{"ITEMID": "001-59162", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF BASIC v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 17 February 1990 the Salzburg police carried out a search in a gambling house. The applicant was found in possession of, inter alia, a precious watch lacking an Austrian stamp (Punzierung). On 18 February 1990 the police questioned the applicant, who stated that the watch had been pledged to him for gambling debts.", "9. On 19 February 1990 the Salzburg police filed an information against the applicant on suspicion of receiving goods for which no import duties had been paid (fahrlässige Abgabenhehlerei) and handed the watch over to the Salzburg Customs Office (Zollamt), which ordered its seizure (Beschlagnahme) with a view to its possible forfeiture (Verfall). Subsequently, on 26 February 1990, a certain E.W. contacted the Customs Office and claimed to be the owner of the watch. On 8 March 1990 the Customs Office received written submissions from the applicant who claimed that he had had no reason to suspect that no import duties had been paid on the watch.", "10. On 13 April 1990 the applicant, represented by counsel, requested the Salzburg Customs Office to restore the watch to him. The Customs Office did not react. A second request made on 16 July 1991 was equally unsuccessful.", "11. On 17 January 1992 the Salzburg Customs Office opened criminal proceedings against the applicant on suspicion of having negligently received goods for which no import duty had been paid.", "12. On 8 May 1992 the Customs Office issued a penal order (Strafverfügung) against the applicant finding him guilty of the above offence.", "13. On 16 November 1993 the Salzburg Customs Office, upon the applicant's objection (Einspruch), held a hearing, at the close of which it decided to discontinue the proceedings on the ground that it had not been proved that the applicant had acted negligently when he acquired the watch.", "14. Meanwhile, on 3 September 1991 the Salzburg Customs Office had also opened criminal proceedings against E.W. on suspicion of evading import duties as regards the watch.", "15. On 23 January 1992 the Customs Office invited the applicant to join these proceedings as a private party (Nebenbeteiligter). On the same day he was heard by the Customs Office which refused to lift the seizure of the watch.", "16. On 8 May 1992 the Customs Office issued a penal order against E.W. It found him guilty of having evaded import duties as regards the watch and imposed a fine on him. Further, it ordered its forfeiture.", "17. On 15 September 1993 the Customs Office held a hearing, upon E.W.'s objection. At its close it found E.W. again guilty of evading import duties. It also confirmed the forfeiture of the watch.", "18. On 6 May 1994 E.W. appealed against this decision. It appears that the applicant requested the restoration of the watch. 29 August 1994 was fixed as a date for the appeal hearing. However, the hearing had to be postponed as the summons could not be served on E.W.", "19. On 25 January 1995 the Appeals Board of the Salzburg Regional Directorate of Finance (Finanzlandesdirektion), after holding a hearing, partly upheld and partly dismissed E.W.'s appeal. It confirmed that he was guilty of evading import duties, but reduced the fine. It confirmed the forfeiture of the watch and stated that it took effect against the applicant. According to the relevant provisions of the Tax Offences Act (Finanzstrafgesetz), ownership of forfeited items passes to the Federation when the forfeiture order becomes final and any rights of third parties are extinguished. The decision was served on E.W. and on the applicant on 7 March 1996.", "20. On 18 March 1994 the Salzburg Main Customs Office (Hauptzollamt), in so-called object liability proceedings (Sachhaftungs-verfahren), issued a decision seizing the watch as a security for the payment of the import duties evaded by E.W.", "21. On 28 June 1995 the Salzburg Main Customs Office issued a preliminary decision on the applicant's appeal (Berufungsvorentscheidung). On 20 July 1995 the applicant requested the Salzburg Regional Directorate of Finance to decide on his appeal.", "22. On 28 April 1997 the Salzburg Regional Directorate of Finance quashed the decision of 18 March 1994. It found in particular that the watch at issue had already been seized by the Salzburg Customs Office on 19 February 1990 in order to secure its possible forfeiture in the context of criminal proceedings against E.W. and the applicant. The watch had thereafter remained in the custody of the Customs Office. Thus, there was no room for its renewed seizure in the context of object liability proceedings. The decision was served on the applicant on 21 May 1997.", "23. Under Article 130 of the Federal Constitution (Bundes-verfassungsgesetz) the Administrative Court decides, inter alia, on applications (Beschwerden) in which it is alleged that the administrative authorities have breached their duty to decide.", "24. Article 132 of the Federal Constitution, in its relevant part, reads as follows:", "“An action for breach by the administrative authorities ... of the duty to decide can be lodged by anyone entitled as a party in administrative proceedings to enforce that duty. An action for breach of the duty to decide is inadmissible in administrative criminal proceedings, except private prosecutions and prosecutions in respect of tax offences.”", "25. Section 73 of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz) deals with the administrative authorities' duty to decide. Its relevant part reads as follows:", "“(1) Subject to any contrary provision in the administrative regulations, the authorities must give a decision on applications by parties ... and appeals without unnecessary delay and at the latest six months after the application or appeal has been lodged.", "(2) If the decision is not served on the party within this time-limit, jurisdiction will be transferred to the competent superior authority upon the party's written request. ...”", "In proceedings under the Tax Offences Act an application for transfer of jurisdiction to the superior authority is excluded.", "26. The relevant provisions of the Administrative Court Act (Verwaltungsgerichtshofgesetz) relating to the application against the administration's failure to decide read as follows:", "“An application under Article 132 of the Federal Constitution for breach of the duty to decide (application against the administration's failure to decide) can be lodged only when the highest authority to which an application can be made in administrative proceedings, either by way of an appeal or an application for transfer of jurisdiction, ... has been applied to by a party and has not made a decision on the matter within six months. ...”", "“(2) On an application against the administration's failure to decide under Article 132 of the Federal Constitution the relevant authority is to be ordered to give a decision within three months and either produce to the Administrative Court a copy of the decision or state why in its opinion there has not been a breach of the duty to decide. The time-limit can be extended once if the administrative authority can show that there are relevant reasons why it is impossible to reach a decision within the prescribed time-limit. If a decision is made within the prescribed time-limit, the proceedings in respect of the application against the administration's failure to decide shall be stayed.”", "“(1) Subject to any contrary provision of this Federal Act, the Administrative Court shall give a judgment in all cases.", "...", "(4) In respect of applications under Article 132 of the Federal Constitution, the Administrative Court may initially limit its judgment to a decision on specific relevant points of law and order the authority to make a decision consistent with the determined points of law within a specified time-limit which must not exceed eight weeks. If the Administrative Court does not use that possibility or the authority in question fails to comply with the order, the Administrative Court shall rule on the application against the administration's failure to decide by giving a judgment on the merits, for which it shall have full discretion in the administrative authority's stead.”", "27. According to the Constitutional Court's judgment of 30 September 1989 (published in the official collection of that court's decisions, VfSlg 12167/89), the Administrative Court may receive applications against the administration's failure to decide under Article 132 of the Federal Constitution, taken in conjunction with section 27 of the Administrative Court Act, also where an authority of first instance has failed to give a decision within the statutory six-month time-limit, provided that no other remedy (such as a request for a transfer of jurisdiction) lies against the failure to decide.", "28. According to statistical information provided by the Government, between 1 January 1998 and 31 December 1999, the Administrative Court dealt with a total of 825 applications against the administration's failure to decide.", "29. In 67.2% of the cases (555 out of 825), the proceedings resulted in the respondent authority giving a decision within four months from the time the application was lodged with the Administrative Court. The Administrative Court took about a month to issue the order to the respondent authority to give the decision within a three-month time-limit (section 36 § 2 of the Administrative Court Act). In these cases, the proceedings before the Administrative Court were discontinued, either because the applicant's claim had been satisfied (515 out of 825 cases) or because the applicant, having achieved his aim, withdrew the action (40 out of 825 cases).", "In 6.7% of the cases (55 out of 825), the respondent authority failed to comply with the Administrative Court's order and the Administrative Court had itself to give a decision on the merits under section 42 § 4 of the Administrative Court Act. It did so after an average duration of the proceedings before it of two years and almost three months.", "The remaining 26.1% of the cases (215 out of 825) were rejected by the Administrative Court for lack of jurisdiction or on other grounds of inadmissibility."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}