{"ITEMID": "001-58202", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF LE CALVEZ v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;John Freeland", "TEXT": ["6. On 22 August 1980 Mr Jean-Marie Le Calvez was recruited to the New Caledonian Civil Service as an agricultural technician. He became established on 12 October 1981.", "7. Further to a request made by the applicant on 7 April 1986, the High Commissioner of the Republic in New Caledonia (“the High Commissioner”) decided on 3 July 1986 to grant him leave of absence for one year from 1 October 1986. That decision was taken in accordance with Article 95 of Decree no. 1065 of 22 August 1953 embodying the New Caledonian Civil Service Code (see paragraph 44 below). By a decision of 2 June 1987 the applicant was, at his own request, given a further two years’ leave of absence from 1 October 1987, and that period was extended until January 1990.", "8. On 26 December 1989 the Minister of Agriculture and Forestry placed Mr Le Calvez, at the latter’s request, on secondment (détachement) for a period of five years commencing on 1 February 1990. He was assigned first to the Agriculture and Forestry Office for the département of Côtes d’Armor and then, from 1 February 1991, at his own request, to the Regional Plant Protection Department at Brest.", "9. After the Joint Administrative Committee of Agricultural Technicians issued an opinion on 28 May 1991 recommending that the applicant should not be retained in that department, the Minister of Agriculture informed him that he had decided to terminate his secondment to the corps of State technicians and to request his reinstatement as a technician in the New Caledonian agricultural service.", "10. By an order of 2 July 1991 the Minister terminated the secondment with effect from 1 August 1991.", "11. In a letter of the same day the High Commissioner invited the applicant either to rejoin his original department or to request leave of absence.", "12. On the previous day, that is to say 1 July 1991, the applicant had been declared unfit for work by a doctor and had sought sickness benefit from the Civil Service Insurance Scheme (Mutualité Fonction Publique), which sent him a letter on 7 October 1991 in the following terms:", "“... we confirm that we are unable to pay you sickness benefit for the period of absence from work due to illness that has been prescribed for you from 30 July 1991 to 26 October 1991. This is because you are an established civil servant. Sickness benefit for persons in that category is paid by the authorities...”", "That same month the insurers sent a letter to the Ministry of Agriculture confirming that the applicant had been absent from work owing to illness since 1 July 1991. They pointed out that as his service with the Ministry had been terminated with effect from 1 August 1991, the applicant ought to be able to claim compensation, either through the civil service or through the social-security scheme for civil servants.", "13. Earlier, on 9 August 1991, Mr Le Calvez had informed the relevant authorities that he did not wish to return to New Caledonia before the Rennes Administrative Court ruled on an application he had made to have the order of 2 July 1991 quashed (see paragraph 19 below).", "14. As a result, the High Commissioner, in a decision of 16 September 1992, sent the applicant on leave of absence, initially for a period of one year from 1 August 1991 to 31 July 1992, which was renewed from year to year and ended on 20 March 1995.", "15. On 30 October 1992 the Occupational Counselling and Rehabilitation Board (COTOREP) of the Employment Office for the département of Finistère refused the applicant disabled-worker status and accordingly ruled that he was fit for work.", "16. On 21 December 1994 the High Commissioner wrote to the applicant in the following terms:", "“Please find enclosed two certified copies of the decision to keep you on leave of absence from 1 August 1994 to 20 March 1995 inclusive, at which point you will have used up all your entitlement to nine years’ leave of absence under Article 96 of Order no. 1065 of 22 August 1953. We have sent your application for reinstatement to the organisations likely to have a vacant budgetary post available that would allow you to be reinstated...”", "17. On 31 July 1991 the applicant applied to the Rennes Administrative Court for a stay of execution of the order of 2 July 1991 terminating his secondment.", "18. On 16 October 1991 the Administrative Court dismissed that application on the ground that the harm that would result from execution of the order was not such as to justify ordering a stay. The Conseil d’Etat upheld that decision on 7 October 1992.", "19. The applicant had also applied to the Rennes Administrative Court on 31 July 1991 to quash the decision of 2 July 1991.", "20. On 8 June 1994 the Administrative Court dismissed that application on the following grounds:", "“...", "Termination of the secondment", "Firstly, section 137 bis of Law no. 84-821 of 6 September 1984, as inserted by section 38 of Law no. 85-1221 of 22 November 1985, provides: ‘Notwithstanding any provision to the contrary in the special rules governing civil servants subject to Law no. 84-16 of 11 January 1984 making provisions governing the civil service or in the special rules on local government staff and posts covered by Law no. 84-53 of 26 January 1984 making provisions relating to local government service, civil servants who are members of the New Caledonian Civil Service may be seconded to departments and posts in central or local government authorities of a level equivalent to those to which they belong and may be appointed to them permanently’. While these provisions allow civil servants from New Caledonia to be seconded and to be appointed to equivalent departments in central or local government service, they nevertheless do not derogate from the principle that secondment may be terminated...", "Secondly, it is clear from the documents in the case file that, having been informed by letter of 11 June 1991 of the decision to terminate the secondment ..., the Government’s delegate in New Caledonia asked the applicant ... to say whether he wished to be given leave of absence or to be reinstated in his original department. It follows that Mr Le Calvez cannot validly argue that his reinstatement was refused after the leave of absence that had allegedly prevented his reinstatement earlier or that his original department had not agreed to that measure.", "Lastly, the documents in the case file do not show that the decision to terminate his secondment was taken for reasons other than the interests of the service or was the result of an error of judgment.", "Refusal of appointment", "Although the decision in issue terminating his secondment must be regarded as also constituting a decision not to appoint him, the applicant cannot validly maintain that the authorities were obliged to appoint him pursuant to section 137 bis of the Law of 6 September 1984, since those provisions, as explained above, create no obligation on the part of the original department.", "…”", "21. On 6 July 1994 the applicant appealed against that decision of the Rennes Administrative Court to the Nantes Administrative Court of Appeal.", "22. The Minister of Agriculture lodged a pleading on 15 November 1994, to which the applicant replied on 1 December 1994.", "23. In a judgment of 14 May 1998 the Nantes Administrative Court of Appeal affirmed the judgment of the court below.", "24. Meanwhile, in an application registered at the Rennes Administrative Court registry on 31 May 1991, the applicant had informed that court that he “consider[ed] himself to be the victim of moral, intellectual and professional defamation and would like legal advice”.", "25. On 8 June 1994 the Administrative Court gave the following judgment:", "“In his application Mr Le Calvez seeks an order quashing the decision of 28 December 1990 to transfer him to Brest.", "That decision was taken following a request by Mr Le Calvez on 10 December 1990. Furthermore, the only grounds put forward by the applicant relate to the unlawfulness of the decision of 2 July 1991 terminating his secondment and are ineffective [against] the decision of 28 December 1990.", "It follows from the foregoing that the application must be dismissed.”", "26. In the meantime, on 30 June 1992, the applicant had sent the High Commissioner a letter – to which he received no reply – requesting “information on his administrative position” and payment of sickness benefit and compensation for loss of salary with effect from 1 August 1991. He argued that he had been obliged by ill health to be absent from work since August 1991 and was entitled to sickness benefit under the Social Security Code.", "27. On 15 July 1992 Mr Le Calvez lodged an application with the Rennes Administrative Court to quash the High Commissioner’s implicit refusal to pay him sickness benefit and compensation for loss of salary.", "28. On 1 April 1994 the applicant was granted legal aid.", "29. The High Commissioner lodged a defence, which was registered at the court registry on 11 July 1994 and served on the applicant’s lawyer on 12 September. In his defence the High Commissioner submitted:", "“...", "Since July 1991 Mr Le Calvez has regularly sent the territory’s administrative authorities notifications of extensions of absence from work due to illness (almost fifty have been received to date). With a letter of 3 January 1994 he sent his department a medical certificate in which Dr Roswag certified that he would not be able to return to his post in New Caledonia for health reasons...", "At the end of his period of secondment Mr Le Calvez chose, for personal reasons, not to return to New Caledonia. The territory’s administrative authorities have regularised his position by sending him on leave of absence, in accordance with the provisions of the Local Government Service Code, with effect from 1 August 1991.", "Civil servants who are on leave of absence do not normally receive any salary and are no longer entitled to benefit under the social-security scheme for civil servants. Accordingly, Mr Le Calvez cannot claim any remuneration or any benefit.", "...”", "30. On 16 January 1995 the Ombudsman, to whom the case had been referred, advised that he had been informed by the New Caledonian authorities that they had no vacant post for the applicant. As to the question of paying sickness benefit to the applicant during his illness, he wrote:", "“... I have been informed that he was not entitled to paid sick-leave as the Ministry of Agriculture did not have to remunerate Mr Le Calvez after 1 August 1991. The New Caledonian authorities, who had been obliged to send him on compulsory leave of absence, could not pay him a salary either. For my part, I have to record that a friendly settlement, taking into account the considerations of fairness that I put to those to whom I have spoken, has been prevented by a strict application of the relevant regulations.”", "31. The applicant’s lawyer lodged a pleading on 26 January 1995.", "32. On 1 March 1995 the Rennes Administrative Court dismissed the application on the following grounds:", "“Mr Le Calvez, an agricultural technician in the agricultural service of the New Caledonian Civil Service, was seconded to the Ministry of Agriculture and Forestry for a five-year period commencing on 1 February 1990. By a decision of 2 July 1991 the Minister of Agriculture and Forestry terminated his secondment with effect from 1 August 1991. In a letter of 2 July 1991 the Government’s delegate, the High Commissioner of the Republic for New Caledonia, invited Mr Le Calvez to inform him within eight days whether he wished to be given leave of absence or to be reinstated in his original department. As he did not return to New Caledonia, it was decided on 16 September 1992 to send him on one year’s leave of absence as from 1 August 1991 to 31 July 1992 inclusive, a period which was extended by decisions of 23 February and 21 October 1993. Mr Le Calvez’s application must be regarded as being for an order quashing the implied refusal of the Government’s delegate, the High Commissioner of the Republic for New Caledonia, to pay him sickness benefit and compensation for loss of salary for the period commencing on 1 August 1991.", "Although from July 1991 onwards Mr Le Calvez sent the New Caledonian administrative authorities a succession of notifications of absence of work due to illness, the documents in the case file do not show that he was given sick-leave or that he had been given leave of absence for health reasons. In the circumstances Mr Le Calvez cannot validly rely on Articles L. 721-1 and D. 712-12 of the Social Security Code or on Articles 70 and 71 of the Local Government Service Code and is not entitled to claim any compensation in respect of salary or any benefit under the social-security scheme for civil servants.”", "33. On 14 March 1995 the applicant appealed against that judgment to the Nantes Administrative Court of Appeal.", "34. The Minister for Overseas Departments and Territories lodged a pleading on 11 April 1995 in which he indicated that the High Commissioner of the Republic for New Caledonia was the person who had responsibility for the matters before the court.", "35. On 25 April 1995 the applicant wrote to the President of the Nantes Administrative Court of Appeal asking for his two pending cases to be joined (see paragraphs 21 and 33 above). He explained that all his job applications had been unsuccessful and that it was not possible for him to be reinstated in his original department as there was no vacant budgetary post in New Caledonia. He added that if he was granted financial assistance, he would be able to go to New Caledonia in order to find out what the possibilities of reinstatement or redeployment were.", "36. On 17 July 1995 the Administrative Court of Appeal registered the High Commissioner’s defence, in which he submitted:", "“... while Mr Le Calvez’s application includes some factual submissions, for the most part irrelevant to the present case, it does not on the other hand contain any legal submissions...", "At the end of his period of secondment Mr Le Calvez chose, for personal reasons, not to return to New Caledonia. The territory’s administrative authorities regularised his position by sending him on leave of absence, in accordance with the provisions of the Local Government Service Code, with effect from 1 August 1991. Civil servants who are on leave of absence do not normally receive any salary and are no longer entitled to benefit under the social-security scheme for civil servants. Accordingly, Mr Le Calvez cannot claim any remuneration or any benefit. His application for an order quashing the authorities’ refusal to pay him sickness benefit is therefore unfounded.", "…”", "37. The applicant lodged a pleading on 14 August 1995.", "38. In a letter of 21 December 1995 – to which he received no reply – he enquired about the progress of the proceedings before the Administrative Court of Appeal. In a letter of 22 February 1996 he again asked the President of the Administrative Court of Appeal whether it would be possible to join the two cases referred to above (see paragraph 35) and expressed concern at the length of time that the consideration of his cases was taking. The court registrar replied on 11 March 1996 that the cases were not ready for trial as the lawyer who had been assigned to represent Mr Le Calvez under the legal-aid scheme had not yet filed a pleading.", "39. According to the Government, that lawyer has since been disbarred.", "40. On 11 June 1996 the applicant again enquired of the President of the Administrative Court of Appeal as to the progress of the proceedings. On 17 December 1997 his new lawyer lodged a pleading.", "41. On 21 January 1998 the Nantes Administrative Court of Appeal informed the applicant that a hearing would be held in the two cases in question (see paragraph 35 above) in April 1998.", "42. In a judgment of 14 May 1998 the Nantes Administrative Court of Appeal affirmed the judgment of the court below. It held that because the applicant was on leave of absence, he was not, by Article 99 of the New Caledonian Civil Service Code (see paragraph 44 below), entitled to the welfare benefits claimed. Furthermore, the court added that the provisions of the Social Security Code relied on by the applicant in support of his claims, namely Articles L. 712-1 and D. 712-11 (see paragraph 46 below), did not apply in his position either, as they concerned civil servants in post.", "43. On 20 May 1998 the applicant appealed on points of law to the Conseil d’Etat.", "44. The provisions of Decree no. 1065 of 22 August 1953 issued by the High Commissioner and embodying the New Caledonian Civil Service Code that are applicable in the case read as follows:", "“A civil servant is on leave of absence if he is no longer in his original department or service and ceases in that position to enjoy his promotion and pension rights.”", "“Leave of absence shall be decided on by the head of the territory, either of his own motion or at the request of the person concerned...”", "“A civil servant may be compelled to take leave of absence only if he has exhausted his right to convalescence leave or extended sick-leave and is unable to resume his duties at the end of the last period. Where compulsory leave of absence follows a period of sick-leave, the civil servant shall for a period of six months receive half the salary he received when in post and all his family supplements.”", "“Compulsory leave of absence shall not exceed one year. It may be extended twice for the same length of time.", "...”", "“Leave of absence may be granted at a civil servant’s request only in cases of accident or serious illness of a spouse or child or, exceptionally, after one year’s service, for personal reasons or for research or studies of indisputable general interest.”", "“Leave of absence at the civil servant’s request shall not exceed three years in duration. However, it may be extended twice for the same length of time.”", "“A civil servant who is on leave of absence at his own request shall not be entitled to any remuneration...”", "“A civil servant who is on leave of absence at his own request must apply for reinstatement at least two months before the expiration of the current period of leave. Reinstatement as of right is by way of appointment to one of the first three posts falling vacant where the leave of absence has not exceeded three years in duration.”", "45. Leave of absence is also governed by section 72 of Law no. 84-53 of 26 January 1984 making provisions relating to local government service, which provides:", "“A civil servant is on leave of absence if he is no longer in his original department or service and ceases in that position to enjoy his promotion and pension rights.", "Leave of absence is either granted at the civil servant’s request or is compulsory at the end of the leave referred to in subsections (2), (3) and (4) of section 57 (sick-leave of one year, extended sick-leave of three years and additional extended leave on health grounds (congé de longue durée)). A civil servant on leave of absence who successively refuses three posts offered to him within the geographical area covered by his corps, post or service with a view to his reinstatement may be dismissed after consultation of the joint administrative committee. In other cases, if the leave of absence has not exceeded three years, one of the first three posts falling vacant in the original authority or establishment must be offered to the civil servant.", "…”", "46. Articles D. 712-11 and L. 712-1 of the Social Security Code provide:", "“In the event of illness or maternity, civil servants shall receive social-security benefits in kind on the conditions and at the rates in force at the health-insurance offices to which they are affiliated…”", "“Civil servants in post to whom the Civil Service Code applies ... and their families shall be entitled in the event of illness, maternity, invalidity or death to benefits at least equal to those payable under the social-security system.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}