{"ITEMID": "001-57506", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1978, "DOCNAME": "CASE OF IRELAND v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3;No violation of Art. 14+5;Just satisfaction not applied", "JUDGES": "", "TEXT": ["11. The tragic and lasting crisis in Northern Ireland lies at the root of the present case. In order to combat what the respondent Government describe as \"the longest and most violent terrorist campaign witnessed in either part of the island of Ireland\", the authorities in Northern Ireland exercised from August 1971 until December 1975 a series of extrajudicial powers of arrest, detention and internment. The proceedings in this case concern the scope and the operation in practice of those measures as well as the alleged ill-treatment of persons thereby deprived of their liberty.", "12. Up to March 1975, on the figures cited before the Commission by the respondent Government, over 1,100 people had been killed, over 11,500 injured and more than £140,000,000 worth of property destroyed during the recent troubles in Northern Ireland. This violence found its expression in part in civil disorders, in part in terrorism, that is organised violence for political ends.", "13. Prior to 1922 the whole of the island of Ireland formed part of the United Kingdom. In that year, following a treaty of 1921, legislation was passed which endorsed the setting-up, with self-governing status within the British Commonwealth, of the Irish Free State comprising initially all of the island’s thirty-two counties. Provision was made for six of the nine counties of the province of Ulster in the north to opt out and remain within the United Kingdom and they did this in 1922. Thereafter, the Irish Free State became responsible for the government of the remaining twenty-six counties and, in 1937, a new Constitution was introduced proclaiming the independence and sovereignty of the State of what is now known as the Irish Republic. After the Second World War it left the Commonwealth and declared itself a republic.", "14. From the 1920’s onwards, Northern Ireland, that is the above-mentioned six counties, had a separate Government and Parliament of its own. In addition, the electorate of the province (meaning in this judgment the six counties) returned twelve members to the United Kingdom Parliament. With certain defined matters excepted, the Northern Ireland Parliament and Government were the legislative and executive authorities for the six counties until 30 March 1972 when the United Kingdom authorities resumed \"direct rule\" of the province (see paragraph 49 below).", "15. Northern Ireland is not a homogeneous society. It consists of two communities divided by deep and long-standing antagonisms. One community is variously termed Protestant, Unionist or Loyalist, the other is generally labelled as Catholic, Republican or Nationalist. About two-thirds of the population of one and a half million belong to the Protestant community, the remaining third to the Catholic community. The majority group is descended from Protestant settlers who emigrated in large numbers from Britain to Northern Ireland during the seventeenth century. The now traditional antagonism between the two groups is based both on religion and on social, economic and political differences. In particular, the Protestant community has consistently opposed the idea of a united Ireland independent of the United Kingdom, whereas the Catholic community has traditionally supported it.", "16. The Irish Republican Army (IRA) is a clandestine organisation with quasi-military dispositions. Formed during the troubles prior to the partition of the island and illegal in the United Kingdom as well as in the Republic of Ireland, the IRA neither accepts the existence of Northern Ireland as part of the United Kingdom nor recognises the democratic order of the Republic. It has periodically mounted campaigns of terrorism in both parts of the island of Ireland and in Great Britain. After 1962, the IRA was not overtly active for some years.", "During the time covered by the complaints of the applicant Government that is from 1971 to 1975 virtually all those members of the IRA living and operating in Northern Ireland were recruited from among the Catholic community.", "17. Legislation designed to deal with matters affecting law and order and the security of the State was first enacted by the Northern Ireland Parliament in 1922 in the form of the Civil Authorities (Special Powers) Act (Northern Ireland). This legislation (hereinafter referred to as \"the Special Powers Act\") was an enabling Act under which Regulations were from time to time made and brought into operation. Thus, for instance, a Regulation dating from before 1949 declared illegal certain organisations, including the IRA. In 1950 and 1954, following raids carried out by the IRA in Great Britain and Northern Ireland, Regulations were introduced granting powers of entry and search. In 1956 and 1957, in order to combat an IRA campaign then being launched, further Regulations were made dealing with internment, curfew, special trial procedures, firearms and explosives control, and restriction on movement. An account of the particular Regulations at issue in the present case, namely Regulations 10, 11 (1), 11 (2) and 12 (1), appears below at paragraphs 81 to 84.", "18. The differing aspirations of the two communities resulted in the division between the main political parties in Northern Ireland being based primarily on their attitude to the status of the province as part of the United Kingdom rather than on political differences of the type commonly found in the rest of the United Kingdom and elsewhere. The Protestant community in general voted for the Unionist Party, which wished Northern Ireland to remain within the United Kingdom, whilst the Catholic community in general supported candidates favouring a united, independent Ireland. Given the relative sizes of the two communities, the inevitable result of this polarisation was that the Unionist Party, supported almost exclusively by Protestants, had a permanent majority in the Northern Ireland Parliament and formed the Government of the province throughout the fifty years leading up to direct rule in 1972. The abolition of proportional representation in the early 1920’s and the geographical arrangement of constituencies affected a great increase in the size of the Parliamentary majority. This situation understandably disenchanted the Catholic community.", "19. Thus, whilst only a small minority of the latter community has ever actively supported the IRA, a very much greater proportion had always been discontented with Unionist government and the effects of its in-built majority. The Catholics in the population regarded themselves as discriminated against on various counts. The Cameron Commission, a body appointed by the Northern Ireland Government in March 1969 to report, inter alia, on the causes of disturbances in the six counties in 1968-1969 (see paragraph 23 below), considered justified many of the grievances then felt by the Catholics, in particular those concerned with the allocation of houses, local authority appointments, limitations on local electoral franchise and deliberate manipulation of ward boundaries and electoral areas. The European Commission of Human Rights itself came to the conclusion that there certainly was an element of inherent bias in the whole political system in Northern Ireland in favour of one community.", "From the time of partition onwards there has always been a greater or lesser degree of tension between the two communities, although since the early 1920’s there have been no disturbances comparable in scale to those of recent years.", "20. In 1963 the first moves towards a campaign for \"civil rights\" for the Catholic community began to be made. The objectives of this campaign were, broadly speaking, the removal of the discrimination referred to above.", "At the same time, though, manifestations of Protestant violence began to emerge. In 1964 there was serious rioting in Belfast following a Protestant march. In March 1966, several petrol bombs were thrown at Catholic schools and property. In May 1966, a body calling itself the Ulster Volunteer Force (UVF), previously unknown to the police, issued a statement declaring war on the IRA and warning of its intention to execute all IRA men. Shortly thereafter, two Catholics were murdered and two others seriously wounded in Belfast. Three Protestants, members of the UVF, were subsequently charged and convicted for these attacks. The UVF, believed by the police to have consisted of only 5 to 6 persons, was declared illegal in June 1966 and seems to have remained inactive from then until 1969.", "During this period, there was no violent activity of significance by the IRA, who, after 1962, appear to have concentrated on political activity.", "21. Throughout 1967, the movement for \"civil rights\" for the Catholic community gathered momentum. The first civil rights march took place in August 1968 without incident, but in October a clash with the police and two days’ rioting ensued after a march in Londonderry.", "22. On 22 November 1968, the Northern Ireland Government announced a reform programme to deal with the Catholic grievances. Nevertheless, the civil rights movement continued its campaign and marches. The marches again led to clashes with the police and to violent confrontation with Protestant counter-demonstrators, often armed with cudgels, stones and the like.", "23. The demonstrations, disturbances and rioting continued in various places into 1969. In paragraph 226 of its report, presented to the Northern Ireland Parliament in September 1969, the Cameron Commission expressed the view that certain Protestant extremist organisations \"must ... bear a heavy share of direct responsibility for [certain of] the disorders ... and also for inflaming passions and engineering opposition to lawful, and what would in all probability otherwise have been peaceful, demonstrations or at least have attracted only modified and easily controlled opposition\". Police conduct in handling certain disturbances was also criticised by the Cameron Commission.", "24. In March and April 1969, five major explosions thought to have been caused by the UVF occurred at water and electricity installations in three counties. Units of British troops were flown into the province.", "The Northern Ireland Prime Minister, whose reform policies were unpopular with many Protestants, resigned at the end of April. A few days later, his successor declared a general amnesty for persons charged with or convicted of offences connected with the recent political protests and demonstrations.", "25. Tension remained high; sectarian disturbances continued periodically up to mid-August. On 12 August 1969, a traditional Protestant anniversary parade sparked off several days of large-scale rioting, first of all in Londonderry and thereafter spreading to Belfast and other places. After 10 civilians had been killed and 145 civilians and 4 policemen wounded, it was found necessary to call in aid units of the British army.", "The riots in August 1969 greatly exceeded in severity any that had occurred in the previous years. Casualties and damage to property were extensive. In Belfast, for instance, a large number of houses and licensed premises, mostly Catholic owned or occupied, were burnt down, destroyed or damaged.", "26. The Northern Ireland Prime Minister called a peace conference on 18 August which was attended by representatives of the two communities. On the next day, the United Kingdom and Northern Ireland Governments issued a joint declaration re-affirming, inter alia, their commitment to reforms in the six counties.", "In October, a programme of reform was announced; it included the reorganisation of the police force and local government, measures to prohibit discrimination in public employment, and the establishment of a Community Relations Commission and a central housing authority.", "27. However, the publication of a government report into the functions and organisation of the province’s police force had produced a violent reaction in Protestant circles. On 11 October, a policeman was shot dead by a bullet fired from a crowd of Protestant rioters in Belfast. He became the first member of the security forces to be killed during the disorders of the past few years.", "28. The IRA carried out no major acts of violence in 1969. However, at Easter 1969 they had reactivated their forces, placing all volunteers on full alert. At the same time, the IRA are thought to have gained much more support as a result of the riots and of an accompanying loss of confidence by Catholics in the police.", "Towards the end of the year, the IRA split into two wings. For some time there had been dissension in the movement between those who hoped to bring about a form of socialist people’s republic for all Ireland and those who considered that such involvement deflected the IRA from its traditional aims. The traditionalists formed themselves into the Provisional IRA whilst the followers of the new political doctrines became the Official IRA. Both factions remained organised along military lines.", "29. The situation worsened in 1970. The number of explosions recorded by the police jumped dramatically from a total of 8 in 1969 to 155 in 1970. Some explosions were caused by Loyalists - about 25 according to statistics cited by the Commission - but there is no dispute that the majority were the work of the IRA. In total, 23 civilians and 2 policemen were killed during the course of the year. None of these deaths was attributed by the police to Protestant activity.", "30. The terrorist campaign by the IRA appears to have begun in earnest in 1970 and to have been one primarily of bombing buildings and attacking the security forces. There was also undoubtedly some terrorist activity on the part of Loyalists, directed largely against politicians seen as hostile to Unionism and against Catholic owned or occupied property, particularly licensed premises. Responsibility for certain explosions was in fact claimed by the UVF.", "31. The sharp increase in what may be termed terrorist-type activity was not accompanied by the cessation of inter-communal street disturbances which continued sporadically during the year of 1970 and accounted for the deaths of a number of people.", "32. Between January and July 1971, the violence intensified, being marked by a dramatic upsurge in terrorist activity by the IRA. Police statistics record a total of 304 explosions, including 94 for the one month of July. Shooting at the security forces’ patrols built up and for the first time soldiers numbered amongst those killed. By 9 August, 13 soldiers, 2 policemen and 16 civilians had died since the beginning of the year. In addition, serious and prolonged rioting occurred in both Catholic and Protestant areas.", "Apart from one explosion in which a civilian was killed, there is no evidence of any deaths or even injuries having been caused by Loyalist terrorists. On the applicant Government’s own approximate estimate, Loyalist explosions accounted for only 14 out of the overall total of 304. Furthermore, as in 1970, Loyalist terrorists used mainly pipe bombs which were not very powerful in comparison with the devices employed by the IRA.", "The Commission stated in its report that the IRA were indisputably responsible for the very great majority of the acts of violence during this period. Loyalist terrorist activity had declined; there is no evidence that such Loyalist terrorism as did exist formed part of a highly organised campaign in the sense that IRA activity did. The Commission’s conclusion was that the threat and reality of serious terrorism came almost exclusively from the IRA.", "33. On the political front during 1970 and 1971, progress was made in implementing the reforms announced in October 1969 (see paragraph 26 above). The Prime Minister of Northern Ireland, however, resigned in March 1971. In June 1971, his successor proposed a number of further steps designed to provide a positive role for representatives of the minority community in the actual process of government.", "34. It was against the background outlined above that on 9 August 1971 the Northern Ireland Government brought into operation extrajudicial measures of detention and internment of suspected terrorists. From 9 August 1971 until 7 November 1972, when certain of the Special Powers Regulations were replaced, the authorities in Northern Ireland in fact exercised four such extrajudicial powers: (i) arrest for interrogation purposes during 48 hours (under Regulation 10); (ii) arrest and remand in custody (under Regulation 11 (1)); (iii) detention of an arrested person (under Regulation 11 (2)); and (iv) internment (under Regulation 12 (1)). An account of the operation of these powers and the procedures there under is given below at paragraphs 81 to 84.", "35. For some time, the possibility of internment had been extensively canvassed in the press and amongst politicians. Pressure had also been mounting within the Protestant community for its introduction; in the early months of 1971 there had been demonstrations against the then Prime Minister because of his Government’s alleged failure to deal with the IRA threat.", "The decision to introduce a policy of detention and internment was taken on 5 August 1971 by the Northern Ireland Government, following a meeting in London between the Northern Ireland and United Kingdom Governments. Prior to this, the question had been considered at the highest level in Northern Ireland and frequent consultations had taken place between the two Governments.", "In the latter half of July 1971, as an apparent last resort to avoid introducing internment, the security forces had intensified operations against suspected terrorists, mounting searches and detaining for questioning what were believed to be key figures in the IRA. Some 90 persons were arrested but no significant results were yielded. Prior to August 1971, the intelligence obtained by the police had failed to provide anything but a very general picture of the IRA organisation.", "36. The campaign of violence carried out by the IRA had attained unprecedented proportions by the middle of 1971. This was clearly the dominant factor behind the decision to exercise the extrajudicial powers.", "Three principal reasons for the decision have been cited by the respondent Government. Firstly, the authorities took the view that the normal procedures of investigation and criminal prosecution had become inadequate to deal with IRA terrorists; it was considered that the ordinary criminal courts could no longer be relied on as the sole process of law for restoring peace and order. The second reason given, which was closely related to the first, was the widespread intimidation of the population. Such intimidation often made it impossible to obtain sufficient evidence to secure a criminal conviction against a known IRA terrorist in the absence of an admissible confession or of police or army testimony. Furthermore, the conduct of police enquiries was seriously hampered by the grip the IRA had on certain so-called \"no-go\" areas, that is Catholic strongholds where terrorists, unlike the police, could operate in comparative safety. Thirdly, the ease of escape across the territorial border between Northern Ireland and the Republic of Ireland presented difficulties of control.", "In addition to the three \"security\" reasons, there was, in the judgment of both the Northern Ireland Government and the United Kingdom Government, no hope of winning over the terrorists by political means, the reform programme initiated in 1969 having failed to prevent continuing violence.", "The authorities therefore came to the conclusion that it was necessary to introduce a policy of detention and internment of persons suspected of serious terrorist activities but against whom sufficient evidence could not be laid in court. This policy was regarded as a temporary measure primarily aimed at breaking the influence of the IRA. It was intended that a respite would be provided so as to enable the political and social reforms already undertaken to achieve their full effects.", "37. The possibility of interning Loyalists was discussed in the preparatory stages. The security forces were aware of some Loyalist terrorist activity in 1971 and also of certain Protestant extremists, described by those forces as \"rabble rousers\" and suspected by them of acts of violence or intimidation, if not of terrorism strictly speaking. However, the security forces did not judge at this stage that there was any serious threat coming from the Loyalist quarter. There was said to be no army or police intelligence then available which indicated that any organisation other than the IRA had been actively engaged in bombing and killing in the very recent months.", "On account of the unprecedented level it had reached, and because of its nature as a highly organised, politically motivated campaign designed to overthrow the State, IRA terrorism was regarded as the real menace to law and order. Protestant terrorist activity, which was in the main directed against the Catholic community and not the State or the security forces, was seen by the authorities more as sporadic and as being on a minute scale in comparison and on a much less organised basis.", "38. In the weeks preceding the introduction of internment, the police, in consultation with the army, were preparing lists of persons to be arrested. The lists included not only suspected IRA terrorists but also persons suspected of being involved or associated with the IRA or even, in a few cases, of possessing information about others so involved or associated. It was generally understood that the target of the planned exercise was the IRA.", "39. Starting at 4.00 a.m. on Monday, 9 August 1971, the army, with police officers occasionally acting as guides, mounted an operation to arrest the 452 persons whose names appeared on the final list. In the event, some 350 persons were arrested in accordance with the Special Powers Regulations. The arrested persons were taken to one of the three regional holding centres (Magilligan Weekend Training Centre in County Londonderry, Ballykinler Weekend Training Centre in County Down and Girdwood Park Territorial Army Centre in Belfast) that had been set up to receive the prisoners during 48 hours. All those arrested were subjected to interrogation by police officers of the Royal Ulster Constabulary (RUC). 104 persons were released within 48 hours. Those who were to be detained were sent on to the prison ship \"Maidstone\" or to Crumlin Road Prison, both in Belfast. Prior to being lodged in detention, 12 individuals were moved to one or more unidentified centres for \"interrogation in depth\" extending over several days.", "Operation Demetrius, as the Commission points out, was not a selective manoeuvre aimed at individuals but a \"sweeping-up\" exercise directed against the IRA organisation as a whole. It is generally accepted that because of the scale and speed of the operation, some persons were arrested or even detained on the basis of inadequate or inaccurate information.", "40. At 11.15 a.m. on 9 August 1971, the Prime Minister of Northern Ireland announced to the public the introduction of internment. He stated, inter alia:", "\"The main target of the present operation is the Irish Republican Army ... They are the present threat; but we will not hesitate to take strong action against any other individuals or organisations who may present such a threat in the future.\"", "41. Arrests continued to be made during the rest of the year, partly of persons on the above-mentioned list and partly of persons who came under suspicion thereafter.", "The three regional holding centres were closed down in August 1971 shortly after Operation Demetrius was completed, and in September/October 1971 police centres were established at Palace Barracks (Holywood, County Down), Girdwood Park (Belfast), Gough (County Armagh) and Ballykelly (County Londonderry) for the purpose of holding and interrogating persons arrested under the Special Powers Regulations.", "42. The introduction of internment provoked a violent reaction from the Catholic community and the IRA. Serious rioting broke out in Belfast and elsewhere, there was a considerable increase in shootings and bombings, and the security situation in general deteriorated rapidly. Within the minority community there occurred a further alienation from the authorities and the security forces, together with a rise in support for the IRA.", "43. Although surprised by the extent of this reaction, both the Northern Ireland and the United Kingdom Governments continued their efforts to secure political progress. In London, the Home Secretary announced in September 1971 his Government’s determination to ensure that the Catholic population in the province should have an active, permanent and guaranteed role in the conduct of public business. In the same month, a meeting took place in England between the Prime Ministers of the United Kingdom, Northern Ireland and the Irish Republic. In October, the Belfast Government published proposals for involving the opposition in government. However, these proposals were considered unacceptable by the political representatives of the Catholic community and nothing came of them.", "44. Neither internment nor the political initiatives ended the violence. On the contrary, the numbers of deaths, explosions and shootings recorded by the police for each month throughout the period from August to December 1971 were higher than those recorded in any of the previous seven months of the year. There was a total of 146 persons killed, including 47 members of the security forces and 99 civilians, 729 explosions and 1,437 shooting incidents.", "45. Apart from rioting and a small-scale bombing campaign of licensed premises, there was apparently little serious violence by Protestants in 1971. Only one death occurring between August and the end of the year, an assassination of a Protestant in September, was attributed by the police to Loyalists. On the other hand, intimidation of members of the opposite community to move from their homes seems to have become more prevalent on both sides, although the official figures indicate that Catholics were principally affected.", "46. On the Protestant side, the increased violence at this time led to the formation of defence associations or vigilante groups which ultimately amalgamated in or about September 1971 to become the Ulster Defence Association (UDA). The UDA did not appear openly on the streets until the spring of 1972. There was also seen the start of a development later to become significant, that is the holding of large, carefully prepared parades by Loyalist organisations (see paragraph 51 below). The latter and in particular the UDA were looked on by the police as primarily political organisations not engaged in violence as such.", "47. At the beginning of 1972, despite a small drop, the level of violence remained higher than at any time before 9 August 1971. On 30 January 1972, 13 people were killed by army gunfire in the course of disorders taking place in the predominantly Catholic town of Londonderry. This incident led to a new upsurge in support for the IRA amongst the Catholic community.", "In the first three months of 1972, 87 people were killed, including 27 members of the security forces. Two assassinations carried out in March, one of a Protestant and the other of a Catholic, were the only deaths attributed to Loyalist activity. 421 explosions, the vast majority attributed to the IRA, were caused during the same period.", "48. From August 1971 until 30 March 1972 there had been in Northern Ireland 1,130 bomb explosions and well over 2,000 shooting incidents. 158 civilians, 58 soldiers and 17 policemen had been killed, and 2,505 civilians, 306 soldiers and 107 RUC members injured.", "Throughout these months the numbers held under detention or internment orders proceeded to rise until a total of over 900 persons, all suspected of involvement with the IRA, were held at the end of March 1972. At the same time, the ordinary processes of the criminal law continued to be used, against Protestants as well as Catholics, whenever there was thought to be sufficient evidence to ground a criminal conviction. Thus, between 9 August 1971 and 31 March 1972, over 1,600 people were charged with \"terrorist-type\" offences.", "49. In March 1972, in view of the deteriorating circumstances, the Government in London decided that they should assume direct responsibility for the administration of law and order in Northern Ireland if there was to be any hope of political progress. This decision was unacceptable to the Government of the province and accordingly it was announced on 24 March 1972 that direct rule from Westminster not only on law and order but on all matters was to be introduced.", "Under the Northern Ireland (Temporary Provisions) Act 1972 (hereinafter referred to as the \"Temporary Provisions Act\"), which was passed by the United Kingdom Parliament and came into force on 30 March 1972, temporary provision was made for the exercise of the executive and legislative powers of the Northern Ireland Parliament and Government by the United Kingdom authorities. The Belfast Parliament was prorogued and the Queen empowered to legislate in its stead by Order in Council. The executive powers of the Belfast Government were transferred to the Secretary of State for Northern Ireland. This was a new office created for the purpose; its holder was a member of the United Kingdom Government and answerable to the United Kingdom Parliament. The legislation was enacted for a period of one year but was subsequently extended.", "50. On assuming direct rule, the United Kingdom Government stated that one of their most important objectives was to bring internment under the Special Powers Act to an end and to consider how far the powers under that Act could be dispensed with. On 7 April 1972, the Secretary of State for Northern Ireland announced the immediate release of 47 internees and 26 detainees. By mid-May 259 persons had been released. The decision to phase out internment was not dictated by any fall in the level of violence. Rather it was intended to open the way for political progress by reducing tension as the first step in the process of reconciliation.", "On the political level, the United Kingdom was seeking the establishment of an equitable form of government for Northern Ireland, acceptable to both communities.", "51. The introduction of direct rule, together with the release of detainees, caused resentment and dismay amongst the Protestant community. A two-day strike, which proved largely effective, was immediately called by the leader of one of the extremist movements on the Loyalist side.", "Street demonstrations and marches called by the UDA appear to have begun shortly after 30 March 1972. The UDA was organised on pseudo-military lines, its members, estimated at between 20,000 and 30,000 persons, giving themselves military ranks. The UDA used its forces to erect barricades, set up road blocks and disrupt civil life generally. They paraded in large numbers through the centre of Belfast and elsewhere, many of them masked and dressed in para-military uniforms and on occasions openly carrying weapons such as sticks or cudgels. Such demonstrations, however, seem rarely to have led to physical violence. Whilst it was illegal to block roads, wear uniforms or carry offensive weapons, the security forces did not attempt to arrest those taking part in UDA demonstrations since they feared that major riots would result. Neither were the extrajudicial powers of detention and internment ever used, against either Catholics or Protestants, to combat this kind of illegal activity.", "According to the respondent Government, consideration was given to the possibility of proscribing the UDA, but it was decided that on balance no good purpose would be served by doing so, not least because most of its members were not engaged in violence. It is generally accepted, however, that UDA membership overlapped, to some extent at least, with the smaller and more militant extremist bodies which were illegal, such as the UVF (see paragraph 20 above).", "52. Other aspects of Loyalist activity during this stage of the crisis included the erection of barricades and the continuing intimidation of Catholics, a problem that became particularly grave in the summer of 1972. There were serious disturbances in Protestant areas in September and October 1972, with Loyalist terrorists exchanging fire with the security forces. The rioting in October ceased after the UDA had ordered the confrontation with the security forces to stop.", "53. After the introduction of direct rule, there occurred a marked upward turn in Loyalist terrorism, evidenced by a few bombing attacks, a large-scale build-up of arms and ammunitions, and above all sectarian assassinations.", "Sectarian assassinations, which the respondent Government term the outstanding feature of Loyalist violence since 1972, first reached serious proportions in the spring of 1972. Victims seem largely to have been chosen at random on no other ground than their membership of, or links with, the other community. Kidnapping and torturing sometimes accompanied this kind of indiscriminate killing. While both sides committed sectarian murders, it is generally accepted that Protestants were responsible for more than Catholics. The police had difficulty in detecting those responsible for sectarian assassinations. In particular, witnesses were reluctant to come forward and were subjected to intimidation. Accordingly, a confidential telephone system was installed in August 1972, whereby information could be given anonymously to the security forces.", "54. Although Loyalist terrorist activity had grown significantly, it nonetheless remained that the great bulk of serious violence in this period was attributed to the IRA (see paragraph 61 below). The high level of IRA terrorism did not at all abate despite the phasing-out of internment. In fact, there was a steady rise in explosions, shooting incidents and casualties amongst the security forces over the period from March until the end of May. However, on 29 May 1972 the Official IRA, who had been responsible for a lesser amount of violence than the Provisionals, declared a truce which they have on the whole respected ever since. On 22 June 1972 the Provisional IRA in their turn announced a truce, becoming effective on 26 June. The Provisionals’ truce was, however, called off on 9 July following an incident arising out of a communal argument between the UDA and Catholics about the allocation of accommodation on a Belfast housing estate.", "55. After the breakdown of the ceasefire, Provisional IRA violence was resumed at an increased level. In July 1972 alone, 21 members of the security forces and 74 civilians were killed; in addition, there were nearly 200 explosions and 2,800 shooting incidents. These figures were the highest for any month in the entire emergency up to the end of 1974. Responsibility was attributed to Loyalists for 18 deaths and only 2 explosions.", "56. Faced with the mounting tide of violence, the United Kingdom Government decided to restore the presence of the security forces in the \"no-go\" areas. After due warning had been given to the civilian population, a large-scale manoeuvre, known as Operation Motorman, was mounted on 31 July beginning at 4.00 a.m.", "Even after Operation Motorman the police were still not able to function properly in Catholic areas. Access to Protestant areas remained easier for the police and they were not subject there to the same risk of attack. The army operated principally, and was employed to carry out police duties, in those areas where the minority community predominated.", "57. Nevertheless, the level of violence, although still high, immediately fell. In August, September and October, there was an overall total of approximately 2,200 shooting incidents as opposed to 2,800 for July alone. The monthly average of deaths was less than half the July total, and the number of explosions became progressively less.", "According to the respondent Government, a development contributing to the maintenance of this gradual reduction was the institution in November 1972 of a revised system for the detention of terrorists.", "In the months following the introduction of direct rule – including July, the worst of these months for violence - no new internment orders were made and fresh detentions virtually ceased. From September onwards, after the breakdown of the attempted ceasefire, the number of detention orders - as before, against IRA suspects only - increased, while the rate of releases fell. There was, however, no large-scale operation to re-detain and re-intern people.", "58. The political gesture of phasing out internment had not, as hoped, elicited a positive response from the IRA; on the contrary, violence had mounted to fresh heights. Furthermore, the authorities judged that the capability of the ordinary processes of law to counter IRA terrorism continued to be impeded by a number of circumstances such as the intimidation of potential witnesses and the difficulty of bringing to trial those responsible for directing terrorist operations.", "The United Kingdom Government therefore became convinced that it was necessary to find fresh means of separating known terrorists from the population at large. On 21 September 1972, the Government announced that it was to set up a Commission, subsequently appointed in October under the chairmanship of Lord Diplock,", "- to consider \"what arrangements for the administration of justice in Northern Ireland could be made in order to deal more effectively with terrorist organisations by bringing to book, otherwise than by internment by the Executive, individuals involved in terrorist activities, particularly those who plan and direct, but do not necessarily take part in, terrorist acts\"; and", "- \"to make recommendations\".", "Without waiting for the report of the Diplock Commission, the Government brought into effect on 7 November 1972 the Detention of Terrorists (Northern Ireland) Order 1972 (abbreviated hereafter to the \"Terrorists Order\"), an Order made in exercise of the powers conferred by the Temporary Provisions Act (see paragraph 49 above). This Order, which was of a temporary nature, revoked Regulations 11 (2) (detention) and 12 (1) (internment); in replacement it instituted, with further procedural guarantees for the protection of the individual concerned, a new system of \"interim custody\" and \"detention\" for persons suspected of participation in terrorist activities. Regulations 10 and 11 (1) (arrest) remained. Further details on the Order are given below at paragraphs 85 to 87.", "59. The report of the Diplock Commission was presented to the United Kingdom Parliament in December 1972. This report analysed the minimum requirements of a judicial process, the effects of intimidation, possible changes in the rules of evidence and the need for detention without trial. It stated, inter alia:", "\"The fear of intimidation is widespread and well-founded. Until it can be removed and the personal safety of witnesses and their families guaranteed, the use by the Executive of some extrajudicial process for the detention of terrorists cannot be dispensed with.\"", "The European Commission of Human Rights, on the basis of the evidence it had itself obtained, accepted that the findings of the Diplock report as to the level of intimidation were generally warranted.", "60. Another contributory factor invoked by the respondent Government in connection with the fall in violence (see paragraph 57 above) was the intensive programme of consultations which they undertook with the political parties in Northern Ireland on the question of the future government of the province. These consultations, first commenced in July and August 1972, continued throughout the last weeks of 1972 and the early months of 1973. Apart from the steps taken on the security front, the United Kingdom Government thus maintained the new emphasis placed, since the introduction of direct rule, on attempting to find a solution to the crisis through political means (see paragraph 50 above).", "61. The gradual reduction in the level of violence was maintained until the end of this period. The figures for deaths and explosions for January 1973 were, with one slight exception, lower than for any month since the introduction of internment. Despite this general reduction, though, the development of Loyalist militancy and terrorist activity continued.", "From 1 April 1972 until 31 January 1973, 398 persons were killed, 72 of these deaths being attributed to Loyalists. The overall total included 123 members of the security forces, the vast majority of whom were considered to have been killed by the IRA, and an equal number of victims of \"factional or sectarian\" assassinations. Of these assassinations, 69 were ascribed to Loyalists, 34 to the IRA, with no attribution being possible in the remaining 20 cases.", "For their part, explosions totalled 1,141; no more than a small percentage - for example, 29 out of 691 explosions recorded between 1 July 1972 and 31 January 1973 - were regarded as being the work of Loyalists.", "The increasing Protestant militancy was further evidenced by the statistics on intimidation, arms and ammunitions recovered, and charges brought for \"terrorist-type offences\". Thus, between 31 July 1972 and 31 January 1973, charges of the kind just referred to were laid against 640 persons, namely 402 Catholics and 238 Protestants; within this total, 45 individuals - 24 Protestants, including 16 in the one month of January 1973, and 21 Catholics – were charged with murder or attempted murder.", "62. Loyalist terrorism was linked by the police with Protestant extremist organisations, notably the UVF. The police considered that the UVF’s membership and acts of terrorism had increased from 1972 onwards following a period of relative inactivity after its 1969 bombing campaign (see paragraphs 24 and 30 above). It was looked on as a well-armed and organised body. In general, by about the middle of 1972 the police had reasonably good intelligence as to the identity of the violent elements on the Protestant side, but there were cases in 1972 in which it was impossible to procure sufficient evidence to bring such persons before the ordinary criminal courts. Nevertheless, none of the extrajudicial orders made between the introduction of direct rule and 5 February 1973 (see paragraph 64 below) applied to Loyalists.", "63. Loyalist violence, however, remained on a far smaller scale than that of the Provisional IRA who, as the above-cited figures show, were still responsible for the great bulk of the terrorist deeds recorded.", "In the view of the respondent Government and of the Commission, Loyalist and IRA violence were to be distinguished in further respects in addition to volume. Loyalist terrorism consisted largely of intimidation and sectarian assassinations, whereas the IRA campaign also included attacks on members of the security forces and the bombing of public places. As indicated earlier (paragraph 37 above), the character, aims and background of the various organisations engaged in terrorism on the two sides differed. The evidence suggests that the Loyalist terrorist groups were at the time more amorphous than the IRA. Within the security forces there was a tendency, which the Commission regarded as justified in many ways, to look on Loyalist terrorists as \"criminals\" or \"hooligans\" and on the IRA as the organised \"terrorist\" enemy. The prospects of obtaining sufficient admissible evidence for a criminal prosecution were, it seems, judged by the security forces as being better in relation to Loyalists than to IRA suspects. Given the continued inability of the police to operate normally in Catholic areas and the greater extent and organisation of the IRA campaign, the Commission found such an attitude \"not surprising\".", "Finally, the statistics referred to above at paragraph 61 indicate that action, in the form of searches, recovery of arms and the bringing of criminal charges, was being taken by the authorities against both sides.", "64. From 30 March until 7 November 1972 no new internment orders were made, although it was considered necessary to make 107 detention orders under Regulation 11 (2). By the latter date 628 men had been released from internment and 334 from detention, leaving 167 still interned and 119 still detained. Between the entry into force of the Terrorists Order and 31 January 1973, 166 interim custody orders and 128 detention orders were made while 94 persons were released.", "65. In the context of the period from 30 March 1972 to 5 February 1973, the Commission noted in its report that subsequent to the introduction of direct rule the extrajudicial powers appear to have been exercised on a more selective basis and, broadly speaking, in accordance with the following criteria:", "(i) extrajudicial orders were served only on persons suspected of involvement in serious and organised terrorism;", "(ii) they were used solely as a \"last resort\", that is only in cases where sufficient evidence was not available to justify prosecution before the ordinary courts;", "(iii) as a general practice, they were not made against a person in respect of matters for which he had been tried and acquitted by an ordinary court, provided that it had been possible to put before the court all the relevant evidence.", "66. At the beginning of February 1973, a British soldier was shot dead in a Protestant part of Belfast. Shortly afterwards, on 5 February 1973, two interim custody orders were made in respect of Loyalists. These two men were the first Loyalists against whom the extrajudicial powers were exercised. According to the applicant Government, the specific act of which one of these men was suspected - the bombing of a bus, responsibility for which had been claimed immediately after the event by the UVF - had caused a public outcry and had actually forced a decision to \"intern\" the first suspected Protestant terrorist. The decision itself had been the subject of discussions between the Secretary of State for Northern Ireland, the General Officer Commanding the British forces in the province and high ranking civil servants. The relevant higher authorities are noted in the Commission’s report as recognising that the detention of Loyalists would lead to repercussions in the security situation. The Commission accepts that the risk of a severe outbreak of Protestant violence in response was clearly a very real one.", "Prior to February 1973, it seems, no recommendations had been made to the Secretary of State for the detention or internment of Loyalists.", "67. According to the applicant Government, the exercise of the extrajudicial powers against Loyalists brought in its wake widespread threats from the UDA. In general, however, the pattern of violence from February 1973 onwards can be said to have followed the previous pattern, although at a somewhat lower level than in 1972. The bulk of the terrorist acts that is most of the bombing and shooting attacks on members of the security forces were still perpetrated by the Provisional IRA, with the Loyalists committing the majority of the sectarian assassinations.", "From 1 February 1973 until 31 October 1974, the police registered 403 deaths, of which 116 were considered to be the responsibility of Loyalists. Of the 145 \"factional or sectarian\" murders recorded, 95 were ascribed to Loyalists and 40 to the IRA and in 10 cases no attribution was possible. In these twenty-two months, the number of explosions dropped to less than 1,600 - about 330 being attributed to Loyalists - as compared with approximately 1,400 in the one year of 1972. For their part, shootings fell from 10,628 to 7,112, although an increase occurred in punishment shootings such as \"executions\" and \"knee-capping\".", "68. On 8 August 1973, the Northern Ireland (Emergency Provisions) Act 1973 (hereafter abbreviated to the \"Emergency Provisions Act\") came into force. This Act, which was based mainly on the recommendations of the Diplock Commission (see paragraphs 58 and 59 above), repealed the 1922 Special Powers Act, Regulations 10 and 11 (1) and the 1972 Terrorists Order, while retaining in substance the procedure laid down in the latter Order. Briefly, the extrajudicial powers introduced under the Emergency Provisions Act were: (i) arrest and detention for 72 hours; (ii) interim custody for 28 days; and (iii) detention (see paragraphs 88 and 89 below for a fuller explanation). These emergency powers remained in force for a period of one year unless renewed. The Act also dealt with the trial and punishment by the ordinary courts of certain scheduled offences, for the most part offences concerned with violence. One provision, section 6, is referred to below at paragraph 136.", "69. Between 1 February 1973 and 31 October 1974, interim custody orders were served on 99 Protestants and 626 Catholics; at all times many more Catholics than Protestants were actually held. Shortly before Christmas 1973, 65 detainees, 63 of whom were Catholics, were released.", "70. During the same period, 2,478 persons were charged with \"terrorist-type offences\", the total being made up as follows: 1,042 Protestants, 1,420 Catholics and 16 soldiers. These figures included 60 Protestants and 66 Catholics charged with murder. In addition, searches were being conducted and arms recovered in relation to both sides.", "71. While the level of violence was reduced in the years 1973 and 1974, progress on the political front was somewhat erratic. In March 1973, the United Kingdom Government published a White Paper setting out proposals for the constitutional future of the six counties. These proposals envisaged a new regional government with participation at \"cabinet\" level by representatives of both communities. A 1973 Act provided for the election of a Northern Ireland Assembly before the main constitutional legislation was enacted. Elections, based on the principle of proportional representation in order to ensure a fair representation for the Catholic minority, were held on 30 June 1973. Of the 78 members elected to the Assembly, 51 were in favour of the proposed constitutional changes, even though the extreme Loyalist parties had conducted a campaign of opposition.", "72. The White Paper proposals were enacted in July 1973 in the form of the Northern Ireland Constitution Act 1973. This Act empowered the Assembly to legislate within certain limits and established an Executive. A Standing Advisory Commission on Human Rights was instituted to advise the Secretary of State. The Act also specifically provided that legislation passed by the Assembly would be void if it discriminated on the ground of religious belief or political opinion; in addition, discrimination by public authorities on such grounds was expressly rendered unlawful.", "The provisions of the Act relating to legislative and executive powers required the passing by the United Kingdom Parliament of a Devolution Order. The Order was made on 19 December 1973 and the devolution became effective on 1 January 1974. This devolution, which was based on the principle of \"power-sharing\" between the two communities, marked for a certain time the end of direct rule.", "73. The Northern Ireland Executive came into office on 1 January 1974. For the first time, a Northern Ireland Government contained representatives of both the majority and minority communities, but its life proved to be very brief. In May 1974, Protestant extremist groups combined to organise a politically motivated strike which brought about the downfall of the Executive and a return to direct rule from Westminster. On 29 May, Her Majesty, acting under the Constitution Act referred to in the preceding paragraph, by Order in Council directed that the Northern Ireland Assembly should stand prorogued for four months.", "On 17 July 1974, the Northern Ireland Act 1974 was passed by the United Kingdom Parliament in order to make temporary provision for the government of the six counties. This Act suspended the functions of the above-mentioned Assembly and enabled laws to be made by Order in Council, enacted that no appointments to the Executive were to be made, and made the province’s departments subject to the direction and control of the Secretary of State for Northern Ireland.", "74. In 1974, the United Kingdom Government appointed the Gardiner Committee whose terms of reference were to consider what provisions and powers, consistent to the maximum extent practicable in the circumstances with the preservation of civil liberties and human rights, were required to deal with terrorism and subversion in Northern Ireland, including provisions for the administration of justice; to examine the working of the 1973 Emergency Provisions Act; and to make recommendations.", "The report of the Gardiner Committee was presented to the United Kingdom Parliament in January 1975. This report critically examined trial procedures before the ordinary courts, existing and proposed offences connected with terrorism, the powers of the security forces, prison accommodation, special category prisoners and detention. When dealing with the question of detention, the Gardiner Committee noted at paragraph 143:", "\"... We have detailed evidence of 482 cases of intimidation of witnesses between 1st January 1972 and 31st August 1974: and there must be many more. Civilian witnesses to murder and other terrorist offences are either too afraid to make any statement at all, or, having made a statement identifying the criminal, refuse in any circumstances to give evidence in court. The prevalence of murder and knee-capping make this only too easy to understand.\"", "The Gardiner Committee, while making certain recommendations about detention and existing detention procedures, concluded at paragraphs 148 and 149:", "\"After long and anxious consideration, we are of the opinion that detention cannot remain as a long-term policy. In the short term, it may be an effective means of containing violence, but the prolonged effects of the use of detention are ultimately inimical to community life, fan a widespread sense of grievance and injustice, and obstruct those elements in Northern Ireland society which could lead to reconciliation. Detention can only be tolerated in a democratic society in the most extreme circumstances; it must be used with the utmost restraint and retained only as long as it is strictly necessary. We would like to be able to recommend that the time has come to abolish detention; but the present level of violence, the risks of increased violence, and the difficulty of predicting events even a few months ahead make it impossible for us to put forward a precise recommendation on the timing.", "We think that this grave decision can only be made by the Government ...\"", "75. The Emergency Provisions Act of 1973, the main subject of the examination by the Gardiner Committee, was extended by Orders of 17 July 1974, 17 December 1974 and 27 June 1975. On 7 August 1975, the United Kingdom Parliament, acting on the recommendations of the Gardiner report, passed the Northern Ireland (Emergency Provisions) (Amendment) Act 1975 (hereafter abbreviated to the \"Emergency Provisions Amendment Act\"). This Act, which came into effect on 21 August 1975, amended the law relating to detention without trial (see paragraph 90 below), as well as containing further provisions concerned with criminal proceedings, the maintenance of order and the detection of crime in Northern Ireland. The Emergency Provisions Amendment Act is still in force, having twice been continued by Parliamentary Resolution.", "76. No detailed statistics for the year 1975 are before the Court, although a few figures as to murder charges appear in the Commission’s report. By 19 June, the police had been able to bring criminal charges against a total of 73 Protestants and 20 Catholics in respect of 49 sectarian murders.", "On 5 December 1975, the Secretary of State for Northern Ireland signed orders for the release from detention of the last 75 individuals held under the emergency legislation. Since December 1975, according to the data before the Court, no person has been held in detention under the extrajudicial measures in Northern Ireland.", "The terrorism and violence in the province have persisted through 1976 until the present day, accounting, for instance, for the murders of 173 persons and injuries to 770 others between 1 January and 28 June 1976.", "77. The respondent Government have drawn attention, before both the Commission and the Court, to the continuous programme of reform implemented in Northern Ireland since 1969 in order to tackle the problems of unfair discrimination which had prompted the civil rights movement. Radical changes have been made in the structure of local government in the province: universal suffrage was introduced in 1969, proportional representation in 1972, local government boundaries were revised in 1973, and many important functions such as education and housing were transferred to special area boards or to central government bodies in the hope of ending or reducing the fear of discrimination in the social field. In 1969, the Northern Ireland Government established a Parliamentary Commissioner (i.e. Ombudsman) for Administration and a Commissioner for Complaints. The provisions of the Northern Ireland Constitution Act of 1973 directed against discrimination have already been referred to (paragraph 72 above). The Standing Advisory Commission on Human Rights, set up under the last-mentioned Act, began in 1975 a detailed study of the extent to which the existing legislation provides a sufficient protection for human rights in the six counties. Legislation making discrimination unlawful in the private sector was introduced in 1976.", "78. During the period under consideration, in addition to the ordinary criminal law which remained in force and in use, the authorities had various special powers to combat terrorism in Northern Ireland. These were all discretionary and underwent modification from time to time, as is described below; they enabled the authorities to effect extrajudicial deprivation of liberty falling into the following three basic categories:", "- initial arrest for interrogation;", "- detention for further interrogation (originally called \"detention\" and subsequently \"interim custody\");", "- preventive detention (originally called \"internment\" and subsequently \"detention\").", "79. In accordance with Article 15 para. 3 (art. 15-3) of the Convention, the United Kingdom Government sent to the Secretary-General of the Council of Europe, both before and after the original application to the Commission, six notices of derogation in respect of these powers. Such notices, of which the first two are not pertinent in the present case, were dated 27 June 1957, 25 September 1969, 20 August 1971, 23 January 1973, 16 August 1973 and 19 September 1975 and drew attention to the relevant legislation and modifications thereof.", "80. The Special Powers Act empowered the Minister of Home Affairs for Northern Ireland, until 30 March 1972, or, thereafter and until 8 August 1973, the Secretary of State for Northern Ireland to take all such steps and issue all such orders as might be necessary for preserving peace and maintaining order. It was an enabling Act whose substantive provisions were contained in Regulations made there under. Before direct rule, either House of Parliament of Northern Ireland could, at the time Regulations were made, request the Governor to annul them; subsequently, new Regulations were subject to approval by the United Kingdom Parliament.", "The number and scope of the Regulations in force varied over the years; they could be brought into use without any legislative act or proclamation. Those relevant to the present case were made in 1956 (Regulations 11 and 12) and 1957 (Regulation 10). They were utilised to implement the policy of internment introduced on 9 August 1971 and advice of their use was given to the Secretary-General by the United Kingdom Government’s notice of derogation of 20 August 1971 (Yearbook of the Convention, volume 14, page 32). They conferred the four powers described below.", "81. Under this Regulation", "- any individual could be arrested without warrant and detained for the purpose of interrogation;", "- the arrest could be authorised by any officer of the RUC;", "- the officer had to be of the opinion that the arrest should be realised \"for the preservation of the peace and maintenance of order\";", "- the detention could not exceed forty-eight hours.", "Exercise of the power was not conditional on suspicion of an offence and, following a practice originating in instructions issued to the military police in May 1970, the individual was not normally informed of the reason for his arrest. Although looked upon in principle as a preliminary to detention and internment (see paragraphs 83 and 84 below), arrest sometimes had the object of interrogating a person about the activities of others. Some arrests, and some subsequent detention orders, seem to have been made on the basis of inadequate or inaccurate information.", "The individual could not apply for bail (see the judgment of 12 October 1971 delivered by the High Court of Justice in Northern Ireland in the case of In Re McElduff). Moreover, arrests under this Regulation could not as a general rule be questioned in the courts but it was held in the judgment of 18 February 1972 delivered by the Armagh County Court in the case of Moore v. Shillington and Ministry of Defence that failure to comply with the proper procedure, including certain fundamental principles of the common law, invalidated exercise of the power.", "On 8 August 1973 the Emergency Provisions Act (see paragraph 88 below) repealed Regulation 10. 2,937 persons had been arrested there under prior to 30 March 1972, of whom 1,711 had been released within forty-eight hours and 1,226 had had their detention prolonged under other Regulations.", "82. Under this Regulation", "- any individual could be arrested without warrant;", "- the arrest could be effected by any police constable, member of the forces or person authorised by the \"Civil Authority\" (i.e. the Minister of Home Affairs or his delegates);", "- the person making the arrest had to suspect the individual of acting, having acted or being about to act in a manner prejudicial to the preservation of the peace or maintenance of order or of having committed an offence against the Regulations;", "- the duration of the arrest was unlimited in law but limited in practice to seventy-two hours.", "Arrest under this Regulation could follow arrest under Regulation 10, giving a total of at most one hundred and twenty hours. The individual was not normally informed of the reason for his arrest.", "Judicial decisions show that review by the courts of the exercise of this power was limited. They could intervene if there had been bad faith, absence of a genuine suspicion, improper motive or failure to comply either with the statutory procedures or with such principles of the common law as were held not to be excluded by the language of the Regulation; however, they could not in general enquire into the reasonableness or fairness of the suspicion or of the decision to exercise the power (see the McElduff case and the judgment of 11 January 1973 delivered by the High Court of Justice in Northern Ireland in the case of Kelly v. Faulkner and others).", "Under Regulation 11 (4), the individual could apply to the Civil Authority for release on bail and, if that Authority so directed, might be conditionally discharged from custody by a magistrate; however, this right was abolished on 7 November 1972 with the revocation of Regulation 11 (4) by the Terrorists Order (see paragraph 85 below).", "Regulation 11 (1) was repealed on 8 August 1973 by the Emergency Provisions Act (see paragraph 88 below).", "83. Under this Regulation", "- any individual arrested under Regulation 11 (1) could be detained in prison or elsewhere on the conditions directed by the Civil Authority;", "- the power to make detention orders was vested in the Civil Authority and the initiative for them came from the police. The respondent Government said that they were always made on the personal decision, before direct rule, of the Prime Minister of Northern Ireland or, thereafter, of the Secretary of State for Northern Ireland or two other Ministers;", "- detention continued until the individual was discharged by the Attorney-General or brought before a court. Its duration was unlimited in law but limited in practice, generally, to twenty-eight days.", "The respondent Government said that detention orders were made to enable the police to complete enquiries. If they had sufficient evidence to secure a conviction, the individual would be brought before an ordinary court in which event he was entitled to at least twenty-four hours’ notice of the charge. Alternatively, he might be released after a limited period or be the subject of an internment order (see paragraph 84 below).", "The detainee had the limited right to apply for bail afforded by Regulation 11 (4) (see paragraph 82 above). The position concerning supervision by the courts was the same as under Regulations 10 and 11 (1) (see the McElduff and the Kelly cases) and there was no other procedure for review of the detention.", "More than 1,250 detention orders were made under Regulation 11 (2), the vast majority before 30 March 1972. Nearly 120 orders were still in force on 7 November 1972 when the Regulation was revoked by the Terrorists Order (see paragraph 85 below).", "84. Under this Regulation", "- any individual could by order be subjected to restrictions on movement or interned;", "- the power to make such orders was vested before direct rule in the Minister of Home Affairs for Northern Ireland on the recommendation of a senior police officer or of an advisory committee. The respondent Government said that they were always made on the personal decision of the Prime Minister of Northern Ireland;", "- the Minister had to be satisfied that for securing the preservation of the peace and the maintenance of order it was expedient that a person suspected of acting, having acted or being about to act in a manner prejudicial te peace and order be subjected to such restrictions or interned;", "- the duration of internment was unlimited. In many cases, after prolongation under later legislation (see paragraphs 85 and 88 below), it lasted for some years.", "Every order had to provide for the consideration by and advisory committee of representations made by the individual. In fact it reviewed the position of all internees whether they made representations or not. The committee composed of a judge and two laymen, could recommend, but not order, release.", "The individual had no right in law to appear or be legally represented before the committee, to test the grounds for internment, to examine witnesses against him or to call his own witnesses. In fact, he was allowed to appear and be interviewed and every effort was made to trace witnesses he proposed. The committee required the security forces to produce the information in their possession but statements of evidence against the internee so obtained remained anonymous, apparently to avoid retaliation. According to the Commission, the committee probably relied on evidence not admissible in a court of law.", "The position concerning the review of internment orders by the courts was the same as under Regulations 10, 11 (1) and 11 (2) (see the Kelly case).", "796 orders were made under Regulation 12 (1), all before the introduction of direct rule. Nearly 170 orders were still in force on 7 November 1972 when the Regulation was revoked by the Terrorists Order (see paragraph 85 below).", "By 30 March 1972, 588 of the 796 cases had been reviewed by the advisory committee (although 451 internees refused to appear) and 69 releases recommended. Of the 69 individuals all were released except 6 who refused to give an undertaking as to future good behaviour.", "85. The Terrorists Order, a temporary measure made under the Temporary Provisions Act (see paragraph 49 above), introduced an independent review of decisions on detention for further interrogation and on preventive detention whereas, previously, such decisions had been taken by the administrative authority alone. The Order revoked with effect from 7 November 1972 Special Powers Regulations 11 (2) and (4) and 12 (1) - but not 10 and 11 (1) - and converted existing detention or internment orders into interim custody orders (see paragraph 86 below). The Order defined \"terrorism\" as \"the use of violence for political ends [including] any use of violence for the purpose of putting the public or any section of the public in fear\".", "The Secretary-General of the Council of Europe was advised of the making of this Order by the United Kingdom Government’s notice of derogation of 23 January 1973 (Yearbook of the Convention, volume 16, pages 24 and 26). The Order conferred the powers described below and was repealed by the Emergency Provisions Act on 8 August 1973 (see paragraph 88 below).", "86. Under this Article", "- any individual could by an interim custody order be temporarily detained;", "- the power to make such orders was vested in the Secretary of State for Northern Ireland;", "- the power was exercisable where it appeared to the Secretary of State that the individual was suspected of having been concerned in the commission or attempted commission of any act of terrorism or the organisation of persons for the purpose of terrorism;", "- detention was limited to twenty-eight days unless the case was referred by the Chief Constable - or, as regards persons originally held under the Special Powers Regulations, by the Secretary of State - to a commissioner for determination, in which event it could continue only until such determination.", "The individual had to be released after twenty-eight days if his case had not by then been referred to a commissioner but, in fact, all cases, including those of persons originally detained or interned under the Special Powers Regulations, were so referred. During the order’s initial twenty-eight days and during its extension pending the commissioner’s adjudication, which could take up to six months, the individual had no means under the Terrorists Order of challenging the lawfulness of his detention.", "Figures for interim custody orders appear in paragraph 89 below.", "87. Under this Article", "- where the case of an individual subject to an interim custody order under Article 4 was referred to a commissioner, he could make a detention order for that individual’s detention;", "- the commissioner had first to satisfy himself by enquiry that the individual had been concerned in the commission or attempted commission of any act of terrorism or the organisation of persons for the purpose of terrorism and that his detention was necessary for the protection of the public. If so satisfied, he had to make an order; if not, he had to direct the individual’s discharge;", "- the duration of detention was unlimited. In many cases, after prolongation under later legislation (see paragraph 88 below), it lasted for some years.", "Unlike the recommendation of the advisory committee under Regulation 12 (1), a commissioner’s decision to release was binding. The Secretary of State retained independent powers to release detainees with or without conditions and to recall to detention an individual conditionally released by him. He could also at any time refer a detention order case to a commissioner for review; in that event discharge was obligatory unless the commissioner considered continued detention necessary for public protection.", "Proceedings before a commissioner took place in private. At least three days before the hearing the individual had to be notified in writing of the nature of the terrorist activities to be enquired into. He had the right to legal aid and to be legally represented and had to be present unless removed on grounds of disorderly conduct or of security. He could be required to answer questions; he had no right to examine or have examined witnesses against him but the respondent Government said that, in practice, cross-examination took place. The individual had to be informed, as far as possible, of matters dealt with in his absence for security reasons but had no right to test evidence given at that time. The commissioner might receive evidence however obtained and irrespective of whether it would be admissible in a court of law. This procedure applied, mutatis mutandis, both to initial references to a commissioner and to later references for review.", "Article 6 of the Terrorists Order introduced a right for the individual to appeal within twenty-one days against a detention order to a detention appeal tribunal of at least three members. Procedurally the individual’s position before the tribunal was similar to his position before a commissioner; however, he was entitled to be present only when fresh evidence was produced, which was rare as the tribunal generally relied on the evidence furnished to the commissioner.", "Both commissioners and members of the tribunal had to have experience of judicial office or at least ten years’ experience as a barrister, advocate or solicitor.", "Figures for detention orders appear in paragraph 89 below.", "88. The Emergency Provisions Act, based on the recommendations of the Diplock Commission (see paragraph 59 above), repealed with effect from 8 August 1973 the Special Powers Act, Regulations 10 and 11 (1) and the Terrorists Order but maintained in effect - under its own provisions - the existing interim custody and detention orders. The emergency powers contained in the new Act were to remain in force for one year unless renewed for a period not exceeding one year by an Order of the Secretary of State approved by both United Kingdom Houses of Parliament; they were in fact renewed for six-monthly periods commencing on 25 July 1974, 25 January 1975 and 25 July 1975 and then amended on 21 August 1975 by the Emergency Provisions Amendment Act (see paragraph 90 below). The Secretary-General of the Council of Europe was advised of the new legislation, and of the subsequent renewal and amendment of the emergency powers, by the United Kingdom Government’s notices of derogation of 16 August 1973 (Yearbook of the Convention, volume 16, pages 26 and 28) and 19 September 1975 (document DH (75) 5, page 5).", "The new Act (section 10 (5) and Schedule 1) re-enacted, in substance, the powers contained in the Terrorists Order, retaining its definition of terrorism. Accordingly, the powers to make interim custody and detention orders, and the review thereof by a commissioner and the appeal tribunal, continued in the manner, on the conditions and subject to the procedure described in paragraph 86 and 87 above, with the significant differences that:", "- the individual had to receive a written statement concerning the terrorist activities to be investigated by the commissioner at least seven (rather than three) days before the hearing;", "- in addition to his optional power to refer, the Secretary of State had to refer to a commissioner the case of anyone held under a detention order for one year since the making of the order or for six months since the last review.", "Section 10 of the Act also provided that any constable might arrest without warrant a person whom he suspected of being a terrorist; detention after arrest was limited to seventy-two hours. The Act conferred certain other powers of arrest (sections 11 and 12) which are not in issue in the present case.", "89. Figures for interim custody and detention orders (under the Terrorists Order and the Emergency Provisions Act) are:", "- November 1972 to 1 February 1973: 166 interim custody orders (under the Terrorists Order);", "- November 1972 to January 1973: 128 individuals detained under the Terrorists Order and 94 released;", "- November 1972 to 5 September 1973: the commissioners reviewed 579 cases (296 interim custody orders made under the Terrorists Order or the Emergency Provisions Act; 165 former internments and 118 former detentions under the Special Powers Regulations); they made 453 detention orders and directed release in the remaining 126 cases;", "- November 1972 to 3 October 1973: 44 appeals were lodged with the detention appeal tribunal; 34 had been heard and 25 releases directed.", "90. With effect from 21 August 1975, the Emergency Provisions Amendment Act, based on the recommendations of the Gardiner Committee (see paragraph 74 above), made, inter alia, new provisions for the detention of terrorists which have not been the subject of the present case. The Act reverted to the principle of detention by order of the Secretary of State, rather than of a commissioner, such order to be preceded by a report from a legally qualified Adviser.", "91. As indicated in the United Kingdom Government’s communication of 12 December 1975 to the Secretary-General of the Council of Europe (Yearbook of the Convention, volume 18, page 18), on 5 December 1975 the Secretary of State signed orders for the release of the last 75 persons detained under the emergency legislation; all were released forthwith except those remanded in custody on criminal charges or serving sentences of imprisonment. Since then, according to the data before the Court, the power to make detention orders under the Emergency Provisions Amendment Act has not been exercised.", "92. As recounted above at paragraphs 39 and 41, on 9 August 1971 and thereafter numerous persons in Northern Ireland were arrested and taken into custody by the security forces acting in pursuance of the emergency powers. The persons arrested were interrogated, usually by members of the RUC, in order to determine whether they should be interned and/or to compile information about the IRA. In all, about 3,276 persons were processed by the police at various holding centres from August 1971 until June 1972. The holding centres were replaced in July 1972 by police offices in Belfast and at Ballykelly Military Barracks.", "93. Allegations of ill-treatment have been made by the applicant Government in relation both to the initial arrests and to the subsequent interrogations. The applicant Government submitted written evidence to the Commission in respect of 228 cases concerning incidents between 9 August 1971 and 1974.", "The procedure followed for the purposes of ascertaining the facts (Article 28, sub-paragraph (a), of the Convention) (art. 28-a) was one decided upon by the Commission and accepted by the Parties. The Commission examined in detail with medical reports and oral evidence 16 \"illustrative\" cases selected at its request by the applicant Government. The Commission considered a further 41 cases (the so-called \"41 cases\") on which it had received medical reports and invited written comments; it referred to the remaining cases.", "The nature of the evidence submitted by the two Governments and the procedure followed by the Commission in its investigation of such evidence are set out in some detail in the Commission’s report. The Commission came to view that neither the witnesses from the security forces nor the case-witnesses put forward by the applicant Government had given accurate and complete accounts of what had happened. Consequently, where the allegations of ill-treatment were in dispute, the Commission treated as \"the most important objective evidence\" the medical findings which were not contested as such.", "The following account of events is based on the information set out in the Commission’s report and in the other documents before the Court.", "94. In order to protect the identity of certain persons, notably witnesses, the published version of the Commission’s report (see paragraph 7 above) incorporated changes to the original text; these changes mainly took the form of designating such persons by letters and/or figures.", "95. The Commission grouped the cases into five categories, according to the place where the ill-treatment was said to have been inflicted, namely:", "(1) the unidentified interrogation centre or centres;", "(2) Palace Barracks, Holywood;", "(3) Girdwood Park Barracks;", "(4) Ballykinler Regional Holding Centre; and", "(5) various other miscellaneous places.", "96. Twelve persons arrested on 9 August 1971 and two persons arrested in October 1971 were singled out and taken to one or more unidentified centres. There, between 11 to 17 August and 11 to 18 October respectively, they were submitted to a form of \"interrogation in depth\" which involved the combined application of five particular techniques.", "These methods, sometimes termed \"disorientation\" or \"sensory deprivation\" techniques, were not used in any cases other than the fourteen so indicated above. It emerges from the Commission’s establishment of the facts that the techniques consisted of:", "(a) wall-standing: forcing the detainees to remain for periods of some hours in a \"stress position\", described by those who underwent it as being \"spread eagled against the wall, with their fingers put high above the head against the wall, the legs spread apart and the feet back, causing them to stand on their toes with the weight of the body mainly on the fingers\";", "(b) hooding: putting a black or navy coloured bag over the detainees’ heads and, at least initially, keeping it there all the time except during interrogation;", "(c) subjection to noise: pending their interrogations, holding the detainees in a room where there was a continuous loud and hissing noise;", "(d) deprivation of sleep: pending their interrogations, depriving the detainees of sleep;", "(e) deprivation of food and drink: subjecting the detainees to a reduced diet during their stay at the centre and pending interrogations.", "The Commission’s findings as to the manner and effects of the application of these techniques on two particular case-witnesses are referred to below at paragraph 104.", "97. From the start, it has been conceded by the respondent Government that the use of the five techniques was authorised at \"high level\". Although never committed to writing or authorised in any official document, the techniques had been orally taught to members of the RUC by the English Intelligence Centre at a seminar held in April 1971.", "98. The two operations of interrogation in depth by means of the five techniques led to the obtaining of a considerable quantity of intelligence information, including the identification of 700 members of both IRA factions and the discovery of individual responsibility for about 85 previously unexplained criminal incidents.", "99. Reports alleging physical brutality and ill-treatment by the security forces were made public within a few days of Operation Demetrius (described above at paragraph 39). A committee of enquiry under the chairmanship of Sir Edmund Compton was appointed by the United Kingdom Government on 31 August 1971 to investigate such allegations. Among the 40 cases this Committee examined were 11 cases of persons subjected to the five techniques in August 1971; its findings were that interrogation in depth by means of the techniques constituted physical ill-treatment but not physical brutality as it understood that term. The Committee’s report, adopted on 3 November 1971, was made public, as was a supplemental report of 14 November by Sir Edmund Compton in relation to 3 further cases occurring in September and October, one of which involved the techniques.", "100. The Compton reports came under considerable criticism in the United Kingdom. On 16 November 1971, the British Home Secretary announced that a further Committee had been set up under the chairmanship of Lord Parker of Waddington to consider \"whether, and if so in what respects, the procedures currently authorised for interrogation of persons suspected of terrorism and for their custody while subject to interrogation require amendment\".", "The Parker report, which was adopted on 31 January 1972, contained a majority and a minority opinion. The majority report concluded that the application of the techniques, subject to recommended safeguards against excessive use, need not be ruled out on moral grounds. On the other hand, the minority report by Lord Gardiner disagreed that such interrogation procedures were morally justifiable, even in emergency terrorist conditions. Both the majority and the minority considered the methods to be illegal under domestic law, although the majority confined their view to English law and to \"some if not all the techniques\".", "101. The Parker report was published on 2 March 1972. On the same day, the United Kingdom Prime Minister stated in Parliament:", "\"[The] Government, having reviewed the whole matter with great care and with reference to any future operations, have decided that the techniques ... will not be used in future as an aid to interrogation.\"", "He further declared:", "\"The statement that I have made covers all future circumstances. If a Government did decide ... that additional techniques were required for interrogation, then I think that ... they would probably have to come to the House and ask for the powers to do it.\"", "As foreshadowed in the Prime Minister’s statement, directives expressly prohibiting the use of the techniques, whether singly or in combination were then issued to the security forces by the Government (see paragraph 135 below).", "102. At the hearing before the Court on 8 February 1977, the United Kingdom Attorney-General made the following declaration:", "\"The Government of the United Kingdom have considered the question of the use of the ‘five techniques’ with very great care and with particular regard to Article 3 (art. 3) of the Convention. They now give this unqualified undertaking, that the ‘five techniques’ will not in any circumstances be reintroduced as an aid to interrogation.\"", "103. The Irish Government referred to the Commission 8 cases of persons submitted to the five techniques during interrogation at the unidentified centre or centres between 11 and 17 August 1971. A further case, that of T 22, considered in the Commission’s report in the context of Palace Barracks, concerned the use of the five techniques in October 1971. The Commission examined as illustrative the cases of T 6 and T 13, which were among the 11 cases investigated by the Compton Committee.", "104. T 6 and T 13 were arrested on 9 August 1971 during Operation Demetrius. Two days later they were transferred from Magilligan Regional Holding Centre to an unidentified interrogation centre where they were medically examined on arrival. Thereafter, with intermittent periods of respite, they were subjected to the five techniques during four or possibly five days; neither the Compton or Parker Committees nor the Commission were able to establish the exact length of the periods of respite.", "The Commission was satisfied that T 6 and T 13 were kept at the wall for different periods totalling between twenty to thirty hours, but it did not consider it proved that the enforced stress position had lasted all the time they were at the wall. It stated in addition that the required posture caused physical pain and exhaustion. The Commission noted that, later on during his stay at the interrogation centre, T 13 was allowed to take his hood off when he was alone in the room, provided that he turned his face to the wall. It was not found possible by the Commission to establish for what periods T 6 and T 13 had been without sleep, or to what extent they were deprived of nourishment and whether or not they were offered food but refused to take it.", "The Commission found no physical injury to have resulted from the application of the five techniques as such, but loss of weight by the two case-witnesses and acute psychiatric symptoms developed by them during interrogation were recorded in the medical and other evidence. The Commission, on the material before it, was unable to establish the exact degree of any psychiatric after-effects produced on T 6 and T 13, but on the general level it was satisfied that some psychiatric after-effects in certain of the fourteen persons subjected to the techniques could not be excluded.", "105. T 13 claimed in addition to have been beaten and otherwise physically ill-treated, but the medical evidence before the Commission, as the delegates explained at the hearing before the Court on 21 April 1977, gave reason to doubt that he had been assaulted to any severe degree, if at all. Accordingly, the Commission treated the allegations in regard to T 13 as concerning the five techniques only.", "T 6 similarly alleged that he was also assaulted in various ways at, or during transport to and from, the centre. On 17 August 1971 he was medically examined on leaving the centre and also on his subsequent arrival at Crumlin Road Prison where he was then detained until 3 May 1972. The medical reports of these examinations and photographs taken on the same day revealed on T 6’s body bruising and contusions that had not been present on 11 August. While not accepting all T 6’s allegations, the Commission was \"satisfied beyond a reasonable doubt that certain of these injuries ... [were] the result of assaults committed on him by the security forces at the centre\". As a general inference from the facts established in T 6’s case, the Commission also found it \"probable that physical violence was sometimes used in the forcible application of the five techniques\".", "106. Although several other cases were referred to before the Commission by the applicant Government in connection with the unidentified interrogation centre or centres, no detailed allegations or findings are set out in the Commission’s report except in the case of T 22 which was one of the \"41 cases\". The medical evidence established that when leaving the centre and on entering Crumlin Road Prison, T 22 had suffered superficial bruising. The Commission’s short assessment of this case, which it described as comparable to the case of T 6, was that \"there exists a strong indication that the course of events was similar to that found in the illustrative [case]\".", "107. T 13 and T 6 instituted civil proceedings in 1971 to recover damages for wrongful imprisonment and assault; their claims were settled in 1973 and 1975 respectively for £15,000 and £14,000. The twelve other individuals against whom the five techniques were used have all received in settlement of their civil claims compensation ranging from £10,000 to £25,000.", "108. Palace Barracks, a military camp in Holywood, County Down, on the outskirts of Belfast, was used as a holding centre for some days in August 1971 and then from September 1971 until June 1972. During this period, when it was the main interrogation centre in Northern Ireland, some 2,000 persons from all over the province passed through Palace Barracks. The centre was operated jointly by the army and the RUC. Persons held there were photographed immediately after arriving and, from November 1971 onwards (see paragraph 133 below), examined by a doctor on entry as well as departure.", "The interrogations - records of which were kept for filing – were conducted solely by police, usually at least two in number, from the Special Branch of the RUC. These men, who were independent of the uniformed RUC, came under the responsibility of an officer in charge with the rank of inspector. Many of them interrogated prisoners both at Palace Barracks and at Girdwood Park on a rotating system.", "109. A total of 45 cases concerned with Palace Barracks were submitted to the Commission by the applicant Government. The Commission examined in detail 9 illustrative cases, all relating to the period between September and November 1971. It also considered a further 8 cases, included in the \"41 cases\"; of these 8 cases, 6 covered the months October to December 1971 while 2 concerned events occurring in January and May 1972.", "110. These four men were all arrested early on 20 September 1971 at their homes in County Tyrone and taken to Palace Barracks for interrogation. They were photographed and examined by an army doctor immediately after their arrest; apart from one small scar, no injuries were apparently found. The next day they were transferred together from Palace Barracks to Crumlin Road Prison. They all alleged that at various times they had been made to stand spread eagled against a wall and had been severely beaten or otherwise physically ill-treated, particularly during interrogations. On their arrival at Crumlin Road, a prison doctor found contusions and bruising on three of the men; on 23 September, another doctor found similar injuries on the fourth man. In the Commission’s view, this medical evidence made \"it highly probable that all the four received their injuries while at Palace Barracks\".", "Despite the absolute denials given in evidence by witnesses from the security forces at Palace Barracks, the Commission held the following facts, amongst others, to be established beyond reasonable doubt:", "\"The four men ... were severely beaten by members of the security forces ... The beating was not occasional but it was applied in a sort of scheme in order to make them speak ...\"", "Each man instituted civil proceedings for damages and rejected the offer of £750 made in settlement of his claim.", "111. T 9 and T 14 were arrested together by an army patrol in a Belfast street on the night of 16 October 1971. They were brought to Palace Barracks for interrogation and held there until the evening of 18 October when they were transferred to Crumlin Road Prison. On arrival at the latter institution, they were examined by a prison doctor. T 14 was immediately transported to the prison hospital wing where he spent the next three weeks. Both men soon made statements alleging ill-treatment at Palace Barracks. T 14, for instance, claimed that he had been made to stand spread eagled against a wall while being questioned by a Special Branch man who was kicking him continuously on the insides of the legs. They obtained legal assistance and were further medically examined.", "The medical evidence disclosed injuries described as \"substantial\" in T 9’s case and \"massive\" in T 14’s case. The Commission concluded that \"the proved injuries must have been caused while the two men were at Palace Barracks\". Fourteen members of the security forces at the centre gave evidence completely denying any knowledge of the injuries or their causes, but these denials were not believed by the Commission. While viewing certain of the two men’s assertions as exaggerated, invented or improbable, the Commission made the following finding:", "\"T 9 and T 14 ... were subjected to physical violence, especially kicking and beating, during or between a series of ‘interviews’ conducted by the Special Branch.\"", "Civil proceedings seeking damages were instituted by T 14 and T 9; their claims were settled for £2,250 and £1,975 respectively. They also, it seems, complained to the police, but no evidence was produced to the Commission of a police enquiry into their complaints.", "112. These two cases, although not directly connected, have certain similarities and were grouped together by the Commission.", "113. T 1 was arrested at his home in the early hours of 20 October 1971 and taken by soldiers to Palace Barracks. He was questioned several times that day. At about 6.30 p.m. he was released without being charged. The following morning, he was examined by a general practitioner who found what he considered to be rather superficial injuries.", "T 1 alleged that he had been kicked and punched while being made to stand against the wall with his weight on his fingertips. These allegations were completely denied by witnesses from the police. No corroborated evidence was produced by either side to confirm or rebut the suggestion made by police witnesses that T 1 might have received his injuries after his release while being \"questioned\" by the IRA. T 1 did concede having had some previous contacts, albeit superficial and undesired, with IRA members. The Commission found inter alia:", "\"It cannot ... be concluded beyond a reasonable doubt that [T 1] ... received these injuries in the way alleged by him.\"", "Although T 1 said that he had brought a civil action for damages, there is no information as to the outcome of those proceedings. He further stated that after complaint to the RUC, he was told that his allegations had been investigated but found to be unsubstantiated.", "114. T 4 was arrested by an army patrol in the street near his home in the afternoon of 2 November 1971. He was taken by army vehicle first to a police station, where he stayed for less than an hour, and then on to Palace Barracks for questioning. He was released the same day. He alleged that he had been kicked and beaten by soldiers when lying on the floor of the army vehicle and thereafter beaten during interrogation by the police at Palace Barracks. Both the army and the police witnesses denied these allegations.", "The day after his release, T 4 saw his family doctor who found extensive bruising to his body. On 4 November, he was admitted to hospital where he remained under observation for about two weeks.", "The Commission considered that the medical evidence was difficult to reconcile with the account given by T 4 of his alleged ill-treatment. The findings of the Commission included the following:", "\"Bearing in mind that twelve hours elapsed from his release until his medical examination, the statements of the soldiers and some doubt about T 4’s reliability, it cannot be concluded, solely on T 4’s own statements, that he received these injuries at the hands of the army or the police.\"", "There is no evidence of any civil action brought by T 4 or of any army investigation into complaints he apparently made; the results of a police enquiry are not known.", "115. T 10 was arrested at his house early in the morning of 18 November 1971 and subsequently taken to Palace Barracks for interrogation. The next day a detention order was served on him and he was transferred to Crumlin Road Prison. T 10 alleged that while at the interrogation centre he was subjected to what the Commission terms \"comparatively trivial beatings\".", "He was medically examined on arrival at Palace Barracks, when entering Crumlin Road Prison and on 20 November by his family doctor who saw him in prison. The latter two examinations revealed that T 10 had suffered a perforation to the right eardrum and some minor bruising. Despite absolute denials on the part of the five witnesses from the security forces, the Commission found it proved beyond reasonable doubt that T 10’s injuries could not have been caused in any way materially different from that described in his evidence. In the Commission’s view, it was to be taken as established that the acts complained of occurred at Palace Barracks.", "T 10 did not, it seems, institute civil proceedings for damages. On the other hand, he complained through his lawyer against a number of police officers, but no evidence was produced by the respondent Government of any real police investigation.", "116. Within this group, there are 8 cases (T 22, T 27, T 28, T 29, T 30, T 31, T 48 and one other) raising allegations of ill-treatment by the army during transport to Palace Barracks and by the police during interrogation there. The case of T 22 had already been mentioned in connection with the unidentified centre or centres (see paragraph 106 above).", "The medical reports show that the persons concerned had sustained injuries in varying degrees. No evidence, though, was obtained from the respondent Government. The Commission, while therefore feeling it unsafe to make any findings on the basis of the medical reports alone, stated in its short assessment:", "\"Nevertheless, in those cases in which the victims were detained following their interrogation and were medically examined shortly after their committal to detention (the cases of T 22, T 27, T 48, T 29, T 30 and T 31), there exists a strong indication that the course of events was similar to that found in the illustrative cases.\"", "T 27, T 30 and T 31 accepted sums of £900, £200 and £750 respectively in settlement of civil claims brought. At the time of the Commission’s report, actions for damages were still pending in the cases of T 22 and T 29; a substantial sum was ultimately received by the former person as a victim of the five techniques (see paragraph 107 above).", "117. In the absence of corroborative, including medical, evidence, the Commission did not find it possible to examine further another 28 cases concerning Palace Barracks. It merely confirmed that allegations of ill-treatment had been made and that, in some cases, compensation had been paid.", "118. The Commission considered on a number of grounds that the police officers in command at Palace Barracks at the relevant time could not have been ignorant of the acts of ill-treatment found to have been committed. Yet, on their own evidence, these officers took no action to prevent the occurrence or repetition of such ill-treatment.", "Knowledge on the part of the higher authorities of allegations regarding this centre was inferred by the Commission from various facts. Nevertheless, no evidence of police investigations into these allegations was produced to the Commission and, apart from Sir Edmund Compton’s \"supplemental\" report into three Palace Barracks cases (see paragraph 99 above), no general enquiry took place. Furthermore, no disciplinary or criminal proceedings seem to have been instituted against any of the police officers who either committed or failed to react against the acts established. No special instructions relating to the proper treatment of persons in custody were issued to the RUC until April 1972 (see paragraph 135 below). Through their inaction, the authorities in Northern Ireland were held by the Commission to have shown indifference towards the treatment of prisoners at Palace Barracks in the autumn of 1971.", "119. This army camp on the outskirts of Belfast, adjacent to Crumlin Road Prison, was used as a regional centre for holding and interrogating suspects, 186 of whom passed through it in August 1971. It was temporarily closed in that month and re-opened in October 1971 as a police holding centre. The arrangements at Girdwood for receiving, detaining, interrogating and releasing suspects were essentially the same as at Palace Barracks (see paragraph 108 above).", "120. Of 36 cases involving allegations of ill-treatment at Girdwood, the Commission examined in detail as illustrative that of T 16. It found that this Protestant, aged over sixty and arrested in connection with the possession of arms and a radio aerial, had been severely injured on 13 August 1971 by army personnel during transport to Girdwood and following his arrival there. He had been insulted, kicked, beaten and dragged by the hair and his evidence had been corroborated by that of T 23 who had been arrested at the same time. T 16’s ill-treatment was not connected with his formal interrogation which was correctly conducted by the Special Branch. Although the army doctor at Girdwood treated T 16 for a diabetic condition, the Commission considered the medical examination inadequate since no notice was taken of the injuries which were observed later by other doctors.", "T 16 instituted civil proceedings for damages and the respondent Government indicated to the Commission that his action would certainly be settled. He had also complained immediately to the RUC but, according to the applicant Government, some three years elapsed before he was told that no action was going to be taken against the army; the British Government attributed the impossibility of initiating a prosecution to T 16’s inability to identify his assailants.", "121. The Commission also considered, from the \"41 cases\", the cases of T 23, T 32, T 33, T 49 and T 50, three of which dated from August 1971, one from November 1971 and one from January 1972. All these persons had been released after questioning, except T 49 who had been charged and presumably detained thereafter. They alleged that they had been assaulted by army personnel on arrest and during transport to Girdwood; T 49 also complained of ill-treatment by the Special Branch during interrogation. Each case was submitted by the Irish Government by means of a medical report and also, except for T 33, the complainant’s own statement; no evidence was obtained from the respondent Government. A medical examination, made within twenty-four hours of release or detention, revealed injuries to each individual.", "In the Commission’s view:", "(a) it was fairly safe to conclude that certain of T 23’s and T 50’s injuries had been caused as alleged, particularly in the case of T 23, where the circumstances had been examined in connection with T 16’s case (see paragraph 120 above). A strong probability also existed for T 32 whose claim for damages was later settled for £750;", "(b) although injuries had been found on T 33, it would be difficult to consider the facts established;", "(c) the allegations and injuries in the case of T 49 were comparable to those in the Palace Barracks cases; reference was made to the Commission’s assessment of some of the \"41 cases\" relating to that place (see paragraph 116 above).", "122. In the absence of corroborative, including medical, evidence, the Commission did not find it possible to examine further another 30 cases concerning Girdwood. It merely confirmed that allegations of ill-treatment had been made and that, in some cases, compensation had been paid.", "123. Ballykinler was an army camp in County Down used in August 1971 for holding and interrogating some of those arrested during Operation Demetrius (see paragraph 39 above). It was under the overall authority of the RUC, the army being responsible for security and the Special Branch conducting the interrogations. On 9 and 10 August, 89 persons were brought to Ballykinler of whom, by 11 August, 80 had been removed to a place of detention and the remainder released.", "The applicant Government requested the Commission to make findings on all the 18 cases in respect of which they had filed statements alleging ill-treatment at the camp.", "124. Prior to the Commission’s enquiry, conditions at Ballykinler in August 1971 had been examined by the Compton Committee (see paragraph 99 above) and by the Armagh County Court in the Moore case. The Compton Committee considered that certain exercises which detainees had been made to do \"under some degree of compulsion\" must have caused hardship but were the result of lack of judgment rather than an intention to hurt or degrade; it accordingly made no findings of deliberate ill-treatment. In the Moore case, on the other hand, the judge rejected defence evidence, in particular as to the origin of the exercises, and concluded that the treatment of persons held at Ballykinler was \"deliberate, unlawful and harsh\"; he awarded the plaintiff £300, the maximum amount within his jurisdiction.", "125. The Commission examined, as illustrative, the case of T 3 and found that:", "(a) he and other persons arrested were made (in some cases before medical examination) to do exercises which caused considerable strain and hardship, especially to the elderly and those in poor physical condition;", "(b) the exercises consisted partly of sitting on the floor with the legs outstretched and the hands raised high above, or clasped behind, the head, and partly of kneeling on the floor with the forehead touching the ground and the hands clasped behind the back;", "(c) it was not possible to ascertain the exact length of time during which, or the degree of compulsion with which, the exercises were enforced;", "(d) allegations, concerning both T 3 and others, of specific incidents of violence and of the use of considerable force had not been established;", "(e) the camp had been swept out, and beds removed for security reasons, before persons arrested arrived; for a purpose not sufficiently explained, bedding was provided only for those who had been interrogated.", "126. None of the \"41 cases\" concerned Ballykinler. There is no separate section in the Commission’s report on the remaining 17 cases relating to that centre but findings on the general conditions there were made within the context of T 3’s case.", "127. 121 cases involving allegations of ill-treatment at miscellaneous places were referred to the Commission by the applicant Government. The allegations included beating and assaults by the army or the police at army posts, police stations, a prison, in the street, at home or during transport at dates falling between August 1971 and 1974. 65 of these cases were in connection with interrogation. The Commission examined in detail as illustrative the cases of T 7, T 11 and T 5.", "128. The Commission found that on 28 October 1971, without provocation or resistance, this civilian had been severely assaulted and injured in a street in Belfast by a corporal effecting his arrest. When it was realised that his arrest had been a mistake, he was discharged with apologies, having been given medical treatment. Neither his evidence nor the medical evidence was disputed and the respondent Government called no witnesses.", "The soldier in question was detained for four or five days and then admonished. T 7’s claim for damages was settled for £600.", "129. The Commission found that, after his arrest on 20 December 1971, this civilian had been severely assaulted and injured by a number of soldiers during interrogation at Albert Street Barracks, Belfast. Neither the main facts nor medical evidence of physical injuries were disputed, although medical opinion differed concerning mental after-effects. The respondent Government called no witnesses to rebut the charges of physical ill-treatment. Additional allegations of harassment by soldiers after the event were found by the Commission to be neither proved nor disproved.", "T 11’s claim for damages was settled for £300. He also lodged a complaint with the RUC which was still under investigation when the Commission heard evidence on his case; the respondent Government stated that they did not know the reason for the delay.", "130. T 5 alleged that he was kicked, punched and hooded by the army at St. Genevieve’s School, Belfast, on 13 August 1972. He was too young to be detained but, after arrest and questioning, he was taken, allegedly for identification purposes, to various army posts.", "A claim by T 5 for damages was settled in the sum of £236.79. His complaint to the RUC was unsuccessful.", "In the light of its review of the medical evidence and the evidence of the security force witnesses and of T 5, the Commission concluded that T 5’s allegations were not sufficiently established.", "131. From these cases, the Commission considered 28 on which the Parties had commented. It took the view that the evidence, in the shape of medical reports accompanied in some cases by a statement from the complainant, did not make it possible to establish beyond reasonable doubt the cause of the injuries.", "132. In the absence of corroborative, including medical, evidence, the Commission did not find it possible to examine further the remaining 90 cases. It merely confirmed that allegations of ill-treatment had been made and that, in some cases, compensation had been paid.", "133. From May 1970 onwards, the army rule was that the person arrested and the arresting soldier were to be photographed together. With regard to the practice followed during Operation Demetrius, the Compton Committee noted that a photograph was taken of each person admitted to a regional holding centre and that on entry to Ballykinler and Magilligan, though not to Girdwood Park, a medical examination was carried out and its result recorded.", "As from 15 November 1971, every individual brought to a holding centre was medically examined on arrival and departure. Medical staff was instructed to submit reports whenever there was evidence of a complaint of ill-treatment. Furthermore, after a certain time, records were kept of the prisoner’s condition during his progress through interrogation.", "134. It would appear that at the beginning of the internment operation reliance was simply placed on the normal regulations requiring humane treatment and forbidding the use of violence.", "135. Following the Parker report and the Prime Minister’s statement to Parliament (see paragraph 101 above), a directive on interrogation was issued prohibiting the use of coercion and, in particular, of the five techniques. In addition, it made mandatory medical examinations, the keeping of comprehensive records and the immediate reporting of any complaints of ill-treatment. In April 1972, army instructions and the RUC Force Order 64/72, concerning respectively arrests under the Special Powers Regulations and the treatment of prisoners, directed that excessive force should never be used. Shortly after the introduction of direct rule, the United Kingdom Attorney-General gave a ministerial directive on the proper treatment of persons in custody, making it clear that where any form of ill-treatment was reported the Director of Public Prosecutions would prosecute. Further army and RUC instructions of August 1972 in respect of arrest and interrogation enjoined the proper and humane treatment of prisoners; they strictly forbade resort to violence, the five techniques, threats or insults and concluded with a prohibition similar to Article 3 (art. 3) of the Convention. In August 1973 new instructions with regard to arrests by the army re-emphasised the need for correct behaviour.", "The respondent Government submitted that steps had been taken for the diffusion and enforcement at all levels of these orders and directives. However, both the Commission and the applicant Government considered that there was a lack of satisfactory evidence as to how the regulations were implemented and obeyed in practice.", "136. Section 6 of the Emergency Provisions Act (see paragraph 68 above) contained provisions designed to exclude as evidence before an ordinary criminal court statements by an accused obtained by torture or inhuman or degrading treatment; the section did not apply to the extrajudicial procedures or to statements by third parties.", "137. Under the Police Act (Northern Ireland) 1970, an investigation department within the RUC had been set up to report to the Chief Constable on all complaints against the police whatever their source. An official committee of five members of the Police Authority of Northern Ireland, including two Catholics and two Protestants, examined each month the records of complaints kept by the Chief Constable.", "Where a serious criminal offence was disclosed, reports were submitted to the Attorney-General for Northern Ireland or, after the introduction of direct rule, to the Director of Public Prosecutions in Northern Ireland, a newly-created office, for decision whether to prosecute. On 15 June 1972, the United Kingdom Attorney-General instructed the Director of Public Prosecutions to direct the RUC to investigate and report on any circumstances which might involve the commission of a criminal offence by a member of the security forces. From November 1972 onwards, all completed investigations of both police officers and army personnel had to be sent to the Director of Public Prosecutions.", "In September 1973, new disciplinary regulations brought the arrangements for the investigation of complaints against the RUC into line with the arrangements existing elsewhere in the United Kingdom. In 1975, a fresh unit was established within the RUC under the direct control of the Deputy Chief Constable to be responsible for the investigation of complaints.", "138. The Gardiner Committee in its report of January 1975 (see paragraph 74 above), while expressing itself satisfied that full investigations were made, nevertheless found a widespread belief in Northern Ireland that complaints against members of the security forces were not taken seriously. It therefore recommended the setting up of an independent means of investigating complaints.", "The Police (Northern Ireland) Order 1977 established a completely independent Police Complaints Board for Northern Ireland with supervisory functions in the matter.", "139. The policy of the General Officer Commanding, as stated in the evidence before the Commission, was that every complaint should be investigated. An investigator was automatically appointed as soon as an incident was reported, even before a formal complaint had been made. As with the RUC, notice was also taken of allegations in the press or from third parties.", "It would seem that in the early stages of the emergency complaints against soldiers were handled by the army authorities themselves; later on, two RUC officers were appointed to oversee army enquiries and subsequently investigations were actually carried out by the RUC, at least where there appeared to be a serious criminal offence. In addition, complainants were encouraged to channel their complaints through the police. On 20 January 1972 a joint army/RUC investigation team was created.", "Complaints against the army were referred to an outside authority - the Director of Public Prosecutions as from April 1972 – for directions whether to prosecute.", "140. Between 9 August 1971 and 30 November 1974, 2,615 complaints against the police were made, 1,105 alleging ill-treatment or assault; the 23 prosecutions for assault resulted in 6 convictions leading to fines and, in one case, a conditional discharge.", "As regards the army, from 31 March 1972 to 30 November 1974, 1,268 complaints in respect of assaults or shootings had been received and 1,078 cases of alleged assault were submitted to the Director of Public Prosecutions. By January 1975, directions to prosecute had been given in 86 out of the 1,038 cases then dealt with.", "Overall, between April 1972 and the end of January 1977, 218 members of the security forces were prosecuted for assault at the direction of the Director of Public Prosecutions and 155 were convicted.", "141. Soon after complaints relating to the arrests carried out on 9 August 1971 became known, nearly 1,800 soldiers, including 300 or so who had left Northern Ireland, were interviewed in order to determine their role in the arrest operation. The Commission’s report also mentions a few other specific examples of members of the security forces being investigated or disciplined, but these examples are not connected with the cases submitted by the applicant Government. No information of any investigation into the submitted cases was vouchsafed to the Commission by the respondent Government except in relation to the illustrative cases. Even as regards the illustrative cases, the Commission had before it just one item of direct evidence - the Compton reports, filed by the applicant Government - and it noted that in none of them had the authorities carried out a thorough investigation of the allegations of ill-treatment; evidence as to disciplinary action or prosecution was furnished to the Commission in one case alone, that of T 7 (see paragraph 128 above).", "142. Procedures to obtain compensation were available before the domestic courts to all persons who considered themselves to have been ill-treated by the security forces. There is no suggestion that the domestic courts were or are anything other than independent, fair and impartial. The respondent Government have emphasised the difference between domestic civil and criminal law. Under the former the authorities are liable for any wrongful act, established on the balance of probabilities, committed in the course of their duty by soldiers or policemen, whether individually identified or not. The criminal law, in contrast, requires proof beyond reasonable doubt of the guilt of an identified individual. Like any plaintiff in a civil action, a plaintiff alleging ill-treatment by the security forces was entitled to obtain disclosure of relevant documents, for example medical reports, in the possession of the defendant authorities.", "143. Between 9 August 1971 and 31 January 1975, compensation totalling £302,043 had been paid in settlement of 473 civil claims for wrongful arrest, false imprisonment, assault and battery, leaving 1,193 actions still outstanding. At the time of the Commission’s report, compensation, ranging from about £200 to £25,000, had been paid in settlement of 45 of the 228 cases submitted by the applicant Government. In the only case of alleged physical ill-treatment which seems to have been fought, namely the case of Moore v. Shillington (see paragraph 124 above), the judge disbelieved the evidence of the security forces."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}