{"ITEMID": "001-61414", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF RAKEVICH v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "", "TEXT": ["8. The applicant was born in 1961 and lives in Yekaterinburg.", "9. On 25 September 1999 the applicant was visiting her acquaintance M.", "10. According to the applicant, she stayed overnight to study the Bible and share her religious opinions. On 26 September 1999, M., offended by the applicant's views, called an ambulance to escort her to a mental hospital. Confused by the arrival of the ambulance, the applicant asked M. for an explanation, but was ordered by the medical staff to follow them.", "11. According to the Government, the acquaintance had met the applicant in the street the day before and, perplexed by her unusual behaviour, took her home to take care of her. The applicant did not sleep all night long, cried, looked around, called for her mother (who lived in Kazakhstan) and hallucinated. The acquaintance therefore had to call an ambulance.", "12. The applicant was taken to the Yekaterinburg City Psychiatric Hospital No. 26. The doctor on duty considered that she was suffering from a grave mental disorder, displaying symptoms of fear, anxiety and disorientation, which rendered the applicant a danger to herself and helpless. The applicant had cried and was uncooperative with the doctor.", "13. On 26 September 1999 the hospital applied to a court for approval of the applicant's confinement.", "14. Two days later, on 28 September 1999, a medical commission diagnosed the applicant as suffering from paranoid schizophrenia and confirmed that she should be kept in hospital. According to the doctors, once in the hospital, the applicant remained suspicious and distrustful. She did not reveal her emotions or explain the behaviour which had led to her hospitalisation. She accused the medical staff of stealing her belongings. The applicant insisted that her detention had been inspired by her acquaintance who was a member of a religious sect and who had intended to lure her into the sect. Having no trust in the doctors, the applicant refused any treatment. She was untidy, wore three jerseys at once and did not undress for bed. The applicant also refused to wash for fear of catching a cold, and wrote complaints which she hid in her underwear. All that time, according to the medical report, she remained emotionally cold and mannered, whilst repeating herself.", "15. On 5 November 1999 the Ordzhonikidzevskiy District Court of Yekaterinburg, after a hearing at the hospital, confirmed that the detention had been necessary as the applicant had suffered from an acute attack of paranoid schizophrenia. In its findings, the court relied on assertions by the hospital that the applicant's aggravated mental condition had put her physical integrity in danger and that she had been delirious. The hospital's representatives also testified that the applicant had been taken to the hospital by the emergency services in a deranged state of mind and that she “had remained awake throughout the night studying the Bible and weeping”. A work colleague of the applicant testified that the applicant “had become uncooperative and filed frequent complaints about her co-workers' alleged prejudices”.", "16. The applicant's representative allegedly did not have any access to the report of the medical commission either before or after the hearing, despite his requests.", "17. On 11 November 1999 the applicant lodged an appeal against the decision of 5 November. The applicant states that she was unable to file detailed points of appeal as, at that time, the final text of the court decision had not been served on her.", "18. On 24 December 1999 the Sverdlovsk Regional Court dismissed the appeal and confirmed that the applicant's detention had been necessary. However, the court established that the applicant no longer needed in-patient treatment as she had a job, was a single mother of a schoolboy and had already spent a considerable time in the hospital.", "The basic principles of psychiatric medical care in Russia are governed by the Law on Psychiatric Treatment and Associated Civil Right Guarantees, enacted in 1992 (“the Psychiatric Treatment Law”, “the Law”).", "Section 29 of the Law sets out the grounds for an involuntary placement in a psychiatric hospital:", "“A mentally disturbed individual may be hospitalised in a psychiatric hospital against his will or the will of his legal representative and without a court decision having been taken, if the individual's examination or treatment can only be carried out by in-patient care, and the mental disorder is severe enough to give rise to:", "a) a direct danger to the person or to others, or", "b) the individual's helplessness, i.e. an inability to take care of himself, or", "c) a significant impairment in health as a result of a deteriorating mental condition, if the affected person were to be left without psychiatric care.”", "Section 32 of the Law specifies the procedure for the examination of patients compulsorily confined in a hospital:", "“1. A person placed in a psychiatric hospital on the grounds defined by section 29 of the present Law shall be subject to compulsory examination within 48 hours by a commission of psychiatrists of the hospital, which commission shall take a decision as to the necessity of hospitalisation. If no reasons for hospitalisation are established and the hospitalised person expresses no intention of remaining in the hospital, the person shall be released immediately.", "2. If hospitalisation is considered necessary, the conclusion of the commission of psychiatrists shall be forwarded to the court having territorial jurisdiction over the hospital, within 24 hours, for a decision as to the person's further confinement in the hospital.”", "Sections 33-35 set out in detail the procedure for judicial review of applications for the compulsory treatment of mentally ill persons:", "“1. Involuntary hospitalisation for in-patient psychiatric care on the grounds defined by Section 29 of the present Law shall be subject to review by the court having territorial jurisdiction over the hospital.", "2. An application for the involuntary placement of a person in a psychiatric hospital shall be filed by a representative of the hospital where the person is detained.", "The application containing the grounds for involuntary psychiatric hospitalisation shall be accompanied by a reasoned conclusion of a commission of psychiatrists as to the further necessity of the person's in-patient treatment in a psychiatric hospital.", "3. A judge who accepts the application for review shall simultaneously order the person's detention in a psychiatric hospital for the term necessary for that review.”", "“1. An application for the involuntary placement of a person in a psychiatric hospital shall be reviewed by a judge on the premises of the court or hospital within five days after receipt of the application.", "2. The person shall be allowed to participate personally in the hearing in order to determine whether he should be hospitalised. If, on the information provided by a representative of the psychiatric hospital, the person's mental state does not allow him to participate personally in the hearing, the application shall be reviewed by the judge on the hospital's premises.", "3. The presence at the hearing of a public prosecutor, a representative of the psychiatric institution requesting hospitalisation, and a representative of the person whom it is intended to detain, shall be mandatory.”", "“1. Upon examination of the application on the merits, the judge shall either grant or refuse it.", "2. The judge's grant of the application shall justify the person's hospitalisation and further confinement in the hospital.", "3. The judge's decision shall be subject to appeal within ten days by the person placed in the psychiatric hospital, his representative, the head of the psychiatric hospital as well as by an organisation entitled by virtue of law or by its charter to protect citizens' rights, or by a public prosecutor. The appeal shall be made in accordance with the rules established in the Code of Civil Procedure of the RSFSR.”", "Sections 47-1 and 48-1 of the Law provide a patient with the right to complain about the unlawful actions of medical staff:", "“1. Unlawful actions of medical, social, educational and other staff and of medical commissions involved in psychiatric care may be complained about ... to a court, a supervising authority or a public prosecutor...”", "“1. The complaints [defined in section 47-1] shall be considered by a court in accordance with chapter 24-1 of the Code of Civil Procedure...”", "Chapter 24-1 of the Code of Civil Procedure outlines the procedure for the judicial review of administrative penalties."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}