{"ITEMID": "001-71681", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BARRY v. IRELAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length);Violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1925 and lives in Cork. He is a medical doctor. In May 1995 a formal complaint was made to the police by a former female patient that she had been indecently assaulted by the applicant and that he had made video recordings. On 4 June 1995 a search warrant was obtained. On 6 June 1995 his home, clinic and consulting rooms were searched. Videos were found reflecting matters similar to those about which the woman had complained. Pills obtained by a prescription made out to, and using the medical card of, another patient were found although that patient knew nothing of the pills. A replica pistol and blank ammunition were found. The applicant was questioned. He admitted that he had obtained pills in that manner for several years.", "5. In July 1995 the Medical Council (“the Council”) was informed of a number of complaints against him by two former female patients and, in August 1995, the police confirmed to the Council that they were investigating allegations of indecent assault by the applicant. In October 1995 the Council received written complaints from those two patients alleging sexual assault and blackmail. On 19 October 1995 the Fitness to Practice Committee (“the Committee”) of the Council decided that there was a prima facie case for the holding of an enquiry.", "6. On 27 October 1995 the High Court made an order (unpublished) restraining him from practising pending the outcome of the inquiry. On 6 November 1995 the High Court ordered the removal of the applicant’s name from the register of practitioner’s and restrained him from practising pending the inquiry and all consequent proceedings. The High Court also agreed that the Council could make public the “sequence of events” including the orders of 27 October and 6 November 1995. The Council issued a press release on the same day which included the applicant’s name, the terms of those two High Court orders and details of how an individual could complain to the Council about a medical practitioner. Further complaints (600) were then received from other former female patients of the applicant, of which 145 made formal statements to the police.", "7. The applicant left Ireland for a number of months to avoid the publicity but kept in contact with the police through his solicitor. On 2 March 1996 he attended with his solicitor, and by prearranged appointment, at a police station to enquire as to whether there were criminal charges pending against him. He claims that he was informed that no charges were pending. However, on 6 March 1996 when he voluntarily attended the same police station with his solicitor, his solicitor insisted on attending the interview, the police refused and, given the dispute, arrested the applicant (under Section 4 of the Criminal Justice Act 1984 – for the proper investigation of a crime - on suspicion of sexual assault of a former patient) during which period the applicant saw his solicitor. The period of lawful detention expired that evening: that same evening he appeared voluntarily before a High Court judge in his habeas corpus application. That application was later determined against him.", "8. On 9 April 1996 the Chief State Solicitor advised the applicant that certain summonses had issued against him. The applicant was served at his solicitor’s office. The charges concerned the pills, replica pistol and ammunition found. On 8 July 1996 these charges were, pursuant to his application, struck out for lack of evidence.", "9. On unspecified dates, certain former patients, also complainants in the criminal proceedings, initiated civil actions against the applicant alleging sexual assault. These proceedings are defended by the applicant.", "10. On 18 July 1996 the applicant informed the Committee that the criminal proceedings had been favourably disposed of and that the pending civil actions against him (by patients who had not complained to the Council) would be vigorously defended: he asked for the resumption of the disciplinary inquiry. A hearing was held on 11 November 1996 and the Committee rejected his request to hold the inquiry in public. The applicant’s request for leave to apply for judicial review of that decision was rejected by the High Court but was granted by the Supreme Court (December 1996). The High Court (February 1997) and then the Supreme Court (December 1997) rejected the substantive judicial review application and appeal, respectively. When it became subsequently clear that sexual assault charges would be pursued against him, the Council proceedings were stayed.", "11. In April 1997 the applicant was served with a routine summons under the Police Property Act 1897 (in order to allow them to dispose of the blank ammunition and the replica pistol). That summons lapsed as it was returnable for a bank holiday.", "12. On 30 October 1997 the applicant was arrested on foot of a warrant (issued on 29 October 1997) in respect of an alleged sexual assault of a former patient on a date between 1 October 1992 and 30 November 1992. A list of all charges concerning 43 complainants was read to him later in the police station: he was thereby formally charged with 237 offences of a sexual nature. He was brought before the District Court later that morning to considerable media attention. Bail was opposed but granted on condition that he report to a police station every Monday morning. His passport was impounded.", "13. On 14 November 1997 he unsuccessfully applied for a copy of the statement grounding the application for his arrest warrant. On 17 November 1997 he was given leave to apply for judicial review for an order prohibiting his prosecution on three grounds, including “gross and inexcusable delay”. A stay on prosecution was granted pending the determination of the judicial review proceedings.", "14. In February and March 1998 the respondents submitted a statement of opposition and three affidavits. On 9 March 1998 an order for discovery was made against the respondents. In April, May, June and July 1998 the proceedings were adjourned on the application of the respondents. In early July 1998 the respondents filed their first affidavit of discovery and in late July the applicant requested further discovery. The proceedings were adjourned six times between July and November 1998 at the respondents’ request. On 7 December 1998 the respondents requested the hearing of the substantive matter; on 8 December 1998 they filed a further affidavit of discovery; on 9 December 1998 the applicant issued a motion requesting further and better discovery; and on 10 December 1998 the respondents requested that a date be fixed for the substantive hearing.", "15. On 28 January 1999 the High Court ordered the applicant to file an affidavit listing those documents over which he disputed the respondents’ assertion of privilege. The applicant filed an affidavit on 9 February 1999 but it was later found not to have complied with the order of 28 January 1999. In response, the respondents filed affidavits on 3 June 1999. On that date the High Court heard the applicant’s motion for further discovery, ordered the respondents to make further discovery by 25 June 1999 and the matter was adjourned to 2 July 1999. On 29 June 1999 the applicant filed an affidavit complaining, inter alia, about delay in the case. On 30 June 1999, and further to the respondents’ submission that another affidavit and discovery would be soon ready, the matter was adjourned to 27 July 1999.", "16. On 25 July 1999 the applicant was informed that a further adjournment would be applied for by the respondents. On 26 July 1999 the adjournment was accorded by the High Court (until 11 October 1999). The applicant filed an affidavit on that date again complaining about delay. The respondents filed further affidavits in September and October 1999 as did the applicant on 7 October 1999. On 11 October 1999 a further adjournment was accorded, with the applicant’s consent on the basis that the respondents furnish him with all non-contested documents by 29 October 1999. On 4 November 1999 the High Court ordered him to clarify within 3 weeks the documents in respect of which he contested the privilege claimed by the respondents. On 2 December 1999 the applicant filed a further affidavit.", "17. On 3 December 1999 the hearing of the application for further and better discovery resumed. At this hearing the applicant indicated that he disputed privilege in relation to the complainants’ statements and the medical reports. The court ordered the respondents to make the complainants’ statements available to the applicant (with addresses blocked out). It made no order as regards the respondents’ medical reports and indicated that it would provide the first available date for the hearing of the substantive judicial review matter.", "18. In December 1999 the substantive judicial review hearing was fixed for 22 February 2000. However, on 18 February 2000, the respondents filed another 10 affidavits. As a result, the substantive hearing had to be adjourned. Both parties were in agreement that the case should not be re-listed until the Supreme Court had given judgment in a case which was relevant to one (not delay) of the grounds of review (“the related case”).", "19. In the meantime, the procedural disputes continued. The applicant disputed the claimed privilege during a hearing from 22 to 26 February 2000. During a hearing on 14, 15 and 16 March 2000 the applicant sought further inspection of the respondents’ documents. On 2 April 2001 the High Court refused this application. It noted that, while the respondents had been “grossly in delay” in filing the affidavits in February 2000, the information contained therein had not added anything material to the case. It also noted that the applicant had not complied with the High Court’s order of 28 January 1999 to specify which of the documents, in which the respondents were claiming privilege, were being disputed.", "20. The Supreme Court gave judgment in the related case in May 2001. The applicant’s substantive hearing was set down for 11 January 2002. It ended on 25 January 2002 and judgment was reserved.", "21. On 14 February 2003 the High Court delivered its judgment refusing the relief (prohibition of prosecution) sought by the applicant. It found that both parties were at fault for the delay caused by the discovery process: the applicant for not being more focused as to the documents he required (and in particular not complying with the order of 28 January 1999); the respondents for being slow to furnish discovery. It also stated that the respondents had been entirely to blame for the adjournment of the proceedings on 22 February 2000. However, it considered that this default had not caused any significant delay because the proceedings had to be adjourned anyway to await the judgment in the related case. Accordingly, by judgment of 13 March 2003 the High Court removed the stay on prosecution and ordered the applicant to pay the State’s costs.", "22. In April 2003 the applicant appealed (against the refusal of the prohibition order and the order for costs). In October 2003 the Supreme Court heard the appeal. On 17 December 2003 it rejected the appeal concerning the refusal of the prohibition order. It considered that some of the delay in the judicial review proceedings was the fault of the applicant (for not complying with the order of 28 January 1999); some was necessary (in order to await the judgment in the related case); some was caused by the Director of Public Prosecutions (“D.P.P.”) (in particular the adjournments they sought during the protracted discovery process); and some was caused by the High Court (in failing to deliver judgment for over a year). It held that it could only take into account the delay for which the D.P.P. was responsible.", "23. As to the “considerable delay” of the High Court in delivering judgment, it said:", "“...it is a complete misunderstanding of the decision of the European Court of Human Rights in Doran v. Ireland [no. 50389/99, ECHR 2003X (extracts)] to treat it as authority for the proposition that, in a case such as the present, the right of the public, as represented by the D.P.P., to the trial of serious offences can be defeated by a delay for which the prosecuting authorities bore no responsibility. The decision of the majority of the [C]ourt in Doran v Ireland ... does not have the effect of entitling a party in the domestic courts to relief which would otherwise not be available to him.”", "24. On 30 January 2004 the Supreme Court affirmed the costs order of the High Court and required the applicant to pay the respondents’ costs.", "25. In December 2004 the applicant was informed by the police that, in light of the Supreme Court’s judgment, the prosecution would proceed before the District Court on 22 December 2004. On that date, the prosecutor withdrew charges concerning four complainants but maintained the charges of sexual assault concerning 38 complainants. The prosecution sought and was granted an adjournment (until 19 January 2005) to allow it to prepare a Book of Evidence after which it was envisaged that the charges would be transferred for trial on indictment. On 26 January 2005 the District Court lifted his bail conditions. It ordered the transfer of the charges to the Circuit Court for trial on indictment. The District Court refused to conduct a preliminary examination of the charges under Part II of the Criminal Procedure Act 1967 (which provision had been repealed by Part III of the Criminal Justice Act 1999 in October 2001). On 21 February 2005 the High Court granted leave to seek judicial review of this refusal by the District Court.", "A medical report dated 11 March 2005 concluded that the applicant’s advanced age and the ongoing prosecution “have affected his physical and mental condition to such an extent that at this point in time his capacity to defend himself is impaired”. The Medical Council disciplinary proceedings and the civil assault actions have been adjourned pending the criminal proceedings."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}