{"ITEMID": "001-99994", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF AKSU v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (victim);No violation of Art. 14+8", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1931 and lives in Ankara.", "6. In 2000 the Ministry of Culture published a book entitled “The Gypsies of Turkey”, written by Associate Professor Ali Rafet Özkan.", "7. On 15 June 2001 the applicant filed a petition with the Ministry of Culture on behalf of the Turkish Gypsy associations. In his petition, he stated that in twenty-four pages of the book, the author had stated that Gypsies were engaged in illegitimate activities, lived as “thieves, pickpockets, swindlers, robbers, usurers, beggars, drug dealers, prostitutes and brothel keepers” and were polygamist and aggressive. Furthermore, Gypsy women were presented as being unfaithful to their husbands. The applicant also submitted that the book contained several other expressions that humiliated and debased Gypsies. Claiming that the expressions constituted criminal offences, he requested that the sale of the book be stopped and all copies seized.", "8. On the same day, the head of the publication unit at the Ministry of Culture ordered that all copies of the book be returned to the publication unit as there were corrections to be made.", "9. On 11 October 2001 the applicant wrote a letter to the Ministry of Culture enquiring whether the copies of the book had been seized.", "10. On 17 October 2001 the head of the publication unit at the Ministry of Culture informed the applicant that the publications advisory board of the Ministry, composed of seven professors, had decided that the book was scientific research and that the expressions in the book did not contain any insults or similar expressions. The applicant was also informed that the author of the book would not permit any amendments to the text and that, in accordance with the author’s request, the Ministry had transferred the copyright of the book to him.", "11. On 4 February 2002 the applicant sent letters to the Ministry of Culture and to Associate Professor Ali Rafet Özkan and repeated his initial request. He received no reply.", "12. Subsequently, on 30 April 2002, the applicant brought proceedings before the Ankara Civil Court of General Jurisdiction against the Ministry of Culture and the author of the book, and requested compensation for the non-pecuniary damage he had suffered on account of the expressions contained in the book. He alleged that the expressions constituted an attack on his identity as a Gypsy and were insulting. The applicant also asked for the copies of the book to be confiscated and for its publication and distribution to be banned.", "13. The author of the book submitted, in reply, that he had used the records of the Adana police headquarters and books written by other authors on Gypsies when writing the book and that he had not had any intention to insult or humiliate Gypsies. The author further stated that the passages referred to by the applicant should not be considered in isolation, but in the context of the whole book.", "14. On 24 September 2002 the Ankara Civil Court dismissed the applicant’s requests in so far as they concerned the author of the book. It considered that the book was the result of academic research, was based on scientific data and examined the social structures of Gypsies in Turkey. The first-instance court therefore held that the expressions in question did not insult the applicant. As to the applicant’s case against the Ministry, the firstinstance court decided that it lacked jurisdiction as the administrative courts had jurisdiction over the applicant’s claim.", "15. On 25 October 2002 the applicant appealed. In his petition, he submitted that the book could not be considered as scientific research and that therefore the Ministry of Culture should not have published it.", "16. On 21 April 2003 the Court of Cassation upheld the judgment of the first-instance court. In its decision it noted that the expressions in question were of a general nature. It therefore found no grounds for concluding that they concerned all Gypsies or that they constituted an attack on the applicant’s identity.", "17. On 8 December 2003 a request by the applicant for rectification of the decision was dismissed.", "18. Subsequently, on an unspecified date, the applicant initiated proceedings against the Ministry of Culture before the Ankara Administrative Court. He requested non-pecuniary compensation, alleging that the content of the book published by the Ministry of Culture had been offensive and insulting towards the Gypsy community. On 7 April 2004 the Administrative Court dismissed the applicant’s case. It held that before its publication, the book in question had been examined by a Rapporteur appointed by the publications advisory board. Following his approval, the advisory board had agreed to publish the book. In the wake of the applicant’s allegations the advisory board, composed of seven professors, had examined the book again on 25 September 2001 and had decided that it was an academic study based on scientific research and that no inconvenience would be caused by continuing its distribution and sale. The Administrative Court therefore concluded that the applicant’s allegations were unsubstantiated. It is not clear from the documents in the case file whether or not the applicant lodged an appeal against this decision.", "19. The last paragraphs of the conclusion to “The Gypsies of Turkey” read as follows:", "“The most important links connecting the Gypsies to each other are their familial and social structures as well as their traditions. Despite the fact that they have been leading a nomadic life for more than a thousand years, they have managed to protect their traditional way of living thanks to their endogamous character. Their attachment to these traditions begins at birth and continues till death. Doubtless, tradition is the most significant factor in the way of life of the Gypsies. The elderly members of the Gypsy society bear the heaviest responsibility in protecting and sustaining the traditions. However, due to ever-changing circumstances and needs, the social structure of the Gypsies has become difficult to preserve. In particular “Natia”, one of these social structures, can no longer be sustained in today’s Turkey.", "The liveliest characteristic of Gypsies is their way of living. Hence, all branches of socio-cultural activity, consisting of migration and settlement, dance, music, language, eating and drinking, fortune telling, sorcery and professions, constitute the true nature of Gypsy life. That is to say, these elements form the visible part of the iceberg. Other persons usually recognise Gypsies through these phenomena. Nevertheless, the way to truly know Gypsies is to mingle with their society and to fully analyse their traditions and beliefs. The secret world of the Gypsies reveals itself through their beliefs, in particular through their superstitions and taboos.", "Gypsies, like everyone, feel the need to have faith and to worship. In addition to adopting the religion of the country they live in, they also perpetuate the traditional beliefs specific to their culture. Consequently, it is observed that Gypsies have genuine feasts and celebrations stemming from their beliefs which can be partly traced to Hinduism.", "In our opinion, these people, who suffer from humiliation and rejection everywhere, could be transformed into citizens who are an asset to our State and our nation once their educational, social, cultural and medical problems are solved. The only thing that needs to be done is to focus on this issue with patience and determination.”", "20. In December 1998 the Language Association, a non-governmental organisation, published a dictionary entitled “Turkish Dictionary for Pupils”. The publication of the dictionary was financed by the Ministry of Culture.", "21. On 30 April 2002 the applicant sent a letter to the Executive Board of the Language Association on behalf of the Confederation of Gypsy Cultural Associations. In his letter, the applicant submitted that certain entries in the dictionary were insulting to and discriminatory against Gypsies. In this connection, he referred to the descriptions and idioms below:", "“Gypsy” (çingene): (metaphorically) stingy.", "“Gypsyness” (çingenelik) (metaphorically): stinginess, greediness.", "“Becoming a Gypsy” (Çingeneleşmek): “displaying stingy behaviour”.", "“Gypsy’s debt” (Çingene borcu): an unimportant debt.", "“Gypsy plays Kurd dances” (Çingene çalar Kürt oynar): a place where there is a lot of commotion and noise.", "“Gypsy tent” (Çingene çergesi) (metaphorically): a dirty and poor place.", "“Gypsy wedding” (Çingene düğünü): a crowded and noisy meeting.", "“Gypsy fight” (Çingene kavgası): verbal fight in which vulgar language is used.", "“Gypsy money” (Çingene parası): coins.", "“Gypsy pink” (Çingene pembesi): pink.", "22. In the applicant’s opinion, these descriptions had negative, discriminatory and prejudiced meanings. The applicant further submitted that the Ministry of Education and the Turkish Language Society had amended their dictionaries at his request and asked the Language Association to correct the definitions of the aforementioned words and to remove the discriminatory expressions from the dictionary. He received no reply to his letter.", "23. Subsequently, on 15 July 2002, the applicant sent a further letter to the Language Association, repeating his request. He added that he would bring a case against the Association if his request was not granted by 20 August 2002.", "24. On 16 April 2003 the applicant brought proceedings in the Ankara Civil Court of General Jurisdiction against the Language Association, requesting that the aforementioned definitions and expressions be removed from the dictionary. The applicant also requested compensation for the nonpecuniary damage he had suffered on account of the expressions contained in the dictionary. He alleged in that connection that the dictionary definitions constituted an attack on his identity as a Gypsy and an insult to his personality.", "25. On 26 May 2003 the representative of the Language Association made submissions to the firstinstance court. He maintained, inter alia, that the definitions and expressions contained in the dictionary were based on historical and sociological reality and that there had been no intention to humiliate or debase an ethnic group. He further submitted that the dictionary contained expressions and definitions that were commonly used in society and that there were other similar expressions in Turkish which concerned Albanians, Jews and Turks.", "26. On 16 July 2003 the Ankara Civil Court dismissed the applicant’s case. It held that the definitions and expressions in the dictionary were based on historical and sociological reality and that there had been no intention to humiliate or debase an ethnic group. It further noted that there were other similar expressions in Turkish concerning other ethnic groups, which existed in dictionaries and encyclopaedias.", "27. The applicant appealed. On 15 March 2004 the Court of Cassation upheld the judgment of 16 July 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}