{"ITEMID": "001-5561", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "JAKOB v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1925, residing in Vienna. She is represented before the Court by Mr Graff, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant suffers from cancer. Since an operation in 1988 she has been treated with “Ukrain”, a medicine which is not registered in the Austrian pharmacopeia (Arzneimittelverzeichnis). The applicant asked the Vienna Health Insurance (Gebietskrankenkassa) to reimburse the various costs of her treatment. On 13 April 1995 the Vienna Health Insurance refused to meet the costs.", "On 2 May 1995 the applicant filed an action with the Vienna Labour and Social Court (Arbeits- und Sozialgericht) against the Vienna Health Insurance, requesting the reimbursement of the treatment costs. On 12 May 1995 the Vienna Labour and Social Court appointed an expert who delivered his opinion in June 1995.", "On 24 October 1995 a witness was heard and the expert opinion was discussed. On 6 February 1996 the proceedings were adjourned because the Constitutional Court was expected to deliver a judgment concerning “Ukrain”.", "On 8 February 1996 the applicant appealed against the adjournment, which was quashed by the Vienna Court of Appeal (Oberlandesgericht). On 29 May 1996 a witness was heard. In August 1996 another expert delivered his opinion. On 16 September 1996 the expert delivered a supplementary opinion. A further hearing appears to have been held on 5 December 1996. On 19 December 1996 the applicant gave notice that two witnesses were going to be absent for some time and asked the court to schedule the following hearing no sooner than the beginning of March 1997. On 30 December 1996 the Vienna Labour and Social Court appointed another expert who – after having been admonished by the judge three times – finally delivered his opinion in May 1997. On 23 July 1997 a hearing was held to discuss the expert opinion.", "On 19 September 1997 the applicant’s counsel submitted documents in Russian which were translated into German by 13 October 1997.", "On 17 December 1997 the expert delivered a supplementary opinion on the basis of the submitted documents.", "On 9 February 1998 the court fixed the date for a hearing on 27 March 1998, but at the request of the applicant counsel’s postponed the hearing until 24 April 1998.", "On 24 April 1998 the hearing was postponed until 15 June 1998 due to the judge’s illness. On 13 May 1998 the applicant’s counsel requested a further postponement.", "On 11 September 1998, after the hearing, the Vienna Labour and Social Court dismissed the applicant’s action, referring to section 133 of the Social Insurance Act (Allgemeines Sozialversicherungsgesetz) which states that the treatment provided has to be sufficient and appropriate but must not exceed what is actually necessary. The court found that the mere fact that “Ukrain” was not registered in the Austrian pharmacopoeia did not in itself prevent the reimbursement of treatment costs. However, in the applicant’s case, registered medicines would have had the same curative effects and, given the evidence produced during the proceedings (submissions of the parties and witnesses, expert opinions), their prescription could not be considered unreasonable or unacceptable. In addition, the “Ukrain” treatment cost six times as much. Besides, the court noted that no curative effect had been proved. Therefore the “Ukrain” treatment was neither a necessary nor an appropriate treatment within the meaning of section 133 of the Social Insurance Act.", "On 22 March 1999 the Vienna Court of Appeal (Oberlandesgericht) dismissed the applicant’s appeal. On 29 April 1999 the applicant lodged an appeal on points of law with the Supreme Court (Oberster Gerichtshof).", "On 31 August 1999 the Supreme Court dismissed the applicant’s appeal on points of law. The decision was served on 6 October 1999."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}