{"ITEMID": "001-60166", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF DEL SOL v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["8. By a judgment of 6 October 1995, the Paris tribunal de grande instance made a divorce order terminating the marriage of Mr and Mrs Del Sol, ordered the liquidation and partition of the matrimonial property, set the level of maintenance to be paid to the applicant at 1,300 French francs (FRF) monthly and dismissed a claim for damages by the applicant.", "9. On 8 December 1995 the applicant appealed against that judgment, stating, inter alia, that her husband, the petitioner in the proceedings, had failed to satisfy the conditions set out in the Civil Code, as he had no rights in the assets he had offered to leave her. She argued in the alternative that a divorce would cause her exceptional hardship and that her husband's petition should be dismissed in accordance with Article 240 of the Civil Code, which empowered the court to dismiss a divorce petition if the respondent showed that “the divorce would cause the respondent ... or the children exceptional material or psychological hardship ...”. The applicant also sought maintenance in the form of monthly payments of FRF 3,000.", "10. On 25 February 1997 the Paris Court of Appeal upheld all the provisions of the impugned judgment, with the exception of the decision relating to maintenance, which was reduced to FRF 1,000 monthly. It held, inter alia, that the applicant's husband satisfied all the conditions on which the admissibility of the divorce petition depended, as he had offered to assign to the applicant his rights in property which the couple jointly owned in Italy. It further held that the applicant had failed to show that the divorce would cause her exceptional hardship, either psychologically or materially.", "11. On 20 May 1997 the applicant applied to the Legal Aid Office at the Court of Cassation for legal aid to enable her to appeal to that court against the Court of Appeal's decision. Her application was refused on 2 April 1998 on the ground that no arguable ground of appeal could be made out against the impugned judgment. The Legal Aid Office noted, however, that the applicant satisfied the means test for legal aid.", "12. On 22 May 1998 the applicant appealed against that decision. By an order of 11 June 1998 the President of the Court of Cassation upheld it, holding that the Legal Aid Office had “found no arguable ground of appeal after assessing the facts of the case in its unfettered discretion”.", "13. The French system of legal aid enabling persons of limited means to assert their right through the courts was established by Law no. 91-647 of 10 July 1991 and its implementing Decree no. 91-1266 of 19 December 1991.", "Under Article 33 of the decree: “Applications for legal aid ... shall contain the following information: ... the purpose of the application and a brief summary of the reasons”.", "Applications for legal aid are examined by the legal aid office of the court dealing with the case in respect of which the application is made. The Legal Aid Office at the Court of Cassation is composed of a judge of that court, who acts as its president, the senior registrar who acts as vice-president, two members chosen by the Court of Cassation, two civil servants, two court officers one at least of whom must be a lawyer and a member appointed by the general public (section 16 of the Law).", "The Legal Aid Office may refuse an application under section 7(3) of the Law, which provides: “In cases before the Court of Cassation, an application for legal aid shall be refused if no arguable ground of appeal can be made out.” An appeal lies against a decision of the Legal Aid Office to the President of the Court of Cassation (section 23 of the Law)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}