{"ITEMID": "001-22927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "N.F.B. v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr N. F. B., is a German national, born in 1943 and living in Eberberg. He was represented before the Court by Mr Reimer, a lawyer practising in Velbert (Germany).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 February 1989 in the course of a judicial investigation opened in respect of the applicant, who was suspected of having sexually abused his daughter Miss M., the investigating judge at the Wuppertal District Court (Amtsgericht) took evidence from Miss M. in the presence of the applicant’s lawyer for several hours. In the course of that interview, the applicant’s lawyer asked Miss M. numerous questions.", "In an indictment (Anklageschrift) of 14 August 1989 the Wuppertal public prosecutor’s department committed the applicant for trial before the Wuppertal Regional Court (Landgericht) for acts of sexual abuse committed from early 1972 to November 1987 on his daughter, who was born in 1967. The indictment mentioned seven witnesses including an expert.", "On 28 October 1991 the Wuppertal Regional Court issued a warrant for the applicant’s arrest (Haftbefehl) on the same grounds and he was taken into custody in Wuppertal Prison that same day.", "In a judgment of 3 February 1992 after a fifteen-day trial the Wuppertal Regional Court sentenced the applicant to eight years’ imprisonment for at least 80 counts of indecently assaulting a child (sexueller Missbrauch von einem Kind), at least 200 counts of indecent assault on a child by a person having authority over her (sexueller Missbrauch von einem Schutzbefohlenen), and at least 150 counts of having sexual relations within the prohibited degrees of consanguinity (Beischlaf zwischen Verwandten).", "During the trial the Court heard evidence from Miss M., and the applicant’s lawyer was allowed to cross-examine her.", "On 10 June 1994, on an appeal by the applicant, the Federal Court of Justice (Bundesgerichtshof) set aside the above judgment on the ground that proceedings had been time-barred in respect of some of the offences, which could not be regarded as continuing ones. It remitted the case to another criminal division of the Wuppertal Regional Court.", "On 24 October 1994 and 11 January 1995 the Wuppertal public prosecutor’s office provided particulars and supporting evidence for each of the charges against the applicant. The indictments mentioned twenty-five witnesses, fifteen or so of whom were psychologists and doctors cited as experts.", "On 16 January 1995 the prosecuting authorities withdrew their indictment of 24 October 1994.", "In a decision of 6 March 1995 the Wuppertal Regional Court stated that the current proceedings related solely to the charges contained in the indictment of 11 January 1995.", "In a judgment of 6 July 1995, after a 29-day trial, the fifteenth grand criminal chamber of the Wuppertal Regional Court sentenced the applicant to seven years’ imprisonment for three counts of indecently assaulting a child combined with indecent assault on a child by a person having authority over her and having sexual relations within the prohibited degrees, four counts of indecent assault on a child by a person having authority over her, three of which involved sexual relations within the prohibited degrees, and seven counts of having sexual relations within the prohibited degrees, in accordance with Articles 173, 174 and 176 of the Criminal Code (Strafgesetzbuch).", "During the trial the Court heard numerous witnesses and experts, including doctors and psychologists who had treated Miss M., who had required constant psychotherapy, had had several spells in a private clinic and had twice attempted suicide.", "The Court also heard the applicant and Miss M., taking evidence from the latter for three consecutive days during which the applicant was not present but his lawyer was, although the lawyer was not able to question her. When the applicant’s lawyer and the applicant himself announced that they intended to ask Miss M. numerous questions, she stated that she was no longer in a fit state to be questioned owing to her poor state of health, as confirmed by a medical certificate. She relied on her right to refuse to give evidence (Zeugnisverweigerungsrecht) under Article 52 §§ 1 and 3 of the Code of Criminal Procedure (Strafprozessordnung – see Relevant domestic law and practice below).", "The applicant’s lawyer then applied for the Regional Court to order the discontinuance of the proceedings (Einstellung des Verfahrens) on the ground that his not being able to question Miss M. at the trial constituted a breach of Article 240 § 2 of the Code of Criminal Procedure (see Relevant domestic law and practice below) and Article 6 §§ 1 and 3 (d) of the Convention. The Regional Court rejected his application.", "In its judgment the Regional Court described in detail the sexual abuse to which Miss M. had been repeatedly subjected by the applicant since the age of four.", "The Court then conducted a highly detailed analysis of the credibility of the evidence taken at the hearing, particularly the statements by the applicant and Miss M. Among other things, it thoroughly examined Miss M.’s conduct and motives, noting the consistency of her statements, which were supported by a large body of evidence; it also refuted the applicant’s arguments that her therapists had had a harmful influence.", "The Regional Court pointed out (on p. 68 of the judgment) that on 25 February 1989 Miss M. had been interviewed for several hours by the investigating judge at the Wuppertal District Court. In the course of that interview she had had to answer numerous questions from the judge and the applicant’s lawyer. The Court noted what an ordeal it had been for Miss M. to describe in detail the abuse to which she had been subjected and how that had revived strong feelings of inner turmoil because she had had to relive the abuse again and again as she described it (“wühlten M. innerlich erneut sehr auf, weil sie immer wieder während der Schilderungen ihren Missbrauch durchleben musste”).", "The Court emphasised once more how difficult it was for Miss M. to describe the traumatic events she had undergone and noted that “every time, including the last occasion at the trial, it was only through a superhuman effort of will that she [had been] able to describe painful details and memories” (“die für sie schmerzlichen Details and Erinnerungen vermochte sie stets, zuletzt in der Hauptverhandlung, nur unter grösster innerer Überwindung mitzuteilen”).", "The Regional Court added:", "“In the light of her psychosomatic illness, as described above, and the serious post-traumatic effects she has suffered, it is understandable that Miss M. was not in a state to relive the events of her abuse during the trial without being affected. During her evidence the court was able to observe just how very sensitive the witness still is today when she has to describe details of her sexual abuse, which she is still not in a position to do without suffering harm. This was particularly so when she had to give details about her own feelings during the sexual assaults by the defendant because at those points she was almost overwhelmed by the strength of the feelings of guilt and shame that she still experiences today. In that connection the Court was not able to discern any of the artfulness or glibness attributed to her by the defence.”", "(“Vor dem Hintergrund ihrer oben geschilderten psychosomatischen Erkrankung und den entsprechenden gravierenden Folgeerscheinungen wird auch erklärlich, dass M. letzlich nicht in der Lage war, in der Hauptverhandlung erneut ihre Missbrauchsgeschichte folgenlos zu durchleben. Die Kammer vermochte anlässlich ihrer Vernehmung einen Eindruck zu gewinnen, wie empfindsam die Zeugin auch heute noch reagiert, wenn sie Einzelheiten über den sexuellen Missbrauch schildern soll, wozu sie immer noch nicht ohne Beeinträchtigung in der Lage ist. Als besonders gravierend stellte sich der Eingriff in sie dar, wenn sie Angaben zu eigenen Empfindungen während der sexuellen Übergriffe des Angeklagten tätigen sollte, da sie in diesen Momenten von der Stärke ihrer Schuldgefühle und der Scham, die sie wegen ihrer Gefühle auch heute noch empfindet, nahezu erdrückt wurde. Die von der Verteidigung der Zeugin attestierte Verschlagenheit und Glattzüngigkeit, vermochet die Kammer insoweit nicht zu erkennen”).", "The Regional Court held that the applicant had acted deliberately and that he was aware of his guilt because he had constantly attempted, by means of threats, to enjoin his daughter to say nothing.", "By way of extenuating circumstances, the Court took account of the fact that the applicant had had no previous convictions, that he had worked hard in his job to provide for his family and that the criminal proceedings and his pre-trial detention had lasted a long time.", "As aggravating circumstances, on the other hand, the Court had regard to the length and the nature of the abuse to which the applicant had subjected his daughter since the age of four and the “high intensity of each separate instance” (die hohe Intensität der Einzelfälle) which had steadily increased over the years. The Court emphasised that the applicant had shamelessly (in schamloser Weise) and brutally (grob) exploited his daughter’s natural desire for paternal affection and transformed these abuses into a commonplace event. He had degraded his daughter to the level of a sex object constantly at his disposal, thus inhibiting her normal sexual development. As regards the various offences, the Court noted that the applicant had abused his daughter pitilessly and selfishly, forcing her into particularly humiliating sexual practices to keep her submissive while she tried in vain to escape from his hold over her through bulimia and vomiting crises. Despite his daughter’s subsequent attempts to distance herself from him and live an independent life, he had continued to pursue her relentlessly and had even involved her in relations that he and his wife had had with a couple who engaged in partner-swapping.", "The Regional Court decided on the length of the applicant’s sentence in the light of all of the above circumstances and the serious traumas experienced by Miss M. – for whom psychological assistance will remain essential for an indefinite period.", "On 17 July 1996, on appeal by the applicant, the Federal Court of Justice varied the verdict, finding the applicant guilty of three counts of indecently assaulting a child, three counts of indecent assault on a child by a person having authority over her, including sexual relations within the prohibited degrees, and seven counts of having sexual relations within the prohibited degrees, but did not alter the length of the sentence. The Federal Court also rejected the applicant’s application for the proceedings to be discontinued for a procedural defect resulting from a breach of Article 266 § 1 of the Code of Criminal Procedure, on the ground that, in the indictment of 11 January 1995, containing the charges on which the applicant stood trial, the prosecution had sufficiently substantiated the facts referred to in its indictment of 14 August 1989, and that the applicant’s consent would only have been required if the prosecution had brought additional charges at his trial.", "On 12 November 1996 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a three-member panel, decided to dismiss the applicant’s appeal.", "The first sentence of Article 240 § 2 of the Code of Criminal Procedure states that the president of the court must authorise the prosecution, the defendant and the defendant’s lawyer to examine respectively the defendant, the witnesses and the experts.", "Under the second and third sentences of Article 247 of the Code of Criminal Procedure, the court may hear witnesses in the absence of the defendant if there is a serious risk of grave detriment to the witness’s health (“wenn die dringende Gefahr eines schwerwiegenden Nachteils für [die] Gesundheit [des Zeugen] besteht”). As soon as the defendant is present at the hearing again, the president must inform the defendant of the main content of the evidence given in his absence (“von dem wesentlichen Inhalt dessen zu unterrichten, was während seiner Abwesenheit ausgesagt oder sonst verhandelt worden ist”).", "Article 52 § 1 of the Code of Criminal Procedure authorises the defendant’s relations in the direct line, inter alios, to refuse to give evidence.", "The second sentence of Article 52 § 3 provides that persons who have waived their right to refuse to give evidence may change their mind while in the witness stand and exercise this right again.", "According to the established case-law of the Federal Court of Justice, this restriction of the rights of the defence must be taken into account by the relevant court when assessing the evidence. Thus it should be considered, in particular, to what extent the witness’s statements are corroborated or called into question by the other evidence and how significant they are."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}