{"ITEMID": "001-5854", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "CORETTI v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["The applicant, Mario Coretti, is an Italian national, born in Germany in 1968. When lodging his application he was living in Ravensburg (Germany). He is represented before the Court by Mr A. Koschorreck, a lawyer practisig in Stockach (Germany).", "The members of the applicant’s family, i.e. his parents and five brothers and sisters, are living in Germany. The applicant has lived together with a German national for several years and a child was born out of wedlock in 1996.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 20 October 1997 the Tübingen Regional Government (Regierungspräsiduum) ordered the applicant’s expulsion. It noted the applicant’s repeated criminal convictions since 1986, in particular his conviction of drug trafficking in 1997 when he had been sentenced to three years and nine months’ imprisonment. The Regional Government found that this serious criminal conduct reached the level of severity justifying the expulsion of a foreigner born Germany and in possession of a residence permit. In this context, the Regional Government considered his personal and family situation, in particular that he was the father of a German child, born two days before he had been taken into detention in October 1996, but also the fact that he had twice been warned about the consequences of criminal conduct. Referring to Article 8 of the Convention, the Regional Government argued that the applicant, on account of his age, would manage his integration in Italy. Moreover, the public interest in his expulsion, given the seriousness of his criminal conduct, outweighed his own and his child’s and friend’s family interests. The Regional Government ordered that the applicant be expelled after having served his prison sentence.", "The applicant appealed against this expulsion order and the decision dismissing his administrative appeal to the competent administrative courts. At the same time he applied for an interim measure to stop his expulsion.", "On 6 August 1998 the Sigmaringen Administrative Court (Verwaltungsgericht) refused his request for an interim measure. His appeal (Beschwerde) was dismissed by the Baden Wurttemberg Administrative Appeals Court (Verwaltungsgerichtshof) on 12 October 1998.", "On 23 November 1998 the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant’s complaint. It found that the refusal of an interim measure did not violate his basic rights and that the proceedings on the merits (Hauptsacheverfahren) were still pending.", "The applicant was expelled to Italy in March 1999.", "The applicant’s appeals in the main proceedings remained unsuccessful."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}