{"ITEMID": "001-66817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MALINOWSKA-BIEDRZYCKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1935 and lives in Sopot, Poland", "5. In October 1988 the applicant lodged with the Gdańsk District Court (Sąd Rejonowy) an application for division of the matrimonial property. Her former husband, Mr R.B., whom she divorced in 1988, was a party to those proceedings. The matrimonial property consisted, inter alia, of a house in Gdańsk.", "6. The District Court held several hearings. Some of them were adjourned because of the applicant's former husband's absence. The court ordered several expert opinions.", "7. The hearings scheduled for 20 September and 13 October 1993 were adjourned. The applicant failed to appear at these hearings due to the illness and subsequent death of her daughter.", "8. On 22 November 1993 the court held a hearing.", "9. Subsequently, hearings were held on 21 February, 31 May and 29 September 1994. The court heard witnesses and imposed a fine on a witness who failed to appear before the court.", "10. In 1995 the court held six hearings at which it heard the parties and witnesses. It further decided that a new expert opinion should be obtained.", "11. The inspection of the property scheduled for 5 February 1996 did not take place because the applicant's former husband had refused to let her and her lawyer enter the property in question.", "12. On 4 April 1996 the court ordered another expert report and a courtexpert inspected the property. He submitted his expert opinion to the court on 23 May 1996.", "13. Subsequently, both parties challenged the expert opinion.", "14. The hearings scheduled for 13 August and 13 September 1996 were adjourned upon the application of the applicant's former husband. The subsequent hearings scheduled for 25 October and 29 November 1996 were also adjourned since the expert witness had failed to appear before the court.", "15. The court held a hearing on 7 January 1997. It heard an expert witness and ordered that a supplementary opinion be prepared.", "16. At the hearing held on 25 March 1997 the applicant's former husband requested the court to stay the proceedings.", "17. On 3 June 1997 the court decided to stay the proceedings since it established that the determination of the case depended on the outcome of another set of proceedings.", "18. On 9 December 1997 the applicant applied to resume the proceedings because the reason for staying had ceased to exist as the other set of proceedings had ended with the Supreme Court's judgment of 13 August 1997.", "19. On 16 March 1998 the Gdańsk District Court resumed the proceedings.", "20. On 19 June and 5 November 1998 the court held hearings. Subsequently, the trial court decided to hold a view of the estate and to obtain an additional expert opinion. Two views of the property scheduled for 6 and 26 January 1999 did not take place.", "21. Subsequently, the court held hearings on 17 January and 3 April 2000. It heard an expert witness and ordered that two new experts' opinions be prepared.", "22. It appears that the experts refused to prepare their opinions and on 24 October 2000 the court ordered another expert to prepare an additional opinion.", "23. On 30 May 2001 the court held the next hearing.", "24. Subsequently, hearings were held on 11 July and 17 August 2001.", "25. Subsequently, hearings were held on 27 February, 26 June and 27 October 2002. The trial court decided that an expert opinion should be obtained.", "26. On 15 and 29 January 2003 the court held a hearing and heard expert witnesses.", "27. Subsequently, hearings were held on 12 March, 14 May, 2 July, 5 August, 18 September, 9 November and 16 December 2003. Some of the hearings were adjourned.", "28. On 29 January 2004 the Gdańsk District Court held a hearing and on 1 April 2004 it gave judgment.", "29. On 31 May 2004 both parties lodged appeals.", "30. The proceedings are pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}