{"ITEMID": "001-113411", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF JEHOVAS ZEUGEN IN ÖSTERREICH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 14+9 - Prohibition of discrimination (Article 14 - Discrimination) (Article 9 - Freedom of thought conscience and religion;Article 9-1 - Freedom of religion);Violation of Article 14+P1-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 2 of Protocol No. 1 - Secure the payment of taxes);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant community was at the time of the events complained of a registered religious community established in Austria under the Religious Communities Act 1998. Since 7 May 2009 it has had the status of a religious society, a status conferred by statute.", "6. In 2002 the applicant community wished to employ a couple, G.V. and V.T., who were both ministers belonging to the Religious Order of Jehovah’s Witnesses (Orden der Sondervollzeitdiener der Zeugen Jehovas) and who were Tagalog speaking citizens of the Philippines, for the benefit of its Tagalog speaking members in Austria.", "7. In order to obtain a residence permit (Aufenthaltsgenehmigung) or a settlement permit (Niederlassungsbewilligung), the couple had to have a work permit or be able to show that they were not subject to the provisions of the Employment of Aliens Act (“the EA Act”). On 16 April 2002 the applicant community therefore applied to the Währinger Gürtel Labour Market Service (Arbeitsmarktservice) in Vienna for a declaratory decision that the pastoral work the couple would exercise was exempt from the provisions of the EA Act. It submitted that, since the entry into force of the Religious Communities Act 1998, section 1(2) of the EA Act had to be understood as referring to all persons doing pastoral work for religious communities and not only as referring to ministers of recognised churches and religious societies. In any event, it submitted that the tasks which would be assigned to G.V. and V.T. would not constitute employment within the terms of the EA Act.", "8. On 1 July 2002 the Labour Market Service dismissed the application and, on 21 October 2002, an appeal panel of the Labour Market Service confirmed the decision. Both authorities found that only ministers performing pastoral duties belonging to a recognised religious society were exempt from the provisions of the EA Act, but not members of a registered religious community, which was the status of the applicant community. In addition, the boards held that pastoral work had the typical features of employment within the meaning of the EA Act, as it was exercised within a hierarchical structure, subject to the instructions of a superior and involved economic dependence.", "9. On 3 December 2002 the applicant community filed a complaint with the Constitutional Court, in which it argued that the decisions of the administrative authorities had violated its rights under Article 9 read alone and in conjunction with Article 14 of the Convention.", "10. On 10 October 2003 the Constitutional Court dismissed the complaint. It found that any employment contracts the applicant community concluded with aliens concerning pastoral work as ministers would be subject to the provisions of the EA Act, because the exemption in section 1(2) of the EA Act only applied to churches or religious societies recognised by law.", "11. The Constitutional Court held that even though the pastoral work of ministers clearly fell within the scope of protection of Article 9, which also comprised the conclusion of employment contracts by a religious group with persons engaging in such activities, and even though labour-market regulations, in particular the employment of aliens, might constitute an interference with the rights protected by Article 9, such interference was justified under paragraph 2 of Article 9. The difference between the employment of foreigners as ministers performing pastoral work by a religious society and employment by a registered religious community made by the EA Act was in conformity with the Federal Constitution. Through recognition as a religious society, that religious group acquired a legal status, more closely defined in the relevant Act, which would allow it to participate in the shaping of public life in the State (an der Gestaltung des staatlichen öffentlichen Lebens teilzunehmen). As this status could, and indeed had to, be granted to all churches and religious societies provided the conditions established by law were met, the distinction between recognised religious societies and other communities did not give rise to doubts as to its constitutionality.", "12. On 15 December 2004 the Administrative Court dismissed the complaint, which had been transferred to it. The applicant community argued that section 1(1) of the EA Act was discriminatory. However, the Administrative Court found that this matter had been exhaustively examined by the Constitutional Court in its above decision. This decision was served on the applicant community’s lawyer on 20 January 2005.", "13. In October 1999 the applicant community received a donation.", "On 2 May 2001 the Vienna Tax Office for Fees and Transaction Taxes (Finanzamt für Gebühren und Verkehrssteuern) ordered the applicant community to pay inheritance and gift tax in the amount of 14% on the sum received. It found that the applicant community could not rely on section 15(1)(14) of the Inheritance and Gift Tax Act 1955 (“the 1955 Act”), which provided an exemption from tax liability for certain donations to religious institutions, because this tax privilege was reserved to churches and religious societies recognised by law.", "14. On 7 May 2001 the applicant community appealed. It argued that, as a result of the entry into force of the Religious Communities Act on 10 January 1998, the exemption from tax liability under section 15(1)(14) of the 1955 Act also extended to registered religious communities such as itself.", "15. On 25 January 2005 the Independent Finance Panel (Unabhängiger Finanzsenat) dismissed the appeal. It noted that section 15(1)(14) of the 1955 Act clearly referred to religious societies and there was no doubt that this did not mean a registered religious community. Referring to the caselaw of the Constitutional Court, in particular its decision of 10 October 2003 (see above), it found that the difference in treatment between religious societies and religious communities was in accordance with the Federal Constitution. Further, none of the other exemption clauses under this provision applied to the applicant community.", "16. On 3 March 2005 the applicant community filed a complaint with the Constitutional Court, arguing that the impugned decision had violated its right to equal treatment, right to the peaceful enjoyment of its property and right not to be discriminated against on the basis of religion.", "17. On 26 September 2005 the Constitutional Court declined to deal with the complaint for a lack of prospects of success, considering that insofar as the applicant community’s complaints concerned matters of constitutional law they had been sufficiently dealt with in its previous caselaw.", "18. On 5 December 2005, following a request by the applicant community, it remitted the case to the Administrative Court. On 13 January 2006 the applicant community supplemented its complaint before the Administrative Court.", "19. On 27 April 2006 the Administrative Court dismissed the complaint as unfounded. It found that the applicant community was not a religious society and could not, therefore, rely on a privilege reserved to such an institution. Moreover, it was also not a charitable institution (gemeinnützige Körperschaft) within the meaning of the 1955 Act, as charitable goals were only those which consisted of promoting the interests of the general public (nur solche Zwecke sind durch deren Erfüllung die Allgemeinheit gefördert wird). As the applicant community, according to its constitutional documents, essentially addressed its activities to its members alone, it addressed itself to a more restricted group than the general public.", "20. Section 1(2) of the Employment of Aliens Act provides, insofar as relevant, as follows:", "“The provisions of this federal act do not apply to:", "...", "(d) aliens in respect of pastoral work they exercise as part of a church or religious society recognised by law; ...”", "21. Section 15(1) of the Inheritance and Gift Tax Act 1955, which was still in force at the relevant time, reads, insofar as relevant, as follows:", "“[The following] are also exempt from taxation:", "...", "(14) donations between living persons of movable objects or sums of money to", "- domestic legal persons which pursue exclusively charitable, benevolent or ecclesiastical purposes;", "- domestic churches or religious societies recognised by law;", "- political parties.”", "22. For a detailed description of the legal situation concerning religious societies and religious communities in Austria, see the case of Religionsgemeinschaft der Zeugen Jehovas and Others v. Austria, no. 40825/98, §§ 37-55, 31 July 2008."], "VIOLATED_ARTICLES": ["14", "9", "P1"], "VIOLATED_PARAGRAPHS": ["9-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-2"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}