{"ITEMID": "001-23457", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "EGGER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["The applicants, Mr Walter Egger and Mrs Adelheid Egger, are Austrian nationals living in Salzburg (Austria). They are represented before the Court by Mr F. Unterasinger, a lawyer practising in Graz (Austria).", "On 4 March 1985 the applicants filed an application for a building permit for a weekend cottage.", "On 2 May 1988 the Mayor of Predlitz-Turrach dismissed the applicants’ application for a building permit. The applicants appealed against this decision.", "On 3 June 1989 the Mayor granted the building permit. On 30 August 1989 the Steiermark Regional Government declared the decision null and void as the building permit was contrary to the area zoning plan (Flächenwidmungsplan).", "On 28 February 1993 the Mayor issued a demolition order. He found that the applicants had to stop the construction works and to demolish these parts of their cottage already built and to recultivate their plot of land within seven months.", "On 27 July 1993 the applicants appealed against this decision and stressed that the construction works had already been terminated in August 1989 and that the revocation of the building permit granted on 4 June 1989 had occurred only after the construction of their cottage.", "On 18 March 1999 the Municipal Council (Gemeinderat) modified the demolition order and found that the applicants had to demolish their cottage within five months.", "On 23 April 1999 the Steiermark Regional Government dismissed the applicants further appeal (Vorstellung) and found that the applicants’ cottage had been constructed contrary to the applicable law, and that the order to declare the building permit null and void had been issued only three months after the building permit was wrongly granted.", "On 10 June 1999 the applicants lodged a complaint with the Constitutional Court.", "On 11 October 1999 the Constitutional Court declined to deal with the complaint for lack of prospects of success and transferred the case to the Administrative Court.", "On 30 November 1999 the Administrative Court ordered the applicants to amend their complaint. On 4 January 2000 they complied with this order. On 15 March 2000 the Predlitz-Turrach Municipality submitted its observations.", "On 5 December 2000 the Administrative Court dismissed the applicants’ complaint and found that no building permit existed for their cottage and that, therefore, the demolition order was lawful. This decision was served on the applicants’ counsel on 2 January 2001.", "Section 73 of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz) deals with the administrative authorities’ duty to decide. Its relevant part reads as follows:", "“(1) Subject to any contrary provision in the administrative regulations, the authorities must give a decision on applications by parties ... and appeals without unnecessary delay, and at the latest six months after the application or appeal has been lodged.", "(2) If the decision is not served on the party within this time-limit, jurisdiction will be transferred to the competent superior authority upon the party’s written request (Devolutionsantrag). ...This request has to be refused by the competent superior authority if the delay was not caused by preponderant fault of the authority.", "(3) The period for giving a decision by the superior authority runs from the date the request for transfer of jurisdiction was lodged with it.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}