{"ITEMID": "001-115337", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "PARVIZ v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["The applicant, Mr Mohammad Parviz, is a Swedish national, who was born in 1959 and lives in Gothenburg. He was represented before the Court by Mr T. Ekbrand, a lawyer practising in Gothenburg.", "The applicant, who originates from Iran, moved to Sweden in 1989 and met his former wife, X, during a visit to Iran. They married in 1995, and a year later X moved to Sweden. In April 1998 they had a daughter, Y. In 1999, X filed for divorce. The District Court (tingsrätten) granted the divorce and gave the applicant and X joint custody of Y. It further decided that Y should live with X and granted the applicant contact rights every second weekend.", "In July 2000, on the third contact occasion, the applicant took Y to Iran and arranged a travel ban for X, making it impossible for her to leave Iran if she were to travel there. X contacted the Swedish police. In Iranian custody proceedings launched by X’s relatives, the Iranian authorities took a temporary decision that X’s mother should care for Y but that Y had to remain in the country. However, despite the authorities’ decision, X’s brother took Y to Turkey where she was reunited with X in November 2000.", "The applicant remained in Iran until 2007 when he voluntarily returned to Sweden. He was arrested upon return and, on 22 March 2007, the District Court of Gothenburg convicted him of gross unlawful separation of a child from his/her legal guardian (grov egenmäktighet med barn) and sentenced him to one year’s imprisonment.", "When the applicant was released on parole, the Prosecution Authority, on 14 November 2007, issued restraining orders against the applicant vis-à-vis X and Y for six months under section 1 of the Restraining Orders Act (lagen om besöksförbud, 1988:688).", "The applicant appealed to the District Court which, on 1 February 2008, after having held an oral hearing, decided not to deviate from the assessment of the public prosecutor.", "The applicant appealed to the Court of Appeal (hovrätten) for Western Sweden which, on 26 March 2008, rejected the appeal. The applicant did not appeal against this decision to the Supreme Court (Högsta domstolen).", "On 9 May 2008, the Prosecution Authority decided to extend the restraining order against the applicant vis-à-vis Y for one year.", "The applicant again appealed to the District Court which, on 7 October 2008, decided not to deviate from the assessment of the public prosecutor.", "The Court of Appeal rejected the applicant’s further appeal, and, on 17 June 2009, the Supreme Court dismissed the appeal since the original decision had already become time-barred.", "It appears that at the beginning of 2009 the applicant initiated civil proceedings in which he requested contact rights with Y every second Saturday between 11 a.m. and 1 p.m. in the presence of an assistant from the Social Welfare Committee (Familjerättsbyrån).", "On 17 February 2009, the District Court held a preparatory hearing in the presence of the applicant, X and their legal counsel. In order to make a better assessment, the court requested the Committee to submit relevant information concerning the parties before proceeding with the case.", "On 5 March 2009, the Committee presented the following information based on individual meetings with the applicant, X and Y.", "The applicant considered that he had been punished twice for his criminal conduct since, even after fully serving his sentence, he was being denied any contact with Y.", "As to X, she described how Y had been abducted at a time when she was still being breastfed. The applicant’s mother had by then already travelled to Iran, which showed that the criminal act had been planned. When Y had returned to Sweden, she had forgotten Swedish and had been frightened of airports and suitcases. X had had to seek psychological help. During his stay in Iran, the applicant had initiated legal proceedings there to the effect that she and her mother were sentenced to, respectively, one year’s and three years’ imprisonment. The applicant had never sent any letters or gifts to Y.", "As concerned Y, she questioned why the applicant had not kept in contact with her during the seven years he had remained in Iran. She now felt it was too late. She considered that it was the applicant’s fault that she and X could never visit their relatives in Iran. She was sure that X would assist her if, in the future, she wished to establish contact with the applicant. For the moment she did not wish to have any contact with him, not even letters.", "On 15 April 2009, in an interim decision, the District Court rejected the applicant’s request for contact rights while the proceedings were ongoing. It noted that the court had decided on a restraining order against the applicant vis-à-vis Y and that Y had clearly expressed her wish not to have any contact with the applicant. Considering Y’s age, there were no reasons to assume that this did not correspond to her own true will.", "On 29 April 2009, the Prosecution Authority again decided to extend the restraining order against the applicant vis-à-vis Y for one year.", "The applicant appealed to the District Court, requesting primarily that the decision be reversed, secondly that it be to some extent limited to enable him to visit Y every second Saturday for two hours, and thirdly that it be limited to enable him to contact Y through internet. His latter claims depended on whether or not the court granted him any contact rights in the ongoing proceedings. Before the court he stated that there was no risk that he would harass or commit any criminal acts against Y. The purpose of the restraining order could be fulfilled in a less restrictive way so that it did not infringe his possible contact rights. He had fully respected the previous restraining orders. His crime had been committed several years earlier and he now realised that it had been wrong to take Y to Iran. It was in Y’s best interest to have contact with both of her parents.", "In response to the applicant’s appeal, the public prosecutor argued that Y did not wish to have any contact with the applicant and that the restraining order allowed Y to feel safe and to live a normal life without fear of being abducted again.", "On 23 October 2009, the District Court found that there were still reasons to maintain the restraining order against the applicant vis-à-vis Y even if his crime had been committed a long time before.", "The applicant appealed to the Court of Appeal and the Supreme Court, which on 4 December 2009 and 9 March 2010, respectively, decided to refuse leave to appeal.", "On 11 May 2010, the Prosecution Authority again decided to extend the restraining order against the applicant vis-à-vis Y for one year.", "The applicant appealed to the District Court, maintained his previous submissions and added that Y was influenced by X, who had systematically tried to make her afraid of the applicant. Y had only been two years old when the applicant had taken her to Iran. She could not possibly be afraid of such acts today. The applicant had never harmed Y. He had sent her gifts and money but they had never reached her. He had not had any contact with her for ten years.", "In response to the applicant’s appeal, the public prosecutor argued that the restraining order did not prevent Y from having contact with the applicant if she so wished. It was up to her to decide whether or not she wanted to receive anything from the applicant. Y, who was now 12 years old, did not wish to have any contact with the applicant. There were no reasons to go against her will. The crime that the applicant had committed was serious. The applicant had not presented any new circumstances.", "On 22 December 2010, the District Court, after having held an oral hearing, found that there were still reasons to maintain the restraining order against the applicant vis-à-vis Y even if his crime had been committed a long time earlier.", "In the meantime, it would appear that, on 16 June 2010, upon the applicant’s request, the District Court had decided to dismiss the civil proceedings concerning contact rights.", "The applicant appealed against the restraining order to the Court of Appeal which, on 14 January 2011, decided to refuse leave to appeal. The Supreme Court, on 4 October 2011, dismissed a further appeal since the original decision had already become time-barred.", "On 4 May 2011, the Prosecution Authority again decided to extend the restraining order against the applicant vis-à-vis Y for one year.", "The applicant appealed to the District Court and submitted the following. Eleven years had passed since he had committed the criminal act upon which the restraining order was based. A decision which made all contact between a child and its parent impossible breached the Convention on the Rights of the Child as well as the European Convention on Human Rights. Y was now 13 years old and it would be practically impossible to abduct her against her will. His only wish was to be granted limited contact rights in the presence of an assistant from the social welfare authority or merely be granted contact with Y through internet. The purpose of the restraining order was to prevent him from abducting Y. Since Y had a need for a good relationship with both her parents, it was disproportionate to prevent all contact between her and the applicant.", "On 21 November 2011, the District Court, after having held an oral hearing, lifted the restraining order. It stated that although the crime committed by the applicant was serious, it had been committed only once, eleven years earlier. Moreover, the applicant had continuously respected the restraining order and the circumstances had changed over the years. Therefore, in the court’s view, there was no longer any risk of future harassment or criminal acts against Y, on the part of the applicant.", "It appears that, at the beginning of 2012, the applicant initiated new civil proceedings where he requested contact rights with Y. In April 2012, during a preparatory hearing at the District Court, the applicant and X agreed that the applicant should write a letter to Y in order to explain why he had stayed away from her and that the letter should be handed to her by an assistant from the Social Welfare Committee. Y would thereafter have the opportunity to respond if she so wished.", "The basic provisions mainly applicable in the present case are laid down in the Restraining Orders Act, as in force at the relevant time. According to Section 1 of the Act, an order prohibiting a person from visiting or in other ways contacting another person or follow that person (“restraining order”) may be issued if, due to special circumstances, there is a risk that the person against whom the order is issued will commit criminal acts, persecute or severely harass the protected person. In the risk assessment, special attention should be paid to whether or not the person against whom the order is decided has previously committed criminal acts against any person’s life, health, peace or tranquillity. According to Section 3 of the Act, restraining orders should be provided with necessary limitations due to the particular circumstances in the individual case. The basic prerequisite for a restraining order is that there is a clear risk that the protected person will face criminal acts, persecution or other forms of severe harassment (travaux préparatoires, prop. 1987/88:137, p. 18). In the risk assessment, one should consider the nature of any previous crimes committed, whether there are several criminal acts and whether they were committed on one or several occasions (ibid, p. 41). According to Section 4 of the Act, a restraining order shall be issued for a fixed time period, maximum one year. It may be extended for maximum one year at a time.", "A decision to extend a restraining order demands a full investigation, which should have regard to the fact that the interference with the affected person’s freedom of movement may be perceived as more severe the longer it lasts. As to a request for extension of the restraining order, special attention should be given to whether or not the affected person has complied with the order. If previous criminal acts have formed the basis of the risk assessment, one should reassess whether these acts still provide a basis to conclude that there is a clear risk of future criminal acts in view of the time that has passed (Supreme Court decision of 7 April 2006, NJA 2006 p. 202).", "Appeal against a prosecutor’s decision to issue a restraining order lies to the District Court. The person concerned has the right to be granted an oral hearing upon request (Sections 14 and 19 of the Act). Appeal against the District Court’s final decision lies to the Court of Appeal. Since 1 November 2008, an examination of the case on the merits before the Court of Appeal requires leave to appeal. The same applies to an appeal to the Supreme Court (Sections 39 and 40 of the Act on the Handling of Court Matters, lagen om domstolsärenden, 1996:242).", "As to the issue of contact rights, the Children and Parents Code (föräldrabalken, 1949:381) stipulates that the best interest of the child shall be the primary consideration in the determination of all questions concerning custody, residence and contact. In the assessment of what is in the best interest of the child, particular attention shall be paid to the child’s need for close and good contact with both parents. The risk of the child being abused, unlawfully removed or detained, or otherwise suffering harm shall be taken into account. In the determination of questions concerning custody, residence and contact, regard shall be had to the wishes of the child, taking into account the child’s age and maturity (Chapter 6, Section 2(a), of the Code).", "In cases concerning contact rights, the court can, if it finds it necessary, decide upon such rights temporarily while the proceedings are pending. The court may also request the Social Welfare Committee to submit relevant information in order to be better placed to make an assessment. The Committee shall, if appropriate, collect information from the parents and the child before reporting to the court (Chapter 6, Section 20, of the Code)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}