{"ITEMID": "001-81008", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF FREROT v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3;Violation of Art. 8;Violation of Art. 13;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "András Baka;Antonella Mularoni;Elisabet Fura;Jean-Paul Costa;Karel Jungwiert;Mindia Ugrekhelidze", "TEXT": ["5. The applicant was born in 1956. He is currently detained in Lannemezan Prison.", "6. The applicant is a former member of Action Directe, an extreme left-wing armed movement. He was taken into custody in Lyons Prison on 1 December 1987 after two detention orders had been issued by a Lyons investigating judge.", "7. On 29 June 1989 the applicant was sentenced to life imprisonment by the Rhône Assize Court for attempted intentional homicide, armed robbery, and hostage-taking with a view to facilitating or preparing the commission of a criminal offence or committing a serious crime.", "In a judgment of 14 October 1992 the Paris Assize Court found him guilty of murder, multiple counts of attempted murder and attempted intentional homicide, armed robbery, handling stolen goods, conspiracy, possessing and carrying illegal weapons, forging cheques and using forged cheques, using explosives to destroy or damage immovable or movable property and an explosives offence. It sentenced him to life imprisonment, with a minimum term of eighteen years. On 3 July 1995 the same court sentenced him to thirty years' imprisonment for unauthorised manufacture or possession of explosive substances or devices, theft, criminal damage and terrorism.", "8. On 25 September 1994 the applicant applied to the Versailles Administrative Court for judicial review of certain provisions of circulars issued by the Minister of Justice on 14 March and 19 December 1986, the former relating to prisoner searches and the latter to prisoners' written and telegraphic correspondence. He submitted that the circulars contained provisions breaching the decrees and laws in force.", "He complained in particular about the procedure for full body searches as laid down in the technical note appended to the circular of 14 March 1986, arguing that it infringed human dignity and thus contravened Article D. 275 of the Code of Criminal Procedure. He further objected to the fact that, with reference to Article D. 174 of the Code of Criminal Procedure, the circular afforded prison staff the possibility of using force to compel prisoners to submit to such humiliating procedures.", "The applicant also complained that the circular of 19 December 1986 defined “correspondence” as “written communication between two named persons, as distinct from bulletins, letters, circulars, leaflets and printed matter, whose content does not specifically and exclusively concern the addressee”. He argued that that definition, based on the content of the document, was at variance with freedom of correspondence as enshrined both in domestic law – which did not limit the number of letters that could be received and sent by convicted prisoners and other detainees and guaranteed them free choice as to their correspondents – and in Articles 9 and 10 of the Convention. In his view, it thereby introduced restrictions not envisaged by the law and conferred an arbitrary power of censorship on prison governors. He added that by depriving those held in punishment cells of the possibility of corresponding with their friends or relatives and prison visitors, the circular imposed more restrictive conditions than those laid down in Article D. 169 of the Code of Criminal Procedure, which simply provided for restrictions on correspondence.", "The applicant stated that the management of Fleury-Mérogis Prison had regularly sent him to the punishment block because of his refusal to open his mouth during full body searches in accordance with the first of the above-mentioned circulars. He added that on 28 June 1993 the prison governor, referring to the second circular, had refused to dispatch a letter the applicant had written to a friend in another prison – supplying information to assist him in applying for release on licence – on the ground that the letter did not “correspond to the definition of the concept of correspondence”.", "In an order registered on 21 November 1994 with the secretariat of the Judicial Division of the Conseil d'Etat, the President of the Administrative Court transmitted the application to the Conseil d'Etat. On 8 December 2000 the Conseil d'Etat gave the following judgment:", "“As to the circular of 14 March 1986 issued by the Minister of Justice on prisoner searches:", "Article D. 275 of the Code of Criminal Procedure, as worded on the date of the impugned circular, provided: 'Prisoners must be searched frequently and as often as the prison governor deems necessary./ In particular, they shall be searched on their admission to the prison and each time they are temporarily removed from and returned to the prison for whatever reason. They may also be searched before and after visits or meetings of any kind./ Prisoners may be searched only by officers of the same sex and in conditions which, while ensuring that the checks are effective, maintain respect for the dignity inherent in the human being.'", "In the first place, Mr Frérot seeks the annulment of the provisions of the circular of 14 March 1986 by which the Minister of Justice envisaged that prisoners could be subjected to full body searches, during which they would be required to undress completely in the presence of a prison officer, and laid down the procedure for carrying out such searches.", "Even in the absence of any statute or regulation expressly authorising him to do so, the Minister of Justice, being responsible for the prison service, was empowered to lay down certain of the conditions in which prisoner searches would be carried out, in accordance with Article D. 275 of the Code of Criminal Procedure. Accordingly, Mr Frérot has no grounds for maintaining that the Minister of Justice was not competent to issue the disputed rules in the circular of 14 March 1986.", "...", "The disputed provisions of the circular of 14 March 1986 are designed to 'ensure that prisoners do not have any object or product on their person that could facilitate assaults or escapes, be the subject of trafficking or enable the consumption of toxic products or substances'. It does not appear from the evidence that the aims thus set forth could be achieved in equivalent conditions without the need to carry out full body searches. The impugned rules provide that a full body search should normally be carried out by a single officer, who is not allowed to have any contact with the prisoner 'except ... when the hair is being inspected', and must take place in a room set aside for the purpose, unless this is impossible because of the layout of the premises, 'out of sight of other prisoners and of anyone not involved in the operation itself'. Regard being had to the measures envisaged to protect prisoners' privacy and dignity, and to the particular constraints inherent in the running of custodial facilities, the Minister of Justice neither interfered disproportionately with the principle set forth in Article 3 of the Convention ..., nor breached the provisions of Article D. 275 of the Code of Criminal Procedure, by which prisoner searches must be carried out 'in conditions which ... maintain respect for the dignity inherent in the human being'.", "It follows that Mr Frérot has no grounds for seeking the annulment of the rules laid down in the circular of 14 March 1986 as examined above.", "Secondly, Article D. 174 of the Code of Criminal Procedure, as in force at the material time, provided: 'Prison staff must not use force against prisoners except in self-defence or in the event of an attempted escape or resistance through violence or through physical unresponsiveness to orders./ When resorting to force, they must limit themselves to what is strictly necessary.' In reiterating through the circular of 14 March 1986 that a prisoner's refusal to undergo a search may give rise to a disciplinary sanction and, if the prisoner persists in refusing, to the use of force subject to the conditions set out in the above-mentioned provisions, the Minister of Justice did not issue a new rule. Consequently, Mr Frérot's arguments in relation to the references in the circular to the consequences of a prisoner's refusal to undergo a search are inadmissible.", "As to the circular of 19 December 1986 issued by the Minister of Justice on prisoners' written and telegraphic correspondence:", "Article D. 169 of the Code of Criminal Procedure, as in force on the date of the impugned circular, provided: 'Detention in a punishment cell ... shall entail restrictions on correspondence other than with the prisoner's family. However, prisoners shall retain the possibility of communicating freely with their counsel ...'", "By means of the impugned provisions set out in his circular of 19 December 1986, the Minister of Justice specified that remand and convicted prisoners placed in punishment cells would not be authorised during such placement to correspond with 'their friends or relatives' or with prison visitors. Those provisions, which are binding, rank as subordinate legislation. On account of their general nature, they breach the regulations referred to above and constitute illegal interference with the freedom of correspondence which prisoners should continue to enjoy even when detained in a punishment cell, subject to the restrictions that may be decided by the prison governor. Accordingly, without it being necessary to examine the other arguments submitted by Mr Frérot, his application for the annulment of the provisions in question is admissible and well-founded.", "As to the refusal by the governor of Fleury-Mérogis Prison to dispatch correspondence from Mr Frérot:", "The decision by which the governor of Fleury-Mérogis Prison refused to dispatch a letter addressed by Mr Frerot to another prisoner on 28 June 1993 was, regardless of the content of such correspondence, an internal regulatory measure. As such, it is not amenable to judicial review. The submissions referred to above are manifestly inadmissible and cannot be examined in court proceedings; they must therefore be dismissed.", "As to the decisions by the governors of Fleury-Mérogis and Fresnes Prisons to place Mr Frérot in a punishment cell:", "In support of his arguments challenging several decisions by the governors of Fleury-Mérogis and Fresnes Prisons to detain him in a punishment cell, Mr Frérot simply objects that the provisions of the circular of 14 March 1986, whose annulment he is seeking through the present application, are unlawful. It follows from the findings set out above that the applicant has no grounds for seeking the annulment of those decisions.", "DECIDES:", "Article 1: The circular by the Minister of Justice dated 19 December 1986 is annulled in so far as it prohibits all correspondence between remand and convicted prisoners in punishment cells and 'their friends or relatives' or prison visitors.", "Article 2: The remainder of the submissions in Mr Frérot's application are dismissed.", "...”", "9. The applicant was held in solitary confinement from 2 December 1987 and has been detained under the ordinary regime since 22 December 1990. He is registered as a “high-risk prisoner” (détenu particulièrement signalé) but has apparently never been officially notified of this.", "He has been held in various prisons: Lyons (early December 1987 to January 1988), Santé (January to March 1988), Fleury-Mérogis (March 1988 to May 1989), Lyons (May to September 1989), Bourgoin-Jallieu (midSeptember 1989), Fleury-Mérogis (September to December 1989), Bois d'Arcy (December 1989 to December 1990), Santé (December 1990 to December 1991), Fleury-Mérogis (December 1991 to September 1994), Fresnes (September 1994 to December 1996), Les Baumettes (December 1996), Arles (December 1996 to December 2003) and Lannemezan (since December 2003), the last two being prisons for offenders serving long sentences (maisons centrales).", "10. From the end of the trial in June 1989 until he was transferred to Fleury-Mérogis Prison in September 1989, the applicant was detained under the ordinary prison regime in Lyons and subsequently in Bourgoin-Jallieu; although his activities were severely restricted and he was placed in a wing with other high-risk prisoners, he was allowed to attend mass and to go to the weights room with the other detainees. However, on being admitted to Fleury-Mérogis Prison, he was again placed in solitary confinement, without any reasons being given by the management. This regime continued at Bois d'Arcy Prison, where he was allowed to do exercise with a fellow prisoner only after an eight-day hunger strike; his solitary confinement was ended only after he was transferred to the Santé Prison, where, as subsequently in Fleury-Mérogis Prison, he was granted access to the sports hall, the exercise yard, mass and IT classes. However, in 1993, while in Fleury-Mérogis Prison, he was awoken every morning by the five o'clock patrol on the management's orders; in his submission, he was the only prisoner affected by this measure and when he protested, he was sent to a punishment cell for eight days.", "11. On 15 March 1993, while in Fleury-Mérogis Prison, the applicant was for the first time required to open his mouth during a full body search. When he refused to obey, he was sent to the punishment block. From late January 1994 to 26 September 1994 (when he was transferred to Fresnes Prison) he was ordered to open his mouth after leaving the visiting room on one occasion, when leaving the prison premises on two occasions, and during all unannounced full body searches, which were conducted at the “unusual frequency” of three every two months.", "12. On 26 September 1994, on account of his refusals to obey orders and his repeated placement in the punishment block, he was transferred to the higher-security Fresnes Prison. He was detained in the wing for high-risk prisoners (until June 1995), where there was only one other prisoner, who was seriously ill. Protesting at the “oppressive social exclusion” this entailed for him, he went on hunger strike for twenty-five days from 20 December 1994. In addition, from September 1994 to September 1996, each time he left the visiting room he was subjected to a full body search, which now included the obligation to “bend over and cough”. When he refused he was sent to a punishment cell. He was subjected to a similar search on 19 June 1995, after the first hearing during his trial in the Paris Assize Court, even though he had been permanently guarded by police officers or detained alone in a cell. When he refused to comply, he was immediately sent to the punishment block. His situation did not improve in that respect until late June 1995, after he had complained about the conditions of his detention at a hearing in the Assize Court.", "13. The applicant produced two statements dated 7 November 2005 and 28 May 2006 by Mr Gabriel Mouesca, President of the French section of International Prison Watch, who had himself been held in Fresnes Prison between 1988 and 1996. They certified that in 1994, 1995 and 1996 all prisoners at Fresnes had been systematically subjected to a full body search on returning from the visiting room. Mr Mouesca added that after refusing to comply on one occasion in 1995, disciplinary proceedings had been instituted and he had been sent to a punishment cell for eight days.", "14. The applicant produced a further statement dated 23 May 2006 by Ms Héléna Mêtchédé, a prison visitor, attesting that he had endured “inhuman humiliation and unacknowledged isolation” during his two years in Fresnes Prison. In her statement, referring to and attaching four letters which the applicant had sent her on 25 October and 1 and 10 December 1994 and on 11 January 1995, Ms Mêtchédé mentioned the refusal of his request for permission to attend IT classes, to go to mass and to do sport with other prisoners. She added that the applicant had been deprived of personal items and belongings, that he had never received a reply to his letters of complaint, that he had undergone full body searches after each visit from his mother – and that, after refusing to comply, he had been sent to the “cooler” “as a preventive measure” (thus being denied further visits from his mother, who came from Nice for a week every three months) – that he had twice been subjected to a search of this kind while on hunger strike and that the authorities had acted negligently towards him on that occasion.", "In her statement Ms Mêtchédé mentioned that she had met the applicant in Fresnes Prison on 14 March 1996, when she had been able to gauge “the severity of his suffering and his distress, but also the dignity with which he endured them”. She concluded as follows:", "“... Indeed, these repeated and distressing acts of harassment have not diminished the strength of Maxime Frérot's self-control; all this personal hounding of him has not made him submissive or desperate, but on the contrary, such vile behaviour has undoubtedly helped to strengthen his sense of fighting to ensure respect for prisoners' elementary rights. Even through his prolonged experience of the extreme suffering and the moments of discontent that may affect even the strongest people, Maxime Frérot has managed to control these feelings of distress and incorporate them into his daily life; his moments of anger and revolt have not affected his reason and he has not sunk into the despair that can push an overwhelmed person beyond the point of no return in relation to others or himself. ...”", "15. The applicant produced two other statements. One of them, signed on 5 October 2005 by Mr Werner Burki, a former national prison chaplain, confirms that the applicant was not allowed to attend mass while in Fresnes Prison and also notes that he was plunged into “deep despair” as a result. The other, written by his mother and dated 8 May 2005, describes the conditions of his detention, with particular emphasis on the searches.", "16. Article 728 of the Code of Criminal Procedure provides: “The organisation and internal regulations of prisons shall be determined in a decree.”", "17. At the material time Article D. 275 of the Code of Criminal Procedure provided:", "“Prisoners must be searched frequently and as often as the prison governor deems necessary.", "In particular, they shall be searched on their admission to the prison and each time they are temporarily removed from and returned to the prison for whatever reason. They may also be searched before and after visits or meetings of any kind.", "Prisoners may be searched only by officers of the same sex and in conditions which, while ensuring that the checks are effective, maintain respect for the dignity inherent in the human being.”", "Other provisions of the Code of Criminal Procedure state that prisoners are to be searched on their arrival at the prison (Article D. 284), before being transferred or temporarily removed (Article D. 294) and before and after meetings in the visiting room (Article D. 406).", "18. It is a second- and third-degree disciplinary offence respectively for a prisoner to refuse to comply with a security measure laid down in the internal regulations and instructions (Article D. 249-2, point (6), of the Code of Criminal Procedure) and to refuse to obey the orders of prison staff (Article D. 249-3, point (4), of the Code). Such an offence may result in a disciplinary sanction such as detention in a punishment cell for a specified period (Article D. 251-2 of the Code). The prison governor or a member of the prison staff to whom this power has been delegated in writing may, as a preventive measure and without waiting for a meeting of the disciplinary board, decide to place the prisoner in a punishment cell if the latter's conduct constitutes a second-degree offence and if such a measure is the only means of putting an end to the offence or preserving order inside the prison (Article D. 250-3 of the Code).", "19. Article D. 283-5 (former Article D. 174) of the Code of Criminal Procedure is worded as follows:", "“Prison staff must not use force against prisoners except in self-defence or in the event of an attempted escape or resistance through violence or through physical unresponsiveness to orders.", "When resorting to force, they must limit themselves to what is strictly necessary.”", "20. Circular no A.P.86-12 G1 of the Minister of Justice on prisoner searches, issued on 14 March 1986, reads as follows:", "“The Prison Service, which is responsible for the implementation of custodial sentences imposed by the judiciary, has the primary function of ensuring custody of detainees. This function, which necessarily entails maintaining security and order in custodial facilities, must nevertheless always be discharged with due respect for human dignity.", "The difficulty of reconciling these two imperatives is especially apparent during full body searches, where prison staff are compelled to interfere with prisoners' privacy, since the use of modern security equipment cannot replace active staff intervention in this sphere.", "The purpose of searches is to ensure that prisoners do not have any object or product on their person that could facilitate assaults or escapes, be the subject of trafficking or enable the consumption of toxic products or substances.", "In this connection, experience shows that, on account of the ingenuity which certain prisoners are capable of displaying, it is essential to perform not only rub-down searches but also full body searches.", "Such searches must be carried out in conditions designed to ensure not only their effectiveness but also respect for the dignity of prisoners and of the staff performing the searches, in accordance with the provisions of Article D. 275 of the Code of Criminal Procedure as resulting from the decree of 6 August 1985.", "Section I: Different types of body searches and conditions for conducting them", "Prisoners may be searched only by officers of the same sex.", "Prisoners are not asked to undress during rub-down searches. For full body searches, however, prisoners are required to undress completely in the presence of an officer.", "Contrary to rub-down searches, all contact between the prisoner and the officer is prohibited during full body searches, except when the hair is being inspected.", "Full body searches must be carried out in a room set aside for the purpose, where the temperature is acceptable at all times of the year and the location ensures both that the alarm and security facilities are effective and also that the searches take place out of the sight of other prisoners and of anyone not involved in the operation itself.", "Collective full body searches are prohibited. Prisoners must therefore enter the room set aside for the purpose one by one.", "The number of officers performing a full body search must be strictly limited to the needs assessed, taking into account the prisoner's circumstances and personality. Usually, in the case of prisoners not presenting a risk of any particular incident, the search will be carried out by a single officer.", "If architectural constraints do not allow a room to be set aside for individual searches, prisoners undergoing a full body search must be separated from their fellow inmates by a mobile partition (screen, curtains, etc.).", "Prisoners may not refuse to be searched; refusal will render them liable to disciplinary sanctions. Should a prisoner persist in refusing, force may be used where appropriate (Article D. 174 of the Code of Criminal Procedure).", "The practical procedure for conducting searches is set out in the technical note appended to this circular.", "Section II: Circumstances in which searches are to be carried out", "I. Full body searches", "(A) On entering and leaving the prison", "Full body searches are to be systematically performed on prisoners when they enter and leave the prison premises.", "(1) Entry", "A full body search must be systematically performed on prisoners being taken into custody in the facility, whether they were formerly at liberty or have been transferred by an administrative or judicial authority.", "A full body search is also compulsory where prisoners return to the facility after their temporary removal by court order or on medical grounds, or a period of leave. Searches are to be performed in the same conditions where prisoners return to the facility after an outside placement not subject to permanent supervision by prison staff or while they are subject to a semi-custodial regime, where the conditions of their accommodation mean that they are in contact with prisoners not subject to the same regime.", "(2) Exit", "All prisoners who are discharged, whether prior to their transfer, temporary removal or release, must undergo a full body search before leaving the facility.", "The same applies to anyone who is temporarily removed by order of an administrative or judicial authority or for medical reasons (admission to hospital or external consultation).", "Prisoners who are granted leave are to be searched before their departure, as are prisoners who are granted an outside placement not subject to permanent supervision by prison staff.", "(B) Movements within the detention facility", "A full body search is to be systematically performed on prisoners:", "- after visits by any person (relatives, friends, lawyers) who has been issued with a visitor's permit in accordance with Articles D. 64 and D. 403, where the meeting has taken place in a visiting room with no partition;", "- prior to any placement in a punishment cell or in solitary confinement. To avoid any risk of an altercation, it is advisable for the search to be performed by a different officer from the one who reported the incident resulting in the prisoner's placement in the punishment block.", "(C) Unannounced searches", "Besides the cases listed in the preceding paragraphs, unannounced full body searches of one or more prisoners may be performed whenever the prison governor or one of his or her direct subordinates deems necessary.", "Searches of this kind, which must, save in an emergency, take place on the basis of written instructions, may in particular be performed on occasions when prisoners move about within the detention facility (exercise, workshops, activity rooms).", "They concern chiefly, although not exclusively, high-risk prisoners (détenus particulièrement signalés), remand prisoners and anyone whose personality and previous conduct make it necessary to carry out thorough checks.", "II. Circumstances in which rub-down searches are to be carried out", "Rub-down searches are to be carried out whenever the prison governor so requires, in particular when prisoners move about the detention facility individually or in a group, and must, save in an emergency, take place on the basis of written instructions.", "Prisoners going to the visiting room must undergo a rub-down search, unless the prison governor issues a specific instruction for a full body search to be performed, on the basis of the prisoner's personality, the particular circumstances or the regulations on unannounced searches.", "While it is appreciated that performing such searches entails both practical and psychological difficulties for warders, they must all be made aware of the importance of strict implementation of these instructions for the protection of staff as a whole and for the proper performance of the Prison Service's custodial function.", "Prison governors and senior managers must take particular care to ensure that the instructions which it is their responsibility to give to staff in this sphere are carried out correctly.", "Training officers, both at the National Prison Service College and in prisons, must endeavour to explain to trainees and newly recruited officers that, in this sphere especially, the proper implementation of instructions requires not only knowledge of techniques but also an appropriate psychological approach.", "...", "TECHNICAL NOTE", "(A) Rub-down searches", "The prisoner stands in front of the officer with his arms and legs apart, the palms of the hands facing the officer and the fingers apart.", "The officer inspects the prisoner's hair, ears and neck as appropriate.", "The officer then puts his hands on the prisoner's shoulder blades, placing his arms around him and moving them, if necessary, under the prisoner's unbuttoned jacket before sliding them from the shoulders down to the waist along the spinal column.", "The officer continues the search in this way, inspecting if necessary the belt and the trouser hip pockets before proceeding to examine the rear thighs, the bend of the knees, the calves and finally the ankles.", "After this inspection of the rear side of the body, the officer resumes the process from the level of the prisoner's torso, and in particular the chest, checking if necessary any shirt pockets at this level before doing the same for the belt and front trouser pockets and continuing the inspection from the groin down to the front side of the ankles.", "(B) Full body searches", "After ensuring that the prisoner's personal effects are removed from him, the officer proceeds to carry out a full body search in the following order.", "The officer examines the prisoner's hair, ears and hearing aid if one is present, and subsequently his mouth by making him cough and also by asking him to lift his tongue and to remove any false teeth where necessary.", "He then checks the armpits by making the prisoner raise and lower his arms, before inspecting the hands, asking him to keep the fingers apart.", "As the crotch area may be used to conceal various objects, it is important for the officer to ensure that the prisoner's legs are spread apart in order to inspect this area.", "In the specific case of searches for prohibited objects or substances, the prisoner may be required to bend over and cough. A doctor may also be called to assess whether the prisoner should undergo an X-ray or a medical examination in order to detect any foreign bodies.", "Next, the prisoner's feet are inspected, in particular the arch of the foot and the toes.", "While returning the prisoner's clothes in the reverse order in which the prisoner took them off, the officer inspects them, taking particular care to check the seams, hems, lining and especially the shoes, ensuring that the latter do not contain any hidden compartments.”", "..."], "VIOLATED_ARTICLES": ["13", "3", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}