{"ITEMID": "001-101838", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF OLKHOVIKOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Mirjana Lazarova Trajkovska;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1944 and lives in Kherson.", "5. In 1996-1997 the applicant’s neighbours, Mr and Mrs P., who lived on the second floor of a two-storey dwelling house, reconstructed their two flats. As a result of this, the applicant’s flat on the first floor of the same house and the property in it were flooded and damaged.", "6. On 10 September 1997 the applicant lodged a civil claim with the Komsomolskyy Court against Mr and Mrs P., by which she asked it to declare unlawful the reconstructions they had made, sought elimination of obstacles in using the house and claimed damages. Subsequently, the applicant lodged a similar claim against the local authorities, by which she also sought refutation of information published in a local newspaper concerning the applicant’s alleged failure to pay for the utilities and claimed damages in this respect.", "7. Between 9 September 1998 and 24 April 1999 the proceedings were suspended pending the outcome of the applicant’s criminal complaint concerning the matter, which was eventually dismissed as unsubstantiated.", "8. On 28 August 2001 the court discontinued the proceedings in respect of Mr P. because of his death.", "9. Following two reconsiderations of the case, on 31 August 2005 the court allowed in part the applicant’s claim, declared the reconstructions made by Mrs P. unlawful, obliged her to repair the house and the applicant’s flat and ordered Mrs P. to pay the applicant certain amounts in compensation. The court rejected, as unsubstantiated, the applicant’s claim against the local authorities.", "10. On 12 December 2005 and 24 January 2008, respectively, the Kherson Regional Court of Appeal and the Kirovograd Regional Court of Appeal (the latter court acting as a court of cassation) upheld the above judgment. On 14 April 2008 the applicant was served with a copy of the decision of 24 January 2008.", "11. According to the Government, in the course of the proceedings the applicant amended or specified her claims on six occasions and on one occasion she requested the courts to extend the time-limit for lodging her appeal. Nineteen hearings were adjourned upon the applicant’s request or due to her failure to attend them. Thirty-five hearings were adjourned mainly due to the respondents’ or third parties’ failure to attend them and because of the absence of the judge. Three expert examinations were ordered in the course of the proceedings and lasted for about three months (in June-July 1999 and in May 2004).", "12. The applicant disagreed that she had been responsible for the adjournment of some of the hearings mentioned by the Government."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}