{"ITEMID": "001-110385", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF INOTLEWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Access to court)", "JUDGES": "George Nicolaou;Ledi Bianku;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1934 and lives in Toruń.", "6. The applicant requested that a certificate be issued that he had been carrying out forced labour during his military service. Such a service would have had incidence on the amount of his retirement pension. His claim was dismissed by a decision given by the first-instance administrative authority on 2 April 2007. The applicant appealed. The second-instance authority dismissed his appeal on 23 April 2007.", "7. The applicant appealed to the Bydgoszcz Regional Administrative Court.", "8. By a judgment of 29 August 2007 that court dismissed his appeal. This judgment was served on an unspecified date shortly after 17 September 2007.", "9. Shortly afterwards and, in any event, prior to 8 October 2007 the applicant requested that legal aid be granted to him for the purposes of the cassation proceedings.", "10. By a decision of 29 November 2007 the applicant’s request was granted. On 14 January 2008 the court requested the Bydgoszcz Bar Association to assign a lawyer to the case. By a letter of 16 January 2008 the Bar Association informed the applicant that lawyer D.K. was assigned to represent him for the purposes of the cassation proceedings.", "11. On 28 January 2008 the lawyer requested the applicant to give her a power of attorney. The applicant did so by a letter of 31 January 2008.", "12. By a letter of 17 March 2008 the lawyer informed the applicant that substantive law grounds for cassation appeal did not obtain in his case. Hence, it would have served no purpose to prepare such an appeal. She accordingly refused to do so.", "13. On 25 March 2008 the Bydgoszcz Regional Administrative Court refused to examine a request for retrospective leave to appeal out of time submitted by the legal-aid lawyer on an unspecified date before 4 March 2008. The court noted that she had submitted such a request, but it could not be allowed because she had failed to submit it together with the cassation appeal as required by the applicable procedural provisions (see paragraph 22 below).", "14. On the same day the applicant submitted his own request for retrospective leave to appeal out of time.", "15. On 7 May 2008 the Bydgoszcz Regional Administrative Court summoned the applicant to supplement that request by submitting a cassation appeal prepared and signed by a lawyer.", "16. On 19 May 2008 the applicant submitted a cassation appeal which he had prepared himself.", "17. On 12 June 2008 the court summoned the applicant to submit within seven days a cassation appeal prepared by a lawyer.", "18. The applicant failed to do so. By a decision of 3 July 2008 the Regional Court declined to examine the appeal submitted by the applicant. The applicant appealed.", "19. On 14 October 2008 the Supreme Administrative Court dismissed the applicant’s appeal against this decision.", "20. The relevant domestic law and practice concerning the procedure for lodging cassation appeals with the Supreme Administrative Court against judgments of the Regional Administrative Courts are stated in the Court’s judgment in the case of Subicka v. Poland, no. 29342/06, §§ 1221, 14 September 2010.", "21. In particular, in its decision no. II FZ 651/07 of 18 January 2008 the Supreme Administrative Court held that a request for leave to appeal out of time was the only method by which a cassation appeal submitted after the expiry of the time-limit by a legallyaided applicant could be admitted for examination.", "22. When legal aid has been granted and the time-limit for the submission of a cassation appeal has already expired, it is open to the legally-aided party to submit the appeal together with a request for leave to appeal out of time made under sections 86 and 87 of the Law on the Procedure before Administrative Courts (e.g. NSA FZ 754/04 of 31 January 2005 and NSA, I OZ 160/08 of 14 March 2008). In certain cases the courts stated that such a request should be submitted within seven days from the date on which the lawyer obtained a power of attorney from the party, which date is considered as the date on which the impediment to lodging an appeal ceased to exist (e.g. the Białystok Regional Administrative Court, II SAB Bk 27/07 of 10 April 2008), or from the date when the lawyer could obtain effective access to the case file (e.g. the Poznań Regional Administrative Court, IV SA/Po 865/06 of 13 November 2007).", "23. In a number of its recent decisions the Supreme Administrative Court acknowledged the difficulties which legally-aided parties experienced in connection with lodging their cassation appeals against judgments of the first-instance administrative courts. It expressed the view that they should not be penalised for the fact that their requests for legal aid were not processed speedily enough. It analysed relevant case-law of the administrative courts and noted that the manner in which the beginning of the time-limit for lodging cassation appeals was determined had led to divergent results. It held that it was necessary to determine the relevant time in a manner compatible with effective access to the highest administrative court and which ensured equal treatment for parties represented by lawyers appointed under the legalaid scheme and by privately hired lawyers. The court held that the time-limit for a legally-aided party started to run only on the day when a legal-aid lawyer had a genuine possibility of lodging the cassation appeal and not when he or she was informed of having been assigned to the case. The court was of the view that the latter approach was far too rigorous and rendered the effective enjoyment of legal assistance granted under the legal-aid system illusory. In any event, the cassation appeal had to be lodged within thirty days from the day on which the party was informed of the appointment of the legal-aid lawyer (I FZ 569/06 of 8 December 2006; I FZ 667/06 of 15 January 2007; I FZ 30/09 of 2 March 2007; II FZ 177/08 of 25 June 2008; II OZ 513/08 of 27 May 2008; I OZ 376/08 of 13 June 2008; I FZ 30/09 of 2 March 2009; II OZ 1093/09 of 9 December 2009; I FZ 30/09 of 2 March 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}