{"ITEMID": "001-22367", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "AYUNTAMIENTO DE MULA v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is the borough council of a town in the region of Murcia. It was represented before the court by Mr Enrique Martínez Miracle, a lawyer practising in Murcia.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Mula Borough Council said that it had been the owner of the castle situated in the town from time immemorial. There was evidence in the form of instruments disposing of municipal rights or interests in the castle dating back to 1855 and since 1918 Mula Borough Council had been registered in the cadastral register as the owner of the castle.", "During the Spanish Civil War in 1936 the archives of the Mula Land Registry were destroyed in a fire. After the civil war, in 1942, María Concepción Pidal y Cicho de Guzmán, a member of the influential family of the Marquis of Pidal, had her name entered in the new register as the owner of “a very old castle and its external walls, all in an appalling state of ruin and destruction”, on the ground that she had inherited the property in 1932 from her mother.", "In 1992 the heirs of the Marquise of Pidal brought an action before the Mula district judge no. 2 against Mula Borough Council for a declaration that they had title to the castle. In a judgment of 8 March 1993 the district judge found in their favour and declared that the property in the castle was vested in them.", "Mula Borough Council appealed to the Murcia Audiencia provincial, which, in a decision of 3 June 1994 delivered after an adversarial hearing, overturned the judgment of the district judge. It accepted the Borough Council’s plea that it had acquired title by adverse possession since at least 1918 and dismissed the claimants’ action. The heirs of the Marquise of Pidal appealed on points of law to the Supreme Court which, by a judgment of 2 December 1998, overturned the decision of the Audiencia provincial, and upheld the judgment of the district judge.", "Relying on Article 24 of the Constitution (right to a fair trial), Mula Borough Council lodged an amparo appeal with the Constitutional Court. The appeal was dismissed on 10 May 1999, as being manifestly ill-founded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}