{"ITEMID": "001-57847", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF ZUMTOBEL v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Gaukur Jörundsson;N. Valticos;R. Pekkanen", "TEXT": ["6. The firm of F.M. Zumtobel, which at the material time was a limited partnership (Kommanditgesellschaft) and was subsequently converted into a limited company (Gesellschaft mit beschränkter Haftung), is based in Dornbirn, Austria. Mr Zumtobel was its manager and sole shareholder.", "7. The case concerns expropriation proceedings instituted with a view to the construction in the province of Vorarlberg of a provincial highway, the L 52, intended as a bypass for part of the municipality of Rankweil. It appears that the scheme in question dated back to 1960, but that opposition from local landowners had prevented its realisation.", "The authorities conducted an investigation into inter alia whether the projected road was compatible with the requirements of environmental protection (Landschaftsschutz). The proposed route was published (zur öffentlichen Einsichtnahme aufgelegt) and the file made available for consultation at the Rankweil council offices from 1 to 31 October 1984.", "8. Pursuant to the Provincial Highways Law (Landesstraßengesetz), on the initiative of the Highways Authority of the Provincial Government (Landesstraßenverwaltung), expropriation proceedings relating to a parcel of land of 2,140m2 belonging to the Zumtobel partnership were opened on 28 February 1985. The expropriation would have had the effect of dividing the first applicant’s property, which covered an area of some 55,000m2, into two parcels of approximately 20,000m2 and 30,000m2.", "The authorities consulted several experts. The first applicant repeatedly but unsuccessfully requested to be allowed to study various documents in the file, namely a report of the Court of Audit (Rechnungshof), an expert report on the environmental implications, the decision taken by the local authorities of Feldkirch, Meiningen and Rankweil on the proposed section of the road, and an opinion of the environmental department of the Provincial Government.", "9. On 25 June 1985 a hearing took place before the Office of the Provincial Government (Amt der Landesregierung), attended by its chairman, the first applicant’s lawyer, and three of its official experts (Amtssachverständige), specialising in environmental protection, highways and road traffic respectively. They submitted their reports and made additional observations. According to the highways expert and the road traffic expert, the proposed section of highway was important because it would improve traffic links between Rankweil and Feldkirch, which went through densely populated built-up areas.", "10. On 13 February 1986 the Office made an order for expropriation and fixed compensation at 620 schillings per square metre. At the same time it dismissed two requests by the first applicant, one for full details of the planning procedure for the L 52, and the other for the appointment of an independent road traffic expert to assess whether the planned road was necessary. The Office considered the first request to be irrelevant to the case; as to the second, it stated that the official expert had not shown any bias in favour of the authorities and had submitted a convincing report.", "11. The Zumtobel partnership thereupon applied to the Constitutional Court (Verfassungsgerichtshof). It claimed that the expropriation proceedings, which were subject to final review by the Administrative Court (Verwaltungsgerichtshof) and the Constitutional Court, had violated its right of access to a court with full jurisdiction, guaranteed inter alia by Article 6 para. 1 (art. 6-1) of the Convention. It also alleged that there had been a breach of the principle of equality of arms, as the Office had heard its own experts but refused to consult independent ones.", "12. On 27 November 1987, at the conclusion of a hearing held in private (Article 144 para. 2 of the Federal Constitution, Bundes- Verfassungsgesetz), the Constitutional Court decided not to entertain the application since, in view of its case-law on Article 6 (art. 6) of the Convention and the authorities’ discretion in determining the routes of highways, the application did not have sufficient prospects of success. Moreover, the alleged violations resulted at the most from the erroneous application of an ordinary law (einfaches Gesetz) and their examination did not involve any constitutional considerations. Finally, the case did not fall outside the Administrative Court’s jurisdiction.", "13. The first applicant also challenged the decision of 13 February 1986 (see paragraph 10 above) in the Administrative Court. Relying on substantially the same arguments as in the Constitutional Court, it now complained of breaches of procedural and substantive law; it also asked for an expert to be appointed.", "14. The Administrative Court dismissed the appeal on 22 September 1989, after a purely written procedure; the applicants had not asked it to hold a hearing (see paragraph 20 below).", "In the court’s opinion, the complaint that the scheme objected to was not based on any reasonable overall plan was not enough to establish that the contested decision had been unlawful. The court added as follows:", "\"In the context of the power of review conferred on it by Article 41 of the Administrative Court Law (Verwaltungsgerichtshofgesetz), the Administrative Court cannot hold to be unlawful the fact that the respondent authority had regard to road traffic requirements and based its decision principally on the consideration that no other more appropriate solution - than the construction of the proposed section of the L 52 over the land in issue - was possible. As can be seen from the findings of fact in the contested decision, the respondent authority took the view that it was in the interests of road users to divert through- traffic from the Rankweil-Brederis built-up area, which at the same time would create a useful addition to the existing road network in the Feldkirch-Rankweil area.\"", "The court held that the applicant partnership had also failed to cast doubt on the official experts’ reports such as could disclose a procedural irregularity capable of affecting the decision. The fact that the Government Office had not made the commencement of construction work for the L 52 subject to a final decision on the length of the route was not incompatible with the Provincial Highways Law. Contrary to the applicant partnership’s arguments, the Office had indeed taken environmental protection into account when assessing the various relevant interests. The commencement of expropriation proceedings before the adoption of a decree (Einreihungsverordnung) defining inter alia the route and length of the highway and the failure to consult the association of local authorities (Gemeindeverband) of Vorarlberg did not vitiate the impugned decision either. As for compensation in kind (Naturalersatz) or an exchange of land (Tauschanbot), the documents in the case showed that these had not been available as alternative solutions. Finally, the fact that notice of the hearing of 25 June 1985 (see paragraph 9 above) had not been given in the Official Gazette (Amtsblatt) could not have infringed the applicant partnership’s rights, as it had been directly notified of the hearing.", "The court also rejected the complaints relating to the hearing of the official experts. It noted to begin with that the Office was obliged to consult them, under the General Administrative Procedure Law of 1950 (Allgemeines Verwaltungsverfahrensgesetz, \"the 1950 Law\"). The court considered that mere general remarks on the independence of official experts were not enough to prove a specific legitimate doubt for the purposes of Article 7 (1), sub-paragraph 4, of the 1950 Law. The fact that such an expert took part in proceedings to which the Province was a party did not, unless there were special circumstances, constitute a serious reason within the meaning of the 1950 Law to doubt his complete impartiality. In the absence of any formal requirement, there was nothing to prevent a written record being made of an orally delivered expert report, without the expert having to supplement it in writing. Nor had the authorities been obliged to summon the parties to attend the inquiry (Beweisverfahren).", "With reference to the complaints of lack of access to the case file, the court stated that it could not find that the Office had disregarded procedural rules, compliance with which could have led to a different decision. As the applicant partnership had not been a party to the environmental protection proceedings (Landschaftsschutzverfahren), it could not claim a right of access to that file. As to the Court of Audit’s report, the observations of the department for planning and the environment (Raumplanungs- bzw. Umweltabteilung) and those of the relevant local authorities, there was nothing to show that these documents could have been material to the applicant partnership’s case or that the Office had based its decision on them. The report of expert B. had been included in the expropriation proceedings file but, contrary to the applicant partnership’s arguments, the authorities were not obliged by law to supply photocopies of the entire case file or of certain documents in it.", "The Administrative Court also found that there had been no breach of Article 6 (art. 6) of the Convention and declined to refer the matter to the Constitutional Court.", "With regard to the request for an independent expert to be appointed to report inter alia on \"the economic viability, the reasonableness and hence the lawfulness\" of the proposed route of the L 52, the court cited a judgment given by an enlarged chamber in 1978 and stated:", "\"[That judgment shows that] the Administrative Court is not allowed, in a case which has been before the respondent administrative authority, to put itself in the place of that authority and take evidence, which the latter may have omitted to take, or to supplement the investigation by itself taking investigative measures to establish the facts. The Administrative Court can, however, take evidence in order to determine whether an essential procedural requirement has been breached, and it is therefore entitled to take investigative measures in order to establish whether a procedural defect is essential or whether the respondent authority could have reached a different decision if that procedural defect had been avoided; it can also do so for the purpose of reviewing the assessment of the evidence. In view of the above findings with reference to the weighing up by the respondent authority of the interests at stake and the facts on which its decision was based, however, the Administrative Court sees no reason to order the investigative measure sought.\"", "15. The first applicant had meanwhile applied to the Feldkirch District Court (Bezirksgericht) to determine the amount of compensation. On 17 December 1987 this was set at 9,963,032.50 Austrian schillings (ATS).", "On 28 May 1988, on appeal (Rekurs) to the Feldkirch Regional Court (Landesgericht), the amount was reduced to ATS 4,560,000. On 6 October 1988 the first applicant’s appeal on points of law (Revisionsrekurs) against this decision was dismissed by the Supreme Court (Oberster Gerichtshof).", "16. In Vorarlberg expropriation for the purpose of construction of a provincial highway can take place only after the Provincial Government has issued a decree giving a brief description of the route of the highway and stating its approximate length (Article 5 of the Provincial Highways Law). Landowners who are affected by the measure can, once the plan has been made public, contest its appropriateness before the administrative authorities, and then challenge the decree in the Constitutional Court.", "Such an expropriation is permissible only if it is not possible to construct or retain a section of highway which is more suitable from the point of view of traffic requirements, environmental protection and the financial implications (Article 44 (1)).", "17. On an application (Beschwerde) the Constitutional Court will determine whether an administrative decision (Bescheid) has infringed a right guaranteed to the applicant under the Constitution or whether the decision applied a decree (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law (Article 144 para. 1 of the Federal Constitution).", "18. Under Article 130 of the Federal Constitution, the Administrative Court has jurisdiction to hear inter alia applications alleging that an administrative decision is unlawful.", "19. Article 41 (1) of the Administrative Court Law (Verwaltungsgerichtshofgesetz) reads as follows:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority’s lack of jurisdiction or from breaches of procedural rules (Article 42 (2), sub-paragraphs 2 and 3) ..., it must examine the contested decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "Under Article 42 (2) of the Law,", "\"The Administrative Court shall quash the impugned decision:", "1. if it is unlawful by reason of its content,", "2. [or] because the respondent authority lacked jurisdiction,", "3. [or] on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "20. Proceedings in the Administrative Court consist essentially of an exchange of written pleadings (Article 36). If one of the parties so requests the Administrative Court may hold an adversarial hearing which in principle is held in public (Articles 39 and 40).", "21. If the court quashes the challenged decision, \"the administrative authorities are under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court’s view of the law (Rechtsansicht)\" (Article 63 (1)).", "22. If an expert opinion proves necessary in expropriation proceedings, the authority consults, in accordance with Article 52 (1) of the General Administrative Procedure Law (see paragraph 14 above), \"the official experts attached to the authority or placed at its disposal\". Under Article 53 in conjunction with Article 7 of that law, such experts must stand down \"if there are ... serious reasons liable to give rise to doubts as to their complete impartiality\"."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}