{"ITEMID": "001-60803", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SMOLEANU v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;No violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. The applicant was born in 1922 and lives in Ploieşti.", "10. On 20 January 1944 the applicant received as a dowry from her father a house situated in Ploieşti (hereafter called “the house”), composed of two flats and a garage plus the adjoining land.", "11. In 1950 the State took possession of the property, allegedly under Decree no. 92/1950 on nationalisation. The applicant was never informed of the grounds or legal basis for that deprivation of property. She was, however, allowed to use one of the flats in the house as a tenant of the State.", "12. Between 1950 and 1955 the applicant made several complaints to the authorities, arguing that the provisions of Decree no. 92/1950 were inapplicable to her case and requesting that the house be returned to her. She did not receive any reply.", "13. In 1954 the State demolished the garage.", "14. In 1994 the applicant brought an action in the Ploieşti Court of First Instance for recovery of possession of the house. She submitted that she belonged to the category of persons whose property Decree no. 92/1950 exempted from nationalisation and requested that the State-owned company, R.P., which managed State-owned housing, be ordered to return her property. On 3 May 1994 the court dismissed her claim on the ground that she had not proved her allegations.", "15. The applicant appealed against that judgment to the Prahova County Court. In a decision of 13 January 1995 the court allowed the appeal, declared the action to recover possession admissible and ordered the house to be returned. It found that, as a nurse and a war widow since 1941, the applicant belonged to the category of persons whose property the decree exempted from nationalisation.", "16. R.P. appealed against that decision. In a judgment of 13 June 1995 the Ploieşti Court of Appeal allowed the appeal, quashed the judgment of 13 January 1995 and dismissed the applicant's claim on the ground that the house had become State property pursuant to Decree no. 92/1950 and that the courts did not have jurisdiction to review whether the decree had been properly applied to her. The court added that provision as to redress for any wrongful seizure of property by the State would have to be made in new legislation.", "17. On 26 July 1995 the applicant requested the Procurator-General of Romania to lodge an application to have that final judgment set aside, submitting that it was unfair because the court had refused to examine whether Decree no. 92/1950 was applicable to her.", "18. The Procurator-General replied on 8 August 1995, informing her that an application to have a final court judgment set aside could be made only, inter alia, where the decision was ultra vires, which had not been the case here. He added that final decisions could not be challenged on grounds of lawfulness or on the merits.", "19. On 6 March 1996 the applicant lodged an application for restitution of the house with the administrative board established to deal with applications lodged in Ploieşti pursuant to Law no. 112/1995 (“the Administrative Board”). She submitted that she had been dispossessed of her property in breach of Decree no. 92/1950 on nationalisation, and that the Ploieşti County Court, in its decision of 13 January 1995, had held that the deprivation of property had been unlawful but that the Ploieşti Court of Appeal had refused to entertain her claim and had indicated that she should bring administrative proceedings.", "20. In a decision of 17 July 1996 the Administrative Board vested ownership of the flat rented by the applicant in her and awarded her financial compensation for the rest of the house and the land. Having regard to section 12 of Law no. 112/1995, which put a ceiling on compensation, the Administrative Board awarded the applicant 11,581,867 Romanian lei (ROL) for the second flat and ROL 19,156,500 for the adjoining land that had not been returned and rejected her claim for compensation for the garage. According to the applicant, the amount she had received was substantially less than the value of the property.", "21. On an unknown date the applicant challenged that decision in the Ploieşti Court of First Instance, arguing that she was claiming restitution of the actual house.", "22. The proceedings were adjourned pending the outcome of the second action for recovery of possession, which the applicant had lodged concurrently.", "23. The proceedings were resumed on an unknown date and ended on 23 April 1999 with a judgment of the Ploieşti Court of Appeal upholding the decision of the Administrative Board.", "24. In the meantime, on 10 September 1996, the State sold one of the flats in the house to the former tenants.", "25. On an unknown date the applicant lodged a further action for recovery of possession with the Ploieşti Court of First Instance.", "26. In a judgment of 10 June 1997 the court dismissed the action on the ground that, by deciding to bring administrative proceedings, the applicant had acknowledged that the property had been nationalised with valid legal title and was consequently debarred from bringing an action for recovery of possession.", "27. The applicant appealed. She stressed that she had consistently argued before the Board that her house had been wrongfully nationalised and that she had brought administrative proceedings under Law no. 112/1995 because the Ploieşti Court of Appeal had refused to examine her first action for recovery of possession. The County Court dismissed her claim on 27 November 1997 on the same ground as the Court of First Instance.", "28. The applicant appealed. On 30 March 1998 the Ploieşti Court of Appeal dismissed her appeal in a final decision. It noted that the applicant had applied concurrently to the Board and the courts for restitution of the house and noted that the administrative proceedings had been adjourned. It concluded that the applicant, having chosen the remedy provided for in Law no. 112/1995, was now debarred from bringing an action for recovery of possession in the ordinary courts because that choice amounted to an implicit acknowledgment on her part that the nationalisation had been lawful.", "29. On an unknown date the applicant applied for the judgment of the Ploieşti Court of Appeal to be set aside on the ground that the Court of Appeal had denied her access to a tribunal for the determination of her action for recovery of possession. Her application was dismissed on 16 December 1998 by the Braşov Court of Appeal.", "30. The relevant domestic legislation and case-law are set out in the Brumărescu v. Romania judgment ([GC], no. 28342/95, ECHR 1999-VII, pp. 250-56, §§ 31-44)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}