{"ITEMID": "001-83544", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "HEIMANN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Marko Heimann, is a German national who lives in Cham.", "The applicant is a practising lawyer and member of the Nuremberg Bar Association (Rechtsanwaltskammer). His professional letterhead used to refer to him as a “specialised lawyer in labour and criminal law” (Fachanwalt für Arbeitsrecht und Strafrecht) and “specialist in traffic law” (“Verkehrsrechtsspezialist”). In a footnote annexed to the latter reference, the applicant stated that he was a certified graduate of a specialisation course run by the German Lawyers’ Academy (Deutsche Anwalts-akademie). On a complaint from a fellow lawyer, the Bar Association requested the applicant to refrain from using the term “specialist in traffic law”. When the applicant refused, the Bar Association brought a claim against the applicant under the Unfair Competition Act (see Relevant domestic law and practice part, below).", "On 19 September 2003 the Regensburg Regional Court ordered the applicant to refrain from using the term “specialist in traffic law” on his letterhead failing which he would be liable to a fine of 250,000 euros (EUR). It found that the term “specialist in traffic law” amounted to unfair and misleading advertising within the meaning of sections 1 and 3 of the Unfair Competition Act. The Regional Court noted that German law provided for different categories of specialisation. A lawyer could refer on his professional letterhead to a “main focus of interest” if he or she had gathered particular knowledge in a particular field of law. A lawyer could refer to a “main focus of practice” if he or she had extensively worked in a particular field of law for at least two years. Moreover, a lawyer could be granted the right to call himself or herself a “specialised lawyer” (Fachanwalt) if he had special expertise and experience in a particular field of law, which required inter alia participation in special training courses with exams and several years of practice with a minimum number of relevant cases. The Regional Court stressed that a lawyer had to overcome high hurdles before being granted the right to call himself or herself a “specialised lawyer”. From the perspective of an ordinary client, the term “specialist” would suggest an even higher degree of specialisation than a “specialised lawyer”. This would however be a mistake in view of the high requirements to obtain the right to refer to oneself as a “specialised lawyer”. If a lawyer were to refer to himself or herself as “specialist”, he or she would therefore mislead ordinary clients by creating an erroneous impression. This would lead to a competitive advantage as against those lawyers who complied with the hierarchy of specialisation as provided for by German law.", "The applicant’s appeal was dismissed by the Nuremberg Court of Appeal on 30 March 2004. It referred to the reasoning of the Regional Court and found that mere participation on a course on traffic law was not sufficient to justify the reference as a “specialist in traffic law”. The applicant had failed to demonstrate that he had worked on an above-average number of cases. He had submitted a list of cases without any indication that these cases required particular knowledge of traffic law. The list was therefore not apt to demonstrate that the applicant indeed specialised in traffic law. The applicant bore the burden of proof in this respect.", "On 7 July 2004, the Federal Constitutional Court refused, without giving any reasons, to admit the applicant’s constitutional complaint because it was inadmissible.", "1. Relevant provisions of the Unfair Competition Act (Gesetz gegen den unlauteren Wettbewerb):", "“Any person who, in the course of business activity and for purposes of competition, commits acts contrary to honest practices may be enjoined from performing those acts and held liable for damages.”", "“Any person who, in the course of business activity and for purposes of competition, makes misleading statements concerning business matters, in particular concerning the nature, the origin, or the manner of manufacture, or the pricing of individual goods or commercial services or of the offer as a whole, concerning price lists, the manner or the source of acquisition of goods, concerning the possession of awards, concerning the occasion or purpose of sale, or concerning the size of the available stock, may be enjoined from making such statements.”", "2. According to Section 7 of the Rules for Lawyers’ Professional Conduct (Berufsordnung für Rechtsanwälte), a lawyer may refer in his professional letterhead to a “main focus of interest” (Interessen-schwerpunkt) if he or she has gathered particular knowledge in a particular field of law through studies, publications or former professional work. If the lawyer has extensively worked in a particular field of law for at least two years, he or she may refer to that field as a “main focus of practice” (Tätigkeitsschwerpunkt). Moreover, if a lawyer has special expertise and experience in a particular field of law, he or she may be granted the right to call himself or herself a “specialised lawyer” (Fachanwalt) by the Bar to which he or she belongs (Section 43c of the Federal Lawyers Act, Bundesrechtsanwaltsordnung). According to the Specialised Lawyers Act (Fachanwaltsordnung), such special expertise and experience requires inter alia participation in special training courses with exams and several years of practice with a minimum number of relevant cases.", "3. On 28 July 2004, the Federal Constitutional Court found in a different case that the decision of the Lower-Saxony Court for the Legal Profession (Anwaltsgerichtshof) not to permit a lawyer in Lower-Saxony to use the term “specialist in traffic law” in his letterhead violated that lawyer’s freedom to choose an occupation (Berufsfreiheit) under Article 12 of the Basic Law (1 BvR 159/04; EuGRZ 2004, pp. 529 et seq.). In that case, the lawyer had been working in the field of traffic law in several practical and theoretical functions for decades and wanted to refer to that expertise in his letter head. The Federal Constitutional Court took the view that it was doubtful whether the Rules for Lawyers’ Professional Conduct sufficiently satisfied the interests of both lawyers and their clients. The sequence of “main focus of interest”, “main focus of practice” and “specialised lawyer” could be justified in fields of law that recognised “specialised lawyers”. The term “specialised lawyer in traffic law” did however not exist under German law and could consequently not be confused with the term “specialist in traffic law”. The danger of misleading clients would therefore exist only if the lawyer was not in fact a specialist in the general meaning of the word."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}