{"ITEMID": "001-68204", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "NARCISIO v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Giovanni I. Narcisio, is a Netherlands national who was born in 1970. He is currently detained in Bon Futuro prison (formerly named Koraal Specht) on Curaçao (Netherlands Antilles). He is represented before the Court by Ms B.E. Paasman, a lawyer practising in Rotterdam. The respondent Government are represented by Mr R.A.A. Böcker and Ms J. Schukking of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 18 November 1998 an investigating judge (rechter-commissaris) based in Curaçao, on an application by the local public prosecutor (officier van justitie), issued an order for the applicant to be taken into initial detention on remand (bewaring) on murder and firearms charges. In relevant part, this order read as follows:", "“... A serious danger is apparent that the suspect may flee, since it appeared that the suspect was not resident in the Netherlands Antilles.", "A serious public safety reason requiring the suspect's immediate deprivation of liberty is apparent, namely:", "the legal order has been seriously upset by the crime presumably committed; it is, after all, considered unacceptable in society that in case of a criminal act such as the present the suspect should be allowed to remain at large while awaiting trial;", "the crime presumably committed carries a temporary prison sentence of six years or more;", "there is a real possibility that the suspect will commit a crime which, according to its statutory definition, carries a prison sentence of six years or more;", "detention on remand should reasonably be considered necessary for the purpose of establishing the truth through means not including statements of the suspect; namely, it should be made possible to hear witnesses who must be able to give evidence without any possibility of its content being influenced by the suspect.", "...", "[The suspect shall undergo] detention on remand in the Remand Centre [i.e. Koraal Specht prison] or if need be, but in that case for as short a time as possible, in a police station on Curaçao. ”", "The applicant was arrested in Rotterdam, Netherlands, on Thursday 21 January 1999 at 2.10 a.m. by an arresting team of the Rotterdam-Rijnmond regional police force.", "The following day, Friday 22 January 1999, at 10.15 a.m. the applicant was brought before the Rotterdam public prosecutor, to whom he made a statement denying all knowledge of the matters charged.", "He was then brought before the investigating judge of the Rotterdam Regional Court (arrondissementsrechtbank), before whom he was assisted by a lawyer. The applicant again denied all knowledge of the case and stated that he did not wish to be sent to Curaçao. His lawyer suggested, referring to conditions of detention in Koraal Specht prison, that for humanitarian reasons it would be preferable for the applicant to be tried in the Netherlands.", "That afternoon at 2.20 p.m. the investigating judge informed the applicant that he did not find the applicant's arrest and detention unlawful. He added that he lacked competence to decide where the applicant should be tried.", "That evening at around 8.02 p.m. the applicant's lawyer sent a fax to the Minister of Justice and the Rotterdam public prosecutor, with a copy to the standing committee on justice (vaste commissie voor justitie) of the Lower House of Parliament. This fax read as follows:", "“THE NETHERLANDS JUSTICE AUTHORITIES HAVE ANNOUNCED THEIR INTENTION TO HAVE A PERSON SUSPECTED OF A CRIMINAL ACT, ARRESTED ON 21 JANUARY 1999 IN ROTTERDAM, DEPORTED TO CURAÇAO ON MONDAY 25 JANUARY 1999, WHERE HE WILL BE SUBJECTED TO THE PRISON REGIME OF THE KORAAL SPECHT PRISON, OR A COMPARABLE REGIME WHICH RUNS COUNTER TO THE HUMAN VALUES LAID DOWN IN INTERNATIONAL TREATIES TO WHICH THE NETHERLANDS, AMONG OTHER STATES, HAS CONSENTED TO BE BOUND. THIS RELATES TO SERIOUS INTERFERENCES WITH HUMAN DIGNITY, INCLUDING RAPE, VIOLENCE, DISEASE, MURDER, ANARCHY, PHYSICAL DOMINATION, GANGSTERISM AND INHUMANE CONDITIONS OF DETENTION IN TOO CRAMPED CELL SPACES WITH TOO MANY PEOPLE. THE KINGDOM OF THE NETHERLANDS WITHIN EUROPE MAY NOT MAKE ITSELF AN ACCOMPLICE TO THIS AND SHOULD PREVENT THIS IMMINENT THREAT OF A VIOLATION OF AN INDIVIDUAL'S HUMAN RIGHTS MATERIALISING.", "Your Excellency,", "In the above matter I represent the interests of Giovanni Inocente NARCISIO, born on 14 November 1970 on Curaçao. My client has been arrested on Thursday 21 January 1999 in Rotterdam on suspicion of acts proscribed by Articles 302 and 300 of the Criminal Code of the Netherlands Antilles, at the request of Mr F.P. Wiel, investigating judge on Curaçao. His arrest is based on Articles 36 and 40 of the Charter for the Kingdom of the Netherlands (Statuut voor het Koninkrijk), read in conjunction. My client has Netherlands nationality.", "The public prosecutor in charge of the case here, Ms A.M. Zwaneveld, has announced her intention to have my client flown to Curaçao on Monday 25 January 1999, to be taken into the initial detention on remand (bewaring) ordered there. I have made clear my client's objections to this course of action, but the public prosecutor is of the opinion that there are no reasons to prevent the applicant's return to Curaçao. There is thus a threat of a serious and possible irreversible violation of the applicant's civil rights, so that an immediate measure is called for.", "The Public Prosecutor's decision is devoid of legal foundation. The request of the Public Prosecutor comprises a request for his arrest for the purpose of transferring him to the competent authorities in the Netherlands Antilles. However, Article 40 of the Charter for the Kingdom only mentions judgments and orders and the request does not fall within the scope of that Article.", "The order for initial detention on remand given by the investigating judge does come within the scope of this Article, but in that connection it should be noted that this order has already been carried out and that the suspect's transfer to Curaçao has not been ordered, nor is it indicated. The investigating judge, according to the wording of his order, considers that:", "'detention on remand should reasonably be considered necessary for the purpose of establishing the truth through means not including statements of the suspect; namely, it should be made possible to hear witnesses who must be able to give evidence without any possibility of its content being influenced by the suspect.'", "Since this is the main reason for the order, the need for the suspect's transfer [to Curaçao] cannot be understood. He can serve his initial detention on remand, and if necessary his extended detention on remand (gevangenhouding), in the Netherlands without any problem, which will answer the purpose of the criminal investigation.", "The decision of the public prosecutor to proceed to deportation is not only incorrect but also not based on the decision of the investigating judge. Another requirement stated in Article 40 of the Charter is that the legal provisions of the country approached should be respected. That is not the case here. As a result of the public prosecutor's decision my client is likely to be exposed to the prison system of Curaçao which, as was found recently by members of the Lower House of Parliament, is in an extremely deplorable condition and does not meet internationally agreed standards.", "Article 3 of the European Convention on Human Rights, which provides that no one may be subjected to torture or to inhuman or degrading treatment or punishment, is thus contravened.", "In addition, it involves a contravention of Article 26 of the Prison Act (Beginselenwet Gevangeniswezen), which provides that persons who have not been convicted (onveroordeelden) should not be subjected to any limitations other than those which are strictly necessary for the purpose of their detention or in the interest of maintaining order.", "It also involves a contravention of Article 26bis, second paragraph, which contains rules relating to the regime. As has recently been found by members of the Lower House of Parliament, the prison system on Curaçao quite fails to live up to reasonable minimum requirements and no improvement is to be expected in the coming few years.", "In any event, the applicant (betrokkene) is entitled by virtue of Article 13 of the Convention to an effective remedy before a national authority before deportation to the Curaçao prison system takes place.", "It is on these grounds that I ask you to deprive the decision of the Public Prosecutor of its force and give (or delegate to) her the order not to allow the deportation of my client to Curaçao to proceed, or to interrupt it immediately, or reverse his deportation, and/or to order every measure that would result in enabling my client to undergo his detention on remand here, in accordance with the provisions of the Charter for the Kingdom of the Netherlands and the legislation applicable here.", "I request the Public Prosecutor, to whom I am also sending a copy of this message, to delay the execution of the decision until the Minister of Justice has decided on this request.", "Finally, I am sending a copy of this message to the standing parliamentary committee for information.”", "The public prosecutor replied by a letter dated 25 January 1999 (the following Monday), transmitted to the applicant's lawyer by fax at 1.03 p.m., in the following terms:", "“Referring to your telefax message of 22 January last, which was received at my department at 8.02 p.m., requesting a delay of the transportation of your client Narcisio to Curaçao until the Minister of Justice had reacted to your request, I can inform you as follows.", "Having consulted the Ministry of Justice and the department of the Procurator General to the Court of Appeal (Parket-Generaal), I have decided that there is no call to delay your client's transportation. The reason for this lies in the circumstance that an indication from the Minister for transportation to be delayed has not been received at my department.”", "The applicant was flown to Curaçao the same day on a flight scheduled for 2.05 p.m.", "The applicant states that he spent the first twenty-three days after his arrival on Curaçao in a police cell. He was then taken to Koraal Specht prison, where he has remained ever since.", "The applicant wrote to his lawyer on 24 June 1999. He stated that as of that date, he was deprived of the most basic necessities, such as access to running water and proper sanitary facilities. He also stated that there was a structural lack of furniture for the prisoners. Finally, he stated that he was not able to contact his family from Koraal Specht because there was no access to a telephone that worked.", "Delegations of the European Committee for the Prevention of Torture and Inhuman or Degrading Punishment (the CPT) visited the Netherlands Antilles in 1994, 1997, 1999 and 2002. On each occasion it inspected, in addition to other establishments, Koraal Specht prison.", "In their report of the visit made from 26 to 30 June 1994 (CPT/Inf (96) 1, published on 18 January 1996), the CPT delegation noted “a pernicious combination of overcrowding, a regime which offered very few activities and a poor level of cleanliness and hygiene”, compounded by “the generally run-down state of the establishment”. Specific problems noted included an insufficiency of the quality and quantity of food, problems with the water supply, insufficiently trained prison staff and a lack of sufficient medical care. In their opinion, to subject prisoners to such conditions of detention amounted to inhuman and degrading treatment.", "The second visit of a CPT delegation to the Netherlands Antilles took place from 7 to 11 December 1997. The report of this visit (CPT/Inf (98) 17) was published on 10 December 1998. It mentioned the frequent incidence in Koraal Specht of acts of violence against prisoners, committed not only by prison staff, but also by other prisoners, which staff did not do enough to prevent. Despite attempts by the authorities to alleviate the situation, including improvements in the food supply, conditions were still insanitary and overcrowding remained a serious problem. In the CPT's opinion, “many inmates at Koraal Specht Prison continued to be held under conditions which could fairly be described as inhuman and degrading”.", "The third visit of a CPT delegation to the Netherlands Antilles, from 25 to 29 January 1999, took place shortly before the applicant's arrival in Koraal Specht. The report of this visit was published on 25 May 2000 (document CPT/Inf/2000-9). It contains the following in relation to Koraal Specht (emphasis in the original):", "“A. Situation at Koraal Specht Prison", "1. Preliminary remarks", "8. As compared to the situation found in December 1997, the CPT's delegation observed some improvement at Koraal Specht Prison as regards certain aspects of the material conditions of detention, attributable in great measure to the decrease in the total number of persons held in the establishment. On the first day of the visit, the establishment was accommodating 434 inmates, all categories included; in December 1997, it had accommodated some 550 persons.", "Not unrelated to this, the general atmosphere had improved, and some – albeit very limited – improvements had been made as regards the provision of activities (work, education, sport) for prisoners. Moreover, reports of ill-treatment of inmates by staff had apparently declined of late.", "9. Nevertheless, Koraal Specht Prison still suffers from a number of serious shortcomings which pose a threat to the basic rights of prisoners (including the right to life and to physical integrity) and put at risk the stability of the institution to the detriment of both prisoners and staff.", "2. Ill-treatment", "10. Reported cases of ill-treatment by prison staff had apparently diminished in the months prior to the visit. However, a new phenomenon had appeared in the meantime, namely ill-treatment of prisoners by police personnel (be it the riot police or the voluntary corps of Curaçao – VKC) called upon to perform duties which are properly those of prison officers. Further, inter-prisoner violence continues to be of much concern.", "According to statistics produced by the prison's doctors, between January and June 1998, 17 cases of violence were recorded in the prison: 3 apparently involved alleged ill-treatment of inmates by staff and 14 of inter-prisoner violence. In addition, one inmate was beaten to death by fellow prisoners during that period (on the night of 26 February 1998, when prisoners were supposed to have been locked in their cells).", "Further, as had been the case in 1997, health care staff insisted that many cases of violence go unreported and it would appear that efforts to keep a precise record of cases of violence waned during the second half of 1998.", "11. The delegation was particularly concerned to hear of an incident which occurred on 14 July 1998, where all the information gathered suggests that police officers beat prisoners who had already been brought under control: the prisoners were apparently naked and handcuffed behind their backs. The delegation was all the more concerned by the fact that the matter had not immediately been reported by prison staff present to their own hierarchical superiors (the director of Koraal Specht Prison) nor to the Landsrecherche [i.e. the criminal investigation department of the Netherlands Antilles]. More than half a year later, investigations into the conduct of the police officers involved and the prison officers who failed to discharge their duty to protect the prisoners under their care were still at an embryonic stage. Moreover, it appeared that those very police officers continued to be deployed in the prison.", "Further, the delegation interviewed two prisoners who alleged that - while the delegation was in the prison - they had been struck by VKC officers using batons. It would appear that in one of those cases, the prisoner concerned, instead of following instructions to return to his cell, tried to explain that he had been called to the visiting facilities; the account given by him was corroborated by a prison officer who also received a baton blow, apparently when he intervened to protect the prisoner in question.", "12. As for inter-prisoner violence, in addition to the prisoner killed in February 1998, a further two prisoners died and several required hospital treatment in late December 1998, apparently following the ingestion of a poisoned beverage prepared by fellow inmates.", "Other forms of inter-prisoner violence – including, according to staff and management, rape – continue to be commonplace at Koraal Specht Prison. By way of example, between 11 and 28 January 1999, health care staff had treated five prisoners for injuries apparently resulting from inter-prisoner violence, the last two cases during the delegation's stay in Curaçao.", "13. Clearly, a great deal still needs to be done to tackle the problem of violence at Koraal Specht Prison.", "In the report on the December 1997 visit, the CPT recommended that immediate steps be taken to draw up a comprehensive strategy to combat violence in all its forms at Koraal Specht, and that this strategy be vigorously implemented without delay. It also indicated that this should involve a review of the tasks of the prison's Mobiele Eenheid and the methods used by its members in the performance of their duties, and that interventions by that riot squad should be reduced to a minimum. In order to permit this, prison officers as a whole should have received training in the handling of violent incidents.", "The prison's riot squad had been disbanded in December 1997 and, in its place, police officers had been deployed to take over what are essentially prison officers duties. In the meantime, prison officers had received little further training in modern methods of control and restraint.", "14. The CPT wishes to stress that the use of police officers or other law enforcement officials instead of prison officers in order to perform ordinary tasks within a prison inevitably leads to high risk situations. This danger is compounded when the police uniform does not permit the identification of individual officers, which was the case at the time of the visit.", "15. Nevertheless, the CPT has noted that certain measures have been adopted which can contribute (and would appear to have already contributed) to the decrease and ultimately to the prevention of ill-treatment of prisoners by staff.", "By a Decree of 2 November 1998, an independent Commission was established (the Kleinmoedig Commission) to guarantee the integrity of persons deprived of their liberty and to investigate any abuse which might occur. The Commission has itself set out the measures that are to be taken in case of alleged ill-treatment, which include: immediately notifying the President of the Commission of any such allegations; promptly interviewing the person making the allegations and other relevant persons; a thorough medical examination of the person concerned by the prison doctor, who is required to note the allegations and make a detailed record of any injuries and conditions observed; taking, in appropriate cases, photographs of the relevant parts of the body of the person making the allegations; referral to hospital for more detailed examinations; the requirement that a record be made of the doctors' conclusions in the light of the allegations and medical findings. Further, the members of the Commission seem to be making themselves visible to prisoners and to staff, and accessible to them. In addition, inquiries have been initiated into certain of the incidents which have occurred in the prison in recent times.", "More generally, on 30 November 1998, standing orders were issued (Dienstorder [Service order] GWC No. 010-98) for the reporting of cases of violence. However, this reporting system was apparently not fully operational at the time of the visit, and did not involve the recording of relevant information in appropriate central registers (e.g. in the health care service and the office of the director).", "16. In the context of inter-prisoner violence, some steps have been taken to address the question of the appropriate classification and distribution of inmates, e.g. through the development of a department of detainees' affairs, and further measures are envisaged. More particularly, a 28-place reinforced security unit (EBA) has been established in Koraal Specht Prison; at the time of the visit, this unit was being used to accommodate on a temporary basis prisoners suspected of having abused or assaulted fellow inmates or staff.", "3. Staff and management issues", "17. In the report on the December 1997 visit, the CPT indicated that the deplorable conditions of detention which prevailed at Koraal Specht Prison were certainly an important factor in the culture of violence in the establishment. However, it stressed that the problem of violence also stemmed in large part from shortcomings as regards staff and management. In paragraph 17 of that report, the CPT stated that:", "“The fundamental requirement is to ensure that prison officers are placed in a position to exercise their authority in an appropriate manner.", "Prison officers will not be able to carry out their duties satisfactorily if they fear for their own safety. In such a situation, staff are likely to be prone to abuse or ill-treat prisoners in their charge; moreover, they will be poorly placed to protect prisoners from violence from other inmates. Consequently, the level of staffing must be sufficient to enable prison officers effectively to support each other in the exercise of their supervisory tasks.", "Adequate staffing levels must be accompanied by a clear message to prison officers that the ill-treatment of prisoners is unacceptable and will be severely punished. Further, if complaints of ill-treatment by staff do emerge, the prison's management and other relevant authorities must take swift and effective action to address them. More generally, it should be underlined that ready access to an efficient complaints system, preferably with an independent element, is crucial to ensure the maintenance of good order in prison.", "Tackling the phenomenon of inter-prisoner violence requires of a prison's staff that it be alert to signs of trouble and both resolved and properly trained to intervene when necessary. The existence of positive relations between staff and prisoners, based on the notions of secure custody and care, is a decisive factor in this context; this will depend in large measure on staff possessing appropriate interpersonal communication skills. Further, management must be prepared fully to support staff in the exercise of their authority. Specific security measures adapted to the particular characteristics of the situation encountered (including effective search procedures) may well be required; however, such measures can never be more than an adjunct to the above-mentioned basic imperatives. In addition, the prison system needs to address the issue of the appropriate classification and distribution of prisoners.”", "18. However, at the time of the January 1999 visit, the problem of unauthorised staff absences continued to be acute at Koraal Specht Prison. The very high incidence of staff absenteeism resulted in levels of prison officer presence on the wings being considerably lower than necessary for the proper and safe functioning of the establishment. This problem was compounded by what appeared to be a large number of staff deployed in the administration building or employed in duties that kept them quite apart from inmates. The overall morale and confidence of prison officers continued to be low, demotivation being enhanced by a number of factors, not least by the continued deployment of police personnel to perform prison officer duties.", "In this connection, the CPT has noted that the measures so far adopted to address the problem of absenteeism have failed and that no target date has been set for strengthening the enforcement of those measures; further, it would appear that, at the time of the visit, no alternative policy was being considered.", "19. Recruitment efforts in the recent past had served to make up for staff departures, without a significant increase in staffing levels. Nonetheless, the CPT has noted with interest that it is now envisaged to recruit between 25 and 50 additional staff for Koraal Specht Prison.", "20. In paragraph 17 of the report on the 1997 visit, the Committee also stressed that:", "'If prison officers as a whole receive training in the handling of violent incidents, it should be possible to reduce to a minimum interventions by a “riot squad”. Certainly, such a squad should not be routinely involved in such operations as the counting of prisoners and searches. Further, any such squad should be suitably trained and equipped; it should be resolutely committed to using the minimum degree of force necessary through recourse to modern intervention techniques. Such techniques do not include meeting violence with violence.'", "21. Further, any achievements will be short-lived if Koraal Specht Prison is not provided with appropriate management. This question has already been addressed in the previous visit reports. In paragraph 15 of the report on the 1997 visit, the CPT indicated that:", "'Only a governor, possessing the necessary authority, competence and experience and supported by a closely-knit team, would be in a position to instil the right tone and atmosphere into the establishment and be sufficiently motivated to develop policies and plans for the future. In the absence of real management, the establishment will tend to drift. Such an environment is a propitious one for the growth of undesirable practices.'", "In that report, the Committee reiterated the recommendation that the Netherlands Antilles authorities provide the prison with a management team possessing the above-mentioned qualities.", "22. The appointment of a specific Location Director (Lokatiedirekteur) for Koraal Specht Prison is a positive development. However, the potential benefits of such a measure have been curtailed by a number of factors: insufficient experience of the Location Director on prison matters; temporary nature of the appointment (for six-month periods); apparent absence of suitably equipped and structured middle management; lack of powers and resources required effectively to manage the prison; insufficient support and guidance from hierarchical superiors. The CPT wishes to add that in the past the recruitment process has not always been successful in identifying the right persons for senior posts.", "By contrast, the CPT has noted that the Kleinmoedig Commission has apparently been given the necessary authority (and means) to address urgent problems, something which the prison's management at both local and central level has, for different reasons, not been capable of doing in the past. That is, in itself, an indictment of the prisons' management at the most senior level.", "23. As regards more particularly middle management, it should be rendered effective through careful selection and suitable training. Further, the current arrangements concerning middle management at Koraal Specht Prison need to be reviewed and, possibly, reorganised. Precise job descriptions should exist for each post, setting out clearly the areas of responsibility, powers and accountability arrangements. Suitable middle management would relieve the Director of part of his current functions, permitting him visibly to be involved with staff and prisoners on a regular basis, and to participate in drawing-up longer term plans and strategy for the establishment.", "24. Staff organisational structure at other levels also requires attention. On the one hand, the nature of the work involved in the case of certain posts should be clarified (and perhaps some officers re-deployed to other functions). On the other hand, the current system of promotion by length of service will not encourage good performance and does not, at present, seem to imply any extra responsibility. It is clear that this promotion system will not serve to identify suitable candidates for posts involving additional responsibility, e.g. to lead teams of officers working in specific accommodation units or involved in the different areas serviced by prison staff (workshops, education, sport, visits and escorts).", "4. Conditions of detention", "25. The CPT has noted and welcomes the efforts made to improve the material environment at Koraal Specht Prison. In the course of the visit, the delegation observed that the premises had been freshly painted; work had been done to keep the prison in a better state of repair than that observed at the time of the previous visits; efforts had been made to improve the provision of water and the sanitation in the detention areas; and work continued as the Committee visited the prison.", "These factors have led to improved conditions of detention at Koraal Specht Prison. As already indicated, much of that improvement is due to the decrease in the number of persons being held in the prison, a reduction of about 20% as compared to the establishment's population in 1994 and 1997.", "26. Notwithstanding this, the prison continued to suffer some degree of overcrowding. By way of example, certain cells regarded by the CPT as being suitable for accommodating half a dozen persons were holding between 8 and 10 inmates, and cells which should ideally accommodate one or, at most, two inmates were being used to hold up to three prisoners.", "Consequently, efforts should continue to be made to bring the occupancy levels of prisoner accommodation into line with the criteria expressed by the CPT in paragraph 95 of the report on the CPT's 1994 visit.", "In this context, the CPT welcomes that the current plans for the expansion of the prison provide for an adequate amount of cell space per prisoner. Indeed, the delegation was told that some 288 new cells, designed to accommodate one prisoner each, will be built; this will allow existing cell occupancy levels to be reduced markedly. Moreover, following its expansion, the prison's capacity will apparently be calculated on the basis of some 7 m² of cell space per prisoner held in collective accommodation.", "However, the CPT is far from convinced that providing additional accommodation will alone offer a lasting solution to overcrowding. Additional measures, including at a statutory level, may well be required to limit or modulate the number of persons being sent to prison.", "27. Even the present level of occupation would permit further improvements to be made in the short-term. This should involve, in particular, a more developed regime of activities for all prisoners, placing special emphasis on those serving longer sentences. Prisoners should be offered a variety of constructive activities involving a significant part of the day. As already indicated, as compared to the situation observed in the course of previous visits, some improvements had been made as regards the provision of activities to prisoners; in particular, the sports hall had been brought back into service, some prisoners were offered work in the workshops and in the prison's services and, on occasion, educational activities were organised. Nevertheless, as regards the vast majority of prisoners, not even the modest target of six hours of activities per week was being met.", "In order to succeed in developing prisoners' regime, the active participation of the relevant staff will be required, and the necessary facilities should be provided. In this connection, the delegation was told that funds have been made available by the Netherlands authorities to develop the regime for prisoners, and provision is also made for prisoners' activities in the prison's own budget. Apparently, these funds have not been fully utilised. More generally, it would appear that the total budget for Koraal Specht Prison for the last two years has been considerably underspent. This reflects badly on the prison service management, particularly if regard is had to the prevailing situation at Koraal Specht Prison. Furthermore, the delegation heard allegations that some officers did not facilitate the attendance of inmates at the courses which were organised.", "28. Priority must continue to be accorded to providing prisoners with the most basic necessities, such as adequate access to running water and to proper sanitary facilities (a matter which is long overdue), and with a hygienic environment. Further, there can be no justification for failing, for whatever reason, to provide them with adequate food at regular times and ready access to drinking water. Problems in these areas persist at Koraal Specht Prison. In addition, all prisoners should be supplied with a bed and bedding.", "In this latter respect, certain prisoners interviewed complained that they had not received a mattress. The delegation was subsequently told that there was a shortage of mattresses, despite the fact that the budgetary means were available.", "29. As for the question of buildings, this may be thought the most straightforward way of resolving Koraal Specht's problems. However, new buildings do not necessarily produce new attitudes. Motivated and well trained staff and prisoners who are kept occupied can tolerate poor buildings, at least for some time. In respect of construction efforts, since new buildings are likely to be used for a long time and involve a significant investment, efforts should be made to get them right at the outset. Provided that: first, the current level of occupation in the prison's accommodation facilities is not surpassed (preferably reduced further to comply fully with the criteria set out in paragraph 95 of the 1994 visit report); secondly, the basic needs of prisoners are satisfied; and thirdly, the programme of activities is developed somewhat, the Netherlands authorities will have the time required to ensure that efforts and financial resources are not wasted, and that new buildings adequately meet the current and future needs of Curaçao's prison system.", "However, the time at their disposal will not be unlimited and it is crucial that the planning process maximises the opportunity available to those authorities. To be fully effective, this process requires a combined effort by all relevant parties (planners, management, staff), a guarantee that finance is available, a team retained and committed to work until the completion of the project, an efficient procedure for considering the plan and responding to it, and an agreed realistic timetable for its implementation with strict monitoring of compliance.", "30. The plans for the improvement of conditions at Koraal Specht Prison and for the expansion of its facilities were well advanced and seemed adequate. However, those responsible for the plans appeared not always to have a full understanding of what other people involved in the process were doing. Similarly, the system for securing final decisions on aspects of the plans and overall approval was not immediately clear. Thus, for example, it was very difficult to establish clear timeframes for the implementation of the plans which were being developed.", "31. As already indicated, the Kleinmoedig Commission has been given the authority and the means to address urgent problems. This possibility is to be welcomed, not least because it is the first sign seen by the CPT that good intentions might in effect be translated into real action leading to the bettering of conditions of detention and the treatment of persons deprived of their liberty. However, this effective trouble shooting should not cloud the need to develop a coherent strategy. The development of longer-term plans to address the underlying issues at Koraal Specht should not be overlooked.", "...", "5. Health care services", "34. At the time of the visit, the health care team at Koraal Specht Prison had not been reinforced as compared to the position in December 1997. In fact, the situation had worsened given the temporary absence of one of the nurses. This resulted in a very heavy workload and responsibility for the only nurse currently working full-time at the prison. Further, medical screening on reception and access to a doctor in non-emergency situations continued to suffer significant delays. As had been the case during previous visits, the delegation received many complaints from prisoners as regards the provision of health care. Moreover, the shortcomings concerning dental care had not yet been resolved.", "Nonetheless, the delegation was led to believe that certain changes in the above respects were imminent, inter alia by the employment of four additional full-time nurses and a doctor. These developments concerning staff should permit the implementation of at least certain of the recommendations made by the CPT in previous reports concerning the health care service at Koraal Specht Prison.", "...", "B. Further measures required and proposed timetable", "36. Controlling overcrowding will be a crucial factor in improving the treatment of persons held in Koraal Specht Prison, and has a bearing on all aspects of life in the prison. Consequently, the current level of occupation in Koraal Specht Prison must not be surpassed and, preferably, additional measures (including at a statutory level) should be taken to reduce further the number of persons held in the prison. The objective should be to ensure that the inmate population is kept at an acceptable level pending the implementation of the improvement and expansion plans.", "37. The reporting system for cases of violence should be rendered effective without delay. This should be accompanied by the introduction of central registers containing relevant information to be kept in the health care service and the office of the director.", "Similarly, the procedure laid down by the Kleinmoedig Commission for the investigation of allegations of ill-treatment should be made fully effective in practice.", "...", "43. Means should be made available as of now to ensure that the basic needs of prisoners are satisfied (e.g. prisoners should be guaranteed food at appropriate times and ready access to drinking water, and they should be supplied with a bed and bedding), and that all of them are offered at least one hour of outdoor exercise every day.", "Further, efforts should be redoubled to ensure that prisoners are accommodated in a hygienic environment, and have suitable access to proper sanitary facilities and running water. The CPT has noted that progress has been made in this regard and understands that the water supply problem should have been resolved within the three weeks following the visit. The Committee would appreciate receiving confirmation that this task has been successfully completed.", "Further, an ongoing maintenance programme should be elaborated without delay and the resources made available to ensure that repair work is carried out as and when it becomes necessary.", "...", "46. Reinforcement of the health care team is long overdue. The CPT understands that although three candidates for nursing posts had been identified, at the time of the visit no concrete date had been fixed for them to commence employment. The CPT would like to receive further information on this subject. As regards increasing doctors' presence in the establishment, it looks forward to receiving confirmation of the employment of an additional doctor and information about the actual time the doctor is present in the prison.”", "By a letter dated 13 August 1999, the Permanent Representative of the Kingdom of the Netherlands to the Council of Europe transmitted to the president of CPT the response of the Government of the Netherlands Antilles. Dated July 1999, this described, in relevant part, various measures aimed at improving the situation in Koraal Specht. These included, inter alia, changes in the composition of the riot team and the way it operated, improved investigation of violent incidents, improvements in the motivation and training of prison staff and an increase of their number; improved activity and work programmes; improvements in food supply; and the provision to the prisoners of clean running water. The number of medical staff had been increased in accordance with CPT recommendations. The number of prisoners allowed had been set at a maximum. Some of these improvements, such as the recruiting and training of new staff, had already begun to be implemented at the time of CPT's visit.", "A CPT delegation carried out a visit to the Netherlands Antilles from 17 to 27 February 2002. They noted significant improvements in the material living conditions at Koraal Specht (which by this time had been renamed Bon Futuro); in particular, extensive renovation and construction had taken place and the severe overcrowding problem had been brought to an end. A new water supply system had been installed, as had new public telephones. Medical care had improved; so had the sanitary situation, although cockroaches and rats were still a problem in some parts of the prison. There was still a shortage of proper beds and bedding, although not to the same degree. Violent incidents involving prison staff were no longer stated to be a problem. However, inter-prisoner violence appeared to have continued as a result of prison staff, who were still insufficient in number, stepping back from awkward situations, thereby effectively abandoning control to inmates: a stabbing incident actually took place during the visit of the CPT delegation. (See the CPT's report of 15 November 2002, CPT/Inf(2002)30.)", "“Netherlands, the Netherlands Antilles and Aruba,", "Noting that the Netherlands, Suriname and the Netherlands Antilles declared of their own free will in 1954 that they wished to receive a new legal order in which they take care of their own interests independently and take care of their common interests and provide mutual assistance on an equal footing, and have decided jointly to draw up the Charter for the Kingdom;", "Noting that the bond under this Charter with Suriname has been terminated with effect from 25 November 1975 ...;", "Noting that Aruba has declared of its own free will that it accepts this legal order as a country;", "Have decided jointly further to determine the Charter for the Kingdom as follows.”", "“The Netherlands, the Netherlands Antilles and Aruba shall give each other aid and support.”", "“Judgments given by a court in the Netherlands, the Netherlands Antilles or Aruba, judicial orders and executory copies of official documents (grossen van authentieke akten) drawn up there can be executed throughout the Kingdom, with due regard to the legal provisions of the country where execution takes place.”", "“1. The Netherlands, the Netherlands Antilles and Aruba shall conduct their own affairs independently.", "2. The affairs of the Kingdom shall also concern the countries.”", "In relevant part, Article 59a of the Code of Criminal Procedure (Wetboek van Strafvordering) of the Netherlands provides as follows:", "“...", "4. At the time of his interrogation [by the investigating judge], the accused may request the investigating judge to release him [from police custody].", "5. If the investigating judge considers the police custody unlawful, he shall order the accused's immediate release. Otherwise, the investigating judge shall make a note of his decision in the official record of the interrogation or, if the suspect has made a request for his release, the investigating judge shall reject it. ...”", "At the time of the applicant's transfer to Curaçao (January 1999), Article 289 of the Code of Civil Procedure (Wetboek van Burgerlijke Rechtsvordering) of the Netherlands provided, in relevant part:", "“1. In all cases where, considering the interests of the parties to the case, an immediate provisional measure is needed as a matter of urgency, the case can be brought at a hearing which shall be held by the President [of the Regional Court] on the working days to be determined by him.", "2. In case of circumstances requiring even greater speed, the summons can be ordered for the day and the hour, including the Sunday, to be determined in each case by the President [of the Regional Court] on oral application by the interested party. He can then also order that the hearing shall be held in his home. ...”", "At the relevant time, section 5 of the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie) of the Netherlands provided as follows:", "“The officers (ambtenaren) of the public prosecution service (openbaar ministerie) shall obey the orders given them in their official capacity by the competent powers in the name of the Monarch.”", "The Government have drawn the Court's attention to a judgment given in summary proceedings under the present Article 254 of the Code of Civil Procedure (which since 1 January 2002 replaces the former Article 289) by the Provisional Measures Judge (Voorzieningenrechter) of the Regional Court of The Hague – the successor, as regards summary civil proceedings, to the President of the Regional Court – on 26 November 2002 (case number KG 02/1439). That judgment contains the following reasoning (emphasis in the original):", "“3.1. The question before us is whether the State commits a tort against the plaintiff, taking into account his state of health, by executing the order for his initial detention on remand (bewaring) and co-operating in his transfer to the Netherlands Antilles, there to be placed in detention on remand (voorlopige hechtenis).", "...", "3.3. The Provisional Measures Judge will proceed on the following basis. The initial detention on remand order (...) given by the [Curaçao] investigating judge cannot be called into question (in summary proceedings), since there is no legal remedy against such an order. The plaintiff can therefore be taken into detention on remand in a remand centre, in the present case the Bon Futuro prison. To that extent the State is therefore obliged, in view of Articles 36 and 40 of the Charter for the Kingdom of the Netherlands, to co-operate in the plaintiff's transfer to the Netherlands Antilles there to undergo detention on remand.", "3.4. It is established that the plaintiff has not been interrogated within the framework of his being brought before the [Curaçao] investigating judge and the order for his initial detention on remand because of the physical distance. However, when being thus interrogated a suspect has the possibility to request the suspension of his detention on remand, for example on the ground that his state of health does not admit of his detention.", "In our provisional opinion the plaintiff has sufficiently made out a prima facie case that his transfer to the Netherlands Antilles – considering also Article 3 of the European Convention on Human Rights – constitutes a tort. It is noted in this connection, in the first place, that the sole fact that the plaintiff would be detained in the Bon Futuro prison does not entail the risk of treatment as referred to in Article 3 of the Convention. Nor does the fact that transfer to the Netherlands Antilles for detention is generally stressful so entail. However, the applicant has made out a sufficient prima facie case that special circumstances concerning him particularly imply that his transfer (tomorrow afternoon) to the Netherlands Antilles constitutes a tort. The plaintiff is a cardiac patient and it appears from two medical statements, including one by the cardiologist who is treating him, that if the plaintiff will run a life-threatening risk to his health – not only because of the stress caused by the said transfer [itself] and the stay in the Bon Futuro prison but also because of the climatic conditions – should he be transferred to the Netherlands Antilles. The foregoing is all the more persuasive given that it appears from the CPT report of February 2002 which has been submitted that the medical provisions in the Bon Futuro prison may have improved but still fall short of desirable standards. In view of this life-threatening health risk, this involves, for the plaintiff, a risk of treatment that, for him, would be inhuman.", "Since, at this time, there is reasonable (medical) doubt as to whether [the plaintiff's] state of health permits the applicant's transfer tomorrow afternoon to the Netherlands Antilles to be placed in detention on remand there (in the Bon Futuro prison) and [he] thereby runs the risk of being subjected to what, for him, would amount to inhuman treatment, since it concerns, in the present case, a life-threatening health situation, the State's co-operation in transferring the plaintiff to the Netherlands Antilles now constitutes a tort. ...", "3.5. The Provisional Measures Judge considers it important to note in this connection that the initial detention on remand order has not lost its force by reason of this order for a provisional measure in summary proceedings (that is, for the time being, no transfer to the Netherlands Antilles), [nor does this order imply] a suspension of detention on remand. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}