{"ITEMID": "001-106214", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF DRAGOSTEA COPIILOR - PETROVSCHI - NAGORNII v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1+P1-1;Just satisfaction reserved", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant company, which runs a primary school in Chişinău, was party to civil proceedings in 2001. By a judgment of the Rascani District Court of 25 July 2001 the applicant company was ordered to pay Mr M. 78,400 United States dollars.", "6. On an unspecified date in 2006 Mr M. applied to the Department for the Execution of Judgments for the enforcement of the judgment of 25 July 2001. However, his application was dismissed on the ground that it had been time-barred. In a letter dated 4 May 2006 Mr M. was informed that no enforcement warrant in respect of the judgment of 25 July 2001 had been lodged between 2001 and 2006.", "7. On 22 May 2006 Mr M. lodged a request with the Rascani District Court asking for an extension of the three-year time-limit for requesting enforcement of the judgment in his favour. He argued, inter alia, that he had submitted a request for enforcement sometime in 2001 together with the enforcement warrant, but that it had allegedly been lost by the Department for the Execution of Judgments.", "8. On 18 July 2007 the Chişinău Court of Appeal finally dismissed Mr M’s request. It found, inter alia, that the enforcement of a judgment may be requested by an interested party to the proceedings within three years from the date when the judgment became final and enforceable. Since Mr M. had made such a formal request only some five years after the judgment of 25 July 2001 had become final, he had missed the deadline. The court found that Mr M. could not produce any plausible evidence justifying his missing the time-limit and could not prove his contention that he had submitted a request which had subsequently been lost by the Department for the Execution of Judgments.", "9. On 20 July 2007 Mr M. lodged a request for review of the final judgment of 18 July 2007. He relied on Article 449 (c) of the Code of Civil Procedure (see paragraph 14 below) and argued that according to a letter dated 13 July 2007 sent to him by the Department for the Execution of Judgments in reply to a letter from him, an enforcement warrant had been registered with the Department on 31 July 2001 but had been returned to the Rascani District Court two days later.", "10. On 22 August 2007 the Chişinău Court of Appeal refused Mr M.’s request for review because the ground relied on by him did not fall under Article 449 (c) of the Code of Civil Procedure, namely the letter from the Department for the Execution of Judgments had become known to him before the pronouncement of the judgment of 18 July 2007. Moreover, the enforcement warrant referred to in the letter of 13 July 2007 did not concern the enforcement of the judgment of 25 July 2001 but the enforcement of a surety ordered by the first-instance court several months before the date on which the judgment of 25 July 2001 became enforceable. On 28 September 2007 Mr M. lodged an appeal on points of law against this decision.", "11. On 24 October 2007 a Judge S.N. was appointed rapporteur in the case.", "12. On 14 November 2007, a panel of three judges of the Supreme Court of Justice allowed Mr M.’s appeal, quashed the decision of 22 August 2007, granted Mr M.’s request for review and ordered a fresh examination of the case. The Supreme Court considered the letter of 13 July 2007 as a new document within the meaning of Article 449 (c) of the Civil Procedure Code and argued that Mr M. could have obtained it later than 13 July 2007. The court did not dispute the lower court’s findings to the effect that the enforcement warrant referred to in the letter of 13 July 2007 did not concern the enforcement of the judgment of 25 July 2001 but the enforcement of a surety ordered by the first-instance court. Judge S.N., appointed rapporteur on 24 October 2007, did not participate in the examination of the appeal.", "13. The reopened proceedings ended with a final judgment of the Supreme Court of Justice of 28 October 2008 in favour of Mr M. resulting in the enforcement of the judgment of the Rascani District Court of 25 July 2001 against the applicant company.", "14. The relevant provisions of the Code of Civil Procedure concerning the review of final judgments read as follows:", "“A request for review shall be granted when:", "(c) after a judgment has been adopted, new documents have been discovered which were withheld by one of the parties to the proceedings or which could not have been submitted to the court during the proceedings because of circumstances beyond the control of the interested party;", "A request for review may be lodged:", "...", "(d) within three months from the date on which the document was discovered – in cases concerning Article 449 (c);”", "The relevant provisions of the Law on the Supreme Court of Justice read:", "“(1) The Civil and Administrative Division, and the Criminal and Commercial Divisions of the Supreme Court of Justice shall be headed by a president and a vice-president who shall have the following responsibilities:", "(b) ... distribute cases among the members of the Division...”", "The relevant part of the Code of Civil Procedure reads as follows:", "“The participation of the judge rapporteur in the examination of an appeal on points of law is obligatory. If the rapporteur is unable to participate, a new rapporteur should be appointed not later than three days before the date of the examination of the appeal.”", "The relevant part of the Law on Judicial Organisation reads:", "“(1) The work of the judiciary must be carried out in accordance with the principle of random distribution of cases, except when a particular judge is prevented from participating in the examination of a case on objective grounds.”", "(2) Cases assigned to one panel cannot be assigned to another panel except within the limits of the law."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}