{"ITEMID": "001-87207", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LIBERTY AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicants alleged that in the 1990s the Ministry of Defence operated an Electronic Test Facility (“ETF”) at Capenhurst, Cheshire, which was built to intercept 10,000 simultaneous telephone channels coming from Dublin to London and on to the continent. Between 1990 and 1997 the applicants claimed that the ETF intercepted all public telecommunications, including telephone, facsimile and e-mail communications, carried on microwave radio between the two British Telecom’s radio stations (at Clwyd and Chester), a link which also carried much of Ireland’s telecommunications traffic. During this period the applicant organisations were in regular telephone contact with each other and also providing, inter alia, legal advice to those who sought their assistance. They alleged that many of their communications would have passed between the British Telecom radio stations referred to above and would thus have been intercepted by the ETF.", "6. On 9 September 1999, having seen a television report on the alleged activities of the ETF, the applicant organisations requested the Interception of Communications Tribunal (“the ICT”: see paragraphs 28-30 below) to investigate the lawfulness of any warrants which had been issued in respect of the applicants’ communications between England and Wales and Ireland. On 19 October 1999 an official of the ICT confirmed that an investigation would proceed and added:", "“... I am directed to advise you that the Tribunal has no way of knowing in advance of an investigation whether a warrant exists in any given case. The Tribunal investigates all complaints in accordance with section 7 of the [Interception of Communications Act 1985: ‘the 1985 Act’, see paragraphs 16-33 below] establishing whether a relevant warrant or relevant certificate exists or had existed and, if so, whether there has been any contravention of sections 2 to 5. If ... the Tribunal concludes that there has been a contravention of sections 2 to 5, the Tribunal may take steps under sections 7(4), (5) and (6). In any case where there is found to have been no contravention, the Tribunal is not empowered to disclose whether or not authorised interception has taken place. In such instances, complainants are advised only that there has been no contravention of sections 2 to 5 in relation to a relevant warrant or a relevant certificate.”", "7. By a letter dated 16 December 1999 the ICT confirmed that it had thoroughly investigated the matter and was satisfied that there had been no contravention of sections 2 to 5 of the 1985 Act in relation to the relevant warrant or certificate.", "8. By a letter dated 9 September the applicants complained to the DPP of an unlawful interception, requesting the prosecution of those responsible. The DPP passed the matter to the Metropolitan Police for investigation. By a letter dated 7 October 1999 the police explained that no investigation could be completed until the ICT had investigated and that a police investigation might then follow if it could be shown that an unwarranted interception had taken place or if any of the other conditions set out in section 1(2)-(4) of the 1985 Act had not been met. The applicants pointed out, in their letter of 12 October 1999, that the vague, albeit statutory, response of the ICT would mean that they would not know whether a warrant had been issued or, if it had, whether it had been complied with. They would not, therefore, be in a position to make submissions to the police after the ICT investigation as to whether or not a criminal investigation was warranted. The applicants asked if, and if so how, the police could establish for themselves whether or not a warrant had been issued, so as to decide whether an investigation was required, and how the police would investigate, assuming there had been no warrant.", "9. The DPP responded on 19 October 1999 that the police had to await the ICT decision, and the police responded on 9 November 1999 that the applicants’ concerns were receiving the fullest attention, but that they were unable to enter into discussion on matters of internal procedure and inter-departmental investigation.", "10. On 21 December 1999 the applicants wrote to the police pointing out that, having received the decision of the ICT, they still did not know whether or not there had been a warrant or whether there had been unlawful interception. The response, dated 17 January 2000, assured the applicants that police officers were making enquires with the relevant agencies with a view to establishing whether there had been a breach of section 1 of the 1985 Act and identifying the appropriate investigative authority. The police informed the applicants by a letter dated 31 March 2000 that their enquiries continued, and, by a letter dated 13 April 2000, that these enquiries had not revealed an offence contrary to section 1 of the 1985 Act.", "11. On 15 December 2000 the former statutory regime for the interception of communications was replaced by the Regulation of Investigatory Powers Act 2000 (see paragraphs 34-39 below) and a new tribunal, the IPT, was created.", "12. On 13 August 2001 the applicants began proceedings in the IPT against the security and intelligence agencies of the United Kingdom, complaining of interferences with their rights to privacy for their telephone and other communications from 2 October 2000 onwards (British-Irish Rights Watch and others v. The Security Service and others, IPT/01/62/CH). The IPT, sitting as its President and Vice-President (a Court of Appeal and a High Court judge), had security clearance and was able to proceed in the light not just of open evidence filed by the defendant services but also confidential evidence, which could not be made public for reasons of national security.", "13. On 9 December 2004 the IPT made a number of preliminary rulings on points of law. Although the applicants had initially formulated a number of claims, by the time of the ruling these had been narrowed down to a single complaint about the lawfulness of the “filtering process”, whereby communications between the United Kingdom and an external source, captured under a warrant pursuant to section 8(4) of the 2000 Act (which had replaced section 3(2) of the 1985 Act: see paragraphs 34-39 below), were sorted and accessed pursuant to secret selection criteria. The question was, therefore, whether “the process of filtering intercepted telephone calls made from the UK to overseas telephones ... breaches Article 8 § 2 [of the Convention] because it is not ‘in accordance with the law’”.", "14. The IPT found that the difference between the warrant schemes for interception of internal and external communications was justifiable, because it was more necessary for additional care to be taken with regard to interference with privacy by a Government in relation to domestic telecommunications, given the substantial potential control it exercised in this field; and also because its knowledge of, and control over, external communications was likely to be much less extensive.", "15. As to whether the law was sufficiently accessible and foreseeable for the purposes of Article 8 § 2, the IPT observed:", "“The selection criteria in relation to accessing a large quantity of as yet unexamined material obtained pursuant to a s8(4) warrant (as indeed in relation to material obtained in relation to a s8(1) warrant) are those set out in s5(3) . The Complainants’ Counsel complains that there is no ‘publicly stated material indicating that a relevant person is satisfied that the [accessing] of a particular individual’s telephone call is proportionate’. But the Respondents submit that there is indeed such publicly stated material, namely the provisions of s6(l) of the Human Rights Act which requires a public authority to act compatibly with Convention rights, and thus, it is submitted, imposes a duty to act proportionately in applying to the material the s5(3) criteria.", "To that duty there is added the existence of seven safeguards listed by the Respondents’ Counsel, namely (1) the criminal prohibition on unlawful interception (2) the involvement of the Secretary of State (3) the guiding role of the Joint Intelligence Committee (‘JIC’) (4) the Code of Practice (5) the oversight by the Interception of Communication Commissioner (whose powers are set out in Part IV of the Act) (6) the availability of proceedings before this Tribunal and (7) the oversight by the Intelligence and Security Committee, an all-party body of nine Parliamentarians created by the Intelligence Services Act 1994 ...", "It is plain that, although in fact the existence of all these safeguards is publicly known, it is not part of the requirements for accessibility or foreseeability that the precise details of those safeguards should be published. The Complainants’ Counsel has pointed out that it appears from the Respondents’ evidence that there are in existence additional operating procedures, as would be expected given the requirements that there be the extra safeguards required by s16 of the Act, and the obligation of the Secretary of State to ensure their existence under s15(1)(b). It is not suggested by the Complainants that the nature of those operating procedures be disclosed, but that their existence, i.e. something along the lines of what is in the Respondents’ evidence, should itself be disclosed in the Code of Practice.", "We are unpersuaded by this. First, such a statement in the Code of Practice, namely as to the existence of such procedures, would in fact take the matter no further than it already stands by virtue of the words of the statute. But in any event, the existence of such procedures is only one of the substantial number of safeguards which are known to exist. Accessibility and foreseeability are satisfied by the knowledge of the criteria and the knowledge of the existence of those multiple safeguards.", "... [F]oreseeability is only expected to a degree that is reasonable in the circumstances, and the circumstances here are those of national security ... In this case the legislation is adequate and the guidelines are clear. Foreseeability does not require that a person who telephones abroad knows that his conversation is going to be intercepted because of the existence of a valid s. 8(4) warrant. ...", "The provisions, in this case the right to intercept and access material covered by a s.8(4) warrant, and the criteria by reference to which it is exercised, are in our judgment sufficiently accessible and foreseeable to be in accordance with law. The parameters in which the discretion to conduct interception is carried on, by reference to s. 5(3) and subject to the safeguards referred to, are plain from the face of the statute. In this difficult and perilous area of national security, taking into account both the necessary narrow approach to Article 8(2) and the fact that the burden is placed upon the Respondent, we are satisfied that the balance is properly struck.”", "16. During the period at issue in this application the relevant legislation was sections 1-10 of the Interception of Communications Act 1985 (“the 1985 Act”), which came into force on 10 April 1986 and was repealed by the Regulation of Investigatory Powers Act 2000 (“the 2000 Act”).", "17. Pursuant to section 1 of the 1985 Act, a person who intentionally intercepted a communication in the course of its transmission by post or by means of a public telecommunications system was guilty of an offence. A number of exceptions were made, the relevant one being a communication intercepted pursuant to a warrant issued by the Secretary of State under section 2 of the 1985 Act and in accordance with a certificate issued under section 3(2)(b) of the 1985 Act.", "18. The Secretary of State’s power to issue a warrant under section 2 of the 1985 Act could be exercised only if he considered the warrant necessary:", "“(a) in the interests of national security;", "(b) for the purpose of preventing or detecting serious crime; or", "(c) for the purpose of safeguarding the economic well-being of the United Kingdom.”", "19. The term “serious crime” was defined by section 10(3) of the Act as follows:", "“For the purposes of [the 1985 Act], conduct which constitutes or, if it took place in the United Kingdom, would constitute one or more offences shall be regarded as a serious crime if, and only if –", "(a) it involves the use of violence, results in substantial financial gain or is conduct by a large number of persons in pursuit of a common purpose; or", "(b) the offence, or one of the offences, is an offence for which a person who has attained the age of twenty-one and has no previous convictions could reasonably be expected to be sentenced to imprisonment for a term of three years or more.”", "20. The scope of the term “national security” was clarified by the Commissioner appointed under the 1985 Act. In his 1986 report he stated (§ 27) that he had adopted the following definition: activities “which threaten the safety or well-being of the State, and which are intended to undermine or overthrow Parliamentary democracy by political, industrial or violent means”.", "21. In determining whether a warrant was necessary for one of the three reasons set out in section 2(2) of the 1985 Act, the Secretary of State was under a duty to take into account whether the information which it was considered necessary to acquire could reasonably be acquired by other means (section 2(3)). In addition, warrants to safeguard the economic well-being of the United Kingdom could not be issued unless the information to be acquired related to the acts or intentions of persons outside the British Islands (section 2(4)). A warrant required the person to whom it was addressed to intercept, in the course of their transmission by post or by means of a public telecommunications system, such communications as were described in the warrant.", "22. Two types of warrant were permitted by section 3 of the 1985 Act. The first, a “section 3(1) warrant”, was a warrant that required the interception of:", "“(a) such communications as are sent to or from one or more addresses specified in the warrant, being an address or addresses likely to be used for the transmission of communications to or from– (i) one particular person specified or described in the warrant; or (ii) one particular set of premises so specified or described; and", "(b) such other communications (if any) as it is necessary to intercept in order to intercept communications falling within paragraph (a) above.”", "By section 10(1) of the 1985 Act, the word “person” was defined to include any organisation or combination of persons and the word “address” was defined to mean any postal or telecommunications address.", "23. The second type of warrant, a “section 3(2) warrant”, was one that required the interception, in the course of transmission by means of a public telecommunications system, of:", "“(i) such external communications as are described in the warrant; and", "(ii) such other communications (if any) as it is necessary to intercept in order to intercept such external communications as are so described ...”.", "24. When he issued a section 3(2) warrant, the Secretary of State was required to issue also a certificate containing a description of the intercepted material the examination of which he considered necessary in the interests of national security, to prevent or detect serious crime or to safeguard the State’s economic well-being (section 3(2)(b)). A section 3(2) warrant could not specify an address in the British Islands for the purpose of including communications sent to or from that address in the certified material unless-", "“3(3) (a) the Secretary of State considers that the examination of communications sent to or from that address is necessary for the purpose of preventing or detecting acts of terrorism; and", "(b) communications sent to or from that address are included in the certified material only in so far as they are sent within such a period, not exceeding three months, as is specified in the certificate.”", "25. Section 3(2) warrants could be issued only under the hand of the Secretary of State or a permitted official of high rank with the written authorisation of the Secretary of State. If issued under the hand of the Secretary of State, the warrant was valid for two months; if by another official, it was valid for two days. Only the Secretary of State could renew a warrant. If the Secretary of State considered that a warrant was no longer necessary in the interests of national security, to prevent or detect serious crime or to safeguard the State’s economic well-being, he was under a duty to cancel it (section 4).", "26. The annual report of the Commissioner for 1986 explained the difference between warrants issued under section 3(1) and under section 3(2):", "“There are a number of differences ... But the essential differences may be summarised as follows:", "(i) Section 3(2) warrants apply only to external telecommunications;", "(ii) whereas section 3(1) warrants only apply to communications to or from one particular person ... or one particular set of premises, Section 3(2) warrants are not so confined; but", "(iii) at the time of issuing a Section 3(2) warrant the Secretary of State is obliged to issue a certificate describing the material which it is desired to intercept; and which he regards as necessary to examine for any of the purposes set out in Section 2(2).", "So the authority to intercept granted by the Secretary of State under Section 3(2) is limited not so much by reference to the target, as it is under section 3(1), but by reference to the material. It follows that in relation to Section 3(2) warrants, I have had to consider first, whether the warrant applies to external communications only, and, secondly, whether the certified material satisfies the Section 2(2) criteria. ...", "There is a further important limitation on Section 3(2) warrants. I have said that the authority granted by the Secretary of State is limited by reference to the material specified in the certificate, rather than the targets named in the warrants. This distinction is further underlined by Section 3(3) which provides that material specified shall not include the address in the British Islands for the purpose of including communications sent to or from that address, except in the case of counter-terrorism. So if, for example in a case of subversion the Security Service wishes to intercept external communications to or from a resident of the British Islands, he could not do so under a Section 3(2) warrant by asking for communications sent to or from his address to be included in the certified material. But it would be possible for the Security Service to get indirectly, through a legitimate examination of certified material, what it may not get directly. In such cases it has become the practice to apply for a separate warrant under Section 3(1) known as an overlapping warrant, in addition to the warrant under Section 3(2). There is nothing in the [1985 Act] which requires this to be done. But it is obviously a sound practice, and wholly consistent with the legislative intention underlying Section 3(3). Accordingly I would recommend that where it is desired to intercept communications to or from an individual residing in the British Islands, as a separate target, then in all cases other than counter-terrorism there should be a separate warrant under Section 3(1), even though the communications may already be covered by a warrant under Section 3(3). The point is not without practical importance. For the definition of “relevant warrant” and “relevant certificate” in Section 7(9) of the Act makes it clear that, while the Tribunal has power to investigate warrants issued under section 3(1) and certificates under section 3(2) where an address is specified in the certificate, it has no such power to investigate Section 3(2) warrants, where an address is not so certified.”", "27. Section 6 of the 1985 Act was entitled “Safeguards” and read as follows:", "“(1) Where the Secretary of State issues a warrant he shall, unless such arrangements have already been made, make such arrangements as he considers necessary for the purpose of securing-", "(a) that the requirements of subsections (2) and (3) below are satisfied in relation to the intercepted material; and", "(b) where a certificate is issued in relation to the warrant, that so much of the intercepted material as is not certified by the certificate is not read, looked at or listened to by any person.", "(2) The requirements of this subsection are satisfied in relation to any intercepted material if each of the following, namely-", "(a) the extent to which the material is disclosed;", "(b) the number of persons to whom any of the material is disclosed;", "(c) the extent to which the material is copied; and", "(d) the number of copies made of any of the material;", "is limited to the minimum that is necessary as mentioned in section 2 (2) above.", "(3) The requirements of this subsection are satisfied in relation to any intercepted material if each copy made of any of that material is destroyed as soon as its retention is no longer necessary as mentioned in section 2 (2) above.”", "28. Section 7 of the 1985 Act provided for a Tribunal to investigate complaints from any person who believed that communications sent by or to him had been intercepted. Its jurisdiction, so far as material, was limited to investigating whether there was or had been a “relevant warrant” or a “relevant certificate” and, where there was or had been, whether there had been any contravention of sections 2-5 of the 1985 Act in relation to that warrant or certificate. Section 7(9) read, in so far as relevant, as follows:", "“For the purposes of this section –", "(a) a warrant is a relevant warrant in relation to an applicant if –", "(i) the applicant is specified or described in the warrant; or", "(ii) an address used for the transmission of communications to or from a set of premises in the British Islands where the applicant resides or works is so specified;", "(b) a certificate is a relevant certificate in relation to an applicant if and to the extent that an address used as mentioned in paragraph (a)(ii) above is specified in the certificate for the purpose of including communications sent to or from that address in the certified material.”", "29. The ICT applied the principles applicable by a court on an application for judicial review. If it found there had been a contravention of the provisions of the Act, it was to give notice of that finding to the applicant, make a report to the Prime Minister and to the Commissioner appointed under the Act and, where it thought fit, make an order quashing the relevant warrant, directing the destruction of the material intercepted and/or directing the Secretary of State to pay compensation. In other cases, the ICT was to give notice to the applicant stating that there had been no contravention of sections 2-5 of the Act.", "30. The ICT consisted of five members, each of whom was required to be a qualified lawyer of not less than ten years standing. They held office for a five-year period and could be re-appointed. The decisions of the ICT were not subject to appeal.", "31. Section 8 provided that a Commissioner be appointed by the Prime Minister. He or she was required to be a person who held, or who had held, high judicial office. The Commissioner’s functions included the following:", "– to keep under review the carrying out by the Secretary of State of the functions conferred on him by sections 2-5 of the 1985 Act;", "– to give to the ICT all such assistance as it might require for the purpose of enabling it to carry out its functions;", "– to keep under review the adequacy of the arrangements made under section 6 for safeguarding intercepted material and destroying it where its retention was no longer necessary;", "– to report to the Prime Minister if there appeared to have been a contravention of sections 2-5 which had not been reported by the ICT or if the arrangements under section 6 were inadequate;", "– to make an annual report to the Prime Minister on the exercise of the Commissioner’s functions. This report had to be laid before the Houses of Parliament. The Prime Minister had the power to exclude any matter from the report if publication would have been prejudicial to national security, to the prevention or detection of serious crime or to the well-being of the United Kingdom. The report had to state if any matter had been so excluded.", "32. In his first report as Commissioner, in 1992, Sir Thomas Bingham MR, as he then was, explained his own role as part of the safeguards inherent in the 1985 Act as follows:", "“The third major safeguard is provided by the Commissioner himself. While there is nothing to prevent consultation of the Commissioner before a warrant is issued, it is not the practice to consult him in advance and such consultation on a routine basis would not be practicable. So the Commissioner’s view is largely retrospective, to check that warrants have not been issued in contravention of the Act and that appropriate procedures were followed. To that end, I have visited all the warrant issuing departments and agencies named in this report, in most cases more than once, and discussed at some length the background to the warrant applications. I have also discussed the procedure for seeking warrants with officials at various levels in all the initiating bodies and presenting departments. I have inspected a significant number of warrants, some chosen by me at random, some put before me because it was felt that I should see them. Although I have described ... a number of instances in which mistakes were made or mishaps occurred, I have seen no case in which the statutory restrictions were deliberately evaded or corners knowingly cut. A salutary practice has grown up by which the Commissioner’s attention is specifically drawn to any case in which an error or contravention of the Act has occurred: I accordingly believe that there has been no such case during 1992 of which I am unaware.”", "Similar conclusions about the authorities’ compliance with the law were drawn by all the Commissioners in their reports during the 1990s.", "33. In each of the annual reports made under the 1985 Act the Commissioner stated that in his view the arrangements made under section 6 of the 1985 were adequate and complied with, without revealing what the arrangements were. In the 1989 Report the Commissioner noted at § 9 that there had been technological advances in the telecommunications field which had “necessitated the making of further arrangements by the Secretary of State for the safeguarding of material under section 6 of the [1985 Act]”. The Commissioner stated that he had reviewed the adequacy of the new arrangements. For the year 1990, the Commissioner recorded that, as a result of a new practice of the police disclosing some material to the Security Service, a further change in the section 6 arrangements had been required. The Commissioner said in the 1990 Report that he was “satisfied with the adequacy of the new arrangements” (1990 Report at § 18). In the 1991 Report, the Commissioner stated that there had been some minor changes to the section 6 arrangements and confirmed that he was satisfied with the arrangements as modified (§ 29 of the 1991 Report). In the 1993 Report, the Commissioner said at § 11:", "“Some of the written statements of section 6 safeguards which I inspected required to be updated to take account of changes in the public telecommunications market since they had been drafted and approved. Other statements could, as it seemed to me, be improved by more explicit rules governing the circumstances and manner in which, and the extent to which, intercept material could be copied. It also seemed to me that it would be advantageous, where this was not already done, to remind all involved m handling intercept material on a regular basis of the safeguards to which they were subject, securing written acknowledgements that the safeguards had been read and understood. These suggestions appeared to be readily accepted by the bodies concerned. They did not in my view indicate any failure to comply with section 6 of the Act.”", "In his first year as Commissioner, Lord Nolan reported the following on this issue of section 6 safeguards (1994 Report, § 6):", "“Like my predecessors, I have on each of my visits considered and discussed the arrangements made by the Secretary of State under section 6 for the purpose of limiting the dissemination and retention of intercepted material to what is necessary within the meaning of section 2. Each agency has its own set of such arrangements, and there are understandable variations between them. For example, the practical considerations involved in deciding what is necessary in the interests of national security, or the economic well-being of the United Kingdom (the areas with which the Security Service and the Secret Intelligence Service are almost exclusively concerned) are somewhat different from those involved in the prevention and detection of serious criminal offences (with which the police forces and HM Customs & Excise are almost exclusively concerned). I am satisfied that all of the agendas are operating within the existing approved safeguards under the terms of the arrangements as they stand ...”", "34. The 2000 Act came into force on 15 December 2000. The explanatory memorandum described the main purpose of the Act as being to ensure that the relevant investigatory powers were used in accordance with human rights. As to the first, interceptions of communications, the 2000 Act repealed, inter alia, sections 1-10 of the 1985 Act and provides for a new regime for the interception of communications.", "35. The 2000 Act is designed to cover the purposes for which the relevant investigatory powers may be used, which authorities can use the powers, who should authorise each use of the power, the use that can be made of the material gained, judicial oversight and a means of redress for the individual.", "36. A new Investigatory Powers Tribunal (“IPT”) assumed the responsibilities of the former ICT, of the Security Services Tribunal and of the Intelligence Services Tribunal. The Interception of Communications Commissioner continues to review the actions of the Secretary of State as regards warrants and certificates and to review the adequacy of the arrangements made for the execution of those warrants. He is also, as before, to assist the Tribunal. In addition, the Secretary of State is to consult about and to publish codes of practice relating to the exercise and performance of duties in relation to, inter alia, interceptions of communications.", "37. Section 2(2) of the 2000 Act defines interception as follows:", "“For the purposes of this Act, but subject to the following provisions of this section, a person intercepts a communication in the course of its transmission by means of a telecommunications system if, and only if, he –", "(a) so modifies or interferes with the system, or its operation,", "(b) so monitors transmissions made by means of the system, or", "(c) so monitors transmissions made by wireless telegraphy to or from apparatus comprised in the system,", "as to make some of all of the contents of the communication available, while being transmitted, to a person other than the sender or intended recipient of the communication.”", "38. Section 5(2) of the 2000 Act provides that the Secretary of State shall not issue an interception warrant unless he believes that the warrant is necessary, inter alia, in the interests of national security, for the purpose of preventing or detecting serious crime or for the purpose of safeguarding the economic well-being of the United Kingdom and that the conduct authorised by the warrant is proportionate to what is sought to be achieved by that conduct.", "39. In addition to the general safeguards specified in section 15 of the Act, section 16 provides additional safeguards in the case of certificated warrants (namely warrants for interception of external communications supported by a certificate). In particular, section 16(1) provides that intercepted material is to be read, looked at or listened to by the persons to whom it becomes available by virtue of the warrant to the extent only that it has been certified as material the examination of which is necessary for one of the above purposes and falls within subsection (2). Intercepted material falls within subsection (2) so far only as it is selected to be read, looked at or listened to otherwise than according to a factor which is referable to an individual who is known to be for the time being in the British Isles and has as its purpose, or one of its purposes, the identification of material in communications sent by that person, or intended for him.", "40. In its Ruling of 9 December 2004 (see paragraphs 13-15 above), the IPT set out the following extracts from the Interception of Communications Code of Practice issued pursuant to s. 71 of the 2000 Act (“the Code of Practice”). Subparagraph 4(2) of the Code of Practice deals with the application for a s. 8(1) warrant as follows :", "“An application for a warrant is made to the Secretary of State . . . Each application, a copy of which must be retained by the applicant, should contain the following information :", "• Background to the operation in question.", "• Person or premises to which the application relates (and how the person or premises feature in the operation) .", "• Description of the communications to be intercepted, details of communications service provider(s) and an assessment of the feasibility of the interception operation where this is relevant.", "• Description of the conduct to be authorised as considered necessary in order to carry out the interception, where appropriate.", "• An explanation of why the interception is considered to be necessary under the provisions of section 5(3).", "• A consideration of why the conduct is to be authorised by the warrant is proportionate to what is sought to be achieved by that conduct.", "• A consideration of any unusual degree of collateral intrusion and why that intrusion is justified in the circumstances. In particular, where the communications in question might affect religious, medical or journalistic confidentiality or legal privilege, this must be specified in the application.", "• Where an application is urgent, supporting justification should be provided.", "• An assurance that all material intercepted will be handled in accordance with the safeguards required by section 15 of the Act .", "The IPT continued:", "“Applications for a s. 8(4) warrant are addressed in subparagraph 5 .2 of the Code of Practice :", "‘An application for a warrant is made to the Secretary of State ... each application, a copy of which must be retained by the applicant, should contain the following information :", "• Background to the operation in question [identical to the first bullet point in 4.2].", "• Description of the communications ... [this is materially identical to the third bullet point in 4.1] .", "• Description of the conduct to be authorised, which must be restricted to the interception of external communications, or to conduct necessary in order to intercept those external communications, where appropriate [compare the wording of the fourth bullet in 4 .2].", "• The certificate that will regulate examination of intercepted material.", "• An explanation of why the interception is considered to be necessary for one or more of the section 5(3) purposes [identical to the fifth bullet point in 4 .2].", "• A consideration of why the conduct should be authorised by the warrant is proportionate . . . [identical to the sixth bullet point in 4 .2].", "• A consideration of any unusual degree of collateral intrusion . . . [identical to the seventh bullet point in 4 .2].", "• Where an application is urgent . . . [identical to the eighth bullet point in 4 .2].", "• An assurance that intercepted material will be read, looked at or listened to only so far as it is certified, and it meets the conditions of sections 16(2) -16(6) of the Act.", "• An assurance that all material intercepted will be handled in accordance with the safeguards required by sections 15 and 16 of the Act [these last two bullets of course are the equivalent to the last bullet point in 4 .2].", "... By subparagraph 4(8), the s. 8(l) warrant instrument should include ‘the name or description of the interception subject or of the set of premises in relation to which the interception is to take place’ and by subparagraph 4(9) there is reference to the schedules required by s. 8(2) of [the 2000 Act]. The equivalent provision in relation to the format of the s. 8(4) warrant in subparagraph 5(9) does not of course identify a particular interception subject or premises, but requires inclusion in the warrant of a ‘description of the communications to be intercepted’.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}