{"ITEMID": "001-86770", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ROUB v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Jan Roub, is a Czech national who was born in 1951 and lives in Plzeň. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "i. Proceedings for damages", "In October 1992 the applicant created a private school of traffic education (called the “Private School of Traffic Education, Morals and Ethics in Road Traffic). According to him, the State ran a similar education program called the “Road and Motor Vehicle Traffic Safety” and, consequently, liquidated “by fraudulent means of an unfair economic competition” the activities and educational programs of the private school.", "On 14 April 1997 the applicant decided to issue proceedings for damages against the Ministry of the Interior.", "The proceedings terminated by a decision of the Constitutional Court (Ústavní soud) of 20 October 2004.", "By a judgment of 24 October 2003 the Plzeň-town District Court (obvodní soud) found the applicant guilty.", "On 13 January 2004 the Plzeň Regional Court (krajský soud) upheld this judgment. On 28 July 2004 the Supreme Court (Nejvyšší soud) quashed the lower courts’ judgment and declared the applicant non-guilty.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}