{"ITEMID": "001-4949", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "OCIC v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Croatian citizen, born in 1932 and living in Zagreb. He is a lawyer.", "A.", "The applicant lodged a constitutional complaint with the Croatian Constitutional Court (Ustavni sud Republike Hrvatske) on 4 December 1996, claiming that the Act on compensation for and restitution of assets taken under the Yugoslav communist regime, as a whole, violated the constitutional guarantees of right to property, social justice, rule of law and right to inheritance. Furthermore, he claims that the provisions of the Act prevented him from protecting his own legal interests as well as the interests of clients whom he represented as an attorney at law.", "After fourteen months, the applicant requested the speeding up of proceedings before the Constitutional Court and received no answer.", "The Constitutional Court gave its decision on 21 April 1999, which was published in the Official Gazette (Narodne novine). The Constitutional Court quashed or changed several provisions of the Act in question as not being in conformity with the Croatian Constitution. Firstly, changes were made so as to recognise the capacity of persons of foreign (non-Croatian) nationality to be entitled to the rights stemming from the Act in question. Secondly, the former owner's priority right to buy a flat where there existed previously a specially protected tenancy (stanarsko pravo) was abolished.", "B. Relevant domestic law before the amendments made by the Constitutional Court (see above)", "The relevant provisions of the Act on compensation for and restitution of assets taken under the Yugoslav communist regime provide the following:", "Article 9: the Act applies to former owners and their statutory heirs who are relatives of the first degree, excepting those of foreign nationality.", "Article 22: most of the flats that were let under a specially protected tenancy shall not be returnable to their original owners. Compensation may be due.", "Article 45: company property shall not be returnable. It provides for compensation for such property.", "Article 48: only movable property of cultural, artistic or historical value will be returned to former owners. Where such property is presently considered as a part of the cultural heritage and is in the ownership of collections, museums, galleries or similar institutions, only compensation may be awarded.", "Article 53: real property which formed part of the assets of a company shall not be returnable, but compensation may be due.", "Article 54 excludes from restitution property presently in the possession of legal entities in the fields of health, social welfare, education, culture, science, etc. It provides, however, that the Croatian Government may decide to return such property in exceptional circumstances.", "Article 55 excludes from restitution a variety of property belonging to legal persons performing public services or dedicated to public use or property extra commercium. Restitution is likewise excluded where it would entail damage to the environment or would prejudice the operation of industrial complexes.", "Article 58 establishes the sum of 3,700,000 Croatian kunas as the maximum amount of compensation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}