{"ITEMID": "001-57470", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF VAN DROOGENBROECK v. BELGIUM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses - claim dismissed", "JUDGES": "C. Russo", "TEXT": ["1. The present case was referred to the Court in December 198O by the European Commission of Human Rights (\"the Commission\") and in January 1981 by the Government of the Kingdom of Belgium (\"the Government\"). The case originated in an application (no. 7906/77) against that State lodged with the Commission on 16 April 1977 by Mr. Valery Van Droogenbroeck, a Belgian national.", "2. On 23 November 1981, the Chamber constituted to examine the case relinquished jurisdiction in favour of the plenary Court (Rule 48 of the Rules of Court). By a judgment of 24 June 1982, the latter held that when Mr. Van Droogenbroeck was detained pursuant to section 25 of the Social Protection Act of 1 July 1964, he had not been able to take any proceedings satisfying the requirements of paragraph 4 of Article 5 (art. 5-4) of the Convention; on the other hand, the Court concluded that there had been no violation of paragraph 1 of Article 5 (art. 5-1) or of Article 4 (art. 4) (Series A no. 50, points 1 to 3 of the operative provisions and paragraphs 33-60 of the reasons, pp. 18-33).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 9 to 29 of the above-mentioned judgment (ibid., pp. 9-17).", "3. At the hearings of 20 October 1981, Mr. J. Van Damme who, as the applicant’s lawyer and together with Mr. S. Beuselinck, was assisting the Commission’s Delegate had requested the Court, should it find a violation, to afford his client just satisfaction under Article 50 (art. 50). He had declared that he would leave the item of \"pecuniary and non-pecuniary damage\" to the Court’s discretion; as regards \"fees and expenses\", he had listed these shortly afterwards in a note dated 11 November 1981, which the Secretary to the Commission transmitted to the Registrar on 14 December. The Government had not taken a stand on the matter.", "In its judgment of 24 June 1982, the Court reserved the whole of this question and referred it back to the Chamber under Rule 50 § 4 of the Rules of Court (ibid., §§ 61-62 of the reasons and point 4 of the operative provisions, pp. 33-34). On the same day, the Chamber invited the Commission to submit, within the coming two months, its written observations, including notification of any friendly settlement at which the Government and the applicant might have arrived (Series A no. 50, p. 35).", "4. After two extensions of the above-mentioned time-limit by the President of the Chamber, and in accordance with his Orders and directions, the Registrar received:", "- on 25 October 1982, the observations of the Commission’s Delegate, accompanied by a memorial dated 19 August in which Mr. Van Droogenbroeck himself set out his claims;", "- on 3 December 1982 and 10 February 1983, the comments of the Government.", "These documents revealed that no friendly settlement had been arrived at.", "5. In addition, the applicant sent directly to the Registrar numerous letters asking to be supplied with a series of documents and items of information. In several of those letters he stated that he had denied Mr. Van Damme and Mr. Beuselinck the right to act for him; in the last, which was dated 16 March 1983, he asked to be allowed time to enable him to reply to certain of those documents and to instruct a new legal adviser.", "6. Mr. J. Pinheiro Farinha and Mr. C. Russo, substitute judges, took the place of Mrs. D. Bindschedler-Robert and Mr. D. Evrigenis, whom the President had exempted from sitting on the case (Rule 24 § 4 of the Rules of Court).", "7. After consulting, through the Registrar, the Agent of the Government and the Delegate of the Commission, the Chamber decided on 25 March 1983 that there was no call to hold hearings. It also resolved, since the case was ready for decision, not to defer adoption of its judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}