{"ITEMID": "001-101064", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SYDANMAKI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Esko Ilmari Sydänmäki, is a Finnish national who was born in 1948 and lives in Helsinki. He was represented before the Court by Mr Kari Uoti, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In October 1974 the applicant became a civil servant employed by the Bank of Finland (Suomen Pankki, Finlands Bank; henceforth “the Bank”) where he worked until his retirement.", "On 17 June 1998 the Trustees of the Bank (pankkivaltuusto, bankfullmäktige) amended the pension rules of the Bank so that men who had entered into the service of the Bank prior to 3 May 1977 and who continued their employment until retirement were also granted an opportunity to lower their retirement age from 60 to 55-59. For each month the retirement age was lowered, the pension accrued prior to 1 January 1994 was reduced by 0.33%. At its highest the early retirement reduction was 19.80% for five years. Under the pension rules of 13 December 1966 the retirement age for women who had entered the service of the Bank prior to 3 May 1977 was 55 and no reductions applied to pension accrual.", "Prior to his retirement the applicant applied for a preliminary ruling on how his pension would be calculated. His application was rejected by the Bank's Directorate (johtokunta, direktionen) on 22 September 2004 as giving such a decision was not considered particularly important to the applicant. On 28 December 2004 the applicant was granted a pension, which was reduced by 15.84% for the 231 months prior to 1 January 1994 on the ground that he had retired at the age of 56. The pension so calculated amounted to 2,529 euros (EUR) per month.", "On 26 January 2005 the applicant petitioned the Bank's Directorate, requesting rectification so that no reduction should apply when his pension was calculated. He also requested that the decision of 17 June 1998 be overturned as it had been taken by a body which was not competent and was contrary to Article 119 (now 141) of the EC Treaty. He underlined that his petition was not to be interpreted as an appeal to the Insurance Court (Vakuutusoikeus, Försäkringsdomstolen) against the decision to grant him a pension. On 3 June 2005 the Bank's Directorate dismissed the applicant's petition without examining the merits since it had no competence to review the lawfulness of the impugned decision and the issue could not be rectified.", "It appears that the applicant did not appeal to the Insurance Court against any of the decisions of 28 December 2004 and 3 June 2005. However, he lodged an appeal with the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) against the decision of 3 June 2005. On 23 August 2006 the Supreme Administrative Court rejected the appeal. It found that the decision by the Trustees of the Bank in 1998 was not a decision that could be rectified. Therefore, and as there was no indication of partiality and as the European aspects relied on by the applicant were irrelevant for the outcome of the case, it found that there were no reasons to alter the finding of the Bank's Directorate.", "Having received the decision, the applicant requested a copy, inter alia, of the referendary's written proposal to the judges. On 28 August 2006 the referendary sent copies of the requested documents, save for the confidential parts of her proposal which under Chapter 1, section 7, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) formed part of the deliberations of the court. On 30 August 2006 the applicant maintained that he had a right to receive a complete copy of the latter document and demanded that his request be transferred to the chancellery's session for decision. On 8 November 2006 the applicant's request was rejected in the chancellery's session as he had not shown that he needed the said part of the document which formed part of the court's deliberations and which could therefore be produced only exceptionally.", "On 15 March 2007 the Supreme Administrative Court dismissed the applicant's request of January 2007 for the said document to be sent directly to the European Court of Human Rights as such an application for documents fell outside the scope of the Act on the Openness of Government Activities (laki viranomaisten toiminnan julkisuudesta, lagen om offentlighet i myndigheternas verksamhet). The applicant's subsequent request for copies of the proposals underlying these decisions was rejected as no written proposals had been drawn up. On 4 April 2007 the applicant requested a fresh decision, arguing that the previous one was poorly reasoned. He also alleged partiality. The Supreme Administrative Court interpreted his petition as an extraordinary appeal, which it rejected on 1 July 2008 as ill-founded.", "The applicant's request for a copy of the proposal underlying the decision was granted on 8 July 2008 save for those parts of the court's deliberations which were to be kept secret under the Publicity of Administrative Court Proceedings Act (laki oikeudenkäynnin julkisuudesta hallintotuomioistuimissa, lagen om offentlighet vid rättegång i förvaltningsdomstolar; Act no. 381/2007). On 11 July 2008 the applicant renewed his request, arguing that the contents might affect the proceedings before the European Court of Human Rights. On 26 August 2008 the Supreme Administrative Court rejected his request under the said Act.", "The applicant was granted a separate old age pension as of 1 January 2005 at the age of 56, amounting to EUR 181 per month, from the State Treasury (Valtiokonttori, Statskontoret) due to his service in the Central Statistical Office during the period 1970 to 1974. No reduction for the accrual prior to 1 January 1994 was applied.", "The applicant petitioned the Chancellor of Justice (oikeuskansleri, justitiekanslern) and the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman). On 31 January 2007 and 21 November 2007 the Deputy Chancellor of Justice and the Deputy Parliamentary Ombudsman respectively found no reason to take measures. On 17 December 2007 the Deputy Parliamentary Ombudsman found no reason to re-examine the case. On 4 September 2008 the applicant was informed by the Office of the Parliamentary Ombudsman that his case would not be re-examined in the absence of new facts relevant to the case.", "In spring 2008 the applicant petitioned the Bank of Finland in order to obtain information for the proceedings before the European Court of Human Rights. The Bank produced certain information such as the names of employees affected by the 1998 amendment. However, it refused to produce information about their retirement age, their addresses, telephone numbers, bank account details and so on. It is not known whether the applicant appealed to the Supreme Administrative Court.", "Meanwhile, on 25 June 2003 the Bank of Finland granted Mr K.H. a pension and applied, in accordance with its practice, the early retirement reduction as described above. On 26 October 2004 the Supreme Administrative Court dismissed the applicant's appeal against the Bank's decision in the case of Mr K.H. without considering its merits as the decision did not directly affect him. In any event, an appeal against a pension decision lay with the Insurance Court, not the Supreme Administrative Court. On 25 October 2005 the Insurance Court (decision no. 7215/2003/3801) rejected Mr K.H.'s arguments that the early retirement reduction was discriminatory and in breach of Article 141 of the EC Treaty and the Finnish Constitution. However, it amended the pension decision by granting Mr K.H. a pension right amounting to 60% on the ground that he fulfilled the so-called pension guarantee requirement as he had completed 30 years of service. The Insurance Court has ruled in a similar case also on 2 March 2010 in the case of Mr P.K.", "Meanwhile, following the judgment of 12 September 2002 by the European Court of Justice in the case of Pirkko Niemi C-351/00 in which it was found that the fact that the applicant's pensionable age was set higher than that of men doing the same work was in breach of the principle of equal pay laid down by Article 141 of the EC Treaty, the Insurance Court reached the same conclusion in its decision concerning P.N. on 25 February 2003. The person concerned was a former employee of the Finnish military service.", "Article 6 of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag; Act no. 731/1999) provides that:", "“No one shall, without an acceptable reason, be treated differently from other persons on the ground of sex, age, origin, language, religion, conviction, opinion, health, disability or other reason that concerns his or her person.”", "Article 15 of the Constitution provides that the property of everyone is protected.", "Section 7 of the Act on Equality between Women and Men (laki naisten ja miesten välisestä tasa-arvosta, lagen om jämställdhet mellan kvinnor och män; Act no. 609/1986) prohibits both direct and indirect discrimination based on gender. According to its section 7, subsection 2, direct discrimination means, inter alia, putting women or men in an unequal position on the basis of gender. Section 8, subsection 1, point 3 of the same Act provides that:", "“An employer's conduct constitutes discrimination prohibited under the Act if the employer applies the pay or other terms of employment in such a way that one or more employees, because of their gender, find themselves in a less favourable position than one or more other employees performing the same work or work of equal value in the employer's service.”", "Section 11 of the Act on the Bank of Finland (laki Suomen Pankista, lagen om Finlands Bank; Act no. 214/1998) provides, inter alia, that:", "“The Trustees of the Bank shall confirm the Bank of Finland's Pension and Survivors' Pension Regulations and issue regulations concerning the management of the Bank's pension liability, upon proposal of the Directorate.”", "The Act does not provide any means to appeal against the decisions of the Trustees of the Bank.", "Section 9 of the Act on Officials of the Bank of Finland (laki Suomen Pankin virkamiehistä, lagen om Finlands Banks tjänstemän; Act no. 1166/1998) provides the following:", "“The Bank of Finland shall treat all officials in its service equally to ensure that no-one is unjustifiably treated differently because of his origin, citizenship, gender, religion, age, political or union activities, or on other comparable bases.", "The Bank of Finland shall not forbid an official to join or belong to an association or pressure him to join a particular association, nor forbid him to resign from such.”", "Section 33, subsections 1-3, of the same Act provide the following:", "“An official who considers that the Bank of Finland has not rendered him the financial benefit due to him from his employment relationship may submit a written request for rectification to the Board. No request for rectification can be made in a matter that falls within the jurisdiction of the Labour Court, unless the Labour Court has decided not to settle the matter under section 1, subsection 2, of the Act on the Labour Court (646/1974).", "Rectification of a decision by which the Bank of Finland has issued an official with a warning, laid him off or given him notice, cancelled the service relationship, suspended him from office or decided on a matter concerning his pension contribution or secondary occupation, as well as a decision referred to in paragraph 6 on a request for rectification referred to in paragraph 1 can be requested by appealing to the Supreme Administrative Court in accordance with the provisions of the Administrative Judicial Procedure Act (586/1996). A matter referred to in this paragraph shall be treated as urgent by the Supreme Administrative Court.", "Decisions of the Board concerning pension can be appealed against to the Insurance Court. Otherwise, as regards a request for rectification on pension, the applicable provisions of the Act on State Pensions (280/1966) shall apply.", "Section 58, subsection 1, of the same Act provides that", "“[t]he right of an employee of the Bank of Finland to a pension paid from the Bank's funds is determined, to the extent applicable, on the same grounds as state pension cover. State pension cover refers to the right to pensions, survivors' pensions and other benefits which are payable from the state's funds and the content of and eligibility for which are regulated by the State Pensions Act and the related legislation. Pensions and survivors' pensions are granted by the Directorate of the Bank.”", "More detailed provisions on the payment of pensions and survivors' pensions and pension cover in other respects are contained in the Bank's Pension and Survivors' Pension Regulations (Suomen pankin eläke- ja perhe-eläkesäännöt; pensionsstadgan och familjepensionsstadgan för Finlands Bank). The Trustees of the Bank of Finland, elected by the Parliament, adopt the Regulations on the basis of the Directorate of the Bank's proposals.", "Section 3, subsection 1, of the Pension Regulations with its earlier wording, as amended on 14 March 1972, read as follows:", "\"Eligibility for old age pension requires that the beneficiary has completed his or her service and reached the age of 65 years, or 60 years if the beneficiary, immediately before retirement, has been serving the Bank of Finland or its Security Printing House for at least one month, and 55 years in the case of a female employee. A beneficiary who retires as a member of the Directorate is entitled to old age pension irrespective of age.”", "The lower retirement age of 55 years for women was applied until 3 May 1977, when the amendment of Section 3, subsection 1, of the Pension Regulations entered into force. With this amendment the retirement age of women was raised from 55 to 60 years but the retirement age of men remained unchanged, that is, 60 years. The amendment took effect as from its date of adoption so that it was applicable to beneficiaries whose service relationship with the Bank began on 3 May 1977 or thereafter.", "For the equalisation of the retirement ages, men were granted the right to opt for a lower retirement age. On 17 June 1998 the Trustees of the Bank amended the entry into force provision of the Pension Regulations in the following manner:", "\"However, as of 1 January 1994, the earlier provision is applicable both to women who have entered service in the Bank prior to 3 May 1977 and to men who have entered service in the Bank before that date.", "The beneficiary has the right to choose between the lower retirement age, based on the earlier provision, or the higher retirement age. If a man chooses the lower retirement age, the amount of his pension accrued on the basis of the duration of his service is, in respect of the service prior to 1 January 1994, reduced by 0.33 percentage units per month of earlier retirement.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}