{"ITEMID": "001-71083", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "NAGULA v. ESTONIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Eduard Nagula, is a Russian national who was born in 1934 and lives in Sochi, Russia. The respondent Government were represented by Mrs M. Hion, Director of the Human Rights Division in the Legal Department of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was born in Vasilkov, Ukraine. From 1957 to 1985 he served as a career officer in active service with the Soviet armed forces in different parts of the former Soviet Union. In 1981 he moved to Estonia to serve there.", "In 1982 the applicant’s wife, Mrs Emma Nagula, whom he had married in 1959 in Oriol, the Russian Federation, his mother-in-law, Mrs Zinaida Nabokova (born in 1912) and his son, Mr Konstantin Nagula (born in 1960), moved to Estonia. Mrs Zinaida Nabokova and Mr Konstantin Nagula currently live in Estonia and both hold permanent residence permits.", "In 1985 the applicant was assigned to the reserves. In 1988 he began work as a taxi driver in Tallinn. His wife also worked as a civilian. The applicant’s mother-in-law needs taking care of due to her age.", "On 26 July 1994 Estonia and Russia concluded a treaty on the withdrawal of Russian troops from Estonian territory.", "On 1 January 1995 the applicant was discharged from the Russian naval forces with the rank of senior captain.", "In 1995 the applicant and his wife applied, unsuccessfully, for a flat near Moscow under a Russian aid programme.", "On 20 March 1995 the applicant and his wife applied for residence permits in Estonia. On 2 July 1996 they were issued with temporary fiveyear residence permits.", "On 18 November 1996 the applicant submitted an application for a flat in Russia under an aid programme run by the United States of America. The application form was in Russian and contained the words “United States Agency for International Development” in its header.", "On the application form, which the applicant signed, it was stated that if his application were to be approved and he were to be allocated a flat under the aid programme, he and his family, before moving to Russia and obtaining registration of residence (propiska), keys to the flat and authorisation to use it (order), must vacate the dwelling at their disposal in Estonia, cancel their registration of residence there and not seek to stay in the Baltic countries as permanent residents. It further stated that in the future the applicant would be allowed to visit the Baltic countries only as a foreign visitor. It stated that he and his family did not own a dwelling in the Baltic countries and that they would not seek to acquire ownership of or sell the dwelling at their disposal at that time, and that they had not received and would not receive any payment for vacating their current dwelling. The applicant also confirmed that at the time of signing the application he and his family did not have any other dwelling in Russia. According to the application form participation in the programme was voluntary; the person signing stated that he was aware that in the event of failure to leave the Baltic country within 45 days and to settle in the dwelling offered to him within three months of receipt of the notice offering it to him, he would lose all his rights to the dwelling under the aid programme. He would become the owner of the dwelling allocated to him only after he had resided there permanently for one year.", "According to another form, apparently submitted by the applicant to Abt Associates Inc., one of the companies responsible for implementation of the aid programme under a contract with the United States Agency for International Development, the applicant’s family comprised two members – the applicant himself and his wife.", "On 18 April 1997 the applicant requested the Registry Department of the Kesklinn District Authority (Kesklinna Valitsuse Elanike Registriosakond) of the City of Tallinn to cancel his and his wife’s registration of residence at Narva maantee 19-43 in Tallinn in connection with their move to Russia. On 5 May 1997 the request was granted.", "Under the aid programme, the applicant was allocated a flat at 32 Tenevoi Street, Sochi. On 1 October 1997 he moved in. On 18 November 1997 the applicant’s residence was registered at that address (he obtained propiska).", "In January 2001 the applicant and his wife applied for an extension of their residence permits in Estonia. On 17 July 2001 the Minister of the Interior refused their request. The refusal was based on two grounds. Firstly, the applicant had served as a professional member of the armed forces of a foreign country and had retired from that post. That ground applied also to his wife. Secondly, both the applicant and his wife had committed themselves to leaving Estonia and had been allocated accommodation abroad within the framework of an international aid programme.", "The applicant and his wife submitted a complaint to the Tallinn Administrative Court (Tallinna Halduskohus) which, by a judgment of 9 October 2001, dismissed the complaint. It observed that the Aliens Act provided that the residence permits of former professional members of the armed forces of a foreign country and their family members could be extended only in exceptional circumstances. The order by the Minister of the Interior had not provided grounds as to why such an exception did not apply in the case of the applicant and his wife. Nevertheless, the Administrative Court found the order to be lawful, since the Aliens Act did not in any case permit extension of the residence permits of persons who had committed themselves to leaving Estonia and who had been granted accommodation abroad within the framework of an international aid programme. The Administrative Court agreed with the Minister of the Interior that that ground for refusing the extension was absolute and did not leave the authorities any discretion.", "In an appeal to the Tallinn Court of Appeal (Tallinna Ringkonnakohus), the applicant and his wife contested the retroactive application of the provision of the Aliens Act refusing extensions of residence permits to persons who had committed themselves to leaving Estonia and who had been granted accommodation abroad within the framework of an international aid programme. The Aliens Act had not contained the disputed provision at the time when the appellants had participated in the aid programme and been granted accommodation in Russia. The appellants argued that their right to have their legitimate expectations fulfilled had been violated, as had the principle of legal certainty. They also noted that the aid programme had been based on a treaty between the United States of America and the Russian Federation; Estonia had not been a party to the aid programme. The applicant and his wife had not undertaken a commitment to leave Estonia vis-à-vis that country.", "On 10 April 2002 the Tallinn Court of Appeal upheld the judgment of the Administrative Court. The Court of Appeal held that the principle of legitimate expectation could not extend to preventing the legislator from making any changes to the legislation in force at any point in time. At the time they had decided to take part in the aid programme, the appellants had been aware that on being granted accommodation in Russia they would have to leave Estonia. They had consented to settle in Russia and they had been granted a flat in Sochi in 1997. The appellants could not have had any legitimate expectation that their residence permits would be extended, as the impugned provision had been introduced into the Aliens Act in 1999, that is, before the appellants had submitted their request for extension of their residence permits. The Court of Appeal agreed with the firstinstance court’s assessment that the appellants’ right to family life had not been violated.", "The Supreme Court (Riigikohus) refused leave to appeal on 12 June 2002.", "Section 12(4) of the Aliens Act (Välismaalaste seadus) listed the instances in which a residence permit could not be issued or extended. Section 12(4)(7) provided that a permit could not be issued or extended if the alien applying for it had served as a professional member of the armed forces of a foreign state, had been assigned to the reserve forces thereof or had retired therefrom. Section 12(4)(14) provided that residence permits could not be issued or extended either for the spouse and minor children of a person referred to in section 12(4)(7). Section 12(5), however, provided that, by way of exception, a temporary residence permit could be issued or extended for the alien concerned if this was not excluded on other grounds under the same provision.", "Section 12(9)(4) of the Aliens Act provided that a residence permit could not in any case be issued or extended if the person concerned had, inter alia, committed himself or herself to leaving Estonia or had been granted accommodation abroad within the framework of an international aid programme. This provision was adopted on 21 September 1999 and entered into force on 1 October 1999. In 2001 it was the subject of an amendment which does not appear to be relevant to the present case.", "According to the Government, in April and July 1993 the President of the United States of America and the President of the Russian Federation had agreed to undertake a project to provide up to 5,000 units of housing for Russian military officers demobilised from the Baltic countries or elsewhere outside Russia. The Government noted that, as Estonia had not been a party to the agreement, they did not have the originals of the documents at their disposal and could not provide them.", "The Government submitted to the Court a copy of the “Russian Military Officer Resettlement Program – Housing Certificate Program” (in English) and the “Russian Military Officer Resettlement Program – Housing Construction Program – Information Digest” (in Russian and in English). These information materials appear to have been handed out by the American organisers of the aid programme to the participating Russian officers.", "According to the information material, the “Russian Military Officer Resettlement Program” had been set up in order to provide up to 5,000 units of housing for Russian military officers demobilised mainly from the Baltic countries. About half of the units of housing were to be built, the rest being provided through a housing certificate programme.", "In order to take part in the programme, officers had to submit their discharge order, passport, official confirmation of the size and composition of the family, official confirmation of current residence in the Baltic countries and a signed application for participation in the programme. The latter included statements to the effect that, upon obtaining housing under the programme, the officer and his family would vacate their present dwelling(s) in the Baltic countries and would not seek permanent residence in any of the Baltic Republics, and from then on would enter the Baltic Republics only as foreign visitors. The officers had to declare that they and their families did not own housing in Russia nor would they own, acquire or sell any dwellings in the Baltic countries, and would not receive any payments for vacating any dwelling. Officers declared their understanding that if they were found to be eligible to participate in the programme and if all the programme’s terms and conditions were met, they would receive a suitable flat (under the housing construction programme) or financial assistance for the purchase of housing units (under the housing certificate programme).", "In order to obtain a registration of residence (propiska) for their new flat from the passport office, officers had to present their Russian passport and the Russian passports of all family members along with proof of cancellation of their registration of residence in the Baltic countries (vypiska) for all members of the family. They had to move in within 45 days of notification by the Russian social welfare services or the local authorities, failing which their flat could be reassigned.", "Participation in the programme was voluntary; no enrolment fee was required.", "After the independence of the Republic of Estonia was restored on 20 August 1991, Soviet troops remained in the country. Following the dissolution of the Soviet Union, the Russian Federation assumed jurisdiction over the Soviet armed forces. On 26 July 1994 Estonia and Russia concluded a treaty on the withdrawal of Russian troops from Estonia and the conditions under which they could reside temporarily in Estonia. On the same day, Estonia and Russia concluded an agreement concerning social guarantees to the retired military personnel of the armed forces of the Russian Federation in Estonia. The treaty and the agreement entered into force on 2 February 1996, having applied on a provisional basis since 26 July 1994, the date on which they had been signed.", "Under the terms of the treaty, the Russian Federation undertook to withdraw from Estonia, by 31 August 1994, all military personnel who were in active service with the Russian armed forces. Family members of military personnel in active service who did not have a dwelling in Russia were allowed to remain in Estonia for up to one year.", "The agreement provided that retired military personnel, that is, persons discharged from the army and receiving a pension, and their family members, could apply for residence permits in Estonia. The Estonian Government could refuse the application for a residence permit on grounds of national security."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}