{"ITEMID": "001-95001", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "LOBACH v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Klavdiya Mykolayivna Lobach, is a Ukrainian national who was born in 1934 and lives in the village of Vodoslavka, Kherson region, Ukraine. She was represented before the Court by Ms N. Petrova, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "At around 4 p.m. on 30 December 2000 the applicant’s husband was found dead in his home.", "The same day the Novotroitskiy District Prosecutor’s Office (“the DPO”) instituted proceedings into the murder and ordered a forensic medical examination.", "On 30 and 31 December 2000 thirteen neighbours, relatives and friends of the deceased were questioned.", "On 31 December 2000 the forensic examination concluded that the applicant’s husband had received multiple bodily injuries and had been strangled. His death had occurred during the night of 29 to 30 December 2000.", "On 2 January 2001 the DPO questioned a further witness and issued a search warrant in respect of Mr S. and Mr D.", "On 4 January 2001 Mr D. was interrogated.", "On 5 January 2001 five more witnesses were questioned.", "On 8 January 2001 the DPO ordered the forensic examination of footprints and fingerprints that had been found at the scene of the crime. The examination reports were completed on 10 January (for the footprints) and 31 January 2001 (for the fingerprints).", "On 9 January 2001 two more witnesses were questioned.", "On 10 January 2001 Mr D. was interrogated and a reconstruction was held.", "On 15 January 2001 the investigator granted the applicant aggrieved party status. The applicant was questioned as the aggrieved party.", "On 16 January 2001 Mr D was identified by two witnesses as a person who had asked about the deceased’s place of residence on the eve of the crime – 28 December 2000.", "On 17 January 2001 the investigator decided not to prosecute Mr D. for murder and robbery as he had an alibi for the time of murder. However, the investigator nevertheless considered that Mr D., who had arrived at the village with a certain Mr R. and Mr K. on 28 December 2000 and had enquired about the deceased’s place of residence, had to have been aware that this information was wanted by Mr R. and Mr K. for an illegal purpose, such as burglary. Mr D. was therefore charged with complicity in burglary.", "On 18 January 2001 Mr D. was questioned as an accused.", "On 20 January 2001 the investigator arranged for the formal identification of a pair of running shoes by two witnesses, who testified that they belonged to Mr K.", "On 25 January 2001 another footprint examination was ordered. It was completed on 12 February 2001 and established that one of the footprints at the scene of the crime had been left by a sports shoe belonging to Mr K.", "On 12 February 2001 the investigator issued resolutions to bring charges against Mr K. and Mr R. of murder for financial gain. The prosecutor issued an arrest warrant with respect to Mr K. and Mr R. and placed them on a wanted list.", "On 27 February 2001 the investigation was suspended since the whereabouts of the suspects were unknown.", "On 22 March 2001 the investigator ordered a search of Mr K.’s home. The search was carried out the same day.", "On 12 June 2001 the investigator issued a warrant to monitor the telegraphic and postal correspondence of Mr K.’s relatives. On 14 June 2001 the warrant was sent to the Head of the Genichesk Post Office.", "On 3 August 2001 five more witnesses were questioned.", "On 19 August 2001 Mr R. surrendered voluntarily to the prosecutor and was interrogated. At the same day the investigator decided to discontinue the criminal proceedings against Mr R for burglary and murder for lack of evidence. However, on 4 December 2001 that decision was quashed.", "According to the applicant, on the advice of the investigator, she paid 500 United States dollars to a lawyer G. to represent her in the proceedings but never signed a formal agreement with the lawyer.", "On 16 October 2001 the Novotroitsky District Court of Kherson examined the case against Mr D. and remitted it for additional investigation; it instructed the investigator to arrange a confrontation between Mr K. and Mr R. Mr D. was released on condition that he did not abscond. The applicant was not present at the hearing but the lawyer G. acted on her behalf, allegedly without her authorisation.", "On 19 October 2001 the Novotroitsky District Prosecutor’s Office appealed against the decision of 16 October 2001. They maintained, in particular, that it was not possible to arrange for a confrontation between Mr D. and Mr K. since Mr K. had absconded.", "On 11 December 2001 the Kherson Regional Court upheld the decision of the Novotroitsky District Court.", "On 30 December 2001 an additional medical forensic examination was ordered. The report was completed by 23 January 2002.", "On 11 January 2002 Mr R. was interrogated again. On the same day the investigator decided not to initiate criminal proceedings against Mr R. for destruction or damage of property with intent.", "On 16 January 2002 Mr D. was interrogated further and a confrontation was staged between him and Mr R.", "On 23 February 2002 the investigator decided not to pursue the prosecution of Mr R. on the ground that he had an alibi for the murder that was supported by five witnesses. According to Mr R. on the eve of the murder Mr D. had asked him to take Mr K. and Mr D. to the village where the applicant’s husband lived. He had done so. He had waited for them for fifteen minutes and then taken them back to the town of Genichensk. Mr R. denied, and there was no evidence to the contrary, that he had been aware of the true intentions of Mr D. and Mr K. with respect to the applicant’s husband.", "On 30 April 2002, owing to changes in the procedural legislation that required any arrest order to be approved by the court, the investigator submitted a request to the Novotroitskyy District Court for a warrant for Mr K’s arrest. On 3 May 2002 the court ordered Mr K. to be taken into custody as a preventive measure.", "On 16 June 2002 the proceedings were suspended since the accused’s whereabouts were unknown. Thereafter the investigation was suspended and resumed several times.", "By a letter of 6 June 2003 the applicant was informed that Mr D. had absconded and that the criminal proceedings against him were suspended.", "Owing to changes in the legislation on criminal procedure, on 17 December 2003 the investigator requested authorisation from the Kherson Regional Court of Appeal to survey the telegraphic and postal correspondence of Mr K.’s relatives and friends. On 18 December 2003 the court issued the authorisation.", "On 22 June 2004 the investigator issued a resolution for Mr K’s property to be seized. The investigator reported, however, that Mr K. had no property.", "By a letter of 31 August 2005 the Kherson Regional Prosecutor’s Office informed the applicant that they were still looking for Mr K., who had been identified as a suspect. The investigators also checked the possible involvement of Mr R. and Mr D. in the murder of the applicant’s husband, but as their was no proof of their guilt, the Novotroitsky Prosecutor’s Office declined to prosecute them and the Kherson Regional Prosecutor’s Office upheld its decisions.", "By a letter of 19 October 2005 the Kherson Regional Prosecutor’s Office informed the applicant that the law-enforcement authorities were still looking for Mr K. and that the decisions to close the criminal proceedings against Mr R. and Mr D. were well-founded", "The investigator systematically issued orders to establish Mr K.’s whereabouts on 4 April 2002, 15 June 2002, 19 September 2003, 28 April 2004, 1 September 2004, 9 September 2004, 1 March 2005, 15 April 2005, 27 April 2005, 17 September 2005, 14 October 2005, and 15 November 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}