{"ITEMID": "001-96380", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KHAN MANWAR v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["The applicant, Mr Manwar Khan, is a Pakistani national who was born in 1957 and lived in Derby. He was represented before the Court by Mr Kesar of HiAce Solicitors, a lawyer practising in Croydon. The United Kingdom Government (“the Government”) were represented by their Agent, Mr D. Walton of the Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was born in 1957 and lives in Pakistan.", "The applicant arrived in the United Kingdom on 26 June 1976 with his parents and siblings and was granted Indefinite Leave to Remain. In 1979 he returned to Pakistan to marry and his wife was granted leave to join him in the United Kingdom. When he returned to the United Kingdom he initially undertook casual work of a manual nature but later suffered a back injury which prevented him from undertaking further permanent work. In 1982 he suffered a stroke, which left him partially paralysed.", "The applicant and his wife have four children living in the United Kingdom. The youngest will turn eighteen on 30 December 2009 and the oldest is twenty-seven. The applicant claims that two of his children have a disability. The applicant and his wife separated in 2000 although the applicant submits that they were later reconciled.", "Following the applicant’s stroke in 1982, he was convicted of thirty-seven offences for which he was sentenced to a total of fourteen years’ imprisonment. These offences included rape, wounding under section 18 of the Offences against the Person Act 1861, and living off the earnings of a prostitute. On 26 July 2002 the applicant was convicted by a Crown Court of possession of a Class A controlled drug with intent to supply. He was sentenced to three years and six months’ imprisonment.", "On 15 July 2004 the applicant was served with a notice of decision to make a deportation order. The Secretary of State had considered the effect that deportation was likely to have upon the applicant and his family but concluded that in the light of the seriousness of the applicant’s criminal offence, his removal was necessary in a democratic society for the prevention of disorder and crime and for the protection of health and morals.", "The applicant’s appeal against this decision was dismissed on 14 July 2005 by an Immigration Judge.", "In particular, the Immigration Judge noted that the applicant continued to deny culpability for the offence and did not demonstrate any remorse for it. During the previous twenty years his disregard of the law had been blatant and frequent and the probation officer considered that the risk of re-offending was high.", "In relation to the applicant’s medical condition, the judge accepted that he had some residual physical disability arising from a stroke in 1982. In particular, he had a limp and could not walk without the assistance of a stick. He also accepted that the applicant suffered from asthma and epilepsy, but noted that no medical evidence had been submitted to substantiate the level of the applicant’s claimed disabilities. He concluded that the applicant had exaggerated the extent of his disability, and found that his medical needs could be met in Pakistan.", "Moreover, the judge was not satisfied that the applicant no longer had connections in Pakistan. In relation to the applicant’s family life in the United Kingdom, he did not accept that the applicant and his wife had become reconciled. He noted that following his release from prison, the applicant lived in a different town from his wife. Although he visited his wife and children on alternatives weekends, he did not stay in his wife’s home during these visits.", "On 11 November 2005 a deportation order was signed. On 6 March 2006 the applicant was detained and removal directions were set for 13 May 2006. The applicant sought permission to apply for judicial review. The Administrative Court deferred the removal directions pending the determination of the judicial review proceedings.", "On 7 August 2006 the Administrative Court refused the application for permission to apply for judicial review. The applicant renewed his application for permission to an oral hearing, which took place on 8 March 2007. Permission to apply for judicial review was again refused by the Administrative Court. The applicant made further representations to the Secretary of State, which were rejected as containing no new information.", "The applicant was deported to Pakistan on 13 May 2007.", "Section 3(5)(a) of the Immigration Act 1971 (as amended by the Immigration and Asylum Act 1999) provides that a person who is not a British citizen shall be liable to deportation from the United Kingdom if the Secretary of State for the Home Department deems his deportation to be conducive to the public good. Sections 82(1) and 84 of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against this decision on the grounds, inter alia, that the decision is incompatible with the Convention.", "Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen.", "The Rules relating to the revocation of a deportation order are contained in paragraphs 390 to 392 of the Immigration Rules HC 395 (as amended), supplemented by Chapter 13 of the Immigration Directorates Instructions (“IDIs”). There is no specific period after which revocation will be appropriate although Annex A to Chapter 13 of the IDIs gives broad guidelines on the length of time deportation orders should remain in force after removal. Cases which will normally be appropriate for revocation 3 years after deportation include those of overstayers and persons who failed to observe a condition attached to their leave, persons who obtained leave by deception, and family members deported under section 3(5)(b) of the Immigration Act 1971. With regard to criminal conviction cases, the normal course of action will be to grant an application for revocation where the decision to deport was founded on a criminal conviction which is now “spent” under section 7(3) of the Rehabilitation of Offenders Act 1974. Paragraph 391 of the Rules, however, indicates that in the case of an applicant with a serious criminal record continued exclusion for a long term of years will normally be the proper course. This is expanded on in Annex A to Chapter 13 of the IDIs, which indicates that revocation would not normally be appropriate until at least 10 years after departure for those convicted of serious offences such as violence against the person, sexual offences, burglary, robbery or theft, and other offences such as forgery and drug trafficking."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}