{"ITEMID": "001-97641", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SUPAK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Jozef Šupák, is a Slovakian national who was born in 1954 and currently lives in Wittlich–Wengerohr, Germany. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 November 1998 the applicant was charged with assaulting a police officer. On 9 November 1998 the Trenčín District Court issued a penal order against the applicant to which the public prosecutor filed an objection. The indictment and the penal order were served on the applicant by a policeman on 26 March 1999.", "In a separate set of proceedings the public prosecutor, on 19 May 1999, indicted the applicant for unlawful possession of a firearm and making violent threats.", "In a third set of proceedings the applicant was indicted, on 21 July 1999, for trespassing and attempted theft.", "The Trenčín District Court scheduled the main hearing in the proceedings concerning the indictment of 19 May 1999 for 6 August 1999. The summons was served on the applicant on 12 July 1999. The applicant gave no explanation for his failure to appear.", "The hearing was adjourned until 27 August 1999 and the police were requested to ensure the applicant's attendance. The police were unable to do so.", "The police were again asked to bring the applicant to a hearing scheduled for 27 October 1999. That hearing was adjourned until 24 November 1999.", "On 23 November 1999 the judge appointed an ex officio lawyer to defend the applicant's rights in the proceedings.", "On 24 November 1999 the police informed the court that the applicant had not been at his permanent address and that it had not been possible to establish his whereabouts.", "On 24 November 1999 the District Court joined the above three indictments into a single set of proceedings. It observed that the applicant had gone missing and ruled that the proceedings would continue in his absence as against a fugitive in accordance with Articles 302 et seq. of the Code of Criminal Procedure. Reference was made to a police report indicating that the applicant was not at his address and that, according to his neighbours, he lived abroad. His address could not be established.", "The court took evidence regarding which the lawyer appointed to defend the applicant made no comments. The District Court then found the applicant guilty as charged and sentenced him to three years' imprisonment. After the delivery of the judgment both the public prosecutor and the applicant's counsel stated that they waived the right to appeal.", "The applicant's copy of the judgment with reasons was served on the lawyer. The judgment became final and binding on 27 March 2000.", "On 25 April and 8 November 2000, and 19 February and 5 April 2001 the judge requested that the sentence be enforced.", "The police issued an arrest warrant but failed to establish the applicant's whereabouts until 15 June 2001. On that date the applicant informed the Slovakian embassy in Berlin that he had lost his passport.", "On 18 June 2001 the District Court issued an international warrant for the applicant's arrest.", "The applicant was arrested by the Czech authorities on 3 July 2001. He was extradited to Slovakia where he started serving his prison term on 21 November 2001.", "While in prison, the applicant made numerous written requests to the District Court, the Prosecutor General, the Ministry of Justice and his lawyer, demanding that a copy of his judgment be served on him, that he be allowed to inspect the court file, and that he be heard in person. He also complained that there had been no reasons for prosecuting him in absentia, that the lawyer had not represented him properly, and that his rights of defence had been ignored.", "According to the applicant, the lawyer did not respond to his requests for a copy of the judgment.", "By a letter of 6 June 2002 the Prosecutor General informed the applicant that he considered his trial and conviction lawful. He further advised the applicant that, pursuant to Article 306 § 1 of the Code of Criminal Procedure, a copy of a judgment against a fugitive was to be served only on his or her ex officio lawyer. In so far as his complaints concerned his lawyer, the applicant was advised to contact the Slovakian Bar Association. The applicant obtained a similar response from the Prosecutor General on 5 August 2002 and 26 May 2003 and from the Ministry of Justice on 16 September and 28 November 2003.", "In the meantime, on 16 June 2002, the applicant lodged a petition with the District Court for the reopening of his case. He argued that there had been no reasons for his trial in absentia, that his trial had been unfair and the conviction arbitrary. The applicant requested a hearing.", "By a letter of 22 August 2002, a District Court judge informed the applicant that there appeared to be no legal grounds for reopening his case within the meaning of Article 278 of the Code of Criminal Procedure.", "The applicant replied that he maintained his request and proposed that the lawyer who had been appointed to defend him ex officio in the criminal proceedings also be appointed for the proceedings concerning the request for their reopening. The court appointed that lawyer on 31 October 2002.", "A hearing on the request for the reopening of the proceedings was held on 15 November 2002. Following verbal attacks by the applicant, the judge granted the lawyer's request to be excused from the duty of defending the applicant. The hearing was adjourned until 29 November 2002. Prior to leaving the courtroom the applicant stated that he withdrew his request for the proceedings to be reopened.", "On 22 April 2003 the District Court allowed the applicant to inspect the court file.", "Having served his sentence, the applicant was released on 3 July 2004.", "Under Article 50 § 3 of the Constitution, a person accused of an offence has the right to have adequate time and facilities for preparing his or her defence and to defend himself or herself either in person or represented by counsel.", "Under section 31(a) of the Constitutional Court Act 1993, in conjunction with Articles 30 and 138 § 1 of the Code of Civil Procedure, the Constitutional Court may appoint an advocate to represent a natural or legal person at that person's request, provided that it is justified by the plaintiff's situation and that the case is not clearly devoid of any prospect of success.", "In judgment II. ÚS 26/96 of 22 July 1997, the Constitutional Court admitted that the State may bear liability in cases where a person's constitutional right to judicial protection has been impaired as a result of the misconduct of a lawyer who was appointed ex officio to defend that person's rights. However, such liability is not absolute. It is likely to arise in cases where shortcomings in the defending lawyer's conduct are obvious or where the person concerned draws the competent authority's attention to such shortcomings.", "In judgment III. ÚS 133/02 of 3 December 2002, the Constitutional Court found that a criminal court had breached Article 6 §§ 1 and 3 (b) and (c) of the Convention in that it had tried and convicted the plaintiff in absentia without having reliably established whether or not he could be considered a fugitive. The Constitutional Court quashed the relevant judgment, returned the case to the criminal court concerned and ordered the plaintiff's immediate release from prison where he had been serving the sentence imposed. It also made a just satisfaction award to the plaintiff.", "At the material time the following provisions of the Code of Criminal Procedure were in force.", "Article 266 § 1 entitles the Prosecutor General or the Minister of Justice to lodge a complaint with the Supreme Court about a breach of law in respect of final court decisions which are contrary to the law or which were delivered as a result of erroneous proceedings.", "Where the Supreme Court concludes that there has been a breach of law as a result of a court's decision or the proceedings preceding its delivery, it delivers a judgment to that effect (Article 268 § 2). Where a new decision on the case is required, the Supreme Court returns the case to the authority concerned for fresh adjudication. Its legal opinion binds that authority (Article 271 §§ 1 and 4).", "Under Article 277, where criminal proceedings against a person ended by a final decision, the same proceedings may only be resumed subject to the court's decision granting their reopening.", "Reopening is to be granted in respect of proceedings which ended by a final judgment where there are new facts or evidence which were not available to the court earlier, provided that they are likely to justify a different conclusion on the accused person's guilt or the damages awarded to an injured party, or where the sentence imposed would be too heavy in the light of such facts or evidence.", "Under Article 302 § 1 a person may be tried in absentia only when that person avoids the criminal proceedings in that he or she stays abroad or hides.", "In such proceedings the accused must always be defended by counsel, who enjoys the same rights as the accused (Article 304).", "Under Article 306 § 1, all documents for the accused are in such cases served on the defence counsel only. Paragraph 2 of Article 306 requires the summons to main hearings to be made public in an appropriate manner. The hearing is then to be held, as the case may be, even in the accused person's absence regardless of whether or not the accused has learned of it.", "In accordance with established practice, a person who has been tried and convicted by a final judgment in absentia in accordance with Articles 302 et seq. of the Code of Criminal Procedure is not entitled to have the judgment served or to appeal against it once he or she has learned of it."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}