{"ITEMID": "001-118045", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF JULIUS KLOIBER SCHLACHTHOF GMBH AND OTHERS v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Access to court;Criminal charge;Impartial tribunal;Independent tribunal;Tribunal established by law);Pecuniary damage - claim dismissed", "JUDGES": "Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant companies carry out the slaughter of cattle and pigs, which makes them liable under the Agricultural Market Act (Agrarmarktgesetz) to pay agricultural marketing charges, calculated on the basis of the number of animals slaughtered, to Agrarmarkt Austria (“AMA”), the national agricultural marketing board.", "6. In 2006 AMA issued payment orders against the applicant companies. On 5 July 2006 it ordered the first applicant company to pay outstanding contributions for the years 2003 and 2004 in the amount of 56,573.62 euros (EUR) and, in addition, imposed a surcharge for failure to pay, amounting to 10% of the unpaid contributions. On 30 May 2006 it ordered the second applicant company to pay outstanding contributions for the years 2004 and 2005 in the amount of EUR 12,556.43 and imposed a surcharge of 10%. On the same date it ordered the third applicant company to pay outstanding contributions for the years 2005 and 2006 in the amount of EUR 5,936.01, imposing a surcharge of 10%, and ordered the fourth applicant company to pay outstanding contributions for the years 2005 and 2006 in the amount of EUR 96,050.48, imposing a surcharge of 60%.", "7. The applicant companies appealed against these orders. They argued that the above system was contrary to European Union rules on state aid. They also asked for oral hearings to be held in their appeals.", "8. The Federal Minister of Agriculture, Forestry, the Environment and Water (Bundesminister für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft), acting as the appeal authority, dismissed the applicant companies’ appeals on 17 July 2006 without holding a hearing.", "9. The applicant companies argued that AMA contributions were levied for financing activities, such as AMA’s quality programme, which were not in compliance with EU law. However, the Federal Minister found that, after a decision of the European Commission of 30 June 2004 (C(2004)2037), the applicant companies had been in a position to know precisely which charges they had to pay. In that decision, the European Commission had stated that it had no objection to AMA’s quality assurance scheme and quality mark, registered as state aid under notification number NN 34A/2000 (“Qualitätsprogramme und das AMA-Biozeichen und das AMA-Gütesiegel”), because that state aid was in accordance with the Common Market provided for in the Treaty establishing the European Community (“the EC Treaty”). The Federal Minister referred further to the Administrative Court’s decision no. 2005/17/230 of 20 March 2006, in which the court had also found that the levying of AMA contributions was in compliance with the relevant provisions of EU law. The Federal Minister further held that it had not been necessary to hold a hearing, because a hearing was only held if a decision had been taken by a panel on an appeal against the decision of a tax office or a regional directorate of finance, which was not the case here.", "10. Thereupon, the applicant companies lodged complaints with the Constitutional Court and the Administrative Court against the Federal Minister’s decision. Before the Constitutional Court they complained that the surcharges imposed had violated their constitutional right to property. Before the Administrative Court, they complained that the appeal authority had not been a court within the meaning of the case-law of the European Court of Justice, with the result that they had been prevented from having the lawfulness of the European Commission’s decision of 30 June 2004 reviewed by the European Court of Justice in proceedings under Article 234 of the EC Treaty. As regards the imposition of the surcharges, the applicant companies complained that the findings of fact made by the authorities in imposing those surcharges had been insufficient. In particular the authorities had failed to establish whether the objective and subjective elements of the offence (objektiven und subjektiven Tatbildvoraussetzungen) had been met. Relying on Article 6 of the Convention, they further complained that there had not been a public hearing and that the criminal charges against them had not been decided by an impartial tribunal established by law (“es ist kein unparteiisches, auf Gesetz beruhendes Gericht über den erhobenen strafrechtlichen Vorwurf eingeschritten”). As the authorities imposing the surcharges had failed to hold an oral hearing, the applicant companies asked the Administrative Court for a public hearing.", "11. On 25 September 2006 the Constitutional Court declined to deal with the applicant companies’ complaints under Article 144 of the Federal Constitution for lack of prospects of success.", "12. The Administrative Court dismissed the applicant companies’ complaints on 30 January 2007 in separate decisions and held as follows:", "“The present case does not differ in [substance] to the [case] decided by the Administrative Court on 20 March 2006, no. 2005/17/230. Pursuant to Section 43(2) of the Administrative Court Act reference is made to it.", "For the reasons set out in that decision, the breach of law complained of by the applicant company also does not exist in the present case, for which reason it can be dismissed without further proceedings in camera.", "For the reasons set out in the decision referred to, Article 6 of the Convention is also of no relevance here.”", "13. The relevant provisions of the Federal Act Establishing the Market Regulation Institution “Agrarmarkt Austria”, Federal Law Gazette 376/1992 (Bundesgesetz über die Errichtung der Marktordnungsstelle “Agrarmarkt Austria”, BGBl 276/1992 – “the AMA Act”), the Administrative Court Act (Verwaltungsgerichtshofgesetz), a summary of the Administrative Court’s decision no. 2005/17/230 of 20 March 2006, to which reference is made in the present judgment, and an abstract of the Constitutional Court’s judgment G 181/86 of 14 October 1987 are reproduced in the Court’s judgment in the case of Steininger v. Austria, no. 21539/07, §§ 13-28, 17 April 2012."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}