{"ITEMID": "001-99384", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GRZELAK v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Art. 14+9;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["6. The first two applicants, Urszula and Czesław Grzelak, were born in 1969 and 1965 respectively. They are married and live in Sobótka. They are the parents of Mateusz Grzelak (“the third applicant”), who was born in 1991. The first two applicants are declared agnostics.", "7. The third applicant began his schooling in primary school no. 3 in Ostrów Wielkopolski in 1998 (at the age of seven). In conformity with the wishes of his parents he did not attend religious instruction. It appears that he was the only pupil in his class who opted out of that subject. Religious instruction was scheduled in the middle of the school day, between various compulsory courses. The school, despite the wish expressed by the first two applicants, did not offer their son an alternative class in ethics. It appears that when other pupils in his class were following religious instruction the applicants' son was either left without any supervision in the corridor or spent his time in the school library or in the school club.", "8. The Government, for their part, maintained that appropriate supervision had been provided for Mateusz Grzelak while religious instruction classes were in progress. The school had a general obligation of care and supervision towards all pupils who were on its premises at any time.", "9. According to the first two applicants, their son was subjected to discrimination and physical and psychological harassment by other pupils on account of the fact that he did not follow religious instruction. For that reason, in the course of the third year of primary school the applicants moved their son to primary school no. 9 and subsequently to primary school no. 11 in the same town.", "10. On 11 April 2001, when their son was in the third year of primary school, the applicants sent a letter to the headmistress of primary school no. 9 in Ostrów Wielkopolski. They drew her attention to the fact that their son had been ridiculed and harassed by other pupils in the class. They stated that their son was being discriminated against by the majority of his classmates because he did not attend religious education classes. The applicants requested the assistance of the school in resolving the issue.", "11. According to the Government, the applicants did not wait for a reply to their letter of 11 April 2001 and moved their son to primary school no. 11. In a letter of 26 June 2001 the headmistress of primary school no. 9 explained that Mateusz Grzelak had attended that school from 23 October 2000 to 19 April 2001. She noted that he had frequently provoked his colleagues by mocking religious symbols and children who attended religious instruction. The class tutor had informed Mr and Mrs Grzelak about their son's behaviour but they had not responded. The headmistress explained further that the school did not ask for a written declaration as to children's attendance at religious instruction. It sufficed for a parent who did not wish for his or her child to attend religious instruction to report that fact to the class tutor.", "12. The Government further maintained that Mr and Mrs Grzelak had requested primary school no. 11 to provide their son with a course in ethics. According to the Government, the headmistress of that school had contacted the Poznań Education Authority (kuratorium oświaty) to establish whether it was possible to provide such a course for an inter-school group. Since that was not possible owing to the lack of sufficient numbers of interested pupils and parents, the school proposed to the third applicant that he participate in alternative classes in the school club or school library. It appears that the applicants did not report any problems to the school concerning their son's education.", "13. On 1 May 2001 the applicants sent a letter to the Minister of Education, stating that since the beginning of their son's education they had encountered religious intolerance and that the school authorities had failed to react. They put a number of questions to the Minister concerning the Ordinance on the organisation of religious instruction in State schools (see relevant domestic law and practice below). In particular, the applicants raised the following matters in their letter:", "1. Why did some schools require declarations from parents as to whether their children would be following religious instruction?", "2. Was the school obliged to organise a class in ethics just for one pupil?", "3. Why should children like the applicants' son pass their time unproductively in the school club while other children were attending religious instruction or when the schools were closed for Lent retreat?", "4. Did the fact that a child had a straight line instead of a mark for “religion/ethics” on a school report indicate that the Ordinance of 14 April 1992 of the Minister of Education on the organisation of religious instruction in State schools (“the Ordinance”) infringed the Education Act and human rights instruments?", "5. What could parents do when their child was discriminated against and harassed for not having attended religious instruction?", "14. On 29 May 2001 the Ministry of Education replied to the applicants. In respect of the issues raised by the applicants it informed them as follows:", "Re question 1: Religious instruction and courses in ethics were organised at the parents' request, and where a declaration to that effect was asked for, it was for organisational reasons only.", "Re question 2: If only one pupil was interested in following a course in ethics, then the school authorities should enquire whether it would be possible to follow that course in an inter-school group. If in a given municipality there was no such group, then the school had to arrange for supervision of the pupil during the religious education class.", "Re question 3: In the case referred to above the school should organise other activities for pupils not following religious instruction or supervise them adequately by allowing them to do their homework or to use the library, etc.", "Re question 4: Paragraph 9 of the Ordinance regulated the manner in which marks for “religion/ethics” were entered in school reports. That provision had been interpreted by the Constitutional Court in its judgment of 20 April 1993 (see relevant domestic law and practice below). The Constitutional Court had noted that the inclusion of marks for “religion/ethics” in a school report was a consequence of providing courses in those subjects in State schools. Furthermore, the Constitutional Court observed that this rule did not breach the right to freedom of conscience and religion.", "Re question 5: Discrimination against pupils on the ground of their not having attended religious instruction amounted to a breach of the Ordinance and should be reported to the relevant education authorities.", "15. The applicants also applied to the Ombudsman on 14 June 2001, alleging that in their son's case Articles 53 § 7 and 31 § 2 of the Constitution, Articles 9 and 14 of the Convention and various other provisions had been breached. The Ombudsman replied that he could not challenge the Ordinance again following the judgment of the Constitutional Court of 20 April 1993. The problems raised in their letter had more to do with the inappropriate behaviour of some teachers and pupils than the law itself.", "16. On 17 October 2001 the applicants sent a letter to the President of the Republic. They requested him to amend the Ordinance with a view to providing guarantees for non-religious children. On 6 November 2001 the President's Office requested the Ministry of Education to reply to the applicants' letter.", "17. On 10 December 2001 the Ministry of Education confirmed its position as set out in the letter of 29 May 2001. In addition to the issues already addressed, the Ministry replied to the applicants' complaint concerning the obligation to make a declaration as to whether the child would follow religious instruction. The Ministry informed the applicants that the school authorities could not require parents to make a “negative declaration”, that is, a declaration that their child would not follow religious instruction. Such a practice would contravene the provisions of the Ordinance and should be reported to the education authorities. The Ministry further informed the applicants that the parents' declaration could not be understood as a declaration concerning their beliefs.", "18. The applicants submitted that they had made repeated requests to the school authorities, asking for their son to be allowed to follow a course in ethics instead of religious instruction. However, none of the primary schools attended by their son had provided a course in ethics. The refusals had been based on the lack of suitable teachers, financial reasons and insufficient numbers of pupils interested in following a course in ethics.", "19. In September 2004 the third applicant began his secondary education.", "20. On 16 July 2009 Mr and Mrs Grzelak complained to the Poznań Education Authority (kuratorium oświaty) that their son had not been offered a course in ethics at Ostrów Wielkopolski secondary school no. 2. Their petition (skarga) was referred to the Ostrów District (powiat) which, as the authority responsible for the school, was competent in the matter. On 27 August 2009 the Council of the Ostrów District dismissed the petition as unfounded. It found that Mateusz Grzelak was the only student in all the schools run by the Ostrów District whose parents wished him to follow a class in ethics. Accordingly, the conditions for the provision of such a class, as set out in the Ordinance, had not been met.", "21. The school report of the third applicant for the first three years of primary school contained three subjects: behaviour (zachowanie), religion/ethics and general education. In the place reserved for a mark for “religion/ethics” the school report had a straight line.", "22. The school report for the fourth year contained a list of courses that the third applicant had followed, including “religion/ethics”. Once again, there was a straight line against the subject “religion/ethics”.", "23. In the school report for the fifth year in respect of the subject “religion/ethics” there was a straight line and the word ethics was crossed out. A similar situation applied to the primary school leaving certificate which the third applicant obtained in June 2004.", "24. In September 2004 the third applicant began his secondary education in lower secondary school (gimnazjum) no. 4 in Ostrów Wielkopolski. His school reports for the first two years at that school and the leaving certificate of June 2007 had a straight line in the space for “religion/ethics”.", "25. In September 2007 the third applicant began studying at Ostrów Wielkopolski secondary school no. 2 (liceum). On 4 September 2007 his parents requested the school to allow him to take a class in ethics, but it appears that no such class was organised. The school reports for the first and second year in that school had a straight line in the space for the subject “religion/ethics”. The third applicant failed German language in the second year of the liceum and from the school year 2009/2010 he moved to the Ostrów Wielkopolski vocational secondary school.", "26. Article 82 of the Constitution of 1952 retained in force by the Constitutional Act of 17 October 1992 provided as follows:", "“1. The Republic of Poland shall ensure to its citizens freedom of conscience and religion. The church and other religious organisations may freely exercise their religious functions. Citizens shall not be compelled not to participate in religious practices or rites. No one shall be compelled to participate in religious practices or rites.", "2. The church shall be separated from the State. The principles of relations between the State and church and legal and financial position of religious organisations shall be determined by statutes.”", "27. Section 1 of the Freedom of Conscience and Religion Act provides in so far as relevant:", "“1. Poland ... shall secure to its citizens freedom of conscience and religion.", "2. Freedom of conscience and religion shall include freedom to choose one's religion or beliefs and freedom to manifest one's religion or beliefs, either alone or in community with others, in private and in public. ...”", "Section 2 of the Act states, in so far as relevant:", "“In the exercise of their freedom of conscience and religion, citizens may in particular: ...", "(2)(a) belong, or not belong, to churches or other religious communities;", "(3) express their religious opinions;", "(4) raise their children in conformity with their religious convictions;", "(5) remain silent as to their religion or convictions ... .”", "28. The majority of schoolchildren attend State schools. On 3 and 24 August 1990 the Minister of Education issued two circulars (instrukcje), introducing instruction in Roman Catholicism and other religions into State schools on a voluntary basis. According to these circulars, parents of primary school pupils and parents and/or pupils in secondary schools were to make a declaration as to whether they wished to attend religious instruction.", "29. The Ombudsman challenged the conformity of certain provisions of these circulars with the constitutional provisions in force at the time and the statutory law. She stressed that the problem of religious instruction should be regulated by statute and not by subordinate legislation. The Ombudsman submitted that declarations by parents or students concerning attendance of religious instruction classes constituted a form of public manifestation of their religious convictions. Such a practice ran contrary, in the Ombudsman's view, to the Freedom of Conscience and Religion Act, which stipulated that citizens had the right not to disclose their religion or beliefs. In its judgment of 30 January 1991 (case no. K 11/90), the Constitutional Court held that the provisions challenged by the Ombudsman were in conformity with the Constitution and the statutes.", "30. On 7 September 1991 Parliament enacted the Law on education (“the 1991 Education Act”). Section 12 of the Act expressly provided that religious instruction could be provided in State schools at the request of parents or of pupils who had reached the age of majority.", "31. On 14 April 1992 the Minister of Education issued the Ordinance on the organisation of religious instruction in State schools (Rozporządzenie w sprawie warunków i sposobu organizowania nauki religii w szkołach publicznych – “the Ordinance”). The Ordinance replaced the two ministerial circulars issued in 1990.", "32. The Ordinance provided that religious education and ethics were optional subjects. Parents of pupils who wished their children to follow either of those subjects were to make a declaration to the school authorities to that effect. If the number of pupils in a given class interested in following any of these subjects was less than seven, then the school was to organise the relevant course for pupils of different classes from the same school (an inter-class group). If the inter-class group was smaller than seven pupils, the authorities were to organise the relevant course in cooperation with other schools in the municipality (inter-school group), provided that there was a minimum of three pupils interested in following it.", "33. Paragraph 9 of the Ordinance provided, in so far as relevant:", "“1. The mark for religion or ethics is placed on the school certificate directly after the mark for behaviour. In order to eliminate any possible manifestations of intolerance the school certificate shall not contain any data that would indicate which religion (or ethics) course was followed by a pupil.”", "2. The mark for religion (ethics) has no influence on whether a pupil moves up to the next grade.”", "34. In August 1992 the Ombudsman challenged the conformity of numerous provisions of the Ordinance with the constitutional provisions in force at the material time and the Freedom of Conscience and Religion Act.", "35. The Ombudsman objected to, among other provisions, paragraph 9 of the Ordinance, arguing that the insertion of a mark for “religion/ethics” on school reports was unacceptable since reports were official documents issued by State schools and the teaching of religion was the prerogative of the Church. In addition, this provision created the risk of intolerance. He further alleged that the provision in question was in breach of the constitutional principle of separation of Church and State and the principle of the State's neutrality, as provided for in the Freedom of Conscience and Religion Act.", "36. The Ombudsman also contested the obligation imposed on parents (pupils) to make a “negative declaration” to the effect that they did not wish their children to follow religious instruction in a State school (paragraph 3(3) of the Ordinance). He argued that no public authority in the State, which had a duty to remain neutral in the sphere of religious beliefs and philosophical convictions, could require citizens to make such declarations.", "37. The Ombudsman further alleged that paragraph 12 of the Ordinance allowed for excessive display of crucifixes in other places in schools than classrooms designated for religious instruction.", "38. The Constitutional Court upheld for the most part the constitutionality and legality of the Ordinance. It noted that the inclusion of religious instruction in the State school curriculum did not infringe the constitutional principle of separation of Church and State and the principle of the State's secular character and neutrality. According to the Constitutional Court, the principles in question required that both State and Church remain autonomous in their respective spheres of activity. However, their autonomy should not lead to isolation or even competition between them, but on the contrary should allow them to cooperate in those areas, such as the ethical education of children, which served the common good and the development of the individual. The Constitutional Court further observed that the secular character of the State and its neutrality could not amount to a prohibition on providing religious instruction in State schools. Moreover, according to the Education Act, the provision of religious instruction was always subject to parents' wishes. Referring, among other provisions, to Article 2 of Protocol No. 1 to the Convention, the Constitutional Court noted that the State could not escape its obligation to provide religious education which conformed to parents' wishes.", "39. The Constitutional Court held that the Ordinance should be construed as granting each pupil the right to follow classes in both religion and ethics as opposed to the alternative of choosing only one of them. Adopting such an interpretation of the Ordinance would deal with the Ombudsman's concerns about the division of pupils into believers and nonbelievers.", "40. As to the insertion of marks for religious instruction in school reports, the Constitutional Court found it to be in conformity with the Education Act. Furthermore, it observed that this was a consequence of the provision of religious instruction, on a voluntary basis, by State schools. In accordance with the Education Act, school reports should contain marks for all subjects (compulsory and optional) taken by a pupil in a given school year. This rule applied equally to marks for religion if that subject was taught in a State school.", "41. Replying to the Ombudsman's concerns, the Constitutional Court held as follows:", "“In order to dispel possible doubts in this respect, the Constitutional Court indicated in the seventh point of the operative part of its judgment that a mark on a school report may refer not just to religious instruction alone or to ethics alone; in cases where a pupil follows both those courses he or she may be given a joint mark [for the two subjects]. The impugned provision therefore contains a dual safeguard. First, a mark shown on the school report does not indicate any specific religion, and secondly it is not known whether such a mark relates to religious instruction, ethics or both subjects jointly.”", "42. As to the obligation to make a “negative declaration”, the Constitutional Court struck down paragraph 3(3) of the Ordinance on the grounds of its incompatibility with the Education Act. Paragraph 3(3) of the Ordinance as amended made no reference to a “negative declaration”. It entered into force on 9 September 1993.", "43. As regards the display of the crucifix in State schools, the Constitutional Court found that the paragraph 12 of the Ordinance provided for such a possibility but did not mandate the presence of the crucifix in schools. Accordingly, this provision was compatible with Article 82 of the Constitution.", "44. Article 25 § 2 of the 1997 Constitution provides:", "“Public authorities in the Republic of Poland shall be impartial in matters of religious and philosophical convictions, and shall ensure freedom to express them in public life.”", "Article 48 § 1 of the Constitution provides:", "“Parents shall have the right to raise their children in accordance with their own convictions. The child's upbringing shall respect his degree of maturity as well as his freedom of conscience and belief and also his convictions.”", "Article 53 of the Constitution provides as follows:", "“1. Freedom of conscience and religion shall be secured to everyone.", "2. Freedom of religion shall include the freedom to profess or to accept a religion by personal choice as well as to manifest such religion, either individually or collectively, publicly or privately, by worshipping, praying, participating in ceremonies, performing rites or teaching. Freedom of religion shall also include the availability of sanctuaries and other places of worship designed to meet the needs of believers as well as the right of individuals, wherever they may be, to benefit from religious services.", "3. Parents shall have the right to provide their children with a moral and religious upbringing and teaching in accordance with their convictions. The provisions of Article 48 § 1 shall apply as appropriate.", "4. The religion of a church or other legally recognised religious organisation may be taught in schools, but other peoples' freedom of religion and conscience shall not be infringed thereby.", "5. The freedom to publicly express religion may be limited only by means of statute and only where this is necessary for the defence of State security, public order, health, morals or the freedoms and rights of others.", "6. No one shall be compelled to participate or not participate in religious practices.", "7. No one may be compelled by organs of public authority to disclose his philosophy of life, religious convictions or beliefs.", "45. The Constitutional Court was asked to review the constitutionality of amendments to the Freedom of Conscience and Religion Act. The amendments repealed the provisions of a number of laws regulating relations between certain Churches and the State, which granted the former the right to have marks for their religious instruction entered in school reports. The Constitutional Court upheld the constitutionality of the impugned provisions and held that the Churches concerned were not, in fact, divested of the above-mentioned right. Following the entry into force of the amendments, the Churches simply had to fulfil the conditions set out in the Ordinance of the Minister of Education on the organisation of religious instruction in State schools, which were equally applicable to all Churches and religious organisations.", "46. The Constitutional Court was asked to examine the constitutionality of the amended Ordinance of the Minister of Education of 13 July 2007 on the marking of pupils' work (Rozporządzenie Ministra Edukacji Narodowej z dnia 13 lipca 2007 r. zmieniające rozporządzenie w sprawie warunków i sposobu oceniania, klasyfikowania i promowania uczniów i słuchaczy oraz przeprowadzania sprawdzianów i egzaminów w szkołach publicznych). The amended Ordinance introduced for the first time the rule that marks obtained for religious instruction or ethics, as well as other optional courses, would be counted towards the “average mark” obtained by a pupil in a given school year and at the end of a given level of schooling. The amended Ordinance entered into force on 1 September 2007.", "47. The Constitutional Court in its judgment of 2 December 2009 held that the impugned amendments to the Ordinance on the marking of pupils' work were compatible with Articles 25, 32, 48 § 1 and 53 § 3 of the Constitution. The Constitutional Court found, inter alia, as follows:", "“The counting of the mark for religion towards the average annual mark and the final mark is – as the [Constitutional] Court emphasises again – a consequence of the introduction of religious education into the school curriculum and of the recording of marks for religion on school reports in State schools. It is a consequence of the constitutional guarantees of religious freedom rather than of support for theistic beliefs. On the basis of the existing regulations, pupils (or their parents or legal guardians) have the possibility to choose between classes in a specific religion or classes in ethics as an alternative subject for those who do not hold religious beliefs. The Constitution does not provide specific guarantees for instruction in the beliefs enumerated by the claimant (atheistic, pantheistic or deistic). It would be difficult even from an organisational viewpoint to offer such a range of subjects to choose from. The knowledge necessary at this level of teaching can be gained by interested [pupils], for instance, in the framework of the subject 'ethics' or other subjects coming into the category of 'additional educational courses' which are mentioned in the impugned ordinance.”", "48. In the reasoning, the Constitutional Court relied on and confirmed the findings made in its judgment of 20 April 1993. It held, inter alia, as follows:", "“The Constitutional Court points out that the issue of conformity of the inclusion of marks for religion in official school reports with section 10(1) of the Freedom of Conscience and Religion Act, which stipulates that 'the Republic of Poland is a secular State, neutral in the sphere of religion and beliefs', was already reviewed by the Constitutional Court in its judgment of 20 April 1993, case no U. 12/92. The subject of the review (also under Article 82 § 2 of the then Constitution) was paragraph 9 of the Ordinance of 14 April 1992. ... Ruling in the above case, inter alia, that paragraph 9 of the Ordinance of 14 April 1992 was compatible with section 10(1) (and with Article 82 of the then Constitution), the Court held that:", "'The recording of marks for religion in school reports is a consequence of the organisation of religious instruction by State schools. ... A school report covers all school courses – compulsory and optional – and thus there are no grounds for excluding religious instruction. Clearly, the Minister of Education could decide otherwise and do away with the obligation to include marks on a school report. ...'", "Endorsing the above findings, the Constitutional Court wishes to underline in connection with the case in issue that the counting of marks for religion towards the average annual mark and the final average mark is in turn a consequence of the recording of marks for religion on school reports in State schools. ....”", "The Constitutional Court further noted:", "“The Constitutional Court is aware of the fact that in specific cases, given the dominant position of the Roman Catholic faith in the religious make-up of Polish society, the choice of an additional subject (religion or ethics) by parents or pupils may not be entirely free, but may be taken under pressure from “local” public opinion. The free choice of the additional subject depends to a large extent on the respect for the principles of pluralism and tolerance for different convictions and beliefs in local communities. In specific cases in which external pressure – impinging on the free choice – was exerted it would have been the result of a low level of democratic culture. This important issue, while it is noted by the Constitutional Court, lies outside its jurisdiction. ...”"], "VIOLATED_ARTICLES": ["14", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}