{"ITEMID": "001-108707", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "SUZI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mrs Tamara Suzi, is a Russian national who was born in 1929 and lives in Kouvola. She is represented before the Court by Mr Jussi Sarvikivi, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 February 2008 the applicant arrived in Finland with a tourist visa valid for 90 days. She had not applied for a residence permit beforehand in St. Petersburg before arriving in Finland.", "On 9 May 2008 the applicant applied for a residence permit in Finland on the basis of family ties.", "On 11 November 2008 the Finnish Immigration Service (Maahanmuutto-virasto, Migrationsverket) rejected her application and ordered her removal to the Russian Federation.", "On 20 November 2008 the applicant appealed to the Kouvola Administrative Court (hallinto-oikeus, förvaltningsdomstolen), asking that the decision of the Immigration Service be quashed and that she be granted a residence permit. She claimed that she could no longer take care of herself and was thus dependent on her family’s help. Her apartment in St. Petersburg was situated on the 6th floor and the lift was often out of order. She could not climb the stairs without help and even with help it was difficult for her to walk. She could not walk outside without help. She had a gas stove in her apartment which was dangerous because of her memory problems. All her relatives lived in Finland. Her husband had died in 1999 in Finland. He was an Ingrian Finn who had applied for a residence permit in Finland on that ground but the application had lapsed when he died. The applicant had only one child, a daughter I.R., who had lived in Finland for 15 years. She had obtained Finnish citizenship in 2008 on the basis of her Ingrian descent.", "On 28 January 2009 the Administrative Court rejected the applicant’s appeal. It found that the applicant could not be regarded as the family member of I.R. The applicant suffered from toxic goitre, Parkinson’s disease, hypertension and memory problems and she had had a mild stroke. She could not live alone nor manage her medication. The family life between the applicant and her daughter had been interrupted in 1993 when the latter moved to Finland. After 15 years it was no longer possible for them to continue family life. The applicant was not fully dependent on her daughter as she had a possibility to receive treatment in her home country. Even considered as a whole, it was not unreasonable to refuse the applicant a residence permit on the basis of her health or the lack of family ties.", "On an unspecified date the applicant appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltnings-domstolen), reiterating the grounds of appeal already presented before the Administrative Court.", "On 14 May 2009 the Supreme Administrative Court refused the applicant leave to appeal.", "Already on 12 March 2009 the applicant lodged another application for a residence permit on the basis of family ties.", "On 22 March 2010 the Immigration Service rejected this second application and again ordered her removal to the Russian Federation. The Service found, in addition to what had already been stated in the Administrative Court’s decision of 28 January 2009, that the applicant’s husband had died in 1999 and she had no close relatives in the Russian Federation. Her daughter had lived in Finland since 1993. According to the medical certificates submitted to the Service, the applicant suffered, in addition to those conditions mentioned already in the Administrative Court’s decision, from panic attacks. Moreover, an operation was envisaged for the removal of the toxic goitre but it was not known whether it had taken place. The applicant had a close relationship with her daughter in Finland who could help her financially in arranging necessary care and treatment in the Russian Federation. The daughter could also visit her mother there. It was thus not unreasonable to refuse the applicant a residence permit on the basis of her health or the lack of family ties.", "The applicant did not appeal against this decision to the Administrative Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}