{"ITEMID": "001-92451", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "RADALJAC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mrs Senka Radaljac, is a Croatian national who was born in 1945 and lives in Ploče. She was represented before the Court by Mr I. Kotromanović, a lawyer practising in Ploče. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 July 1984 the applicant’s sister, B.R., was granted a specially protected tenancy of a flat in Ploče. The flat was a studio, measuring twenty-six square metres. The applicant, who was at that time employed in Germany, registered her residence in the flat and was recognised as a household member.", "The applicant’s sister died some time in 1988 and the applicant continued to occupy the flat when she was in Croatia and since 2001, when she retired, she has been living permanently in the flat.", "On 2 May 1997 the applicant asked the Ploče Municipality, as the owner of the flat, to make a lease agreement on the said flat. The request was refused and on an unspecified date the Ploče Municipality brought a civil action in the Ploče Municipal Court (Općinski sud u Pločama) seeking the applicant’s eviction.", "On 23 September 2003 the Municipal Court ordered the applicant’s eviction within fifteen days on the ground that the applicant had no legal basis to occupy the flat since she had not lived with her sister in the same household for the last two years preceding her sister’s death, that being a condition of acquiring a specially protected tenancy on a flat. The relevant part of the judgment reads as follows:", "“Regardless of her possible strong emotional attachment to her late sister and the unselfish assistance that the plaintiff provided to her sister in various forms by caring for her [during] unpaid leaves and holidays, the plaintiff, owing primarily to the distance [of their places of] living, did not live with her sister for the two years preceding the latter’s death, and thus did not acquire a specially protected tenancy on the basis of law.”", "The judgment was upheld by the Dubrovnik County Court (Županijski sud u Dubrovniku) on 29 July 2004. A subsequent constitutional complaint by the applicant of 23 September 2004 was dismissed by the Constitutional Court (Ustavni sud Republike Hrvatske) on 26 February 2007.", "The relevant provisions of the Housing Act (Zakon o stambenim odnosima, Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993) read as follows:", "“(1) Members of the household of the holder of a specially protected tenancy are ... persons who have lived with him or her in the past two years, including: ... [his or her] brothers and sisters ...”", "The Specially Protected Tenancies (Sale to Occupier) Act (Official Gazette nos. 27/1991, 33/1992, 43/1992, 69/1992 25/1993, 26/1993, 48/1993, 2/1994, 44/1994, 47/1994, 58/1995, 11/1996, 11/1997 and 68/1998) regulates the conditions for the sale of flats let under specially protected tenancies. In general, the Act entitles the holder of a specially protected tenancy on a publicly owned flat to purchase it under favourable conditions of sale.", "The relevant provision of the Act provides as follows:", "“Every holder of a specially protected tenancy (hereinafter ‘the tenant’) may submit a written application to purchase a flat to the ... owner (‘the seller’) ... and the seller shall be obliged to sell the flat.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}