{"ITEMID": "001-91704", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BYKOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 8;No-violation of Art. 6;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;David Thór Björgvinsson;Dean Spielmann;Elisabeth Steiner;Françoise Tulkens;George Nicolaou;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Khanlar Hajiyev;Loukis Loucaides;Mirjana Lazarova Trajkovska;Nicolas Bratza;Nona Tsotsoria;Peer Lorenzen", "TEXT": ["8. The applicant was born in 1960 and lives in Krasnoyarsk.", "9. From 1997 to 1999 the applicant was chairman of the board of the Krasnoyarsk Aluminium Plant. At the time of his arrest in October 2000 he was a major shareholder and an executive of a corporation called OAO Krasenergomash-Holding and a founder of a number of affiliated firms. He was also a deputy of the Krasnoyarsk Regional Parliamentary Assembly.", "10. In September 2000 the applicant allegedly ordered V., a member of his entourage, to kill S., the applicant's former business associate. V. did not comply with the order, but on 18 September 2000 he reported the applicant to the Federal Security Service of the Russian Federation (“the FSB”). On the following day V. handed in the gun which he had allegedly received from the applicant.", "11. On 21 September 2000 the Prosecutor of the Severo-Zapadnyy District of Moscow opened a criminal investigation in respect of the applicant on suspicion of conspiracy to murder.", "12. On 26 and 27 September 2000 the FSB and the police decided to conduct a covert operation to obtain evidence of the applicant's intention to murder S.", "13. On 29 September 2000 the police staged the discovery of two dead men at S.'s home. They officially announced in the media that one of those killed had been identified as S. The other man was his business partner, I.", "14. On 3 October 2000 V., acting on the police's instructions, came to see the applicant at his estate. He carried a hidden radio-transmitting device while a police officer outside received and recorded the transmission. He was received by the applicant in a “guest house”, a part of the estate connected to his personal residence. In accordance with the instructions, V. engaged the applicant in conversation by telling him that he had carried out the assassination. As proof of his accomplishment he handed the applicant several objects taken from S. and I.: a certified copy of a mining project feasibility study marked with a special chemical agent, two watches belonging to S. and I. and 20,000 United States dollars (USD) in cash. At the end of the conversation V. took the cash, as suggested by the applicant. The police obtained a sixteen-minute recording of the dialogue between V. and the applicant.", "15. On 4 October 2000 the applicant's estate was searched. Several watches were seized, including those belonging to S. and I. A chemical analysis was conducted and revealed the presence on the applicant's hands of the chemical agent which had been used to mark the feasibility study. The applicant was arrested.", "16. On 27 February 2001 the applicant complained to the Prosecutor of the Severo-Zapadnyy District of Moscow that his prosecution had been unlawful because it involved numerous procedural violations of his rights, including the unauthorised intrusion into his home and the use of the radio-transmitting device. On 2 March 2001 the prosecutor dismissed his complaint, having found, in particular, that the applicant had let V. into his house voluntarily and that therefore there had been no intrusion. It was also found that no judicial authorisation had been required for the use of the radio-transmitting device because in accordance with the Operational-Search Activities Act, it was only required for the interception of communications transmitted by means of wire channels or mail services, none of which had been employed in the covert operation at issue.", "17. Following the applicant's arrest on 4 October 2000, on 6 October 2000 the Deputy Prosecutor of the Severo-Zapadnyy District of Moscow ordered his detention during the investigation, having found that it was “in accordance with the law” and necessary in view of the gravity of the charge and the risk that the applicant might influence witnesses. Further extensions were ordered by the competent prosecutor on 17 November 2000 (until 21 December 2000) and on 15 December 2000 (until 21 March 2001). The reasons for the applicant's continued detention were the gravity of the charge and the risk of his influencing the witnesses and obstructing the investigation. The applicant appealed against each of these decisions to a court.", "18. On 26 January 2001 the Lefortovskiy District Court of Moscow examined the applicant's appeal against his continued detention on remand and confirmed the lawfulness of his detention. The court referred to the gravity of the charge and noted that this measure had been applied in accordance with the law. The applicant lodged a further appeal, which was also dismissed by the Moscow City Court.", "19. In view of the forthcoming expiry of the term of the applicant's detention, its further extension was ordered by the competent prosecutor, first on 15 March 2001, until 4 April 2001, and then on 21 March 2001, until 4 June 2001, still on the grounds of the gravity of the charge and the risk of his influencing the witnesses and obstructing the investigation. The applicant challenged the extensions before the court.", "20. On 11 April 2001 the Lefortovskiy District Court of Moscow declared that the applicant's detention until 4 June 2001 was lawful and necessary on account of the gravity of the charge. The applicant lodged an appeal with the Moscow City Court, which was dismissed on 15 May 2001. The appeal court considered the applicant's detention lawful and necessary “until the bill of indictment had been submitted or until the applicant's immunity had been confirmed”.", "21. On 22 May 2001 the Deputy Prosecutor General extended the applicant's detention on remand until 4 September 2001, still on the grounds of the gravity of the charge and the risk of his influencing the witnesses and obstructing the investigation.", "22. On 27 August 2001 the case was referred to the Tushinskiy District Court of Moscow. On 7 September 2001 the court scheduled the hearing for 26 September 2001 and authorised the applicant's further detention without indicating any reasons or the length of the extension. On 3 October 2001 the Moscow City Court examined and dismissed an appeal by the applicant, upholding his continued detention without elaborating on the reasons.", "23. On 21 December 2001 the Meshchanskiy District Court of Moscow scheduled the hearing for 4 January 2002 and authorised the applicant's further detention, citing no reasons. The court did not indicate the length of the prospective detention. It again reviewed the lawfulness of the applicant's detention on 4 January 2002 but found that it was still necessary owingAn appeal by the applicant to the Moscow City Court was dismissed on 15 January 2002.", "24. Further applications by the applicant for release were examined on 23 January, 6 March, 11 March and 23 April 2002. As before, the Meshchanskiy District Court of Moscow refused his release, citing the gravity of the charge and the risk of his evading trial and influencing the witnesses. The applicant was released on 19 June 2002 following his conviction (see paragraph 45 below).", "25. On 3 October 2000, immediately after visiting the applicant in the “guest house”, V. was questioned by the investigators. He reported on the contents of his conversation with the applicant and submitted that he had handed him the gun, the watches and the feasibility study. He was subsequently questioned on 12 October, 9 November, 8 December and 18 December 2000.", "26. The applicant was questioned as a suspect for the first time on 4 October 2000. From October to December 2000 he was questioned at least seven times.", "27. On 10 October 2000 the applicant and V. were questioned in a confrontation with each other. The applicant's legal counsel were present at the confrontation. The statements made by the applicant on that occasion were subsequently summarised in the indictment, of which the relevant part reads as follows:", "“At the confrontation between A.P. Bykov and [V.] on 10 October 2000 Bykov altered, in part, certain substantive details of his previous statements, as follows. [He] claims that he has been acquainted with [V.] for a long time, about 7 years; they have normal relations; the last time he saw him was on 3 October 2000, and before that they had been in contact about two years previously. He has never given any orders or instructions to [V.], including any concerning [S.]. When [V.] came to see him on 3 October 2000 he began to tell him off for coming to him. When he asked [V.] who had told him to kill [S.] he replied that nobody had, he had just wanted to prove to himself that he could do it. He began to comfort [V.], saying that he could help with his father; [he] did not suggest that [V.] flee the town [or] the country, and did not promise to help him financially. He did not instruct [V.] on what to do if [V.] was arrested; he asked him what was going to happen if he was arrested; [V.] said that he would tell how it all happened and would confess to having committed the crime, [and the applicant] approved of that. Concerning K., Bykov stated that this was his partner who lived and worked in Switzerland; he admitted de facto that he had spoken to him on the phone at the beginning of August ... but had given him no directions about [V.]”", "28. On 13 October 2000 the applicant was charged with conspiracy to murder. Subsequently the charges were extended to include conspiracy to acquire, possess and handle firearms.", "29. On 8 December 2000 two appointed linguistic experts examined the recording of the applicant's conversation with V. of 3 October 2000 and answered the following questions put to them:", "“1. Is it possible to establish, on the basis of the text of the conversation submitted for examination, the nature of relations between Bykov and [V.], the extent of their closeness, sympathy for each other, subordination; how is it expressed?", "2. Was Bykov's verbal reaction to [V.]'s statement about the 'murder' of [S.] natural assuming he had ordered the murder of [S.]?", "3. Are there any verbal signs indicating that Bykov expressed mistrust about [V.]'s information?", "4. Is it possible to assess Bykov's verbal style as unequivocally aiming at closing the topic, ending the conversation?", "5. Are there any identifiable stylistic, verbal signs of fear (caution) on Bykov's part in relation to [V.]?”", "30. In respect of the above questions the experts found:", "– on question 1, that the applicant and V. had known each other for a long time and had rather close and generally sympathetic relations; that V. had shown subordination to the applicant; that the applicant had played an instructive role in the conversation;", "– on question 2, that the applicant's reaction to V.'s information about the accomplished murder was natural and that he had insistently questioned V. on the technical details of its execution;", "– on question 3, that the applicant had shown no sign of mistrusting V.'s confession to the murder;", "– on question 4, that the applicant had not shown any clear signs of wishing to end or to avoid the conversation;", "– on question 5, that the applicant had not shown any fear of V.; on the contrary, V. appeared to be afraid of the applicant.", "31. On 11 January 2001 the investigation was completed and the applicant was allowed access to the case file.", "32. On 27 August 2001 the case was referred to the Tushinskiy District Court of Moscow.", "33. On 22 October 2001 the Tushinskiy District Court declined jurisdiction in favour of the Meshchanskiy District Court of Moscow, having established that the venue of the attempted murder lay within that court's territorial jurisdiction.", "34. On 16 December 2001 V. made a written statement certified by the Russian consulate in the Republic of Cyprus repudiating his statements against the applicant. He submitted that he had made those statements under pressure from S. Two deputies of the State Duma, D. and Y.S., were present at the consulate to witness the repudiation. On the same day they recorded an interview with V. in which he explained that S. had persuaded him to make false statements against the applicant.", "35. On 4 February 2002 the Meshchanskiy District Court of Moscow began examining the charges against the applicant. The applicant pleaded not guilty. At the trial he challenged the admissibility of the recording of his conversation with V. and of all other evidence obtained through the covert operation. He alleged that the police interference had been unlawful and that he had been induced into self-incrimination. Furthermore, he claimed that the recording had involved unauthorised intrusion into his home. He contested the interpretation of the recording by the experts and alleged that nothing in his dialogue with V. disclosed prior knowledge of a murder conspiracy.", "36. During the trial the court dismissed the applicant's objection to the covert operation and admitted as lawfully obtained evidence the recording with its transcript, the linguistic expert report, V.'s statements, and the evidence showing that the applicant had accepted the feasibility study and the watches from V. It dismissed the argument that there had been an unauthorised intrusion into the applicant's premises, having found, firstly, that the applicant had expressed no objection to V.'s visit and, secondly, that their meeting had taken place in the “guest house”, which was intended for business meetings and therefore did not encroach on the applicant's privacy. The court refused to admit as evidence the official records of the search at the applicant's estate because the officers who had conducted the search on 4 October 2000 had not been covered by the authorisation.", "37. The following persons were examined in the oral proceedings before the court:", "S. explained his relations with the applicant and their conflict of interests in the aluminium industry. He confirmed that he had participated in the covert operation; he also confirmed that in 2001 V. had told him that he had been paid off to withdraw his statements against the applicant.", "Twenty-five witnesses answered questions concerning the business links of the applicant, V. and S. with the aluminium plant and other businesses in Krasnoyarsk; the relations and connections between them; the existence of the conflict of interests between the applicant and S.; the events of 3 October 2000, namely the arrival of V. at the “guest house”, his conversation with the applicant and the handing of the documents and the watches to the applicant; and the circumstances surrounding V.'s attempted withdrawal of his statements against the applicant.", "Seven experts were examined: a technical expert gave explanations about the recording of data received by way of a radio-transmitting device; a sound expert explained how a transcript of the recording of the applicant's conversation with V. had been produced; two expert linguists submitted that they had used both the tape and the recording transcript in their examination; an expert psychologist answered questions concerning his findings (evidence subsequently excluded as obtained unlawfully – see paragraph 43 below); and two corroborative experts upheld the conclusions of the expert linguists and the sound experts.", "Seven attesting witnesses answered questions concerning their participation in various investigative measures: the receipt of the gun handed in by V., the copying of the video and audio tapes, the treatment of the material exhibits with a chemical agent, the “discovery of the corpses” in the operative experiment, and the house search.", "Four investigation officers were examined: an FSB officer submitted that on 18 September 2000 V. had written a statement in his presence that the applicant had ordered him to kill S., and had handed in the gun; he also explained how the operative experiment had been carried out; two officers of the prosecutor's office and one officer of the Interior Ministry also described the operative experiment and explained how the copies of the recording of the applicant's conversation with V. had been made.", "38. On 15 May 2002 during the court hearing the prosecutor requested to read out the records of the questioning of five witnesses not present at the hearing. The statements made by V. during the pre-trial investigation were among them.", "39. The applicant's counsel said that he had no objections. The court decided to grant the request, having noted that “the court took exhaustive measures to call these witnesses to the court hearing and found that ... V.'s whereabouts could not be established and he could not be called to the courtroom even though a number of operational search measures were taken by the FSB and an enquiry was made to the National Central Bureau of Interpol by the Ministry of the Interior ...”. These statements were admitted as evidence.", "40. The court also examined evidence relating to V.'s attempted withdrawal of his statements against the applicant. It established that during the investigation V. had already complained that pressure had been exerted on him to repudiate his statements against the applicant. It also established that the witness D., who was present at the consulate when V. had repudiated his statements, was a close friend of the applicant. The other witness, Y.S., had arrived at the consulate late and did not see the document before it was certified.", "41. It was also noted that both the applicant and V. had undergone a psychiatric examination during the investigation and both had been found fit to participate in the criminal proceedings.", "42. Other evidence examined by the court included: expert reports produced by chemical, ballistics, linguistic, sound and technical experts; written reports on the operative experiment; V.'s written statement of 18 September 2000; a certified description of the gun handed in by V.; and records of the applicant's confrontation with V. on 20 October 2000.", "43. The applicant challenged a number of items of evidence, claiming that they had been obtained unlawfully. The court excluded some of them, in particular the expert report by a psychologist who had examined the recording of the applicant's conversation with V. and the police report on the search carried out on 4 October 2000. The attempt to challenge the audio tape containing the recording of the applicant's conversation with V., and the copies of the tape, was not successful and they were admitted as lawfully obtained evidence.", "44. On 19 June 2002 the Meshchanskiy District Court of Moscow gave judgment, finding the applicant guilty of conspiracy to murder and conspiracy to acquire, possess and handle firearms. The finding of guilt was based on the following evidence: the initial statement by V. that the applicant had ordered him to kill S.; the gun V. had handed in; the statements V. had made in front of the applicant when they had been confronted during the questioning on 10 October 2000; numerous witness statements confirming the existence of a conflict between the applicant and S.; and the physical evidence obtained through the covert operation, namely the watches and the feasibility study. Although the recording of the applicant's conversation with V. was played at the hearing, its contents did not feature among the evidence or as part of the court's reasoning. In so far as the record was mentioned in the judgment, the court relied solely on the conclusions of the linguistic experts (see paragraph 30 above) and on several reports confirming that the tape had not been tampered with.", "45. The court sentenced the applicant to six and a half years' imprisonment and, having deducted the time already spent in pre-trial detention, conditionally released him on five years' probation.", "46. The applicant appealed against the judgment, challenging, inter alia, the admissibility of the evidence obtained through the covert operation and the court's interpretation of the physical evidence and the witnesses' testimonies.", "47. On 1 October 2002 the Moscow City Court upheld the applicant's conviction and dismissed his appeal, including the arguments relating to the admissibility of evidence.", "48. On 22 June 2004 the Supreme Court of the Russian Federation examined the applicant's case in supervisory proceedings. It modified the judgment of 19 June 2002 and the appeal decision of 1 October 2002, redefining the legal classification of one of the offences committed by the applicant. It found the applicant guilty of “incitement to commit a crime involving a murder”, and not “conspiracy to murder”. The rest of the judgment, including the sentence, remained unchanged.", "49. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federative Socialist Republic (CCrP).", "50. “Preventive measures” or “measures of restraint” included an undertaking not to leave a town or region, personal security, bail and detention on remand (Article 89). A decision to detain someone on remand could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "51. When deciding whether to remand an accused in custody, the competent authority was required to consider whether there were “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 89). It also had to take into account the gravity of the charge, information on the accused's character, his or her profession, age, state of health, family status and other circumstances (Article 91).", "52. Before 14 March 2001, detention on remand was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year's imprisonment or if there were “exceptional circumstances” in the case (Article 96). On 14 March 2001 the CCrP was amended to permit defendants to be remanded in custody if the charge carried a sentence of at least two years' imprisonment or if they had previously defaulted or had no permanent residence in Russia or if their identity could not be ascertained. The amendments of 14 March 2001 also repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence committed.", "53. The CCrP provided for a distinction between two types of detention on remand: the first being “during the investigation”, that is, while a competent agency – the police or a prosecutor's office – was investigating the case, and the second being “before the court” (or “during the judicial proceedings”), at the judicial stage. Although there was no difference in practice between them (the detainee was held in the same detention facility), the calculation of the time-limits was different.", "54. From the date the prosecutor referred the case to the trial court, the defendant's detention was classified as “before the court” (or “during the judicial proceedings”).", "55. Before 14 March 2001 the CCrP did not set any time-limit for detention “during the judicial proceedings”. On 14 March 2001 a new Article 239-1 was inserted which established that the period of detention “during the judicial proceedings” could not generally exceed six months from the date the court received the file. However, if there was evidence to show that the defendant's release might impede a thorough, complete and objective examination of the case, a court could – of its own motion or on a request by a prosecutor – extend the detention by no longer than three months. These provisions did not apply to defendants charged with particularly serious criminal offences.", "56. The Operational-Search Activities Act of 12 August 1995 (no. 144FZ) provides, in so far as relevant, as follows:", "“In carrying out investigations the following measures may be taken:", "...", "9. supervision of postal, telegraphic and other communications;", "10. telephone interception;", "11. collection of data from technical channels of communication;", "...", "14. operative experiments.", "...", "Operational-search activities involving supervision of postal, telegraphic and other communications, telephone interception through [telecommunication companies], and the collection of data from technical channels of communication are to be carried out by technical means by the Federal Security Service and the agencies of the Interior Ministry in accordance with decisions and agreements signed between the agencies involved.", "...”", "“Operational-search activities involving interference with the constitutional right to privacy of postal, telegraphic and other communications transmitted by means of wire or mail services, or with the privacy of the home, may be conducted, subject to a judicial decision, following the receipt of information concerning:", "1. the appearance that an offence has been committed or is ongoing, or a conspiracy to commit an offence whose investigation is mandatory;", "2. persons conspiring to commit, or committing, or having committed an offence whose investigation is mandatory;", "...", "Operative experiments may only be conducted for the detection, prevention, interruption and investigation of a serious crime, or for the identification of persons preparing, committing or having committed it.", "...”", "“The examination of requests for the taking of measures involving interference with the constitutional right to privacy of correspondence and telephone, postal, telegraphic and other communications transmitted by means of wire or mail services, or with the right to privacy of the home, shall fall within the competence of a court at the place where the requested measure is to be carried out or at the place where the requesting body is located. The request must be examined immediately by a single judge; the examination of the request may not be refused.", "...", "The judge examining the request shall decide whether to authorise measures involving interference with the above-mentioned constitutional right, or to refuse authorisation, indicating reasons.", "...”", "“Information gathered as a result of operational-search activities may be used for the preparation and conduct of the investigation and court proceedings ... and used as evidence in criminal proceedings in accordance with legal provisions regulating the collection, evaluation and assessment of evidence. ...”", "57. Article 69 of the CCrP provided as follows:", "“...", "Evidence obtained in breach of the law shall be considered to have no legal force and cannot be relied on as grounds for criminal charges.”", "The 2001 Code of Criminal Procedure of the Russian Federation, which replaced the CCrP of the Russian Soviet Federative Socialist Republic from 1 July 2002, provides as follows, in so far as relevant:", "“1. Evidence obtained in breach of this Code shall be inadmissible. Inadmissible evidence shall have no legal force and cannot be relied on as grounds for criminal charges or for proving any of the [circumstances for which evidence is required in criminal proceedings].", "...”", "“...", "5. If a court decides to exclude evidence, that evidence shall have no legal force and cannot be relied on in a judgment or other judicial decision, or be examined or used during the trial.", "...”"], "VIOLATED_ARTICLES": ["5", "6", "8"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}