{"ITEMID": "001-23421", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "BATKA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Zoltán Batka, is a Slovakian national, who was born in 1970 and lives in Veľké Kapušany. He was represented before the Court by Mr J. Malý, a lawyer practising in Bratislava. The respondent Government were represented by their Agent, Mr P. Vršanský, succeeded by Mr P. Kresák in that function.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In a judgment delivered on 30 May 1994 the Bratislava 2 District Court dissolved the marriage of the applicant and his wife. The court took note of the former spouses’ agreement under which their three children would be placed in the mother’s custody and that the applicant had undertaken to contribute to their maintenance.", "On 20 November 1995 the applicant claimed before the Bratislava 5 District Court that he had not fathered two children to whom his former wife had given birth in December 1992 and in October 1993 respectively. He argued that he had neither lived with his former wife nor had he had sexual intercourse with her at the relevant time. He gave the particulars of a person with whom his former wife had lived since January 1992 and whom he considered to be the natural father of the children.", "In her observations the applicant’s former wife proposed that the claim be dismissed. She admitted, however, that the applicant was not the natural father of one of the children.", "The District Court dismissed the applicant’s claim on 22 November 1996. It found that the applicant had failed to submit it within six months after he had learned about the children’s birth as required by Section 57(1) of the Family Act. The judgment stated that the applicant could request the General Prosecutor to file an action with a view to having his paternity disproved pursuant to Section 62(1) of the Family Act.", "The applicant filed such a request on 28 October 1998. He alleged that another person with whom his former wife had lived at the relevant time had admitted that he had fathered the two children. The applicant explained that he had failed to respect the time-limit laid down in Section 57(1) of the Family Act as, at the relevant time, he had not been informed about that provision and that he had been in a difficult material and psychological situation.", "On 1 April 1999 the Bratislava Regional Prosecutor’s Office dismissed the applicant’s request. The letter stated that it had not been reliably shown that the applicant was not the natural father of the children. Such proof could only be obtained by a blood test. However, the applicant’s former wife was opposed to such a test, and public prosecutors had no power to order that she and the children should undergo it. The letter concluded that, in view of the above and given the lack of general interest in having the issue determined, there was no reason for proceeding pursuant to Section 62(1) of the Family Act.", "On 22 April 1999 the applicant challenged the Regional Prosecutor’s conclusion before the General Prosecutor’s Office. He pointed out that his former wife had explicitly admitted that the applicant might not have fathered at least one of the children and argued that it was in the general interest to have the issue determined.", "On 22 July 1999 a public prosecutor of the General Prosecutor’s Office informed the applicant that his former wife was still opposed to a blood test, and that it was therefore not possible to obtain reliable proof indicating that the applicant was not the natural father of the children. The public prosecutor concluded that no further action could be taken on the applicant’s request.", "On 17 February 2000 the applicant asked the General Prosecutor’s Office to order an expert opinion in the context of which the hair and nails of the persons concerned should be analysed and their physiognomy compared.", "On 9 March 2000 the General Prosecutor’s Office replied to the applicant that he was free to obtain such an expert opinion of his own initiative. The applicant was further informed that he could file a new request for proceedings to be brought pursuant to Section 62(1) of the Family Act in the event that he obtained reliable proof that he was not the natural father of the children.", "On 21 December 1998 the applicant claimed that the maintenance which he had to pay in respect of the children born to his former wife be reduced.", "On 6 July 1999 the Bratislava 2 District Court transferred the case to the Bratislava 5 District Court for reasons of jurisdiction.", "On 15 November the Bratislava 5 District Court heard the parties. On 31 January 2000 the case was adjourned. As the applicant’s former wife was detained on remand, the District Court again adjourned the case on 17 April 2000.", "On 9 October 2000 the Bratislava 5 District Court dismissed the action.", "On 11 December 2000 the applicant appealed. Subsequently the applicant’s former wife filed a counter-claim, on behalf of the children, with a view to having the maintenance payable by the applicant increased. The District Court submitted the claim to the applicant for comments, apparently in the context of the same proceedings.", "On 21 May 2001 the Bratislava Regional Court upheld the District Court’s decision to dismiss the applicant’s claim.", "A hearing concerning the applicant’s former wife’s claim for the maintenance to be increased was held before the Bratislava 5 District Court on 21 November 2001. The applicant informed the court that he could not appear for financial reasons. The Bratislava 5 District Court therefore asked the Michalovce District Court to hear the applicant. The latter court returned the file to the Bratislava District Court on 1 February 2002.", "On 3 July 2002 the Bratislava 5 District Court increased the maintenance due by the applicant. The applicant appealed.", "The Bratislava Regional Court dismissed the applicant’s appeal on 13 March 2003.", "Pursuant to Section 51(1) of the Family Act, the husband of a woman who gives birth to a child during the marriage or not later than three hundred days after its dissolution shall be considered the child’s father.", "Section 57(1) provides that a husband can deny paternity before a court within six months after learning that his wife gave birth to a child.", "Under Section 62(1), when the time-limit for denying paternity has expired, the General Prosecutor may file an action to disprove paternity provided that the determination of the issue is justified by the interests of society.", "According to the practice of the public prosecutors, an action under Section 62(1) of the Family Act can only be filed when reliable proofs exist that the mother’s husband did not father the child."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}