{"ITEMID": "001-5907", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "OKONKWO v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Jude Okonkwo, born in 1963, was a Nigerian national until 1995 and is now stateless. He is currently living in Austria. He is represented before the Court by Mr G. Deinhofer, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant went to Austria in 1985 and was legally resident there. In March 1992 he married an Austrian national with whom he has had two children, born in 1992 and 1994 respectively. In June 1993 the applicant requested Austrian citizenship.", "On 18 October 1994 the Vienna Regional Criminal Court (Landesgericht für Strafsachen) convicted the applicant of attempting to put into circulation large amounts of narcotic drugs, as well as certain minor offences under the Narcotic Drugs Act, and sentenced him to twenty months’ imprisonment.", "On 31 March 1995 the applicant renounced his Nigerian nationality in order to be able to obtain Austrian nationality.", "On 3 August 1995, the Vienna Federal Police Authority (Bundespolizeidirektion) issued an unlimited residence prohibition against the applicant under section 18 §§ 1 and 2 of the Aliens Act 1992 (Fremdengesetz 1992).", "On 27 September 1995 the Vienna Public Security Authority (Sicherheitsdirektion) dismissed the applicant’s appeal. Referring to the applicant’s living with an Austrian national and their having two children, it found that the residence prohibition constituted an interference with the applicant’s right to respect for his private and family life. However, having regard to the serious nature of the offences committed by him, it was necessary for the aims set out in Article 8 § 2 of the Convention, namely for the prevention of crime and the protection of health and public safety.", "On 14 February 1996 the Vienna Federal Police Authority detained the applicant with a view to his expulsion. It requested the Nigerian embassy to issue a travel document, which was refused on the ground that the applicant had renounced his Nigerian nationality. He was released on 7 March 1996 as his expulsion could not be carried out due to his statelessness.", "On 18 July 1996 the Vienna Independent Administrative Panel (Unabhängiger Verwaltungssenat) found, upon the applicant’s complaint, that his above detention had been unlawful. It noted that, pursuant to section 41 of the Aliens Act 1992, an alien could be detained if this was necessary, inter alia, for securing his deportation. The applicant was stateless and his expulsion to Nigeria was, thus, impossible. The Vienna Federal Police Authority had been informed about the applicant’s statelessness well before 14 February 1996. It followed that, from the outset, his detention could not possibly have served the purpose of securing his deportation.", "On 26 February 1996 the Constitutional Court refused to deal with the applicant’s complaint concerning the residence ban as it lacked sufficient prospects of success.", "On 30 April 1996 the Administrative Court dismissed the applicant’s complaint. The decision was served on 22 May 1996.", "The applicant still lives in Austria. His request for Austrian citizenship remained unsuccessful and he is, according to his own submissions, still stateless. He and his wife divorced in April 1996. The applicant submits that they are planning to remarry but are prevented from doing so as he has no passport. A number of requests to have the residence ban quashed under the Aliens Act 1997, which has meanwhile entered into force, were dismissed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}