{"ITEMID": "001-96597", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LYUBOMIR POPOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of  P1-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste", "TEXT": ["6. The applicant was born in 1933 and lives in Plovdiv.", "7. In 1991 the Bulgarian Parliament adopted the Agricultural Land Act (“the ALA”, see for more detail paragraphs 83-95 below) which provided for the restitution of collectivised agricultural land.", "8. On 4 March 1992 the applicant requested from the Pazardzhik agricultural land commission (“the land commission” or “the commission”) restitution of nine plots of agricultural land which he had previously owned in the area around the village of Govedare, totalling 44,029 square metres (request no. 12004/04.03.1992).", "9. By a decision of 18 December 1992 (no. 42\\3/18.12.1992) the commission recognised and restored “in actual boundaries” the property rights of the applicant in respect of seven of the plots, in particular those under nos. 1-5, 7 and 8 in his request of 4 March 1992, which totalled 41,299 square metres. The applicant was informed of the decision by a letter of 22 April 1993. The decision was subject to appeal within fourteen days of receipt. As no appeal was lodged against it the decision entered into force.", "10. Despite the aforesaid decision, the land commission issued a second decision dealing with the same subject matter, which the applicant received by a letter of 28 December 1993. The decision’s number was identical with that of the first decision issued by the land commission (see paragraph 9 above).", "11. By this decision, however, the commission recognised and restored the property rights of the applicant in respect of only five of the plots he had requested, namely those under nos. 1-5 in his request of 4 March 1992. The commission refused to recognise the property rights of the applicant in respect of plots nos. 7 and 8, with respective areas of 6,600 and 4,000 square metres. The grounds for the refusal were the following:", "“[These properties were] claimed [by means of] a certified declaration despite the existence of a [conflicting] property deed of 1954.”", "12. The applicant appealed against this decision.", "13. By amendment of 1995 to the Agricultural Land Act (section 14 §§ 6 and 7) agricultural land commissions were provided with the power to amend, in certain circumstances, their decisions which had entered into force (see paragraph 85 below).", "14. By a decision of 12 September 1995 the Pazardzhik District Court declared null and void the land commission’s second decision communicated to the applicant by letter of 28 December 1993 (see paragraph 10 above). The domestic court found, inter alia, that:", "“the [land commission] violated the law by adopting decision no. 42\\3/18.12.1992 in its version [communicated by] letter no. 668/28.12.1993, [as it] did not have the power to do so. The possibility for the [commission] to amend [its] decisions which have entered into force ... [was introduced] with the [latest] amendment to the [ALA]. ... [The] first administrative act [communicated by letter of 22 April 1993 had] entered into force and had [already] determined the ownership of the properties of ... the applicant, which were [recognised and] restored in their entirety.”", "15. No appeal was lodged against the decision, so it entered into force on 20 September 1995.", "16. Despite the aforesaid decision of the District Court, the land commission adopted another decision dealing with the same subject matter.", "17. By a decision of 7 December 1995 (no. 48\\15/07.12.1995) it readopted the text of its second decision, which had been declared null and void. It expanded its reasoning for refusing to recognise the applicant’s property rights in respect of plots nos. 7 and 8 as follows:", "“In connection with the possibility under section 14 §§ 6 and 7 of the [ALA] and the decision of the District Court [of 12 September 1995], the [commission] confirms its refusal: [These properties were] claimed [by means of] a certified declaration despite the existence of a [conflicting] property deed of 1954.”", "18. On an unspecified date the applicant appealed against this decision.", "19. In a final judgment of 26 May 1997 the Pazardzhik District Court declared it null and void. The domestic court found that the commission had failed to justify the grounds for amending its previous decision regarding the same properties, as there had existed no new facts or documents", "20. On 3 September 1997 the applicant deposited a copy of the aforementioned judgment with the land commission and insisted that it comply with its first decision of 18 December 1992, which was still in force.", "21. Before the appeal against the commission’s third decision was heard, the latter issued another decision dealing with the same subject matter.", "22. By a decision of 20 March 1997 (no. 5-A111/20.03.1997) it apparently reiterated its refusal to recognise the applicant’s property rights in respect of plots nos. 7 and 8. The applicant appealed against this decision.", "23. On an unspecified date in the beginning of 1998, the Pazardzhik District Court heard the applicant’s appeal and declared null and void the decision of 20 March 1997. No appeal was lodged against this judgment so it entered into force on an unspecified date.", "24. On 8 May 1998 the applicant deposited a copy of the aforementioned judgment with the land commission. He demanded compliance with it and recognition of his property rights in accordance with the first decision of 18 December 1992.", "25. Before the appeal against the fourth decision of the land commission was heard, the latter issued another decision dealing with the same subject matter.", "26. By a decision of 16 October 1997 (no. 8A055/16.10.1997) it readopted the text of its third decision of 7 December 1995, which had been declared null and void by the Pazardzhik District Court on 26 May 1997 (see paragraphs 17 and 19 above). It expanded its reasoning for refusing to recognise the applicant’s property rights in respect of plots nos. 7 and 8 by stating, in addition to the previously used reasoning, the following:", "“[This decision] rescinds decision no. 48\\15/07.12.1995 ... in compliance with order no. RD-09-1200 of 28.08.1997 of the Minister of [Agriculture] for a complete revision of the land redistribution plan for the Govedare area.", "In compliance with [the decision of 26 May 1997] of the Pazardzhik District Court.”", "27. The applicant appealed against this decision on 21 November 1997.", "28. Instead of forwarding the appeal to the District Court the land commission issued another decision dealing with the same subject matter.", "29. By decision of 1 June 1998 (no. 2B175/01.06.1998) it readopted the text of its above-mentioned fifth decision (see paragraph 26 above). It only expanded its reasoning for refusing to recognise the applicant’s property rights in respect of plots nos. 7 and 8 by stating, in addition to the previously used reasoning, the following:", "“[This decision] rescinds [the] decision [of 16 October 1997] of the [land commission] in connection with appeal no. 4266/1997 lodged on the basis of § 31 of the [ALA]. The [commission] confirms the basis for its refusal. No new facts or documents have been presented.”", "30. The applicant appealed against this decision on 16 September 1998.", "31. By a letter of 10 September 1998 the applicant complained to the land commission about the numerous decisions it was issuing in respect of the same properties, of its continual disregard for the judgments in his favour and the constant need for him to appeal against each of the decisions.", "32. By a judgment of 8 June 1999 the Pazardzhik District Court declared null and void the fifth and sixth decisions of the land commission, dated 16 October 1997 and 1 June 1998 (see paragraphs 26 and 29 above). The court found that by adopting these two decisions the commission was, in substance, amending its first decision of 18 December 1992 which had entered into force and which it did not have the power to amend.", "33. No appeal was lodged against the judgment, so it entered into force on 1 July 1999.", "34. Despite the aforementioned judgments of the Pazardzhik District Court the land commission issued a seventh decision dealing partly with the same subject matter.", "35. By a decision of 16 September 1999 (no. 7B148/16.09.1999) it recognised and restored the applicant’s property rights in respect of plots nos. 6 and 9 in his request of 4 March 1992. It also recognised his property rights in respect of plots nos. 7 and 8, but refused to restore them because of the following:", "“The judgment [of 8 June 1999 of the Pazardzhik District Court], which recognised the [applicant’s] property rights, entered into force after the land redistribution plan had been published in the Official Journal.", "[This decision] rescinds decision no. 39\\11 of 20.11.1992.", "[Subject to] compensation under section 10b § 1 of the [ALA].”", "36. It is unclear whether the applicant appealed against this decision.", "37. By a decision of 23 February 2005 the Pazardzhik Agriculture and Forestry Department (the former land commission) allotted to the applicant another plot in compensation for plot no. 7 and also awarded him compensation bonds. He appears to be satisfied with the compensation received.", "38. At the time of the parties’ latest communications of 2006 he had not received any compensation for plot no. 8.", "39. On 4 March 1992 (request no. 12007/04.03.1992) the applicant requested from the land commission the restitution of six plots of agricultural land which had previously been owned by his father in the area around the village of Govedare, totalling 63,101 square metres. The parties have not specified who the heirs of the applicant’s father were; it transpires from the documents that the applicant has three siblings.", "40. By decision of 18 December 1992 (no. 42\\3/18.12.1992) the commission recognised and restored the property rights of the heirs of the applicant’s father in respect of four of the plots, in particular, those under nos. 1, 2, 5 and 6, in his request of 4 March 1992, which totalled 34,401 square metres. The commission refused to recognise the property rights of the heirs of the applicant’s father in respect of plots nos. 3 and 4, which totalled 28,700 square metres. The grounds for the refusal were:", "“[Refusal to] recognise the property deeds [presented by] the inheritor – [the documents] are without notary certification for the transfer of the land.”", "41. On an unspecified date the applicant appealed against this decision.", "42. In a final judgment of 29 December 1993 the Pazardzhik District Court quashed the land commission’s decision in so far as it concerned plots nos. 3 and 4. It recognised the property rights of the heirs of the applicant’s father over those two plots and held that those properties were to be restored through a land redistribution plan. The District Court found, in particular, that the applicant’s father had acquired the said properties by adverse possession, so it was immaterial whether the property deeds had been certified by a notary or not.", "43. Before the Pazardzhik District Court had heard the applicant’s appeal against the first decision of the land commission, the latter adopted a second decision dealing with the same subject matter.", "44. By decision of 17 November 1993 (no. 80\\9/17.11.1993) it rescinded its first decision, but then recognised and restored the property rights of the heirs of the applicant’s father only in respect of plots nos. 1 and 2 in his request of 4 March 1992, which totalled 20,801 square metres. It refused to recognise the property rights of the heirs of the applicant’s father in respect of plots nos. 3-6. The grounds for the refusal were the following:", "“[This decision] rescinds decision no. 42\\3 of 18.12.1992 due to the discovery of a technical error. Properties nos. [3 and 4] – [Refusal to] recognise the property deeds [presented by] the inheritor – [the documents] are without a notary certification for the transfer of the land. Properties nos. [5 and 6] – [These properties were] claimed [by means of] a certified declaration despite the existence of [conflicting] property deeds.”", "45. The applicant was informed of the decision by letter of 20 December 1993. He apparently appealed against it on an unspecified date. It is unclear whether the appeal was examined by the courts.", "46. By a decision of 20 April 1994 (no. 98/17/20.04.1994) the land commission rescinded its second decision (see paragraph 44 above) and recognised and restored the property rights of the heirs of the applicant’s father in respect of plots nos. 1 and 2 in his request of 4 March 1992. The commission recognised their property rights in respect of plots nos. 3 and 4, totalling 28,700 square metres, refused to restore those properties “in actual boundaries” and held that they were to be restored through a land redistribution plan. Furthermore, it refused again to recognise the property rights of the heirs of the applicant’s father in respect of plots nos. 5 and 6.", "47. The grounds for the commission’s decision were the following:", "“1. Recognises in compliance with the judgment [of 29 December 1993 of the Pazardzhik District Court].", "2. [This decision] rescinds decision [of the PALC] no. 80\\9 of 17.11.1993.”", "48. The applicant appealed against this decision on an unspecified date. It is unclear whether the appeal was examined by the courts.", "49. Apparently, at a later stage the applicant obtained a satisfactory outcome in respect of plots nos. 5 and 6 and does not raise complaints in respect of them.", "50. Plots nos. 3 and 4 were partially restored to him in 2000 (see paragraphs 74-76 below).", "51. On an unspecified date in 1997 the applicant initiated an action for a declaratory judgment against the land commission, pursuant to section 11 § 2 of the ALA. He petitioned the courts to recognise that, as an heir of his parents, he had the right to have his property rights restored in respect of another four properties.", "52. By a declaratory judgment of 2 April 1997 the Pazardzhik District Court found partly in favour of the applicant and recognised that the heirs of his parents had the right to have their property rights restored in respect of three of the claimed properties, namely, three plots of land of 6,600, 8,000 and 9,000 square metres respectively.", "53. No appeal was lodged against this judgment so it entered into force on 5 May 1997.", "54. On 17 June 1997 the applicant deposited a copy of the aforementioned judgment with the land commission and demanded compliance with it.", "55. In response to the aforementioned judgment, the land commission issued another decision.", "56. By a decision of 24 July 1997 (no. 7A069/24.07.1997) it rescinded its decision of 20 April 1994 (see paragraph 46 above), readopted the text of said decision and, despite the favourable judgment (see paragraph 52 above), refused to recognise and restore the property rights of the heirs of the applicant’s parents in respect of the two new plots of agricultural land of 6,600 and 8,000 square metres, now numbered 7 and 8 respectively. The grounds for the refusal were the following:", "“[This decision] rescinds decision [of the commission] no. 98/17 of 20 April 1994 on the basis of judgment [of 2 April 1997 of the Pazardzhik District Court] under section 11 § 2 of the [ALA] in respect of the properties under nos. 7 and 8 in the request. The property was restored to [those claimants with] documents dated most [recently] – declarations for entry into the [collective farm] of [the village of] Govedare in 1956 – [presented] by the successors”", "57. On an unspecified date the applicant appealed against this decision.", "58. In a judgment of 22 June 1999 the Pazardzhik District Court quashed the land commission’s fourth decision of 24 July 1997 in respect of the refusal to recognise and restore the property rights of the heirs of the applicant’s parents in respect of plots nos. 7 and 8. It found that the property rights of the heirs of the applicant’s parents in respect of these two properties had already been recognised by virtue of the judgment of 2 April 1997 of the Pazardzhik District Court (see paragraph 52 above) and that the properties at issue were to be restored through a land redistribution plan.", "59. No appeal was lodged against this judgment, so it entered into force on 30 July 1999.", "60. On 5 August 1999 the applicant deposited a copy of the aforementioned judgment with the land commission. Apparently taking into account that the revised land redistribution plan of Govedare had already been published (see paragraph 73 below), the applicant requested compensation for these two properties (nos. 7 and 8) in the form of comparable State or municipal land.", "61. It is not clear whether the applicant obtained restitution of the plot of 9,000 square metres, also mentioned in the judgment of the Pazardzhik District Court of 2 April 1997. He does not raise complaints in respect of this property.", "62. On an unspecified date in 1998 the applicant initiated another action for a declaratory judgment under section 11 § 2 of the ALA. He petitioned to the courts to recognise that, as an heir of his father, he had the right to have the property rights restored in respect of one more property, a plot of 6,000 square metres.", "63. In a declaratory judgment of 19 December 1998 the Pazardzhik District Court recognised that the heirs of the applicant’s father had the right to have their property rights restored.", "64. No appeal was lodged against the judgment so it entered into force on 20 January 1999.", "65. On 28 January 1999 the applicant deposited a copy of the aforementioned judgment with the land commission.", "66. In an attempt to comply with the judgments of the Pazardzhik District Court of 2 April 1997 and 19 December 1998 (see paragraphs 52 and 64 above), the land commission adopted another decision dealing with the three properties in question (those under nos. 7 and 8, plus the plot of 6,000 square metres in the judgment of 19 December 1998, thereinafter referred to under no. 9).", "67. By a decision of 16 September 1999 (no. 7B148) the commission recognised the property rights of the heirs of the applicant’s parents in respect of the aforementioned properties, but refused to restore them “in actual boundaries”.", "68. The commission based its refusal to restore plots nos. 7 and 8 on the judgment of 22 June 1999 of the Pazardzhik District Court (see paragraph 58 above). It reasoned as follows:", "“The judgment [of 22 June 1999 of the Pazardzhik District Court] which recognised the property rights [in question] entered into force after the land redistribution plan had been published in the Official Journal.”", "69. In respect of its refusal to restore plot no. 9, the commission used similar reasoning. It indicated as follows:", "“The judgment [of 19 December 1998 of the Pazardzhik District Court] under section 11 § 2 [of the ALA] which recognised the property rights [in question] entered into force after the land redistribution plan had been published in the Official Journal.”", "70. The applicant was informed of the decision on 28 October 1999. It is unclear whether he appealed against it.", "71. In respect of plots nos. 7 and 8, the heirs of the applicant’s parents received municipally-owned land on 23 February 2005. The applicant appears to be satisfied with the location and the size of this land.", "72. In respect of the plot numbered under no. 9, on 6 June 2003 the land commission assigned to the heirs of the applicant’s father compensation in the form of compensation bonds with a face value of 3,680 Bulgarian levs (BGN). The applicant does not specify whether he appealed against this decision.", "73. The first land redistribution plan for Govedare was published on an unspecified date. It is unclear what properties were allocated to the applicant under it. For undisclosed reasons, on 28 August 1997 the Minister of Agriculture ordered the complete revision of the plan.", "74. The revised land redistribution plan for Govedare was published in the Official Journal on 13 April 1999.", "75. On 26 April 1999 the applicant appealed against the revised land redistribution plan. He complained of the size of the property that the heirs of his father had been allocated under the said plan for plots nos. 3 and 4 in his request no. 12007 of 4 March 1992 (see paragraph 39 above). He submitted a proposal for the amendment of the plan, according to which the heirs of his father were to receive a plot measuring 18,426 square metres.", "76. In a judgment of 17 January 2000 the Pazardzhik Regional Court found in favour of the applicant and amended the revised land redistribution plan in accordance with the aforementioned proposal. The applicant took possession of the new plot thus allotted to his father’s heirs on 28 September 2000. At the time of the parties’ latest communications of 2006, he had not yet received any compensation for the remaining land to be restored, totalling 10,274 square metres.", "77. The applicant did not appeal against the judgment of the Pazardzhik Regional Court, although he was entitled to.", "78. On an unspecified date the applicant requested from the land commission the restitution of several plots of agricultural land previously owned by his mother in the area around the village of Hadzhievo.", "79. By a decision of 22 December 1993 (no. 86/8/22.12.1992) the commission refused to recognise the property rights of his mother’s heirs in respect of seven plots of agricultural land.", "80. On an appeal by the applicant, in a final judgment of 12 June 1995 the Pazardzhik District Court quashed the aforementioned decision of the land commission and, instead, restored the property rights of the heirs of the applicant’s mother in respect of the seven plots, totalling 35,300 square metres.", "81. On 9 November 1995 the applicant deposited a copy of the aforementioned judgment with the land commission and demanded compliance with it.", "82. On 30 March 2000 the land commission adopted a decision (no. 1В171/30.03.2000) whereby it allocated to the heirs of the applicant’s mother other land in compensation for the aforementioned property. The applicant, who appears to be satisfied with the size and quality of this land, took possession of it on 23 February 2005.", "83. The Agricultural Land Act of 1991 (“the ALA”, Закон за собствеността и ползването на земеделските земи) provides, inter alia, that persons, or their heirs, whose land has been collectivised, may request restoration of their ownership rights under certain conditions (section 10 of the ALA). On the basis of certain statutory criteria, such as whether or not the plot of land once owned by the claimant or his or her ancestors had remained unaffected by urban construction, restitution may be “in actual boundaries” or through a redistribution plan.", "84. Two possible ways of obtaining restitution are provided for: (a) administrative proceedings, initiated within a period of seventeen months following the entry into force of ALA, through a request to the local agricultural land commission (section 11 § 1) whose decision is subject to appeal before the courts (section 14 § 3), or, (b) after the expiry of that time-limit, through a civil claim to the competent court, directed against the respective land commission (section 11 § 2 of the ALA).", "85. When seized with a request for restitution under section 11 § 1 of the ALA, it was the land commission’s task to establish whether the relevant statutory conditions were met and if so, to issue a decision restoring ownership. It could not revoke its decisions. Favourable decisions were not subject to appeal and were final. Following an amendment to the ALA of 1995, land commissions could modify their decisions within certain time limits in case where (1) they contained factual mistakes, or (2) with certain limitations, new facts or documents had been discovered (section 14 §§ 6 and 7). Some courts have stated that the decisions of the land commissions have characteristics similar to those of certifications in ex parte notary proceedings (opred. 10333-2002-VAS; opred. 1020-2003-VAS). It has also been stated that land commissions’ decisions are administrative decisions (1832-93-III).", "86. A claimant whose request for restitution has been refused by the competent land commission may appeal to the respective District Court (section 14 § 3 of the ALA). The District Court has jurisdiction to examine the matter on the merits and determine whether or not the claimant has the right to restitution under the ALA. If it finds that the relevant statutory criteria for restitution are met, the court shall set aside the land commission’s refusal and order restitution (section 14 §§ 1-3 of the ALA). The District Court’s judgment is amenable to review (cassation).", "87. Land commissions, which existed until 2002, were state bodies whose members were appointed by the Minister of Agriculture (section 33 of the ALA). In 2002 they were replaced by Agriculture and Forestry Departments, after 2008 named Agricultural Departments, whose members are appointed by the Minister of Agriculture and Food.", "88. By section 14 of the Regulations for the Implementation of the Agricultural Land Act, a restitution request concerning the property of a deceased person lodged by one of the heirs benefits all of them.", "89. Persons claiming restitution of agricultural land who have missed the seventeen-month time-limit under section 11 § 1, may bring an action for a declaratory judgment against the local land commission. In these proceedings the courts determine whether or not the claimant has the right to restitution. Where the courts decide in favour of the claimant, the land commission must comply and issue the necessary restitution decision, restoring the claimant’s rights “in actual boundaries” or through a land redistribution plan.", "90. In the absence of an express provision, the legal theory accepts that, similarly to the procedure under section 11 § 1 of the ALA, an action brought by one of the heirs of a deceased person benefits all of them.", "91. By section 10b of the ALA, former owners whose property cannot be restored “in actual boundaries” are to receive land by means of a land redistribution plan, on the basis of which the respective land commission adopts a decision to restore the property (section 17 of the ALA).", "92. Where the land in a certain area is not sufficient to satisfy fully all former owners, the land to be provided to each of them is reduced. For the difference, they are to be compensated with municipal land or with compensation bonds, which can be used in privatisation tenders or for the purchase of State-owned land (sections 15 §§ 2 and 3 and 35 of the ALA).", "93. In preparing a land redistribution plan, the land commission takes into consideration former owners’ claims which have been presented to it prior to the publication in the Official Journal of a notification that a draft plan has been prepared. It cannot take into account claims presented to it later; in that case, former owners are to receive compensation through municipal land or bonds (section 11 § 4 of the ALA).", "94. Appeals against land redistribution plans were, at the relevant time, to be addressed to the respective Regional Court. They had to be accompanied by a proposal for a specific amendment to the plan (section 25 § 6 of the Regulations for the Implementation of the Agricultural Land Act). The judgments of the regional courts were subject to cassation.", "95. Pursuant to section 17 § 8 of the ALA, the Minister of Agriculture is authorised to order the revision of a land redistribution plan where it has been established that the original one contained an obvious factual error.", "96. Section 1 of the State Responsibility for Damage Act of 1988 (“the SRDA”) provides that the State is liable for damage suffered by private persons as a result of unlawful acts or omissions by State bodies or civil servants, committed in the course of or in connection with the performance of their duties. Section 4 of the Act provides that compensation is due for all damage which is the direct and proximate result of the unlawful act or omission.", "97. In some cases the domestic courts have allowed claims under section 1 of the SRDA on the basis of the authorities’ unlawful acts or omissions in restitution proceedings. In a judgment of 14 February 2008 the Supreme Court of Cassation awarded damages to the claimant, finding that the respective land commission had unnecessary delayed taking a decision on his request for restitution and had eventually unlawfully refused restitution (judgment no. 112 of 14 February 2008, case no. 1319/2007). In another judgment of 21 June 2002, the Nova Zagora District Court allowed a claim against the respective land commission, finding that the claimant had suffered damages as a result of the commission’s refusal to recognise and restore his rights to a certain property, and of its renewed failure to recognise and restore his rights after the initial refusal had been declared null and void by the courts (judgment no. 224 of 21 June 2002, case no. 74/2002).", "98. However, in a judgment of 23 November 2004 the Veliko Tarnovo Regional Court dismissed a claim for damages against the respective land commission. It found that the rescission of a decision of the commission, which had entered into force and whereby the commission had recognised the claimant’s rights over certain properties, was null and void. Nevertheless, it concluded that the claimant had not suffered damages as the initial decision had not sufficed to make her the owner of the property at issue (judgment 240 of 23 November 2004, case no. 773/240).", "99. In a judgment of 11 January 2005 the Smolyan Regional Court allowed a claim against the relevant municipality, finding that the claimants had suffered damage as a result of the municipality’s failure to duly correct their property’s borders in the cadastral maps (judgment no. 452 of 11 January 2005, case no. 407/2004)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}