{"ITEMID": "001-23580", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "ROSHKA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["The applicant, Nikolay Dmitriyevich Roshka, is a Russian national, who was born in 1950 and lives in Vladivostok.", "The applicant is a notary. At the beginning of 1999 the State passed the State Funds (Contributions) Laws which obliged notaries and some other categories of taxpayers to pay contributions to the State Pension Fund at a rate considerably higher than that applicable to the others. Those thus affected by the laws, including the applicant amongst 2057 notaries, alleged that the rate was discriminatory. They applied to the Constitutional Court to impugn the laws as incompatible with the Constitution. The applicant's complaint was lodged on 17 May 1999. Since all the applications concerned the same subject the court joined them.", "On 23 December 1999 the Constitutional Court held a public oral hearing. The President of the Moscow City Notarial Chamber was present at the hearing. The court declared the relevant provisions of the laws unconstitutional but maintained them in force until a new law was adopted. Payments made in the meantime were to be offset against future contributions. On 19 January 2000 the decision of the court was officially published.", "The court allegedly failed to inform the applicant about the date of the hearing.", "No proceedings in an ordinary court involving the application of the challenged laws were brought by the applicant.", "The new law was adopted on 5 August 2000 and came into force on 1 January 2001.", "Article 96 of the Federal Constitutional Law on the Constitutional Court of the Russian Federation of 21 July 1994 (“the Law”) provides that citizens whose constitutional rights and freedoms are violated by a law applied or to be applied in a specific case are entitled to submit their complaint to the Constitutional Court of the Russian Federation.", "By Article 97 of the Law an application is only admissible if (i) the law in question affects the constitutional rights and freedoms of citizens; (ii) the law has been applied or is to be applied in specific proceedings, finished or pending, before courts of general jurisdiction or any other authority applying the law.", "Under Article 100 of the Law the Constitutional Court may: (i) confirm that the law or certain of its provisions comply with the Constitution; or (ii) establish that the law or certain of its provisions do not comply with the Constitution. In the latter case, pursuant to procedural codes in force at the material time, an application may be made to a court which applied the unconstitutional law or to a court which is hierarchically superior. The respective court may then re-open the proceedings and order a fresh examination of the case on the basis of the findings of the Constitutional Court. Where the unconstitutional law was applied by an authority other than a court, the authority re-considers the case on the basis of the findings of the Constitutional Court.", "Under Articles 79 of the Law in force at the material time in case the Constitutional Court declares a law incompatible with the Constitution such a law becomes invalid.", "Under Article 49 of the Law a judge rapporteur and a president of a session determine the persons to be summoned to the session and order their notification of the place and time of the session.", "Under Articles 51 - 53 of the Law applicants and their representatives are notified about a hearing not later than ten days before it. Each party may have up to three representatives. Notices of hearings before the Constitutional Court are published and also placed in the building of the court in places accessible to the public.", "Under Article 62 of the Law a party makes oral pleadings at a hearing.", "According to Article 15 of the Constitution of the Russian Federation the Constitution has a superior legal power and direct application on the whole territory of the Russian Federation. Laws and other legal acts shall comply with the Constitution.", "Article 10 of the Code of Civil Procedure of the Russian Federation in force at the material time provides that a court shall determine civil cases on the basis of the Constitution of the Russian Federation, federal constitutional laws, federal laws and other acts. Under Article 101 of the Law the court, having established non-compliance with the Constitution of a law applied or to be applied in a specific case refers a matter of constitutionality of the law to the Constitutional Court and suspends the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}