{"ITEMID": "001-89013", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "DE PELLIER v. POLAND AND UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Edmund Rudolf de Pellier, is a Polish national who was born in 1931 and lives in Warsaw. He was represented before the Court by Mr M. Kanawka, a lawyer practising in Gdańsk.", "Before the Second World War the applicant's family owned real property in the eastern provinces of pre-war Poland, the so-called “Borderlands” (Kresy). Those regions included large areas of present-day Belarus and Ukraine and territories around Vilnius in what is now Lithuania. In September 1939 the regions were invaded by the USSR.", "Following the end of the war, when the Polish eastern border was redrawn westwards and fixed along the Bug River, the Borderlands acquired the name of the “territories beyond the Bug River” (ziemie zabużańskie).", "On an unspecified date following 9 September 1944 the applicant's family, like some 1,240,000 other Polish citizens who were at various dates from 1944 to 1953 subject to repatriation from the territories beyond the Bug River, was repatriated to Poland under the provisions of the so-called “Republican Agreements” (umowy republikańskie).", "A more detailed account of the historical background and the relevant provisions of the Republican Agreements and other related treaties and laws can be found in the Court's judgment in the pilot case of Broniowski v. Poland (see, in particular, Broniowski v. Poland [GC], no. 31443/96, ECHR 2004-V, §§ 10-12 and 39-45).", "On 30 March 1947 the Gdańsk District Court (Sąd Rejonowy) gave a declaratory judgment stating that the applicant had owned real property of substantial value in the territories beyond the Bug River. The property consisted of, in particular, four factories, two hotels, and one cinema, all located in Lwów.", "On 12 March 1991 the Braniewo Distric Office (Urząd Miasta) informed him that his claim for compensation had been entered in the relevant register as claim no. 105 but its realisation depended on the adoption of future measures by Parliament in respect of Bug River claims.", "The applicant's subsequent attempts to acquire State property were unsuccessful. The only possibility of enforcing the claim was to participate in competitive bids for the sale of State property. However, the State authorities throughout Poland officially acknowledged the acute shortage of State-owned land designated for the realisation of the Bug River claims.", "This fact and the fact that at the material time it was the authorities' common practice to desist from organising auctions for Bug River claimants or to openly deny them the opportunity to enforce their entitlement through the statutory bidding procedure was established by the Court in the Broniowski judgment (see Broniowski, cited above, §§ 48-61, 69-87 and 168-176).", "In 1996 the applicant wrote letters to the Polish Consulate in Lwów, and to the President of Lwów asking for help in obtaining compensation for the property.", "In 2002 the applicant wrote a letter to the President of Ukraine complaining about his situation.", "A detailed description of the relevant domestic law and practice concerning the Bug River property is set out in the judgments delivered by the Court in the pilot case of Broniowski v. Poland (see Broniowski v. Poland (merits), cited above §§ 39-120; and Broniowski v. Poland (friendly settlement), cited above, §§ 14-30) and the decisions given in the cases of Wolkenberg and Others v. Poland and Witkowska-Toboła v. Poland, cited above, §§ 24-25 and §§ 28-29 respectively.", "The operation of the compensation scheme introduced by the July 2005 Act is described in the Court's decisions given in the cases of Wolkenberg and Others v. Poland (dec.) no. 50003/99, 4 December 2007, §§ 18-23 and Witkowska-Toboła v. Poland (dec.) no. 11208/02, 4 December 2007, §§ 2227."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}