{"ITEMID": "001-108573", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KIRYAKOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy", "TEXT": ["6. The applicant was born in 1949 and lives in Lysychansk.", "7. On 15 April 2002 criminal proceedings were instituted into an alleged abuse of authority by officers of the State Melnikova coal mine on account of acquisition of portable telephones for the mine despite the fact that it was badly in arrears with the payment of salaries to its employees.", "8. On 17 June 2002 the applicant, the director of the above-mentioned mine at the material time, was officially charged with abuse of authority in connection with the above-mentioned proceedings.", "9. On 18 June 2002 the applicant was placed under an undertaking not to abscond. Subsequently the applicant was also suspended from his duties as director of the Melnikova mine pending the pre-trial criminal investigation of the charges against him.", "10. On 23 June 2002 R., the mine’s accountant, was also charged with the abuse of authority within the same proceedings.", "11. On 30 June 2002 the pre-trial investigation was completed and on 10 July 2002 the case was transferred to the Lysychansk Town Court for trial.", "12. On 24 July 2002 new criminal proceedings concerning charges of tax evasion by way of alienation of the mine’s promissory notes by the applicant and R. were joined to the previous proceedings.", "13. On 14 August 2002 new criminal proceedings concerning charges of another episode of tax evasion (alienation of the mine’s machinery as scrap metal without the consent of the State tax authorities) were instituted against the applicant and R. On the same date these proceedings were joined to the first criminal proceedings against them.", "14. On 3 September 2002 the bill of indictment in respect of the tax evasion charges was transferred to the Lysychansk Town Court for trial.", "15. On 19 November 2002 the Lysychansk Town Court acquitted the applicant and R. of the charges of abuse of position in connection with the acquisition of the portable telephones, finding that this action had been taken in the mine’s interest. It convicted them of abuse of authority with respect to the other facts of the case. The court further sentenced the applicant to four years’ suspended imprisonment and a term of probation of one year.", "16. On 7 February 2003 the Lugansk Regional Court of Appeal (“the Court of Appeal”) upheld that judgment.", "17. On 1 April 2004 the Supreme Court of Ukraine examined the cassation appeals lodged against the above judgments and remitted the case for a fresh appellate review. It found, in particular, that the Court of Appeal had provided insufficient reasoning for rejecting the applicant’s arguments that his actions had been lawful.", "18. On 6 August 2004 the Court of Appeal quashed the judgment of 19 November 2002 with respect to the episodes on the basis of which the applicant had been convicted, and remitted the case to the prosecutor’s office for further investigation.", "19. On 1 December 2004 the prosecutors’ office dropped the charges in respect of the alienation of scrap metal.", "20. On 14 December 2004 the case in respect of the alienation of promissory notes was referred to the Lysychansk Town Court for a re-trial.", "21. On 14 January 2005 the Lysychansk Town Court remitted the case to the prosecutor’s office for further investigation. It found, in particular, that the charges were insufficiently substantiated, as it was not evident whether the applicant had pursued criminal motives in selling the promissory notes or what damage to public or private interests had been caused by his actions.", "22. On 11 March 2005 the Court of Appeal upheld that decision.", "23. On 13 May 2005, following additional inquiries, the case was transmitted to the Lysychansk Town Court for a re-trial.", "24. On 18 October 2005 the Lysychansk Town Court remitted the case to the prosecutor’s office for additional investigation.", "25. On 23 December 2005 the Court of Appeal upheld that decision.", "26. On 18 July 2006 new criminal proceedings were instituted against the applicant on suspicion of forgery of official documents (that is, the falsification of documents concerning his participation in a fire-prevention training course). On the same date these proceedings were joined to the previous proceedings against him.", "27. Also on the same date, the prosecutor’s office dropped the charges of tax evasion in respect of the sale of the promissory notes and terminated the criminal proceedings against the applicant in this regard.", "28. On 18 August 2006 the applicant was charged with forgery.", "29. On 26 September 2006 the case was remitted to the Lysychansk Town Court for trial.", "30. On 28 March 2007, after several hearings, the court remitted the case to the prosecutor’s office for additional investigation, referring to numerous shortcomings in the previous investigation and lack of reasoning in the indictment.", "31. On 11 September 2007 the prosecutor’s office terminated the criminal proceedings concerning forgery for want of evidence that the applicant had forged the documents rather than having duly taken part in the training programme. On the same date the applicant was released from the undertaking not to abscond.", "32. On 14 September 2007 the Lysychansk Town Court revoked the ruling of 18 July 2006 by which criminal proceedings had been instituted against the applicant on suspicion of forgery, having found that it had been made without a sufficient legal basis. According to the case-file materials that ruling was not appealed against.", "33. By order of the Ministry of Fuel and Energy of Ukraine of 3 July 2002 the applicant was suspended from the performance of his duties as director of the Melnikova mine pending the pre-trial investigation of the criminal charges against him.", "34. On 2 October 2002 he instituted civil proceedings in the Lysychansk Town Court challenging the validity of the above-mentioned suspension order.", "35. On 22 January 2004 the court decided to leave the applicant’s claim without consideration on account of his failure to appear at the hearing.", "36. On 14 November 2005 the applicant appealed against that decision, requesting the restoration of the time-limit for lodging this appeal alleging procedural irregularities in the consideration of his case.", "37. On 22 December 2005 the Lugansk Regional Court of Appeal restored the time-limit for lodging the appeal.", "38. On 9 February 2006 the Lugansk Regional Court of Appeal quashed the decision of 22 January 2004 and remitted the case to the Lysychansk Town Court for consideration on the merits.", "39. On 28 August 2006 the court invalidated the disputed suspension order as unlawful.", "40. According to the case-file materials, that decision was not appealed against.", "41. On 28 March 2003 the applicant was dismissed from his post as director of the Melnikova mine by order of Ministry of Fuel and Energy.", "42. On 29 September 2005 the Severodonetsk Town Court ordered the applicant’s reinstatement, to be executed immediately, irrespective of the fact that the judgment was still subject to appeal. On 16 February 2006 the Lugansk Regional Court of Appeal upheld that judgment.", "43. On 27 February 2006 the reinstatement order was issued in respect of the applicant, following which the applicant was obliged to take part in a State-run fire-prevention training course and obtain the relevant certification as a pre-requisite for execution of his functions as director.", "44. On 7 August 2006 the applicant was dismissed from his post as the director of the mine with reference to his failure to comply with the above requirement. The applicant appealed in court, alleging that the new dismissal had been unlawful and that the previous reinstatement judgment had in fact never been enforced. He further claimed 39,125 hryvnias (UAH) in unpaid salary and UAH 30,000 in non-pecuniary damage.", "45. On 27 November 2006 the Lysychansk Town Court allowed the applicant’s claims in part. In particular, it found that the applicant had not been properly reinstated and that his second dismissal had been unlawful. The court again ordered the applicant’s reinstatement and awarded him UAH 36,289 in unpaid salary for the period from October 2005 until November 2006 and UAH 1,200 for non-pecuniary damage. In addition, the court issued a separate ruling (окрема ухвала) drawing the attention of the Lysychansk Prosecutor to the unlawful conduct of the State officials in obstructing execution of the judgment of 29 September 2005. The applicant did not appeal against that judgment.", "46. On 22 March 2007 the Court of Appeal upheld the judgment of 27 November 2006 following the defendant’s appeal.", "47. On 20 September 2007 the Supreme Court of Ukraine rejected the defendant’s request for leave to appeal in cassation.", "48. On an unspecified date the applicant complained to the court about the non-enforcement of the judgment of 27 November 2006 and claimed an unspecified amount in unpaid salary and UAH 30,000 for moral damage.", "49. On 13 September 2007 the Lysychansk Town Court allowed the applicant’s claim in part. It found that the applicant had not been properly reinstated and awarded him UAH 16,266 in unpaid salary and UAH 600 for non-pecuniary damage. The defendant’s appeal having been dismissed on procedural grounds, this judgment became final.", "50. On 27 December 2007 the State bailiffs’ service terminated enforcement proceedings, finding that the judgment had been enforced in full.", "51. On 8 January 2008 the applicant was issued with an employee identification number and a power of attorney to act on the mine’s behalf as its director, and was introduced to the mine’s staff. On the same date he was issued with an order to attend a fire-prevention training course and obtain the necessary certification for performing his duties.", "52. On 3 March 2008 the applicant was suspended from performing his duties as the mine’s director on account of his failure to obtain the above certification.", "53. On an unspecified date the applicant challenged the lawfulness of his suspension in the Lysychansk Town Court and complained that he had still not been properly reinstated to his director’s duties and claimed UAH 10,000 in non-pecuniary damage.", "54. On 6 November 2008 the Lysychansk Town Court found that the applicant had failed to substantiate his arguments concerning the non-enforcement of the reinstatement order, in particular since on 8 January 2008 he had been assigned an employee identification number. At the same time, the court annulled the suspension order of 3 March 2008, finding that the company had failed to organise the applicant’s training properly, and awarded the applicant UAH 300 for non-pecuniary damage. According to the case-file materials this judgment was not appealed against and became final.", "55. In November 2002 the applicant instituted civil proceedings in the Lysychansk Town Court challenging the failure of the prosecutor’s office to notify the Ministry of Fuel and Energy in good time of the termination of the pre-trial investigation in his case. On 2 January 2003 the court allowed his complaint. On 2 June 2003 the Court of Appeal quashed that decision and terminated the proceedings, finding that such complaint should have been lodged within the framework of criminal rather than civil proceedings. On 14 October 2004 the Supreme Court of Ukraine upheld the ruling of the Court of Appeal.", "56. The applicant also tried to institute criminal proceedings against the former and acting directors of the company on account of the non-enforcement of his reinstatement order and other allegedly unlawful acts in respect of him. However, his efforts were to no avail."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}