{"ITEMID": "001-83588", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF HUMMATOV v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3;Violation of Art. 13+3;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award", "JUDGES": "Loukis Loucaides", "TEXT": ["6. The applicant was born in 1948 in the Lerik Region, Azerbaijan, and currently lives in The Hague, the Netherlands.", "7. Until 1988 the applicant was the deputy director of a transport warehouse in the city of Lenkoran, Azerbaijan. In 1988 he joined a political party and began his political career. When the Armenian-Azerbaijani conflict in Nagorno-Karabakh broke out, he joined the national army and became one of its commanders. In the summer of 1993, at the time of the outbreak of a civil and political confrontation in the country, he returned from NagornoKarabakh to his native Lenkoran.", "8. In June 1993 the applicant put forward a proposal for an autonomous political formation in the south of Azerbaijan which would, in addition to Lenkoran itself, incorporate several adjacent regions. The central authorities considered this idea unacceptable. On 7 August 1993 the applicant, together with his supporters, proclaimed the creation of the so-called “Talysh-Mugan Autonomous Republic” (“Talış-Muğan Muxtar Respublikası”) within the Republic of Azerbaijan. The applicant was elected its “President”. At the same time, he attempted to take charge of the military units located in Lenkoran, as well as to depose and arrest some regional public officials appointed by the central authorities. Following this, certain public disorder evolved, during which several people were killed.", "9. At the end of 1993, the applicant was arrested and detained in the detention centre of the Ministry of National Security. The investigation against him led to accusations of, inter alia, high treason and use of armed forces against the constitutional institutions of the State.", "10. In September 1994 the applicant, along with three other detainees, absconded from the detention centre. The applicant went into hiding until August 1995 when he was finally caught and arrested for the second time.", "11. According to the applicant, at all times while in pre-trial detention, he was subjected to various forms of ill-treatment. He was not allowed to see a doctor. Under the threat of his wife's arrest and criminal prosecution, he was compelled to give self-incriminating testimony. His close friends and relatives, including his wife and son, were also subjected to persecution and physical ill-treatment by the authorities. Fearing further persecution, his wife and son left the country and sought asylum in the Netherlands.", "12. The applicant's criminal case was examined by the Military Chamber of the Supreme Court (Ali Məhkəmənin Hərbi Kollegiyası) sitting in first instance. He was tried together with six other accused persons. On 12 February 1996 the applicant was convicted of high treason (twelve years' imprisonment with confiscation of property), misappropriation of official power (two years' imprisonment), illegal deprivation of liberty (three years' imprisonment), unauthorised possession of weapons (five years' imprisonment), absconding from custody (two years' imprisonment), and creation of illegal armed units (death penalty with confiscation of property). By way of a merger of sentences, the applicant was sentenced to death and confiscation of property. Being a decision of the highest tribunal, this judgment was final and was not subject to appeal at the material time.", "13. Following the conviction, in June 1996 the applicant was transferred to the 5th Corpus of Bayil Prison designated for convicts sentenced to death. Despite the existence of the death penalty as a form of punishment under the criminal law applicable at that time, the Azerbaijani authorities had pursued a de facto policy of moratorium on the execution of the death penalty since June 1993 until the abolition of the death penalty in 1998.", "14. On 10 February 1998 Parliament adopted the Law on Amendments to the Criminal Code, Code of Criminal Procedure and Correctional-Labour Code of the Republic of Azerbaijan in Connection with the Abolition of the Death Penalty in the Republic of Azerbaijan, which amended all the relevant domestic legal provisions, replacing the death penalty with life imprisonment. The penalties of all the convicts sentenced to death, including the applicant, were to be automatically commuted to life imprisonment.", "15. Despite this new penalty, the applicant was kept in the 5th Corpus of Bayil Prison (the former “death row”) up to January 2001. According to the applicant, the conditions of imprisonment in the Bayil Prison were harsh and inhuman, and beatings frequently occurred. He suffered from various serious diseases and could not get necessary and adequate medical treatment (see section C. below). In January 2001 he was transferred to the Gobustan High Security Prison (Qobustan Qapalı Həbsxanası; hereinafter “Gobustan Prison”) for prisoners serving life sentences.", "16. In 2000 a new Code of Criminal Procedure (hereinafter “CCrP”) and new Criminal Code of the Republic of Azerbaijan were adopted. Before the new CCrP's entry into force on 1 September 2000, on 14 July 2000 Parliament passed a transitional law allowing the lodging of an appeal under the new CCrP against the final judgments delivered in accordance with the old criminal procedure rules.", "17. Shortly after this, at the time of Azerbaijan's admission to the Council of Europe, the applicant was recognised as a “political prisoner” by independent experts of the Secretary General (in the experts' relevant reports the applicant's name was spelled as “Alikram Gumbatov”, possibly following the Russian transliteration of his name). Azerbaijan has made a commitment to either release or give a re-trial to all persons identified as “political prisoners” by these experts.", "18. Following the reform of the domestic criminal and criminal procedure law in 2000 and in the light of Azerbaijan's undertaking before the Council of Europe to review the cases of “political prisoners”, on 20 December 2001 the Prosecutor General filed an appellate protest (apellyasiya protesti) with the Court of Appeal, requesting the court to allow the re-examination of the applicant's case. On 24 January 2002 the Court of Appeal upheld this request and allowed an appeal to be lodged against the Supreme Court's judgment of 12 February 1996.", "19. On 29 January 2002 the applicant lodged his appellate complaint with the Court of Appeal. He asked the court to initiate a new investigation into the case, to hold a public hearing in an ordinary courtroom with the participation of media representatives and officials of foreign organisations, to obtain the attendance and examination of certain witnesses, and to evaluate the political events in the Lenkoran region in 1993. On 23 April 2002 the Court of Appeal decided to grant the applicant's requests for a new investigation and a public hearing, but dismissed the remaining requests.", "20. The hearings on the merits were to be held at the detention centre of the Ministry of Justice. However, on 13 May 2002 the Court of Appeal changed the location of the hearings to Gobustan Prison since, as explained by the court, repair works were being carried out in the Ministry's detention centre. The applicant protested against this decision by refusing to attend any court hearings held in Gobustan Prison. On 14 May 2002 the Court of Appeal ordered his compulsory attendance.", "21. The Court of Appeal's hearings on the merits took place in Gobustan Prison, which was equipped with a courtroom with a separate deliberation room, the total surface area of which was 150 square metres. According to the Government, this courtroom contained about 50 seats for observers.", "22. The parties were in disagreement about the actual distance between Gobustan Prison and Baku (45 kilometres according to the Government and 75 kilometres according to the applicant). No regular public transportation from Baku to the prison was available. Because of the prison's strict access regime, persons wishing to attend the hearings as observers had to ask the presiding judge for permission to attend the hearing. The presiding judge, in turn, applied to the prison authorities with a request to grant such persons access to the prison. Observers who were granted access to the hearings were subject to a body search before entering the prison's courtroom.", "23. The Court of Appeal held more than twenty hearings and examined testimonies from more than 60 witnesses, of which the statements of six persons, given during the first-instance trial, were read out during the hearings.", "24. In the course of the appellate proceedings, the applicant submitted a number of petitions in which he, inter alia, challenged the impartiality of the court, requested that the court permit audio and video recording of the hearings, that the hearings be held in public and away from the high security prison, and that testimonies of additional witnesses and other additional evidence be admitted. The majority of these petitions were rejected by the Court of Appeal.", "25. On 10 July 2003 the Court of Appeal delivered its final judgment concerning the applicant's criminal case. The Court of Appeal revoked the previous judgment of 12 February 1996 in its part concerning the confiscation of the applicant's property. The Court of Appeal, however, upheld the applicant's conviction and sentenced him to life imprisonment, pursuant to the criminal law applicable at the time the crimes were committed, but subject to the amendments introduced by the Law of 10 February 1998.", "26. The applicant lodged an appeal in cassation with the Supreme Court. In his appeal, he complained, inter alia, that the Court of Appeal had breached material and procedural rules of domestic law, that the trial held in Gobustan Prison had not been public and fair, and that the lifeimprisonment sentence had been unlawful.", "27. By a decision of 5 February 2004, the Supreme Court rejected the applicant's cassation appeal. The court retained the penalty of life imprisonment, but partly modified the Court of Appeal's judgment by requalifying the underlying offence under Article 279.3 of the new Criminal Code of 2000, instead of applying the old Criminal Code of 1960 as amended by the Law of 10 February 1998. As to the applicant's complaint concerning the alleged lack of publicity of the appellate proceedings, the Supreme Court found that this complaint was unsubstantiated, as all necessary measures had been taken to ensure the possibility for independent observers to attend the trial.", "28. The following account has been drawn up from the medical records submitted by the Government, inasmuch as the information contained therein was discernible.", "29. After his arrest in August 1995, the applicant was detained in the temporary detention facility of the Baku City Police Office until 7 November 1995. No medical examinations were carried out on him during this time.", "30. On 7 November 1995 he was transferred to Investigative Isolator No. 1 and detained there until 28 December 1995. On 8 November 1995 he was examined by a physician who noted that the applicant did not have tuberculosis and that no injuries could be observed on his person. The applicant also informed the physician that he had had two heart attacks in 1992.", "31. From 28 December 1995 to 3 June 1996 the applicant was held in the detention facility of the Ministry of National Security. It appears that, during this period, he requested to see a physician several times and complained about heartaches, chest pains and worsening of eyesight. However, no serious diseases were diagnosed.", "32. According to the applicant, in the Bayil Prison, where he was imprisoned from June 1996 to January 2001, he was at various periods held in one cell together with five other prisoners whose names were Ismail Bashirov (or Behbudov), Akif Gasimov, Hafiz Hajiyev, Azad Guliyev and Surgay. These persons were already seriously ill with tuberculosis and have all died since then.", "33. Throughout 2006 the applicant complained several times of chest pains. In February-March 1997 the applicant was examined several times by a prison doctor and diagnosed with several ailments such as stenocardia, diffuse bronchitis and asthenia. He was 175 centimetres tall and weighed 55 kilograms around that time.", "34. On 22 April 1997 the prison doctors diagnosed the applicant with pulmonary tuberculosis. On 23 April 1997 he underwent an X-ray examination which confirmed the diagnosis of “focal tuberculosis of the left lungs”. He was prescribed various medicines, including streptomycin, rifampicin, haemodez, multivitamins and vitamin B. A subsequent medical examination carried out on 15 April 1998 revealed that the disease was still active. On 7 September 1998 it was observed that the disease went into remission.", "35. On 19 May 1999 the applicant was diagnosed with “tuberculosis in the remission phase” and prescribed isoniazid, rifampicin and multivitamins. On 7 September 1999 he was prescribed streptomycin and rifampicin.", "36. In February 2000 the applicant was visited by representatives of the Helsinki Citizens Assembly who expressed their concern about the applicant's state of health and requested the authorities to take necessary measures. After this, on 16 March 2000, another medical examination by the prison doctors revealed the reactivation of tuberculosis and the necessity of in-patient treatment for the applicant. On 20 March 2000, the applicant was hospitalised in the Specialised Medical Establishment No. 3 for prisoners suffering from tuberculosis, located in the Bina settlement of Baku.", "37. According to the applicant, he was ill-treated by the hospital's doctors and started receiving medical treatment only on 26 March 2000. The treatment was based on the World Health Organisation's DOTS (Directly Observed Treatment, Short-course) programme. The applicant was treated with isoniazid, ethambutol, rifampicin, streptomycin, pyrazinamide and multivitamins. On 18 May 2000 the applicant was judged to be “clinically recovered”, as the symptoms of tuberculosis were found to be mostly resolved. On 19 May 2000 the applicant was checked out of the hospital and returned to his prison cell. The actual duration of the applicant's in-patient treatment in the hospital comprised 49 days.", "38. On 27 January 2001, after his transfer to Gobustan Prison, the applicant complained to the prison doctor about breathlessness, headaches, sweating, coughing and chest pains and was prescribed certain medications such as isoniazid, rifampicin and others. On 15 June 2001 the applicant was diagnosed with “focal tuberculosis of the left lungs in the consolidation phase” and streptococcal impetigo (a skin infection) and prescribed with medication treatment for the impetigo. On 16 July 2001 new medications were prescribed and it appears that the skin infection was subsequently cured.", "39. On 11 February 2002 the applicant was diagnosed with chronic bronchopneumonia and chronic enterocolitis.", "40. From 23 April to 3 May 2002 the applicant was on a hunger strike protesting against the alleged unfairness of the proceedings in the Court of Appeal. During this time he was visited by a doctor on a daily basis.", "41. On 5 May 2002, following his complaints about pain in his back, he was diagnosed with radiculitis and prescribed treatment with mustard plasters. On 10 May 2002 the applicant was diagnosed with “neurocirculatory dystonia of hypertonic type” and prescribed captopril, adelphan, papaverin, dibazol and other medication.", "42. On 22 May 2002 he was examined by a phthisiatrician and complained about coughing, secretion of large amounts of phlegm, headaches, fever and general weakness. He was diagnosed with acute chronic bronchitis and prescribed kanamycin, biseptol, vitamin B and other medication.", "43. On 14 November 2002, while the appellate proceedings were underway, the applicant's lawyer wrote a letter to the President of the Court of Appeal, claiming that the applicant's health condition had deteriorated and asking that a medical examination of the applicant be arranged. On 28 November 2002 the applicant was examined by three prison doctors who noted in their report that they did not establish any deterioration in the applicant's condition.", "44. On 3 December 2002, pursuant to the same request, the applicant was examined by several prison doctors with the participation of specialists from the Medical Department of the Chief Directorate for Execution of Court Judgments (“CDECJ”), which at the material time was the subdivision of the Ministry of Justice. The applicant was diagnosed with “focal tuberculosis in the consolidation phase”, atherocardiosclerosis and internal haemorrhoids. The doctors concluded that neither out-patient nor in-patient treatment were required and advised the applicant to go on a diet and take warm sitz baths (a type of bath in which only the hips and buttocks are soaked in water), without specifying the type of diet and frequency of sitz baths. According to the applicant, prisoners had no access to hot water in their cells in Gobustan Prison and were allowed to take a hot shower once a week.", "45. On 20 December 2002 the applicant was examined by a prison doctor who deemed his condition satisfactory and considered that there was no necessity for in-patient treatment.", "46. On 4 January 2003 the applicant was medically examined following his complaints about general weakness, chest pain and headaches. He was diagnosed with ischemia, atherocardiosclerosis and stenocardia and prescribed several types of medication, including corvalol and aspirin.", "47. On 9 February 2003 the applicant complained about pain in the anal area and was diagnosed with haemorrhoids.", "48. On 18 February 2003 the applicant's lawyer made another request for a medical examination. This request was repeated on 27 February 2003. By a letter of 6 March 2003, the Head of the Medical Department of CDECJ, Mr K. Dadashov, responded that the applicant had been examined on 5 March 2003, that his condition was satisfactory, that in-patient treatment was not required and that he was receiving adequate symptomatic outpatient treatment.", "49. On 3 April 2003 the applicant was diagnosed with hypertension and bronchopneumonia, and prescribed a number of medications.", "50. On 11 June 2003 the applicant was examined by an independent physician of the Azerbaijani Cardiology Centre who diagnosed him with hypertension, chronic bronchitis and osteochondrosis and prescribed several types of medication.", "51. On 25 December 2003, having examined the applicant's medical records, the Head of the Medical Department of CDECJ, issued a medical report (the “CDECJ Report”), in which he expressed his medical opinion on the applicant's state of health.", "52. Most of the CDECJ Report consisted of a detailed summary of the applicant's medical record in prison during the period from April 1997 to December 2003. The report mentioned the medical examinations carried out and the treatment prescribed on each occasion. The CDECJ Report stated that each disease had been treated with due care and, when necessary, the applicant had been provided with proper medication and other appropriate treatment, including the in-patient treatment for tuberculosis. The report suggested that, as a result of such treatment, the applicant's state of health had improved. In conclusion, it was stated that, by the time of issuance of the report, the applicant's state of health was satisfactory and that he needed neither out-patient nor in-patient treatment.", "53. Pursuant to another request of the applicant's lawyer to provide urgent medical attention to the applicant, the applicant was examined by the doctors of CDECJ and the Ministry of Health on 10 June 2004. It was observed that he had atherocardiosclerosis, moderate changes in the myocardium, focal tuberculosis in the hardening phase, and residual signs of a craniocerebral trauma. The doctors decided that the applicant's condition was satisfactory and he needed neither in-patient nor out-patient treatment.", "54. Upon the applicant's request, on 5 March 2004 the Chairman of the Medical Commission of the Azerbaijani National Committee of the Helsinki Citizens' Assembly issued an independent medical expert opinion (the “HCA Opinion”) based on the applicant's medical records. The expert noted that, in general, as a result of irregular and inappropriate medical examinations, the applicant had been given chaotic and insufficiently substantiated diagnoses and that the prescribed out-patient and in-patient medical treatment had been totally ineffective.", "55. Specifically, the expert held that the belated initial detection of tuberculosis and imprecise diagnosis had led to the aggravation of the disease. Instead of the necessary etiopathogenetic therapy, the applicant had been given inadequate symptomatic treatment during a period of three to four months before he was finally diagnosed with tuberculosis, resulting in the progressive character of the disease.", "56. The treatment given during the period from 1997 to 2000 did not correspond to any standards of active tuberculosis treatment, including the standards for the DOTS programme. As a result, until April 1998, the disease actually progressed and affected larger areas of the applicant's lungs. Although in September 1998 it was noted in the medical records that the disease went into remission, this fact was not clinically confirmed. As a result of such inappropriate treatment, in March 2000 the applicant's condition deteriorated and required hospitalisation. The in-patient treatment did not correspond to the standards of the DOTS programme, as it was shorter than required and the medicines were under-dosed. The necessary continuation phase of the DOTS treatment was not carried out after the applicant was checked out of the hospital.", "57. The expert further noted that the treatment subsequent to the applicant's hospitalisation was also inadequate. In particular, after the medical examination of 27 January 2001, he was prescribed certain medicines based solely on his complaints and without a diagnosis. The dosage of medicines and term of treatment were arbitrary. Moreover, it was not realistically possible to follow certain types of prescribed treatment, such as a diet and sitz baths, in the prison conditions.", "58. The expert also noted that, because of the applicant's strict imprisonment conditions, he was deprived of the opportunity to receive urgent medical aid during the daily closure of his wing of the Gobustan Prison from 7:00 p.m. to 11:00 a.m. of the next day.", "59. Finally, the expert concluded that, as of the time of issuance of the HCA Opinion on 5 March 2004, due to intermittent arbitrary antibacteriological treatment, the tuberculosis was not cured and appeared to acquire a chronic character with interchanging periods of remission and re-activation. The applicant had not received a precise and clinically confirmed diagnosis as well as any necessary and appropriate medical treatment corresponding to such diagnosis.", "60. According to the applicant, as the authorities in Bayil Prison did not allow him to possess any writing material, he was unable to file any written complaints concerning the lack of appropriate medical treatment until he was transferred to Gobustan Prison on 5 January 2001.", "61. On an unspecified date in 2001, the applicant made an attempt to file, through a lawyer, a complaint with a first instance court, claiming compensation from the authorities for the damage caused to his health by the allegedly harsh prison conditions and lack of necessary medical treatment. However, according to the applicant, the court refused to accept the complaint without specifying any reason.", "62. In February 2004 the applicant filed, with the Sabail District Court, a lawsuit against the Ministry of Internal Affairs, demanding monetary compensation for deterioration of his health in the prison. On 3 March 2004 the Sabail District Court refused to admit the lawsuit, because the applicant failed to designate the Ministry of Finance as a co-defendant. The court noted that, under domestic law, any claim for monetary compensation from the State must be directed against the Ministry of Finance.", "63. In March 2004 the applicant filed the lawsuit again, specifically noting the Ministry of Finance as a co-defendant. On 29 March 2004 the Sabail District Court refused to admit the lawsuit for lack of territorial jurisdiction. According to the court, lawsuits against the Ministry of Finance were subject to the territorial jurisdiction of the Nasimi District Court. The applicant challenged this decision in the Court of Appeal.", "64. At the same time, he filed a similar lawsuit with the Nasimi District Court. On 13 April 2004 the Nasimi District Court refused to admit the lawsuit on the ground that the applicant had failed to properly formulate and legally substantiate his claim.", "65. On 7 May 2004 the Court of Appeal examined the applicant's appeal from the Sabail District Court's decision of 29 March 2004. The Court of Appeal quashed this decision, holding that the Sabail District Court had territorial jurisdiction to examine the case, because one of the codefendants, the Ministry of Internal Affairs, was located within that court's jurisdiction. Accordingly, the case was remitted to the Sabail District Court for examination on the merits.", "66. 20 October 2004, after the applicant's release and emigration (see section E. below), the Sabail District Court fixed the date of examination of the case as 10 November 2004.", "67. According to a copy of the Sabail District Court's decision of 10 November 2004 submitted by the Government, the court decided, in accordance with Articles 259.0.7, 263 and 264 of the Code of Criminal Procedure, to “leave without examination” the claim against the Ministries of Finance and Internal Affairs due to failure of both the claimant and the defendants to attend the hearing. The claimant's name was specified as “Huseynov Alakram Alakbar oglu”. It appears that the applicant became aware of the existence of this decision for the first time after the Government submitted its copy to the Court.", "68. On 3 September 2004 the President issued a pardon decree releasing the applicant, among 244 other convicted persons, from serving the remainder of his prison sentence. On the same day, the President issued an instructive order granting the applicant's request to terminate his Azerbaijani citizenship.", "69. According to the applicant, he made this “request to terminate his Azerbaijani citizenship” under pressure by the authorities in exchange for his pardon and subsequent release. On 3 September 2004 he wrote a letter to the President in which he withdrew his earlier “requests” of such nature which he claimed to have made under pressure.", "70. The applicant was released from the prison only on 5 September 2004. He was immediately taken to the airport, where he boarded a flight to the Netherlands.", "71. On 9 September 2004 the applicant applied for a residence permit in the Netherlands and was granted such permit on 20 September 2004.", "72. The applicant sought medical treatment in the Netherlands. According to the records submitted, during medical examinations in 2004 and 2005, he complained of pains in the chest, shortness of breath, coughing, headaches, dizziness and concentration disturbances. It appears that, as of June 2006, the applicant still continued to be tested for tuberculosis.", "73. Article 46 (III) of the Constitution of the Republic of Azerbaijan provides as follows:", "“No one shall be subjected to torture or ill-treatment. No one shall be subjected to degrading treatment or punishment. ...”", "74. Article 7 of the law provides as follows:", "“Judgments and other final decisions delivered by first-instance courts under the [old] Code of Criminal Procedure ... before the entry into force of this [new] Code, may be reconsidered by an appellate court or the Supreme Court of the Republic of Azerbaijan in accordance with Articles 383-407, 409-427 or 461-467 of the [new] Code of Criminal Procedure.”", "75. According to Article 27, criminal proceedings in all courts shall be open to the general public, except where it is necessary to protect state, professional or commercial secrets, as well as personal or family secrets of individuals. Article 392.1.6 provides that, during a preliminary hearing, the appellate court decides whether the merits of the appellate complaint will be examined in a public or closed hearing. The Code specifies a number of situations where the public can be excluded from the hearing, such as in cases involving evidence disclosing personal or family secrets (Article 199.4), or a state secret (Article 200.4), or a professional or commercial secret (Article 201.6).", "76. The following are the extracts from the Standards of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) (CPT/Inf/E (2002) 1 - Rev. 2006, pp. 3031), in the part concerning healthcare services in prisons:", "“34. While in custody, prisoners should be able to have access to a doctor at any time, irrespective of their detention regime. ... The health care service should be so organised as to enable requests to consult a doctor to be met without undue delay. ...", "35. A prison's health care service should at least be able to provide regular outpatient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ...", "As regards emergency treatment, a doctor should always be on call. Further, someone competent to provide first aid should always be present on prison premises, preferably someone with a recognised nursing qualification.", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner. ...", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).”", "77. The CPT report on the 2002 visit to Azerbaijan provides as follows:", "“119. ... the brief visit to the Specialised medical establishment No. 3 for prisoners suffering from tuberculosis was of a targeted nature, and focused on the ward for prisoners with multi-resistant tuberculosis. Set up in 1998, the establishment receives for treatment both remand and sentenced prisoners diagnosed to be BK-positive. The treatment continues up to 9 months along the lines of the WHO-recommended DOTS strategy, in close co-operation with the ICRC. ... At the time of the visit, the establishment had a capacity of 850 places distributed into six wards; two new wards – one for women, with 14 places, and another for men, with 88 places - had been inaugurated days before the delegation's visit. The delegation observed that the new wards were of a very high standard.", "120. Prisoners with multi-resistant tuberculosis were accommodated in Ward 5, which was holding 145 inmates at the time of the visit, for an official capacity of 200. Some of them had been there since 1998. The delegation was informed that upon the expiry of their sentences, multi-resistant prisoners would be referred to specialised establishments under the Ministry of Health. ... Conditions in the ward were satisfactory: the dormitories were spacious, clean, well-lit and ventilated. ...", "121. At the outset of the visit, the ward's head doctor informed the delegation that multi-resistant patients received only symptomatic treatment (e.g. vitamins). The DOTS+ treatment had not yet been introduced, although the Ministry of Justice, in cooperation with the ICRC, was apparently working on this issue. However, it subsequently emerged that some 30 to 40% of the prisoners in the ward were receiving tuberculostatic medicines utilised in case of multi-resistance, which were being provided by their families. At the same time, the rest of the prisoners – who had lost contact with their families or had no financial resources – did indeed receive only symptomatic medication. Such an inequitable situation has the potential of inciting conflicts between inmates. Further, in the absence of a psychologist employed at the establishment, prisoners could not benefit from the psychological support necessary in their situation.”", "78. The following are the extracts from Treatment of Tuberculosis: Guidelines for National Programmes, World Health Organisation, 1997, pp. 27 and 41:", "“Treatment regimens [for new cases] have an initial (intensive) phase lasting 2 months and a continuation phase usually lasting 4-6 months. During the initial phase, consisting usually of 4 drugs, there is rapid killing of tubercle bacilli. Infectious patients become non-infectious within about 2 weeks. Symptoms improve. The vast majority of patients with sputum smear-positive TB become smear-negative within 2 months. In the continuation phase fewer drugs are necessary but for a longer time. The sterilizing effect of the drugs eliminates remaining bacilli and prevents subsequent relapse. ...", "Directly observed treatment is one element of the DOTS strategy, i.e. the WHO recommended policy package for TB control. Direct observation of treatment means that a supervisor watches the patient swallowing the tablets. This ensures that a TB patient takes the right drugs, in the right doses, at the right intervals.”", "79. The relevant extracts from Azerbaijan Health Sector Review Note, World Bank, Volume II: Background Papers (Report No. 31468-AZ, June 30, 2005) provide:", "“Communicable diseases, particularly TB, continue to be a health threat in the country. While non-communicable diseases, accidents, injuries and poisonings represent most of the disease burden in Azerbaijan, communicable diseases – which were decreasing in the late 1980s – re-emerged in the mid-1990s, including tuberculosis (TB), sexually transmitted illnesses (STIs), malaria, diphtheria and new diseases such as HIV/AIDS. This trend is consistent with experience of [other former Soviet Union] countries since 1990. According to official statistics, deaths from infectious diseases in 2002 accounted for 3 percent of total deaths, with men three times more affected than women.", "... official statistics indicate that there has been a reduction in mortality due to communicable diseases since the late-1990s. The reduction has brought this type of mortality to a level slightly below that of 1990, but still 2.5 times higher than that of Western European countries. This reported reduction may be explained by the diphtheria outbreak that occurred in 1995, when deaths from infectious diseases peaked. However, when one examines major diseases such as TB, gonorrhea, syphilis and malaria, rates of infection have been steady and/or have actually increased. ...", "The incidence of TB has almost doubled since 1990 and is now six times higher than the EU-15 average. While not as high as that of Kazakhstan and the Kyrgyz Republic, the incidence of TB continues to grow in Azerbaijan ...", "For example, according to the WHO Global TB Control Report, there were an estimated 109 prevalent cases per 100,000 population in 2003, with a case fatality rate of 14 percent ... In addition, multi-drug resistant tuberculosis (MDR-TB) has been identified as a substantial problem in the prison population ...”", "80. The following are findings contained in the pilot study of tuberculosis treatment in Azerbaijani prisons – Gaby E. Pfyffer et al., Multidrug-Resistant Tuberculosis in Prison Inmates, Azerbaijan, Emerging Infectious Diseases, Vol. 7, No. 5, September-October 2005:", "“According to the International Committee of the Red Cross (ICRC), the total number of inmates in the Azerbaijan prison system is approximately 25,000. With 4,667 TB [i.e. tuberculosis] cases per 100,000, the incidence in Azeri prisons is nearly 50 times higher than the country average, and the mortality rate may reach 24%. ...", "Except for two patients [out of 65 examined] in whom the first symptoms of TB had appeared 9 and 20 years previously, the patients had recent onset of TB disease ... Most prisoners were substantially undernourished (as indicated by low body mass indices) and in poor clinical condition, many with unilateral or bilateral pulmonary infiltrates and cavities. Most of the nonresponding patients ... had been treated inadequately before the ICRC intervention. ...", "Analyzing the TB patients in the Central Penitentiary Hospital in Baku was complicated by constraints and biases inherent in the prison environment. Clinical information on the prisoners was limited and mainly based on self-reported data. Conclusions based on analysis of 65 of the approximately 300 TB patients in that hospital are largely fragmentary and may not be truly representative. However, enrolling more patients into our pilot study was not considered, mainly because of frequent transfer of prisoners and high mortality rates. When the DOTS program was implemented by the ICRC, many of the TB patients were either untreated or had received inadequate drug regimens for years.”", "81. Resolution 1305 (2002)1 of the Parliamentary Assembly of the Council of Europe on honouring of obligations and commitments by Azerbaijan, provides as follows:", "“ii. The Assembly is aware that new trials of persons considered by the experts as political prisoners have started. It is concerned with reports of blatant violations of their procedural and other rights. It reiterates that these trials should respect all provisions for a fair trial as defined in the European Convention on Human Rights, including that they be accessible to journalists. It considers that these trials, which started several months ago, should not be dragged out for a long period and must be concluded rapidly.”", "82. Political prisoners in Azerbaijan, Report of the Parliamentary Assembly Committee on Legal Affairs and Human Rights, Rapporteur Mr Clerfayt, 6 June 2003, Doc. 9826, provides:", "“44. This concerns the cases of Iskander Gamidov (test case no1), Alikram Gumbatov [sic] (test case no2), and Raqim Gaziyev (test case no3) ...", "46. In its Resolution 1272 (2002), paragraph 8, the Assembly had asked Azerbaijan “to give renewed consideration to the political expediency of releasing them”. Instead, new trials were begun of these three recognised political prisoners, following a decision to this effect by the Prosecutor General on 26 December 2001; on the day of writing this report, these trials had not been completed. They are being held in the high security prison in Gobustan.", "47. Since I was appointed as a member (Chairperson) of the Joint Working Group in charge of the implementation of Resolution 1272 (2002), I have been able to meet these three symbolic prisoners on two occasions (except for I. Gamidov), as well as their lawyers. I already visited them when I was Rapporteur for accession between 1998 and 2000. I have been of the opinion for a long time, as is also the view of the experts, that they are undoubtedly political prisoners. ...", "49. The trial of A. Gumbatov is also proceeding chaotically. The last sitting in his trial, scheduled for 19 May 2003, has been postponed on account of the main judge's indisposition, and no new date has been announced. ...", "51. We believe that these retrials, which in reality are appeals disguised as new trials, fall short, as far as the procedure is concerned, of the expectations expressed by the Assembly in its last report on political prisoners in Azerbaijan. The judicial investigation should have been started again from the beginning, and the accusations made against the defendants should not be lifted purely and simply from the previous trials, since the former judgments are currently still in force and consequently the three prisoners do not benefit from the presumption of innocence. Moreover, since these trials are being held in prison (in Gobustan, far from Baku), it is not easy for people to attend. Finally, in some cases, witnesses called by the defence were refused by the court.”", "83. Report on the International Mission of Judicial Observation, issued by the International Federation of Human Rights Leagues in November 2002, provides as follows:", "“The international mission took place from 4 to 9 July 2002 in Baku. It was made up of Laurence Roques and Christine Martineau, attorneys at law with the Creteil and Paris Bars. The goal of the mission was to monitor the trial of three political prisoners, Messrs. Iskander Gamidov, Alikram Gumbatov [sic] and Raquim Gaziyev, who were being re-tried. ...", "The mission was able to attend only two hearings, one on July 5 for Gamidov, the other on July 8 for Gumbatov [sic], after asking the President of the Appeal Court for authorization. ...", "[H]earings take place in a specially equipped prison cell that includes a few benches for the audience and legal staff, but can only hold about twenty people, the others having to wait outside. The [defendant is] locked up in a cage under strict supervision. ...", "The location of the trials is very difficult to access. The Gobustan prison is two hours away from Baku, and there is no public transport to get there. Each time, the judges, lawyers, families of prisoners and audience have to travel two hours to get to the prison and use their own means of transport, which is very costly.", "Conditions of access are those of a prison. Only people who have been authorized by the President of the Appeal Court can attend hearings. Two controls are carried out before entering the courtroom. Cell phones are confiscated at the entrance, and handed back at the end of session.", "According to the Minister of Justice, [hearing is] public, since any person who wishes to attend can [do so] and even “international organisations” have been allowed in. In practice, the press and families often have to protest outside the courtroom because they are not allowed in.", "Journalists are carefully selected. During the first hearing the mission attended, journalist called out to the President to complain that colleagues, in particular journalists from television, had not been let in.”"], "VIOLATED_ARTICLES": ["13", "3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}