{"ITEMID": "001-59605", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF RUTTEN v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-1;Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["9. On 13 August 1992, following proceedings on appeal, the Arnhem Court of Appeal (Gerechtshof) convicted the applicant of attempted homicide and sentenced him to eight months’ imprisonment with deduction of the time spent in pre-trial detention. In addition, the Court of Appeal imposed a TBS order (terbeschikkingstelling) with confinement to a secure institution (met bevel tot verpleging van overheidswege). The TBS order took effect on 4 September 1992 and expired two years later, on 4 September 1994.", "10. By decision of 9 September 1994, the Arnhem Regional Court (Arrondissementsrechtbank) of Arnhem prolonged the TBS order by one year. It was consequently due to expire on 4 September 1995.", "11. On 18 July 1995 the public prosecutor filed a request for a further prolongation with the Arnhem Regional Court, where it was registered on 19 July 1995. This prolongation request was based on an advice of 6 July 1995 by the secure institution where the applicant was being treated. In this advice, a prolongation of the TBS order was recommended because the applicant was still considered capable of being seriously aggressive towards other people.", "12. The Regional Court examined the request in the course of a hearing held on 22 September 1995. The applicant submitted that the public prosecutor’s request for a prolongation should be declared inadmissible since the Regional Court was no longer competent to prolong his TBS order as it had expired on 4 September 1995. The applicant further submitted that the Regional Court had failed to comply with Article 509t of the Code of Criminal Procedure (Wetboek van Strafvordering; hereinafter referred to as “CCP”) which provides that a decision on a request for prolongation has to be taken within two months after the submission of the request for prolongation.", "13. In its decision of 6 October 1995, the Regional Court rejected the applicant’s arguments and prolonged his TBS order with confinement to a secure institution by one more year, taking into account the advice issued by the secure institution where the applicant was being treated and the testimony of an expert witness, recommending that the TBS order should be extended because the applicant was still considered capable of being seriously aggressive towards others. The Regional Court admitted that the examination of the request had not taken place within the time-limit contained in Article 509t CCP and that the reason therefor was the fact that during the holiday months it had not been able to hold sufficient hearings with judges having the specialised knowledge needed. However, it held that a failure to observe the time-limit in Article 509t CCP did not imply that the public prosecutor’s request should be declared inadmissible. It noted that the date of the hearing in the instant case had been fixed on 20 July 1995, i.e. within a period of two months after the submission of the prolongation request. It further noted that, by summons of 28 July 1995, the applicant had been invited to appear at the hearing of 22 September 1995 and that a copy of the summons had been sent to his representative. The Regional Court considered that, if the latter had objected to the fixing of that date, the hearing could have been rescheduled for an earlier date during the recess. The Regional Court concluded that in all these circumstances the general security of persons required a prolongation of the TBS order.", "14. The applicant filed an appeal with the Arnhem Court of Appeal on 11 October 1995. In the course of a hearing held on 15 January 1996, the Court of Appeal heard the applicant and a psychologist working in the secure institution where the applicant was under treatment.", "15. In its decision of 29 January 1996, the Court of Appeal noted that the decision of 6 October 1995 had been taken seventeen days after the expiry of the time-limit provided for in Article 509t CCP. It held that the Regional Court could and should have scheduled a hearing date before the expiry of the time-limit. Moreover, Article 509t CCP made the Regional Court responsible and not the applicant or his lawyer to see to it that the time-limit was observed. It further held that failure to observe the time-limit entailed neither the inadmissibility of the prosecution’s request, nor the incompetence of the Regional Court to examine this request, nor yet the expiry of the TBS order. On the basis of the failure to respect the time-limit referred to in Article 509t CCP and the unsatisfactory reasons therefor stated by the Regional Court, the Court of Appeal decided to quash the decision of 6 October 1995 and, on appeal, to determine itself the prolongation request.", "16. After having noted the advice of the secure institution where the applicant was receiving treatment and an expert opinion concerning the applicant’s medical condition, the Court of Appeal decided to extend the TBS order with confinement to a secure institution by one year.", "17. The applicant’s post-sentence confinement, the order was finally terminated on 9 December 2000.", "18. Article 37a of the Netherlands Criminal Code (Wetboek van Strafrecht) enables courts, when dealing with certain serious crimes, to impose a TBS order on a defendant whose mental faculties were inadequately developed or pathologically disturbed as the time of the commission of the offence. If the safety of others or the general safety of persons or goods so requires, the court may further direct that such a person be confined to a secure institution in accordance with Article 37b of the Criminal Code. A TBS order with confinement to a secure institution can also be imposed in conjunction with a custodial sanction if the convicted person’s responsibility was merely diminished at the time of the commission of the offence. In such a situation, the TBS order will take effect after the convicted person has served the prison sentence imposed. A TBS order with confinement to a secure institution is not intended to have a punitive effect, but to protect society from any risk posed by the person concerned. A confinement order is subject to statutory time-limits, but there is in principle no restriction on the number of extensions that can be granted.", "19. The provisions relating to the extension of a confinement order are set out in Articles 509o – 509x of the Code of Criminal Procedure (Wetboek van Strafvordering; “CCP”).", "20. Article 509o § 1 CCP provides that the public prosecutor’s office (openbaar ministerie) may submit a request (vordering) for the prolongation of a confinement order no sooner than two months and no later than one month before the time at which the TBS order is due to expire. The request must be accompanied by a recent recommendation prepared by the institution in which the patient is being treated (Article 509o § 2 CCP). In accordance with the provisions of Article 509o § 6 CCP, the person concerned must be given a copy of the request as soon as possible.", "21. The court competent to decide on such a request is the Regional Court that tried the person concerned at first instance for the crime that gave rise to the TBS order (Article 509p).", "22. Article 509q CCP, in so far as relevant, reads:", "“1. The TBS order shall remain in force as long as no final decision on the request <for its prolongation> has been taken (“zolang op de vordering niet onherroepelijk is beslist ...”). Where the request is granted after the day on which the TBS order, by passage of time, would have expired had no prolongation request been filed, the new period shall nevertheless start to run on that day. ...”", "23. The Regional Court must immediately (onverwijld) set a date for the examination of the case, and the person concerned must be timely informed of this date (Article 509s § 1). The decision of the Regional Court must be rendered as soon as possible, but no later than two months from the date on which the request was lodged (Article 509t § 1). The Regional Court may, however, exceed this time-limit if it wishes to consider refusing the request – thus terminating the TBS order – and if it needs more information as to the way in which the person concerned might be released back into society. In such a case, the court has an additional three months to render its decision (Article 509t § 2).", "24. Under Article 509t § 3 CCP, the time-limit referred to in Article 509t § 1 CCP does not apply where a circumstance has arisen on grounds of which the court cannot comply with its obligation pursuant to Article 509s CCP to hear the person concerned before deciding the request. In such a situation, the Regional Court must decide the prolongation request within a period of two months after the obstacle for hearing the person concerned has ceased to exist.", "25. The Regional Court’s decision shall be reasoned. If it decides to prolong the TBS order, the decision must be pronounced publicly (Article 509t § 4). An appeal against a decision on a prolongation request lies with the Arnhem Court of Appeal, which must determine the appeal as soon as possible (Article 509x § 1 CCP). However, no appeal lies against a first decision to prolong the TBS order for one year (Article 509v).", "26. There is no express provision requiring the release of the person concerned if the time-limits laid down by Articles 509o § 1 and 509t §§ 1 and 2 are not complied with, nor does the CCP impose any sanctions on exceeding these time-limits.", "27. According to Netherlands case-law, summary civil proceedings (kort geding) may be instituted in cases where a person subject to a confinement order wishes to obtain a court judgment on the lawfulness of his detention.", "28. In a judgment of the Supreme Court (Hoge Raad) of 14 June 1974 (Nederlandse Jurisprudentie (NJ) 1974, no. 436), it was held that a confinement order remains lawful even if the decision to prolong it has been taken after the expiry of the two months’ time-limit now provided for in Article 509t § 1 CCP, as this time-limit is merely of an exhortatory nature.", "29. According to a judgment of the Supreme Court of 29 September 1989 (NJ 1990, no. 2), a failure to comply with the statutory two months’ time-limit does not in itself give rise to an obligation to terminate a confinement order and to release the person concerned. Only in certain circumstances would the State be obliged to terminate a confinement order after its statutory period had expired and no decision as to its prolongation had been taken. In order to determine whether such an obligation exists, the court should have regard to the extent to which the statutory time-limit had been exceeded, the reasons for which the time-limit had not been complied with and the personal and societal interests involved.", "30. In decisions taken on 17 April 1989 and 21 December 1992, the Arnhem Court of Appeal held that a failure to respect the time-limit set out in Article 509t § 1 CCP does not affect the validity of the running confinement order since, in accordance with Article 509q CCP, it remains in force until a final decision has been taken on request for prolongation thereof."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}