{"ITEMID": "001-76708", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SCHWARZENBERGER v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Impartial tribunal)", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicant was born in 1957 and is at present serving a prison sentence in Bruchsal in Germany.", "6. On 23 April 1996 the applicant and his suspected accomplice D. were arrested in Cadiz in Spain on suspicion of having murdered Mrs D. On 6 May 1996 the Heilbronn District Court (Amtsgericht) issued an arrest warrant against the applicant. As the applicant objected to being extradited to Germany, he remained in detention in Spain.", "7. On 5 July 1996 D. – the victim’s adopted son – was extradited to Germany.", "8. On 8 April 1997 a chamber of the Heilbronn Regional Court (Landgericht), presided by judge V. and also comprising judges W. and B., convicted D. of murder and of having committed robbery followed by death constituting one single offence (Mord in Tateinheit mit Raub mit Todesfolge), and of attempted murder. D. was found guilty of having murdered his adoptive mother Mrs D., of having attempted to murder his adoptive father and of having robbed his adoptive parents’ belongings. According to the findings of the Regional Court, which were primarily based on the statements and admissions of the accused, these offences had been committed jointly with the applicant.", "9. The passages of the judgment establishing the facts of the case which refer to the applicant read as follows:", "“Schwarzenberger, who was primarily interested in the loot, having been at first indifferent to the murder ..., consented to drive to Germany with the accused...On the ground floor, Schwarzenberger looked for an appropriate weapon. He removed the loose but stable handle from a big axe and handed it to the accused. Having in the meantime agreed to the murder, he did not want to run any risks. The accused could see that Schwarzenberger put a hammer weighing 200 grams into his pocket in order to be prepared for any eventualities...As Schwarzenberger and the accused feared the failure of their endeavour, the former approached Mrs D., kept her mouth shut with a pillow and inflicted severe hammer blows on her head in order to kill her. The accused was aware of this because he knew that a human life counted for little with Schwarzenberger...The accused credibly submitted to the court that he had informed Schwarzenberger about his plan to murder his adoptive father, which left the latter indifferent because he was primarily interested in the loot. The chamber deduces from this submission that the accused knew that a human life counted for little with Schwarzenberger...Because of the blows inflicted by the accused, the chamber is convinced that the accused consented to Schwarzenberger’s brutal actions, even if it meant her death, in order to reach his real aim to kill his adoptive father...Because of the many heavy hammer blows on the victim’s head, the accused was aware that Schwarzenberger wanted to kill the adoptive mother of the accused, at least in order to gain the prospected loot...By following Schwarzenberger’s request to keep Mrs D. at bay by dealing her a blow, the accused expressed his consent to Schwarzenberger’s massive use of force and was willing to accept the action...Cooperating with Schwarzenberger, the accused wanted to slay his sleeping victim, thus perfidiously exploiting his unsuspecting victim’s defencelessness. Despite the accused’s intention to commit the crime on his own, Schwarzenberger was so intensely involved in the planning and in the choice of a weapon that his actions did not merely constitute supportive measures, but an autonomous part of the action, the more so as the dominant Schwarzenberger pursued his own interest in the deed: to have access to the loot.”", "10. The Regional Court further noted that this assessment of the facts followed essentially the accused’s own submissions, who tried to place all responsibility on the applicant. Nevertheless, the Regional Court found him guilty himself. It further considered whether it was necessary to hear the applicant – who remained at the time in detention in Spain – as a witness in the proceedings against D. Having regard to the fact that the applicant had denied any involvement in the crime, the chamber did not expect that the applicant’s testimony would yield any further information.", "11. On 22 April 1997 the applicant was extradited to Germany.", "12. On 12 February 1999 the main hearing was opened before a chamber of the Heilbronn Regional Court presided by judge W. and including judge B.; both had already sat in the chamber which had previously tried D.", "13. At the opening of the trial, the applicant objected to the participation of judges W. and B. on the ground of possible bias (Ablehnung wegen Besorgnis der Befangenheit). He argued that the passages in the court’s judgment against D., seen from his viewpoint, but also objectively, were susceptible of raising doubts about the impartiality of these judges. On being informed that a chamber presided by judge V. – who had presided over the trial against D. – would decide about the objection, the applicant raised an objection against V. on the same grounds.", "14. On 12 February 1999 judges W. and B. submitted their respective official statements (dienstliche Äusserung) on the objection. They pointed out that it would have been more satisfactory to try both D. and the applicant in joint proceedings, as the same facts were concerned. However, this had not been possible as D. had already been extradited on 5 July 1996 and it could not be foreseen at the time when the extradition proceedings relating to the applicant would be terminated. Having regard to the necessity to expedite proceedings, the chamber found it appropriate to consider both cases in separate proceedings. During the main proceedings against D., the applicant had not been available to the court. The establishment of the facts of the case in the judgment against D. were mainly founded on D.’s own submissions. In order to assess the extent of D.’s guilt, it had been essential to cast light on the applicant’s involvement. As the chamber could only base its assessment on D.’s own submissions, they had been aware of the fact that their sources of knowledge were limited and that an assessment of the applicant’s possible involvement had to be left to the main proceedings against the applicant. Both judges emphasised that they had neither reached a final opinion nor adopted an inner attitude which could negatively influence their impartiality towards the applicant.", "15. On 16 February 1999 the substitute chamber of the Heilbronn Regional Court rejected the applicant’s objection against the presiding judge V. It found that the simple fact that a judge had been previously dealing with the same facts in a case against another, subsequently convicted person did not suffice to justify an objection against that judge because an accused person would reasonably presume that a judge based his judgment exclusively on the outcome of the public hearing in the specific case. According to the court, an objection would have been justified only if the judgment of 8 April 1997 had contained unjustified and degrading value judgments on the applicant. The court found this not to be the case, because it was clear from the judgment of 8 April 1997 that the passages referring to the applicant were exclusively based on D.’s submissions, as the applicant himself, having objected to his extradition from Spain, had at the time not been available to the court.", "16. On 17 February 1999 the substitute chamber dismissed the applicant’s objection against judges W. and B. for the same reasons.", "17. On 10 December 1999 the Heilbronn Regional Court convicted the applicant, who had denied any involvement in the crimes, of murder and of having committed robbery followed by death constituting one single offence and sentenced him to life imprisonment. According to the Regional Court’s findings, the applicant had killed Mrs D. in order to cover up the robbery; while D. had approved of the applicant’s actions. The Regional Court based its judgment mainly on the applicant’s own statements given both during preliminary investigations and during the main hearing, on incriminating testimony given by D., which the chamber followed only to a certain extent, and on corroborative evidence such as the analysis of traces found at the scene of the crime.", "18. The applicant subsequently appealed on points of law, arguing that judges B. and W. should have been excluded from the trial. On 7 March 2001 the Federal Court of Justice (Bundesgerichtshof) rejected the appeal as unfounded, following a statement of the Federal Public Prosecutor (Generalbundesanwalt) which confirmed the Regional Court’s reasoning on the issue of the impartiality of the judges.", "19. On 22 May 2001 the applicant, who was represented by counsel, lodged a constitutional complaint in which he gave a complete account of the proceedings before the lower courts and alleged that the impugned decisions violated his right to a fair trial as guaranteed by the German Basic Law and by the Convention.", "20. The relevant passages of the complaint read as follows:", "“Article 101 § 1 in conjunction with Articles 103 and 19 § 4 of the German Basic Law, and Article 6 § 1 of the Convention, guarantee that criminal cases shall be heard in a fair trial, without arbitrariness and, in particular, by an unbiased and impartial judge. According to section 24 § 2 of the Code of Criminal Procedure, a judge can be challenged for fear of bias if there is a justifiable reason to doubt his impartiality. This is the case if the accused, taking into account the facts known to him, has reason to believe that a judge’s attitude towards him might negatively influence his impartiality and neutrality. In general, this fear cannot be based on the mere fact that a judge has previously convicted another person who participated in the same crime and, on that occasion, ruled on the involvement of the accused. However, a different approach is urgently needed if a judge’s behaviour in the previous proceedings (or, similarly, his reasoning in a previous judgment) justifies the fear of bias. In particular, negative value judgments about the accused’s personality, or about his actions before or after the crime, may induce the accused reasonably to fear that a judge might not be impartial towards him in the new proceedings. It has been said of the person accused in the present case, who has denied his involvement in the crime, that a human life counted for little to him, that he acted brutally and used massive violence, and that he, as a dominant actor, made an autonomous contribution to the attempted murder of the adoptive father. On the basis of such value judgments, the accused does indeed have reason to fear that the judges, who were deciding for a second time on the same crime, whether consciously or unconsciously, would maintain their previous opinions ... . Comparing this case with (one) published in volume 24 of the collection of the decisions of the Federal Court of Justice, it is clear that the applicant has been exposed to a high degree of value judgments on his person and his actions. If one were to apply the ruling of the Federal Court of Justice to the present case, there would no longer be any possibility of removing a judge for fear of bias due to the decision in a previous case ... . Such a result is unacceptable for the person concerned, as has been sufficiently demonstrated. Article 6 of the Convention (impartial, unbiased judge and fair trial) has been violated for the same reasons.”", "21. On 20 June 2001 the Federal Constitutional Court, sitting as a panel of three judges, refused to accept the applicant’s complaint for adjudication.", "22. The relevant passages of that court’s decision read as follows:", "“The constitutional complaint is not accepted for adjudication because there are no grounds therefor. The constitutional complaint has no prospect of success, because it is inadmissible. Its reasoning does not meet the minimum requirements found in section 23 § 1, second sentence, and section 92 of the Rules of Procedure of the Federal Constitutional Court. The applicant has to describe the alleged violation of a Basic Right and the proceedings leading to its violation in a substantiated and conclusive way (cf. the decisions of the Federal Constitutional Court published in the official collection BVerfGE 40, p. 141, [at p. 156]; 49, p. 24, [at p. 47 et seq.]). The allegation that the Regional Court rejected the objection against the competent judges on erroneous grounds does not meet these requirements, because not every rejection of an objection which is erroneous with respect to ordinary laws means that there is at the same time a violation of Article 101 § 1 of the Basic Law. According to the consistent case-law of the Federal Constitutional Court, a violation of the right to a decision rendered by the legally competent judge (Recht auf den gesetzlichen Richter) is only possible if the decision of the court on the objection is based on arbitrary considerations (cf. BVerfGE 11, p. 1, [at p. 6]; 29, p. 45, [at p. 48 et seq.]; 31, p. 145, [164]), or if the court has fundamentally misjudged the meaning and implications of Article 101 § 1, second sentence (cf. BVerfGE 82, 286, [299], 87, 282, [285]). Accordingly, a mere allegation that the objections have been rejected in violation of the ordinary legal provision of section 24 § 2 of the Code of Criminal Procedure will not suffice to substantiate an alleged violation of the constitution.“", "23. The relevant provisions of the Code of Criminal Procedure read as follows:", "Section 24 § 2", "“An objection can be raised on the ground of fear of bias if there is a reason which may justify doubts on the impartiality of a judge.”", "Section 337 § 1", "“An appeal on points of law can only be based on the allegation that the judgment was based on a violation of the law.”", "Section 338", "“A judgment shall always be considered to be based on a violation of the law:", "...3. if a professional judge or lay judge participated in the drafting of a judgment after he has been challenged for bias and if the motion for challenge was either declared to be well-founded or erroneously rejected...”", "24. Article 101, § 1, second sentence, of the German Basic Law (Grundgesetz) provides that no one shall be deprived of his right to a decision rendered by the legally competent judge (gesetzlicher Richter). In its case-law, the Federal Constitutional Court has consistently dealt with the issue of whether a judge must be excluded for suspicion of bias as a problem of the right to a decision rendered by the legally competent judge.", "25. The relevant provisions of the Rules of Procedure of the Federal Constitutional Court (Bundesverfassungsgerichtsgesetz) read as follows:", "Section 23 § 1", "“Applications for the institution of proceedings must be submitted in writing to the Federal Constitutional Court. The reasons must be stated; the requisite evidence must be specified.”", "Section 92", "“The reasons for the complaint shall specify the allegedly violated right and the act or omission of the organ or authority by which the complainant claims to have been harmed.”", "26. According to the consistent case-law of the Federal Constitutional Court (cf. the decision published in the official collection BVerfGE 67, p. 90, [at p. 94]), the applicant must not only identify the allegedly violated right, but also describe the proceedings which led to this violation in a substantiated and conclusive way (schlüssig und substantiiert), in order to comply with the above-mentioned provisions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}