{"ITEMID": "001-120588", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "CÂRSTOIU v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Dumitru Cârstoiu, is a Romanian national who was born in 1962 and lives in Bucharest. He was represented before the Court by Mr Ioan Stoicana, a lawyer practising in Bucharest.", "2. The Romanian Government (“the Government”) were represented by their Agent, Mrs Catrinel Brumar, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant and his wife, A.A.C., had a child, A., born on 1 April 2005. On 24 November 2006 the Bucharest District Court granted the couple’s divorce and the mother was granted custody of the child. The applicant was ordered to pay child support and was granted the right to have personal relations with the child and contact rights, as follows: at the child’s home on Sundays from 4 p.m. to 7 p.m. and at the applicant’s home on the first and third Saturday of the month from 10 a.m. to 4 p.m.", "5. Relations between the parties continued to deteriorate, and the contacts between the applicant and his former wife became increasingly turbulent, even in the presence of the child. It therefore became difficult for the applicant to see A. without a conflict occurring between the adults involved.", "6. On 28 May 2008 the applicant brought an action for custody of his child, asking, alternatively, for an extension of his contact rights. He pointed out that he had not seen his son for one and a half years, as his former wife and her family had forbidden all contact. The Bucharest District Court gave judgment on 5 November 2008. It noted that the relations between the parents had deteriorated and that the mother was obstructing all contact between the father and his son, being inflexible and omitting to communicate important information about the child to the applicant.", "’s request for modification of the visiting times. It ruled:", "“Dismisses the plaintiff’s requests for modification of the right to personal relations with the child, namely to accommodate the minor in [the plaintiff’s] home.”", "The court ordered A.A.C. to communicate with the applicant about the child and to allow them to speak on the telephone.", "7. The applicant appealed, pointing out that not only had the court dismissed his claims, but it had also restricted his contact rights by no longer allowing him to take his son to his home.", "8. On 14 May 2009 the Social Services and Child Protection Directorate of the Bucharest local council (“the Child Protection Authority”), acting at the County Court’s request, visited the applicant’s home, interviewed him, and concluded that he was in terms of his psychological and material situation a fit and proper person to take care of his child.", "9. On 25 May 2009 the Bucharest County Court upheld the previous judgment, on the ground that the best interests of the child required that he remain resident with his mother; it gave no answer to the applicant’s representation about the restriction on his contact rights.", "10. The applicant appealed on points of law, seeking mainly to be granted custody of the child. He did not expressly complain about the restriction of contact rights perceived by him. The Bucharest Court of Appeal dismissed his claims in a final decision of 11 November 2009.", "11. On 19 November 2009 the applicant sought revision of the previous decision, on the ground that by limiting his visiting rights the courts had decided ultra petita, to his disadvantage. On 29 March 2010 the Bucharest County Court dismissed his request as out of time. The applicant did not appeal against that decision.", "12. According to the applicant, his subsequent attempts to see the child remained unsuccessful, as, encouraged by the decision of 5 November 2008, the mother refused to allow him to enter her home or to take the child away with him.", "13. On 7 September 2009 A.A.C. lodged a request for modification of the contact schedule. On 19 September 2012 the Bucharest District Court set contact hours for the applicant, every other weekend, on Saturdays and Sundays from 5 p.m. to 8 p.m. at the child’s home. Appeal proceedings are currently pending with the Bucharest County Court.", "14. During the new custody proceedings, on 3 August 2010 the applicant requested by means of an urgent procedure (ordonanţă preşedinţială) a residence order in his favour, but on 7 October 2010 the Bucharest District Court dismissed that request, on the ground that a change in residence required serious consideration, which could not be done in an expeditious procedure.", "The decision was upheld by the Bucharest County Court in a final decision of 27 January 2011.", "15. On 14 July 2011 the applicant lodged a new request for interim measures, seeking modification of the contact schedule. In particular, he complained that relying on the judgment of 5 November 2008, A.A.C. had since refused to allow him to take the child to his home.", "16. The Bucharest District Court gave its ruling on 28 November 2011. It examined the previous decisions rendered in the matter of residence and contact rights between the parties, and evidence of the recent deterioration of the former spouses’ personal relations, as well as the written answers given by A.A.C. to the questionnaire addressed to her by the applicant through the intermediary of the court, on the manner in which she was allegedly obstructing the exercise of his contact rights. The court also took note that the applicant refused to answer the questions addressed to him by A.A.C. through the court on the manner in which he was exercising his contact rights.", "17. On the basis of the evidence in the file, the court noted that custody and contact rights had been established by the decision of 24 November 2006, and that on 5 November 2008 additional requests by the applicant had been dismissed, apart from the right to obtain information about the child and to speak with him on the telephone. The court further observed that on several occasions the applicant had breached the contact schedule by trying to take the child outside the times set in the court order or by not returning the child on time to the mother’s home, and that the mother had been forced to seek help from the authorities (bailiffs and police) to get her child back. It also noted that the applicant had exhibited violent behaviour towards the mother in the presence of the child, and that on several occasions he had tried to take the child from A.A.C. by force.", "Relying both on Article 8 of the Convention and on the provisions of the new Civil Code, the court stated that the right to maintain personal relations with the child could not be exercised to the detriment of the child’s best interest. The court reiterated that its role was to decide on a temporary agreement, as the merits of the residence rights were being examined by a different court. It noted the tense situation between the parents, and considered that it was not in the child’s best interest for them to have joint custody or for the applicant’s visiting rights to be extended.", "It therefore dismissed the applicant’s request.", "18. In a final decision of 18 April 2012 the Bucharest County Court dismissed as out of time the appeal lodged by the applicant against the decision rendered by the District Court on 28 November 2011.", "19. From 2008 on, the applicant and A.A.C. lodged several criminal complaints against each other, the applicant accusing his former wife of breaching his right to maintain personal relations with his child by not allowing him contact with his son, by denigrating him in front of the child, and by repeatedly changing the child’s place of residence, while A.A.C. accused the applicant of causing a public breach of the peace when trying to visit A. in her home, and of keeping the child longer than allowed by the court order. They were both fined for their behaviour, the prosecutor and criminal courts acknowledging the bad relations between the parents and finding that both of them had tried, after the divorce, to cut the other parent off from the child, thus failing on several occasions to respect the contact schedule.", "In addition, by a prosecutor’s decision of 20 July 2009 the applicant was fined for hitting O.G., who had tried to stop him from forcibly taking the child from A.A.C.’s arms on the way to his kindergarten.", "20. In August 2007 the applicant sought the assistance of the Child Protection Authority to persuade the mother to comply with the court decisions granting him contact rights. A social worker visited A.A.C.’s home, assessed it as a suitable home for the child, advised the mother on the importance of allowing the child to maintain normal relations with both parents, and explained to her that the conflicts between her and her former spouse were jeopardising the child’s development.", "21. In March 2008 the applicant made a new similar request. A social worker visited A.A.C. and the child in their new home and discussed the situation with the mother, drawing her attention to the child’s right to maintain relations with his father and the extended family, but also to the importance of protecting the child from any form of abuse or neglect. A.A.C. informed the Child Protection Authority that at that moment the applicant was exercising his contact rights at the child’s school, as each visit to her home ended in open conflict between the adults.", "22. A.A.C. also sought the Child Protection Authority’s assistance in June 2008, when the applicant refused to return the child to her home after a visit.", "23. The applicant and his former spouse continued to complain to the Child Protection Authority about various obstructions to their rights over the child. As a consequence, in April 2009 the experts of the Authority met with the parents to seek a workable solution for the exercise of their respective rights. A further meeting was held in August 2009. On both occasions the parents failed to reach a satisfactory compromise.", "24. In various reports on the applicant’s case, the Child Protection Authority found that the child was developing well and that the mother was providing an excellent environment for his upbringing.", "25. The former spouses sent each other several notifications, through bailiffs’ offices (on 16 May and 29 October 2008 on behalf of the applicant and on 15 September 2008 on behalf of A.A.C.), asking for the contact schedule established by court orders to be adhered to.", "26. The relevant domestic legal provisions are set out in Lafargue v. Romania, no. 37284/02, §§ 64-69, 13 July 2006, and Costreie v. Romania, no. 31703/05, §§ 55-58, 13 October 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}