{"ITEMID": "001-96885", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DIALLO v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Ms Fatoumata Binta Diallo, is a French national who was born in 1976. She is represented before the Court by Jonas Lundberg, a lawyer practising in Gothenburg. The Swedish Government (“the Government”) were represented by their Agent, Ms Charlotte Hellner of the Ministry for Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. Upon the applicant’s entry into Sweden (Gothenburg) on 24 February 2006, the customs authorities found her to be in possession of 988.6 grams of heroin, wrapped in two parcels in her suitcase.", "4. She was interrogated from 4.05 p.m. until 4.35 p.m. by a customs officer (AS). According to the report, the interview was held in French and the applicant did not wish a lawyer to be present. No interpreter was present. The applicant explained that the parcels had been given to her by a named female friend (YB) at Charles de Gaulle Airport to be delivered to YB’s brother, who lived in Stockholm, and whom the applicant had met several times in Paris. The brother was supposed to pick her up in his car and take her to Stockholm. The applicant was to stay in his apartment over the weekend. The purpose of her stay in Sweden was tourism. The packages contained a product to wash money. She did not know that the parcels contained drugs.", "5. Subsequently, at 4.50 p.m. the applicant was arrested.", "6. The applicant was interrogated again in the customs office from 7.45 p.m. until 8.45 p.m. by a customs officer (SR). The interview was held in French with the assistance of an authorised interpreter on the telephone. The applicant added various details, for example that she did not have the address of the said brother, but had his telephone number on her telephone. The applicant also made changes to her previous statement, notably that she could not get a place on the plane from Paris to Stockholm, so she had to go to Gothenburg. From there she intended to go to Stockholm by train and the said brother was supposed to pick her up at the railway station in Stockholm. She was supposed to stay in a hotel in Stockholm. The brother was supposed to show her the town. The applicant also stated that YB had told her that the parcels contained a product to be used to wash discoloured notes. The record stated that it was read out to the applicant and approved by her.", "7. The following day, from 2.35 p.m. to 3.40 p.m. a third interview was held with the applicant and SR, during which a lawyer and a French-speaking interpreter were present. During that interview SR reminded the applicant about the statement provided during the second interview, including her statement that she thought that the content of the packages was a product to be used to wash discoloured notes. The applicant added that she had heard YB, who was actually a man, speak to two other men at the applicant’s workplace about a product to be used to wash discoloured notes and for this reason she believed that the packages contained such a product. The applicant intended to visit her cousin in Stockholm, but the cousin did not know about her visit. At the restaurant where the applicant worked, YB had heard her mention her forthcoming trip and the day before her trip, she bought the ticket, and by chance YB called her the same day and asked her to take the parcels to the named person in Stockholm. YB came to the airport in Paris on 24 February 2006 and gave her the parcels. She had not asked what they contained because she trusted YB. According to the record, the statement was read out to the applicant who approved it.", "8. Criminal proceedings were initiated against the applicant before the District Court (Mölndals tingsrätt) and the applicant was heard with the assistance of an interpreter during various pre-trial hearings about whether she should remain in detention on remand. During the trial hearing on 26 May 2006, with the assistance of an interpreter, the applicant stated, inter alia, that she had been going to visit her cousin in Stockholm. She had mentioned her forthcoming trip to YB who was a respectable and regular customer at the restaurant where she worked. It was he who had asked her to take the parcel to the named person in Stockholm. The latter, whom the applicant had seen a few times at the restaurant, was supposed to call her when she arrived in Stockholm. She had had no idea that the parcel contained drugs. When the customs officers had told her this, she could not believe it and proposed that it could be anything, for example “a product to wash money”. She had been misunderstood during the first interview because no interpreter had been present, and during the second interview, the interpreter had “not been good either”.", "9. A customs officer, GE, was heard as a witness. She described the applicant’s reaction when passing through customs. She added that since the applicant could not speak English or Swedish and the customs officers at the customs desk could not speak French, they had had to use sign language. Thereafter, SA was summoned and interviewed the applicant.", "10. By a judgment of 26 May 2006 the District Court found the applicant guilty of drug trafficking. It found it established that she was aware that the packages contained narcotics, but did not find it substantiated that the applicant had known what kind of narcotics the packages contained or that she had a precise idea of the quantity. The applicant was therefore sentenced to one year and six months’ imprisonment. In addition she was expelled from Sweden for five years.", "11. Both the applicant and the prosecution appealed against the judgment to the Court of Appeal (Hovrätten för Västra Sverige), before which both the applicant and the witnesses, GE and AS, were heard. AS was of the view that she and the applicant had communicated well during the first interview held on 24 February 2006 and that there had been no need for an official interpreter. She had spoken clearly and slowly and asked the applicant several questions in order to make sure that they had understood each other. AS considered herself sufficiently skilled to conduct the interview in French, which she had learned at school. Moreover, she had lived in a French-speaking home for eight years because her former husband was French and spoke French to their children. AS maintained that, during the first interview, the applicant had said that the packages contained a product to wash money. At the same time the applicant had rubbed her hands as if washing them with soap. The applicant insisted that she had never said anything about washing money and that AS must have misunderstood her in that respect. What she had intended to say was that she needed to go to the toilet. The applicant also alleged that the parcels had been on top of her clothes in her suitcase. GE maintained that they had been found among the applicant’s clothes.", "12. By judgment of 26 July 2006 the Court of Appeal convicted the applicant of drug trafficking with heroin and sentenced her to nine years’ imprisonment. Moreover, the ban on her entry into Sweden was set to expire on 1 July 2016. In its reasoning, the following was stated:", "“The Court of Appeal initially notes that the packages were not so large or heavy that they could not easily have been sent via normal post. Compared to normal postal services, the manner in which the packages were sent entailed a great deal more work and expense. [YB] had to travel to Charles de Gaulle airport to hand over the packages to [the applicant] [who in turn] - in a country with which she is not familiar – had to contact a person whom she had indeed seen on two occasions as a guest at the restaurant, but for whom she had no address and whom she could only contact by calling the number she had been given. Any reasonable person would have wondered about the reason for such an odd procedure.", "[The applicant] has stated that she did not know what the bag with the packages contained. The question, then, is how far we can trust her statements. The investigation has revealed that the packages were discovered packed separately in amongst the clothes that were in the luggage. Therefore, [the applicant’s] statement that she had placed the plastic bag with its contents at the top of the bag is incorrect. In view of the fact that the packages were not found packed together in a plastic bag when the inspection was carried out, she must - as the District Court found - also have held the packages themselves in her hands.", "Moreover, the interview conducted by [AS] revealed that [the applicant], when questioned following the customs check, claimed that the packages contained a substance used for washing money. This makes her story contradictory, as she herself claimed not to know anything about the contents. The fact is that there is no reason to assume that [AS], who says that she asked several control questions, could have misunderstood what [the applicant] said.", "[The applicant] has said that she received a telephone number for [the contact person in Stockholm] at Charles de Gaulle airport. The investigation of her mobile telephone revealed, however, that she had already received a call lasting just over one minute from the same telephone number in October 2005. [The applicant] has confirmed that she received this call, as the investigation has shown, but claims that no conversation whatsoever took place. The circumstances suggest that [the applicant] has had more extensive contact with [the contact person in Stockholm] than she is willing to admit. [The applicant], who says that she is not acquainted with Sweden and that she was going to visit a relative in Stockholm at an address she did not know, has been extremely vague about why she travelled specifically to Gothenburg.", "In the light of the information given above, [the applicant’s] statements cannot be trusted.", "Instead, the circumstances surrounding the import of these packages are such that [the applicant] must have realised that there was a very high risk that she was involved in drug smuggling. The Court of Appeal refers here, above all, to the remarkable way in which the two smallish packages were imported into Sweden, and to the fact that both [YB] and [the contact person in Stockholm] were people of whom [the applicant] had little knowledge. Despite this, she failed to ask what the packages contained and took them with her to Sweden hidden in her luggage. No information has emerged that suggests that she would have refused to take the packages if she had known that they contained drugs, or if she had known that they contained as dangerous a drug as heroin. In this case, it must be assumed that she was indifferent to whether the packages contained heroin, and she is therefore to be regarded as having had the intention of carrying out the act of which she is accused. This is to be judged as drug smuggling, an aggravated offence.”", "13. Leave to appeal was refused by the Supreme Court (Högsta domstolen) on 5 October 2006.", "14. Section 3 of the Act on Penalties for Smuggling (lagen om straff for smuggling, SFS 2000:1225; hereinafter “the 2000 Act”) provides that a person who imports goods which are subject to a specific prohibition or condition for import, and who intentionally contravenes the prohibition or condition by failing to report the goods for customs clearance, shall be sentenced for smuggling to a fine or imprisonment for a period not exceeding two years. Where such smuggling relates to drugs, a sentence of imprisonment for a period not exceeding three years shall be imposed (section 6, paragraph 1). In the case of the offence being judged as aggravated, a sentence of imprisonment should be imposed for a period of at least two years and not exceeding ten years (section 6, paragraph 3). Particular consideration shall be given to whether the act related to a particularly large quantity of narcotics, whether the act formed part of a step in an activity that was conducted on a large scale or professionally, or whether the activity or act was otherwise of a particularly dangerous or unscrupulous nature (ibid).", "15. Chapter 5, section 1 of the Swedish Code of Judicial Procedure (rättegångsbalken, SFS 1942:740; hereinafter “the 1942 Code”) set out that with some exceptions, Swedish is the language to be used in Swedish courts. There is no express prohibition on the use of a foreign language during part or the whole of a main hearing. However, to hold a hearing in a language other than Swedish would be contrary to the rule that court hearings shall be open to the public (see Chapter 5, section 1).", "Chapter 5, section 6 of the 1942 Code contains rules on the use of interpreters in court, which are considered to apply by analogy to preliminary crime investigations in general. The provision states, inter alia, the following. If a party, a witness, or any other person who shall be heard by the court is incapable of understanding and speaking Swedish, an interpreter may be engaged to assist the court. If a public interpreter for the language in question serves at the court, he shall be assigned. Otherwise, the court shall assign a suitable person to assist as interpreter in the case.", "16. In crime-fighting activities by analogy the Swedish Customs apply section 8 of the Administrative Procedure Act (förvaltninglagen; SFS 1986:223; hereinafter “the 1986 Act”), which states that when an authority is dealing with someone who does not have a command of the Swedish language, or who has a severe hearing impairment or speech impediment, the authority should use an interpreter when needed. During their basic training, all customs officers are informed about section 8 of the 1986 Act and how it applies to the activities of the Swedish Customs. In practice, the assessment of the need for assistance by an interpreter is made on a case-by-case basis having regard to relevant circumstances such as the nature of the case, its level of importance to the individual and the customs officer’s knowledge of the foreign language at issue.", "Immediately after a seizure (beslag) has been made, a short initial hearing is often held by one of the customs officers in connection with the customs control at the border. If a non-Swedish speaker is involved, the customs officers present at the time decide among themselves whether any of them has sufficient skills in the relevant language to conduct the hearing. The purpose of this initial hearing is primarily to inform the person in question about the suspicions against him or her and his or her right to be represented by defence counsel. After the initial hearing, the case is normally taken over by a customs investigator. It is only in rare cases that such an investigator holds a hearing that involves the use of a foreign language without the assistance of an authorised interpreter. Authorised interpreters are engaged, directly or indirectly, via established and approved interpreting agencies."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}