{"ITEMID": "001-86861", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TASE v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["4. The applicant was born in 1957 and lives in Ploieşti.", "5. The Ploieşti police started an investigation into allegations that the applicant had stolen petroleum products from his employer, an oil company.", "6. On 6 June 2002, the applicant was apprehended by the police.", "On 7 June 2002 the prosecutor attached to the Prahova County Court issued an arrest warrant against the applicant for thirty days, until 6 July 2002. The prosecutor’s order gave the following reasons for seeking the applicant’s arrest:", "“the offence is punishable by more than two years’ detention, and [the applicant’s] continued liberty represents a threat to ordre public.”", "7. On 4 July 2002 the applicant was brought before the County Court in order to have the lawfulness of his committal for trial and of his pre-trial detention verified. The applicant’s lawyer requested that the detention order be set aside and the applicant released, arguing, in particular, that the arrest warrant was unlawful and that the measure of placing the applicant in pretrial detention had been taken automatically and too easily, as there was no evidence that he had committed the offence in question.", "8. On 4 July 2002 the Prahova County Court, considering that the reasons justifying the initial measure remained unchanged, ordered the applicant’s detention in custody for thirty more days, namely until 5 August 2002. It noted that its decision was subject to appeal at the same time as the judgment on the merits of the case.", "9. Four more hearings took place before the County Court. Each time the applicant’s pre-trial detention was extended for similar reasons to those of 4 July 2002, until the judgment on the merits was delivered. No further grounds were given by the County Court.", "10. On 9 October 2002 the Prahova County Court convicted the applicant of aggravated theft and imposed a one-year suspended sentence.", "11. The applicant was released from custody on 10 October 2002.", "12. The Supreme Court of Justice dismissed an appeal lodged by the applicant and upheld the County Court’s judgment in a final decision of 7 July 2003.", "13. Meanwhile, on 8 August 2002, the applicant was dismissed from his job in application of the Labour Code, as his detention had exceeded sixty days. He found a new job on 12 December 2004.", "14. The procedure for lodging complaints against preventive measures, including pre-trial detention, is described in Article 1401 of the Code of Criminal Procedure (see Anghelescu v. Romania (dec.), no. 46430/99, 2 December 2003).", "15. Under Article 141 of the Code of Criminal Procedure, only the decision whereby the court takes, sets aside, replaces or ends a preventive measure can be appealed against independently from the judgment on the merits of the case, and this must be done within three days of the date of the interlocutory judgment.", "16. Persons who have been unlawfully detained can avail themselves of two actions for damages described in the Code of Criminal Procedure and in the Civil Code respectively.", "17. The relevant Article of the Code of Criminal Procedure provides:", "“Anyone who has been convicted by a final decision is entitled to compensation from the State for any loss or damage sustained where, after a retrial, it is held in a judgment against which no appeal lies that he did not commit the offence in question or that no offence was committed.", "Anyone against whom a preventive measure has been taken, and in whose favour a decision to discontinue proceedings or acquit has been given for the reasons listed in the preceding paragraph, also enjoys a right to compensation for damage sustained...”", "18. In a decision of 10 March 1998, published on 18 May 1998 in the Official Journal, the Constitutional Court, to which an objection had been submitted alleging that the first paragraph of Article 504 of the Code of Criminal Procedure was unconstitutional, ruled as follows:", "“Under Article 48 of the Constitution, the State is liable for damage caused by miscarriages of justice committed in criminal proceedings. It follows that the principle of the State’s liability towards victims of a miscarriage of justice in a criminal trial must be applied to all victims of such a miscarriage. ... The Court notes that the legislature has not brought the provisions of Article 504 of the Code of Criminal Procedure into conformity with those of Article 48 § 3 of the Constitution. ... Consequently, bearing in mind that Article 504 of the Code of Criminal Procedure provides for only two cases in which the State’s responsibility for miscarriages of justice committed in criminal proceedings may be engaged, it follows that this restriction is unconstitutional, since Article 48 § 3 of the Constitution does not allow for any such limitation.”", "Article 504 has been modified by Law no. 281/2003. Its new version reflects the Constitutional Court’s decision above.", "19. The relevant Articles of the Civil Code provide:", "“Anyone who, through his own fault, causes damage to another shall be liable to make reparation for it.”", "“Anyone who causes damage as a result of his own action, his failure to act or his negligence shall be liable for that damage.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}