{"ITEMID": "001-58322", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF HUMEN v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Christos Rozakis;Nicolas Bratza", "TEXT": ["9. On 3 May 1982 the applicant was arrested by the militia because he had taken part in a street demonstration in Gdańsk. Subsequently, he was detained on remand on suspicion of having participated in an illegal assembly. On 5 January 1983 the Gdańsk Regional Court (Sąd Wojewódzki) convicted the applicant of participating in an illegal assembly constituting a violent attack against third persons and public property (an offence outlawed by section 275 § 1 of the Criminal Code of 1969) and sentenced him, under martial law as then in force, to sixteen months' imprisonment. The court of first instance found, inter alia, that the applicant, while participating in the demonstration (commemorating the anniversary of the Constitution of 3 May 1791) had shouted anti-government slogans and hurled insults at the militia officers; had unfurled the national flag on a monument; and, when the militia forces had attempted to put down the demonstration, had thrown stones at them from the street barricades, thus destroying public property (i.e. militia vans and park benches). On 8 June 1983 the Supreme Court (Sąd Najwyższy) upheld the first-instance judgment.", "10. On 3 March 1993 a panel of seven judges, sitting as the Criminal Chamber of the Supreme Court, on an extraordinary appeal filed by the Prosecutor General (Prokurator Generalny), quashed both the above-mentioned judgments and acquitted the applicant, finding that he had not committed any offence but had merely exercised his fundamental civil liberties as \"he had taken part in a peaceful and patriotic demonstration\". On this last point, the Supreme Court stressed that there was no doubt that the demonstration, regardless of whether it had been “legal” or “illegal” under the law as then in force, had not been intended to be a “violent attack against third persons or property”. Moreover, the violent clash between the demonstrators and the militia forces had been a simple consequence of and an inevitable response to the brutal attack by the latter on the demonstrators with, inter alia, truncheons, tear-gas bombs and water-cannons.", "11. On 13 April 1993 the applicant lodged a request based on section 487 of the Code of Criminal Procedure with the Gdańsk Regional Court. He sought compensation from the State Treasury for his wrongful conviction in 1983 and his unjustified detention which had lasted 249 days in all. He requested the court to award him an unspecified sum in damages for loss of earnings, injuries allegedly sustained by him in the course of his detention and damage to his health resulting from imprisonment. At the material time the applicant was detained in Kwidzyń Prison where he was serving a sentence imposed in other criminal proceedings.", "12. On 21 May 1993 the Chief Justice of the Gdańsk Regional Court informed the applicant that the above request had been referred to Criminal Division IV of that court on 18 May 1993.", "13. In a letter of 7 June 1993 the applicant requested the court to inform him of the progress of the proceedings.", "14. On 15 June 1993 the Gdańsk Regional Court ordered the applicant to specify the amount of the damages sought by him and to produce documents relating to the injuries sustained by him during his detention. The applicant specified the amount of the damages in a pleading filed with the court’s registry on 25 June 1993.", "15. On 19 July 1993 the applicant requested the court to deal with his request as soon as possible. On 30 July 1993 the court informed him that it was dealing with requests for compensation submitted in the first six months of 1992. The applicant's attention was drawn to the fact that he had failed to submit the documents requested on 15 June 1993. The applicant produced the documents in question on an unspecified date in September 1993 and requested the court to list a hearing.", "16. On 10 August 1993 the applicant complained to the Ombudsman (Rzecznik Praw Obywatelskich), the Minister of Justice and the Gdańsk Court of Appeal (Sąd Apelacyjny) about the slow conduct of the proceedings in his case. On an unspecified date his complaints were referred to the Chief Justice of the Gdańsk Regional Court, who replied thereto on 6 November 1993. The Chief Justice informed the applicant that there were 28 similar compensation cases registered with the Criminal Division of that court and that the applicant’s case was the twentieth on the list. As a consequence, it was difficult to foresee precisely when a hearing in his case would be held.", "17. On 26 October 1993 the applicant complained to the Supreme Court about the length of the proceedings in his case. On 9 November 1993 his complaint was referred to the Gdańsk Court of Appeal which, on 23 December 1993, informed the applicant that his case was currently the sixteenth on the list and that it would probably be dealt with in the first three months of 1994.", "18. In the meantime, on 10 November 1993, the applicant had submitted a pleading to the Gdańsk Regional Court, increasing his claims. In particular, he requested the court to order the State to pay him in addition a monthly amount to compensate him for loss of opportunities. He also informed the court that he was unable to produce any documents relating to the injuries sustained by him during detention since his medical records of 1982 were kept in the prison archives and they could be disclosed only upon the court’s order. On 25 November 1993 the court ordered the competent prison authorities to produce the relevant documents; they were filed with the court on 7 December 1993. On the same day the applicant requested the court to list a hearing.", "19. In a pleading filed with the court’s registry on 29 December 1993 the applicant increased his claims to an unspecified sum.", "20. On 5 January 1994 the Gdańsk Regional Court, in reply to a subsequent complaint from the applicant, informed him that it was still dealing with other requests for compensation submitted prior to his. The court stated, however, that a hearing in his case would be listed as soon as possible.", "21. On 24 January 1994 the applicant again complained to the Gdańsk Regional Court about the excessive length of the proceedings. In a letter of 8 February 1994 the court informed him that it was not feasible to list a hearing for any date in the first three months of 1994.", "22. On 14 February 1994 the applicant complained to the Chief Justice of the Gdańsk Regional Court about the length of the proceedings and asked him when the first hearing would be held. On 23 March 1994 the Chief Justice informed the applicant that his case would probably be dealt with in June or July 1994. He also admitted that, on account of substantial delays in dealing with similar requests for compensation, previous indications as to a possible hearing date appeared to have been inaccurate.", "23. On 28 March 1994 the applicant complained to the Minister of Justice about inactivity on the part of the Gdańsk Regional Court.", "24. On 1 June 1994 the Gdańsk Regional Court listed the first hearing in the applicant's case for 17 June 1994. During the hearing the court took evidence from the applicant who stated, inter alia, that in 1982 he had conducted a business activity and had been a member of the Gdańsk Trade Guild. The court adjourned the trial sine die since it found that evidence needed to be obtained from medical experts in order to assess whether there was a causal link between the state of the applicant's health and the detention imposed in 1982-83. The court also considered it necessary to hear evidence from the applicant’s sister and to call for documentary evidence of financial loss (if any) sustained by the applicant as a result of his conviction and the deprivation of his liberty.", "25. On 20 June 1994 the court ordered that the following documentary evidence be obtained: firstly, the applicant’s updated medical records from the relevant prison authorities; secondly, written information from the competent tax office as to whether the applicant had paid any tax on his income for April and May 1982; thirdly, a certificate from the applicant’s former employer stating the applicant’s average monthly salary over the period preceding his detention (i.e. from 29 October 1981 to 31 March 1982) and, fourthly, written information from the Gdańsk Trade Guild on whether the applicant had been a member of the guild and had paid membership fees.", "26. On 27 June 1994 the court received the applicant’s medical records. On 21 July 1994 the tax office informed the court that the applicant had not been registered as a taxpayer conducting business activities in 1982. Since the company by which the applicant had formerly been employed had failed to produce the certificate requested, the court issued two reminders to it, on 19 July and 1 September 1994. On 15 December 1994 the applicant’s employer provided the court with the certificate in question.", "27. Meanwhile, in a letter of 25 July 1994, the applicant had asked the trial court when the proceedings would be terminated. On 8 August 1994 the court informed him that procedural steps had been taken to obtain the evidence relevant for the determination of his claims.", "28. On 3 and 24 October 1994 the applicant complained to the Chief Justice of the Gdańsk Regional Court about the length of the proceedings. On 25 October 1994 the Chief Justice informed the applicant that on 20 October 1994 the case-file had been sent to experts at the Faculty of Forensic Medicine of the Gdańsk Academy of Medicine. Therefore, the date of the next hearing could not be fixed until the experts had submitted their report.", "29. On 18 November 1994 the court, after finding that the experts had not fixed a date for the applicant to be examined, ordered that the registry supervise the experts’ work and report to the presiding judge on the progress of the process of obtaining evidence.", "30. On 1 December 1994 the applicant was examined by a neurologist who expressed the opinion that he should also undergo a brain tomography examination. The Faculty of Radiology of the Gdańsk Academy of Medicine, at the court’s request, fixed the date of the examination for 22 December 1994.", "31. In the meantime, on 19 December 1994, the applicant had been granted twenty-four hours' leave from prison and had failed to return. He did not keep his appointment for the brain tomography examination.", "32. On 13 January 1995 the Gdańsk Regional Court stayed the proceedings, after being informed by the prison authorities that the applicant was still being searched for. On 17 February 1995 the court resumed the proceedings as the applicant had informed it that service of a summons or other court documents on him could be effected at his home address. Subsequently the court requested the experts to fix another date for the brain tomography examination. The examination was to be carried out on 24 April 1995 and the court ordered that on that day the applicant, who had in the meantime been redetained, be taken from prison to the experts.", "33. However, on 11 April 1995, the Chief Justice of the Gdańsk Regional Court informed the President of the Criminal Division of that court that the applicant, in his two letters dated 3 April 1995, had refused to consent to the brain tomography examination and had threatened to go on hunger strike in order to obtain a date for the next hearing.", "34. On 4 May 1995 the trial court informed the experts that the applicant was unwilling to undergo the brain tomography examination and asked them whether they would be able to prepare their report on the basis of the materials contained in the case file. The experts submitted their report to the court on 23 May 1995.", "35. On 23 May 1995 the court again requested the Gdańsk Trade Guild to submit information on whether the applicant had been a member of the guild in April and May 1982. On 25 May 1995 the court was informed, by telephone, that the applicant had not been a member of the guild from 1980 to 1995. Later, on 30 May 1995, the court established on the basis of unspecified evidence that the applicant, even though he had previously alleged that he had commenced his business activity in 1982, had in fact registered his business with the relevant authorities on 1 August 1990.", "36. On 2 June 1995 the Gdańsk Regional Court held a hearing and heard evidence from the applicant’s sister. During the hearing the applicant confirmed that he was unwilling to undergo the brain tomography examination. On the same day the court pronounced a decision granting the applicant's claims in part. It awarded him the sum of 5,000 Polish zlotys (PLN), of which PLN 2,500 was for pecuniary damage and PLN 2,500 for non-pecuniary damage.", "37. On 5 July 1995, on the applicant's appeal of 9 June 1995, the Gdańsk Court of Appeal quashed the first-instance decision and remitted the case to the Gdańsk Regional Court, finding, in particular, that the lower court had failed to establish properly a causal link between the state of the applicant’s health and his detention. In the meantime, on 26 June 1995, the applicant had requested the court to terminate the proceedings as soon as possible.", "38. On 17 July 1995 the Gdańsk Regional Court ordered that a fresh report be obtained from the neurologist who had prepared the previous report.", "39. In his pleading of 19 July 1995 the applicant increased his claims to an unspecified sum.", "40. On 17 August 1995 the applicant complained to the court that the length of the proceedings in his case was excessive. On 23 August 1995 the court informed him that the next hearing would be listed after obtaining the report from the expert.", "41. On 28 August 1995 the expert informed the court that he was unable to prepare a more extensive report on the applicant’s state of health without the help of the brain tomography examination.", "42. In a letter of 12 September 1995, received at the court’s registry on 25 September 1995, the applicant requested the court to proceed with his case.", "43. On 11 October 1995 the court held a hearing and heard evidence from the expert. The trial was adjourned since the court decided that evidence should be heard from two witnesses, namely K.D., a doctor, and A.P., the prosecutor who had detained the applicant on remand in May 1982. Until 14 December 1995 the court was unable to establish the address of (and thus to serve a summons on) A.P.", "44. On 12 January 1996 the court held the next hearing and heard evidence from K.D.; however, the trial was adjourned to 9 February 1996 since A.P. had failed to appear before the court. On 9 February 1996 the trial was again adjourned for the same reason. During a subsequent hearing, which was held on 6 March 1996 in the applicant’s presence, the court heard evidence from A.P. and pronounced a decision granting the applicant compensation in the sum of PLN 6,800 for pecuniary and non-pecuniary damage. The full text of the decision was served on the applicant on 18 March 1996. Since he did not appeal against it within the statutory time-limit of seven days, the decision became final and enforceable on 26 March 1996. On 1 October 1996 the applicant went to the Financial Department of the Gdańsk Regional Court and received the sum awarded, in cash.", "45. At the material time the domestic provisions setting out the State’s liability for wrongful conviction or for unjustifiably depriving an individual of his liberty in the course of criminal proceedings against him were contained in Chapter 50 of the Polish Code of Criminal Procedure of 1969, entitled \"Compensation for unjustified conviction, detention on remand or arrest\". The Code is no longer in force as it was repealed and replaced by the Code of Criminal Procedure of 6 June 1997, currently referred to as the “New Code of Criminal Procedure”.", "46. Section 487 of the Code of Criminal Procedure of 1969 provided, insofar as relevant:", "\"1. An accused who, as a result of the reopening of the criminal proceedings against him or of lodging an extraordinary appeal, has been acquitted or resentenced under a more lenient substantive provision, shall be entitled to compensation from the State Treasury for the damage which he has suffered in consequence of having served the whole or a part of the sentence imposed on him.", "...", "4. The provisions of the present chapter shall be applied by analogy to manifestly unjustified arrest or detention on remand.\"", "47. Section 488 of that Code provided, insofar as relevant:", "\"1. A request for compensation shall be submitted to a regional court in whose jurisdiction the decision giving rise to the request for compensation was given at first instance. ...", "2. The court shall consist of three judges. Cases relating to requests for compensation shall be given priority and no court fees shall be required from the applicant.\"", "48. A request for compensation based on the foregoing provisions was examined by a criminal court. In those proceedings the court applied the rules of criminal procedure; however, in respect of such questions as the evaluation of the pecuniary or non-pecuniary damage sustained by an accused, the court applied the relevant principles set out in the Civil Code. The person concerned was entitled to compensation for any financial loss (e.g. loss of work or earnings), damage to health and psychological harm resulting from the execution of the sentence or detention on remand. In order to determine the amount of the damages due for loss of work or earnings the court was obliged to establish the earning capacity which the applicant would have had if he had not been convicted and detained and to deduct from the sum so determined his necessary everyday expenses and, if appropriate, other spending or losses (see the decision of the Supreme Court of 19 April 1995, no. WZ 71/95, published in OSP 1995/12/235).", "49. The court primarily applied the rules of evidence contained in the Code of Criminal Procedure. However, according to well-established legal theory and practice, the court also applied the relevant rules of civil procedure. In particular, since the main issue involved in such proceedings was financial reparation for a miscarriage of justice, and not the determination of any criminal charge, the court applied a general principle of civil procedure that the burden of producing evidence and the burden of proof lay on the claimant.", "50. In such matters as the admissibility and assessment of evidence the court essentially applied the relevant provisions of the Code of Criminal Procedure, providing, in particular, that the court could admit evidence either of its own motion or at the parties’ request and assess it on the basis of its own conviction. However, in cases where it was impossible or difficult to establish with precision the facts relevant for the determination of the damages due for loss of work or earnings (such as the earning capacity of the applicant, his income and expenses), the court was required, applying by analogy section 322 of the Code of Civil Procedure, to fix the amount of such damages on the basis of its own assessment of all the relevant circumstances (see the resolution reached by the Plenary Supreme Court on 7 June 1958, no. Prez. 729/58, published in OSN 1958, no. 4, item 34)", "51. Under Section 10 § 2 of the Code of Criminal Procedure organs conducting criminal proceedings were, if necessary, obliged to inform the parties to the proceedings of their procedural rights and duties.", "52. Mr Edward Humen applied to the Commission on 7 April 1994. He alleged firstly that the proceedings in the Gdańsk Regional Court, which concerned his claim for compensation for his wrongful conviction under martial law and his unjustified detention, had been unreasonably long. He further maintained that, in three separate sets of criminal proceedings against him, the Polish courts had convicted him on the basis of insufficient evidence and that they had incorrectly assessed the evidence presented before them. In respect of one of those three sets of criminal proceedings against him, the applicant also alleged that his right to be released pending trial had not been respected. Lastly, the applicant complained about the fact that he had been refused a temporary suspension of his sentence. He did not invoke any specific provision of the Convention in support of his complaints.", "53. The Commission examined the applicant’s complaints under Article 6 § 1 and Article 5 § 3 of the Convention. On 3 December 1997 the Commission (Second Chamber) declared the application (no. 26614/95) admissible insofar as it concerned the complaint about the length of the proceedings relating to the determination of the applicant’s claim for compensation for wrongful conviction and unjustified detention. It declared the remainder of the application inadmissible. In its report of 20 May 1998 (former Article 31), the Commission expressed the opinion that there had been a violation of Article 6 § 1 (eight votes to six). The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}