{"ITEMID": "001-104816", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KARTTUNEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Ms Ulla Annikki Karttunen, is a Finnish national who was born in 1956 and lives in Helsinki.", "2.", "3. The applicant is an artist who exhibited her work “the Virgin-Whore Church” in an art gallery in Helsinki. On 14 February 2008 the exhibition was opened for invited guests and on 15 February 2008 it was opened to the public. The work included hundreds of photographs of teenage girls or otherwise very young women in sexual poses and acts. The pictures had been downloaded from free Internet pages and some of them were extremely violent or degrading.", "4. On 15 February the police seized the pictures and the exhibition was closed down. On 21 February 2008 the police seized the applicant’s computer.", "5. On 14 March 2008 the public prosecutor pressed charges against the applicant on two counts. His decision to press charges was based on the Deputy Prosecutor General’s (apulaisvaltakunnansyyttäjä, biträdande riksåklagaren) decision to press charges in the matter. He also requested, inter alia, that the seized pictures be confiscated.", "6. On 21 May 2008 the Helsinki District Court (käräjäoikeus, tingsrätten) convicted the applicant of possessing and distributing sexually obscene pictures depicting children. The court found, by referring, inter alia, to Article 10 of the Convention and other Council of Europe conventions, that everybody had the right to freedom of expression as well as to freedom of the arts unless the exercise of these rights constituted a crime. Finding the applicant guilty was justified for the protection of morals. Moreover, the faces of many of the children or young women in the pictures were clearly recognisable and their reputation and right to private life had to be protected. Even though the applicant’s intention had not been to commit a criminal act but, on the contrary, to criticise easy access to child pornography, possessing and distributing sexually obscene pictures depicting children were still criminal acts. Their criminalisation was based on the need to protect children against sexual abuse as well as against violation of their privacy. As to the sanctions, the court noted that the applicant had intended to provoke general discussion about child pornography. Taking into account also the other circumstances, inter alia, that the crimes were minor and excusable, the court did not impose any sanctions on the applicant. Instead, the court ordered all the pictures to be confiscated.", "7. By letter dated 19 June 2008 the applicant appealed to the Helsinki Court of Appeal (hovioikeus, hovrätten), requesting that the charges be dismissed. She claimed that her work as an artist had to be equated with the work of a journalist or a scientist, and that she had therefore had a justification for the possession and distribution of the pictures in question.", "8. On 6 March 2009 the Helsinki Court of Appeal upheld the District Court’s judgment. It found, inter alia, that the protection of the privacy of children took precedence over the applicant’s right to freedom of expression. The fact that the identity of the children was not known or that the pictures could be illegally obtained elsewhere did not remove the applicant’s criminal liability nor justify her acts.", "9. By letter dated 5 May 2009 the applicant appealed to the Supreme Court (korkein oikeus, högsta domstolen), reiterating the grounds for appeal already presented before the Court of Appeal.", "10. On 29 June 2009 the Supreme Court refused the applicant leave to appeal.", "11. The Constitution of Finland (Suomen perustuslaki, Finlands grundlag, Act no. 731/1999) provides in its section 12 the following:", "“Everyone has the freedom of expression. Freedom of expression entails the right to express, disseminate and receive information, opinions and other communications without prior prevention by anyone. More detailed provisions on the exercise of the freedom of expression are laid down by an Act. Provisions on restrictions relating to pictorial programmes that are necessary for the protection of children may be laid down by an Act. Documents and recordings in the possession of the authorities are public, unless their publication has for compelling reasons been specifically restricted by an Act. Everyone has the right of access to public documents and recordings.”", "12. In section 16 of the Constitution the freedom of science, the arts and higher education is guaranteed.", "13. According to Chapter 17, section 18, of the Penal Code (rikoslaki, strafflagen; Act no. 39/1889, as amended by Act no. 650/2004):", "“A person who manufactures, offers for sale or for rent, exports, imports to or through Finland or otherwise distributes sexually obscene pictures or visual recordings depicting", "(1) children,", "(2) violence or", "(3) bestiality", "shall be sentenced for distribution of sexually obscene pictures to a fine or imprisonment for at most two years.", "An attempt is punishable.", "The provisions in section 17, subsection 2 apply also to the pictures and visual recordings referred to in this section.", "A person under 18 years of age and a person whose age cannot be determined but who can be justifiably assumed to be under 18 years of age is regarded as a child.”", "14. Chapter 17, section 19, of the Penal Code provides that a person who unlawfully has in his or her possession a photograph, video tape, film or other realistic visual recording depicting a child referred to in section 18, subsection 4, having sexual intercourse or participating in a comparable sexual act or depicting a child in another obviously obscene manner shall be sentenced for possession of sexually obscene pictures depicting children to a fine or imprisonment for at most one year."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}