{"ITEMID": "001-5398", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SOLOMON v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Luigi Ferrari Bravo", "TEXT": ["The applicant is a Nigerian citizen, born in 1968 and residing in Zeist, the Netherlands. Before the Court he is represented by Ms A. Barada, a lawyer practising in Amsterdam.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant first came to the Netherlands in 1993. He requested asylum or, alternatively, a residence for compelling reasons of a humanitarian nature. He submitted that he had been a corporal in the Nigerian army and that when assisting his uncle, a lieutenant colonel, in the preparations of a coup d’état he was arrested and subsequently sentenced to death. He claimed to have been the only one of the conspirators to escape, and that the others were all put to death.", "The applicant’s requests were rejected by the Deputy Minister of Justice (Staatssecretaris voor Justitie), as was his request for revision (herziening). The applicant then filed an appeal with the Judicial Division of the Council of State (Afdeling Rechtspraak van de Raad van State) but his request for an interim measure was rejected on 22 December 1994 by the President of the Regional Court (Arrondissementsrechtbank) of The Hague sitting in ‘s-Hertogenbosch. This meant that he was not allowed to await the outcome of the proceedings before the Judicial Division of the Council of State on Netherlands territory. From this moment onwards he was therefore required to leave the Netherlands forthwith.", "In 1994 or 1995 – the exact date has not been given – the applicant met a woman of Netherlands nationality with whom he subsequently entered into a relationship. On 29 February 1996 he requested a residence permit enabling him to reside in the Netherlands with his partner. This request was rejected in two instances by the Deputy Minister for Justice and in a final decision of 12 February 1997 by the President of the Regional Court of The Hague sitting in Amsterdam. The Regional Court considered that the applicant had failed to prove his identity and had failed to prove that he was not married already. In so holding it had regard to, among other things, the way in which the applicant had obtained his Nigerian passport: by post, instead of through official channels, which meant that e.g. the passport holder had not signed the passport in the presence of an authorised official. Other documents, including the applicant’s birth certificate, contradicted each other and had not been verified.", "The applicant’s partner became pregnant. On 1 July 1997 the applicant again requested a residence permit enabling him to reside in the Netherlands with his partner and their soon to be born child.", "In a final decision of 9 July 1997 the Judicial Division of the Council of State rejected the applicant’s asylum claims as unsubstantiated in view of what it considered to be inconsistencies in the applicant’s statement and supporting documentation. The credibility of the applicant’s assessment was not accepted. The Council of State also found that there were no compelling reasons of a humanitarian nature to grant him a residence permit. The factor of the applicant’s relationship with his partner did not play a role in this decision.", "On 29 July 1997 the Deputy Minister rejected the applicant’s request of 1 July 1997 for a residence permit. She held that, as had been the case at the time of the Regional Court’s decision of 12 February 1997, the applicant was still not in possession of certified documents and as he had also not yet submitted a passport, his identity had not been properly established. The fact that the applicant had argued that he was attempting to obtain the required documents was not considered relevant since he had known for some eighteen months that he needed to produce them. The Deputy Minister further held that the refusal of a residence permit did not constitute an interference with the applicant’s right to respect for family life since he had never held a residence permit enabling him legally to develop family life with his partner in the Netherlands. As his child had not yet been born, no family life existed between the applicant and the child.", "The applicant filed an objection (bezwaarschrift) against this decision. On 12 September 1997 a daughter was born to the applicant and his partner. The daughter has Netherlands nationality.", "The Deputy Minister rejected the applicant’s objection on 5 November 1997, holding that despite the birth of the applicant’s child a refusal of a residence permit did still not constitute an interference with the applicant’s right to respect for family life since he had never held a residence permit enabling him legally to develop family life with his partner and his child in the Netherlands. Moreover, the Deputy Minister considered that there existed no objective obstacles for the applicant, his partner and their child preventing them from developing their family life in Nigeria, the more so as the applicant’s asylum claims had been rejected, from which it followed that the applicant was not considered to be in any real danger if returned to Nigeria.", "The applicant filed an appeal with the Regional Court of Amsterdam and also requested the President of that Court to grant him an interim measure so that he would not be expelled pending his appeal.", "On 1 September 1998 the Regional Court rejected the appeal. It found that in the examination of the question whether Article 8 of the Convention imposed a positive obligation on the Netherlands to grant residence to the applicant, no decisive importance could be given to his daughter’s right under Article 3 § 1 of Protocol No. 4 not to be expelled. However, given the girl’s Netherlands nationality she was entitled to be raised and educated in the Netherlands and therefore her interests should be taken into account as well. Nevertheless, the Regional Court considered that the interest of protection of the national economic welfare outweighed those of the applicant and his daughter. In this respect the Regional Court took into account that the daughter had only been two months old when the Deputy Minister had rejected the applicant’s objection and that the Deputy Minister’s decision did not prevent the applicant from developing his family life in Nigeria. It had not appeared that his daughter would not be admitted to Nigeria and her residence there would not affect her right to enter the Netherlands. Moreover, the applicant’s request for asylum did not constitute an objective obstacle to family life being developed in Nigeria as this request had been rejected.", "The Regional Court accepted that if the applicant was to take his daughter with him to Nigeria this would constitute an interference with his partner’s right to respect for family life with her child. However, the interest of protection of the national economic welfare also outweighed the interests of the partner. In this respect the Regional Court took into account that the partner had entered into the relationship with the applicant at a time when he was not allowed to reside in the Netherlands. There were, moreover, no objective obstacles preventing the partner from developing family life in Nigeria.", "Also on 1 September 1998 the acting President of the Regional Court rejected the applicant’s request for an interim measure.", "B. Relevant domestic law and practice", "Given the situation obtaining in the Netherlands with regard to population size and employment, Government policy was, and remains, aimed at restricting the number of aliens admitted to the Netherlands. In general, aliens are only granted admission for residence purposes if: (a) the Netherlands are obliged under international law to do so, as in the case of citizens of the European Union or Benelux member States and refugees covered by the Geneva Convention relating to the Status of Refugees; (b) this serves “essential interests of the Netherlands” (wezenlijk Nederlands belang), e.g. economic or cultural interests; (c) there are “cogent reasons of a humanitarian nature” (klemmende redenen van humanitaire aard). Relevant policy is defined in the Aliens Circular (Vreemdelingencirculaire) of 1994.", "In Chapter B1, under 3, of the Aliens Circular it is laid down that the partner of a Netherlands national may be allowed to reside in the Netherlands within an existing non-marital relationship or, if both partners are at least eighteen years old, in a newly-formed relationship provided that both partners prove by means of legalised official documents that they are both unmarried and that they are not closely related. The requirement that both partners be unmarried is waived if the fact of being, or remaining, married to a third party cannot be imputed to the person concerned.", "Chapter C4 of the Aliens Circular lists cases in which the requirement of legalisation can be waived, for instance if the person concerned is a genuine asylum seeker and therefore cannot be expected to contact the authorities of his country of origin. However, certain “problematic countries” are listed from which documents are not accepted, save in exceptional cases, without verification by competent Netherlands diplomatic or consular officials. Nigeria is one of these."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}