{"ITEMID": "001-98184", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SKOBIC v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant, Mr Ratko Škobić, is a citizen of Bosnia and Herzegovina and the Netherlands who was born in 1941 and lives in Rotterdam. The Government of Bosnia and Herzegovina (“the Government”) were represented by Ms M. Mijić, Agent, and Ms Z. Ibrahimović, Deputy Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Prior to the dissolution of the Socialist Federal Republic of Yugoslavia (“the SFRY”) the applicant deposited foreign currency in his five bank accounts at the then Jugobanka Sarajevo – Ekspozitura Bugojno and Privredna banka Sarajevo – Osnovna banka Bugojno (in what is today the Federation of Bosnia and Herzegovina) and Jugobanka Sarajevo – Filijala Banja Luka and Privredna banka Sarajevo – Osnovna banka Banja Luka (in what is today the Republika Srpska). In Bosnia and Herzegovina, as well as in other successor States of the SFRY, such savings are commonly referred to as “old” foreign-currency deposits (for the relevant background information see Suljagić v. Bosnia and Herzegovina, no. 27912/02, 3 November 2009).", "In 1991/92 the balance in the applicant’s accounts (which included interest) was apparently in the region of 210,000 Dutch guilders (approximately 95,000 euros).", "The applicant subsequently attempted to withdraw his savings on several occasions, but to no avail. It would appear that he has not obtained a verification certificate pursuant to the domestic legislation on “old” foreign-currency savings.", "The relevant law and practice were outlined in Suljagić, cited above."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}