{"ITEMID": "001-58147", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF J.J. v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Costs and expenses partial award - domestic proceedings", "JUDGES": "", "TEXT": ["7. The applicant is a freelance tax consultant.", "8. On 14 December 1989 the Inspector of Direct Taxes sent the applicant an assessment of supplementary income tax (naheffingsaanslag) for the year 1984. In accordance with the applicable provisions (see paragraph 17 below) a fiscal penalty was additionally imposed to an amount equal to that of the assessment. The penalty came to 38,656 Netherlands guilders (NLG).", "9. On 20 December 1989 the applicant lodged an appeal against this assessment with the Taxation Division of the Leeuwarden Court of Appeal (gerechtshof). By letter of 21 December the registrar of that court asked the applicant to pay a court registration fee of NLG 75 pursuant to section 5 of the Taxation Disputes (Administrative Jurisdiction) Act (Wet administratieve rechtspraak belastingzaken).", "10. The applicant’s appeal was declared inadmissible by the President of the Taxation Division on 23 March 1990 on the ground that the court registration fee had not been paid.", "11. On the same day the applicant lodged an objection (verzet) against this decision with the Taxation Division. He submitted that he had sent an order to his bank for the payment by bank transfer of the court registration fee, but that that order had not been carried out. In his view this error on the part of the bank could not be held against him.", "12. Having held a hearing on 19 September 1990, the Taxation Division of the Court of Appeal declared the applicant’s objection unfounded on 26 October. It held that, as the applicant had himself chosen to make use of the services of a bank, it had been up to him to see to it that his order was correctly carried out.", "13. The applicant lodged an appeal on points of law with the Supreme Court (Hoge Raad) on 20 November 1990. He submitted that the Court of Appeal had erred in law by holding him responsible for a mistake made by his bank in carrying out his transfer order. In the alternative, he submitted that the imposition of a fiscal penalty amounted to a penal sanction, and that it was inappropriate to levy a court registration fee in any case concerning the determination of a “criminal charge”.", "The Deputy Minister of Finance (Staatssecretaris van Financiën) filed a written statement of defence (vertoogschrift).", "14. One of the advocates-general to the Supreme Court submitted an advisory opinion on 19 November 1991. He did not address the applicant’s primary submission, apart from expressing the view that the decision of the Court of Appeal had been correct, but gave extensive reasons why the alternative submission should be rejected.", "15. The applicant did not receive a copy of the advisory opinion until the Supreme Court delivered its judgment.", "16. The Supreme Court dismissed the applicant’s appeal on 17 June 1992.", "It held that a failure on the part of a bank to carry out an order for the transfer of a court registration fee could not be held against the person who had given such an order if the latter saw to it that the payment was made as soon as possible after he could reasonably be expected to be aware of such failure. Nevertheless, it appeared that the applicant had not paid the court registration fee at all and his primary submission had therefore to be rejected.", "It further held that the court registration fee in question was not such as to constitute any real impediment to a taxpayer’s right of access to a court, and that in appropriate cases a reduction of the fee in question could be granted. The applicant’s alternative submission was therefore also rejected.", "17. Pursuant to section 20(1) of the General Act on State Taxes (Algemene wet inzake rijksbelastingen) a demand for supplementary tax is made if a tax for which the taxpayer is under an obligation to file a declaration (die op aangifte behoort te worden voldaan of afgedragen) is not paid in its entirety or not paid at all.", "In such cases a fiscal penalty is additionally imposed to an amount equal to the amount due in tax (section 21(1)).", "18. It is open to a taxpayer to submit an administrative objection (bezwaarschrift) to the competent tax inspector (section 23).", "An appeal against the latter’s decision lies to the Taxation Division of the Court of Appeal (section 26).", "19. It is, however, also open to the taxpayer to lodge an appeal directly to the Taxation Division of the Court of Appeal without first submitting an administrative objection to the tax inspector (section 26(2)). This was the course followed by the applicant in the present case.", "20. A taxpayer who lodges an appeal with the Taxation Division of the Court of Appeal is required to pay a court registration fee, which at the relevant time amounted to NLG 75 (section 5(1) of the Taxation Disputes (Administrative Jurisdiction) Act). This fee is reduced by NLG 35 if the financial interest is very small (section 5(3)), or if the taxpayer is indigent (section 5(4)).", "The entire fee is paid back to the taxpayer if his appeal is upheld in whole or in part (section 5(7)).", "21. An appeal on points of law against the decision of the Taxation Division of the Court of Appeal lies to the Supreme Court (section 19). Such an appeal may be lodged by the competent tax inspector or other tax authority as well as by the taxpayer.", "22. The defendant party – tax authority or taxpayer, as the case may be – may submit a written statement of defence (section 22(2)).", "23. The Supreme Court does not hold an oral hearing unless it is asked to do so by one of the parties. Such a request may be made in either the statement of points of appeal or the statement of defence, or after the filing of those statements, by the party which has lodged the appeal on points of law; in the latter case the time-limit for so doing is fourteen days after the statement of defence was sent to the party concerned (section 23(1)).", "24. If the Procurator-General expresses the wish to be heard, the case file is sent to him after the hearing, or after the filing of the written statements if no hearing is held (section 24(1)). He must submit his advisory opinion in writing (section 24(2)).", "It is not provided that the taxpayer must be supplied with a copy of the advisory opinion before the delivery of the judgment of the Supreme Court.", "25. The Supreme Court deliberates in camera. Although there is no legal provision prohibiting the Procurator-General from attending the Supreme Court’s deliberations, in practice he never attends.", "26. The Supreme Court may quash the decision appealed against on the grounds adduced or on other grounds (section 25). In that event it decides on the merits of the case, substituting for the decision of the Taxation Division of the Court of Appeal the decision on the merits which the latter ought to have given. Only if the decision on the merits depends on important facts which have not been established at an earlier stage of the proceedings does the Supreme Court refer the case back to the Court of Appeal which gave the decision appealed against or one of the other courts of appeal (ibid.).", "27. The duties and position of the Procurator-General’s department (openbaar ministerie) are defined in the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie).", "28. The Procurator-General’s department consists of the Procurator-General and advocates-general of the Supreme Court, the procurators-general and advocates-general of the courts of appeal and the public prosecutors of the regional and district courts (section 3(1) of the Judiciary (Organisation) Act). The advocates-general of the Supreme Court act as deputies of the Procurator-General of that court and are subordinate to him (sections 3(2), 5a and 6(1)).", "29. The Procurator-General’s department must be heard by the courts in so far as the law so prescribes (section 4). The advisory opinion of the Procurator-General or an advocate-general to the Supreme Court takes the form of a learned treatise containing references to relevant case-law and legal literature and a recommendation, which is not binding on the Supreme Court, to uphold or reject points of appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}