{"ITEMID": "001-88624", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "HOOPER v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant, Mr Thomas John Hooper, is a British national who was born in 1958 and lives in Cardiff. He was represented before the Court by Mr R. Khan, a lawyer practising in Cardiff.", "The applicant’s first wife died on 17 December 1986. They had two children from the marriage born in 1984 and 1986. In 1987 the applicant applied for widows’ benefits and was informed that he was not entitled to these benefits as he was a man.", "On 10 February 1990 the applicant married his second wife. She died on 27 March 1997, leaving one child born in 1991. He has been in receipt of income support since 1997. His claim for widows’ benefits was made in April 1997 and was rejected in May 1997 on the ground that he was not entitled to widows’ benefits because he was not a woman.", "On 10 May 2000 the applicant reapplied for widows’ benefits and on 26 May 2000 he was informed that the benefits agency refused to consider his claim. By a letter of 1 June 2000 the applicant challenged this rejection. By a letter of 10 August 2000 he was informed that his only redress was by way of judicial review in the High Court. The applicant initiated judicial review proceedings which were dismissed on 14 February 2002. The applicant appealed and on 18 June 2003, the Court of Appeal accepted that his Convention rights had been breached but did not award damages. Both parties appealed and on 5 May 2005 the House of Lords accepted that the applicant’s Convention rights had been infringed. However it rejected his claims because the Secretary of State had no power to make extra-statutory payments.", "The domestic law relevant to this application is set out in Willis v. the United Kingdom, no. 36042/97, §§ 1426, ECHR 2002-IV and Runkee and White v. the United Kingdom, no. 42949/98, §§ 40-41, 25 July 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}