{"ITEMID": "001-5035", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "IAN EDGAR (LIVERPOOL) LIMITED v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a business engaged in the wholesale distribution of firearms. It is represented before the Court by Edwin Coe, Solicitors, of London. The facts of the case, as submitted by the parties, may be summarised as follows.", "A. The particular facts of the case", "The applicant business is a wholesaler and distributor of firearms and associated products. It was founded in 1947. The two sons of the founder are directors of the applicant company and between them hold 80% of the share capital. The applicant company operates from wholly-owned offices and a warehouse and owns a 17-acre site where secure licensed magazines for ammunition are located.", "", "Controls on firearms in Great Britain, including controls on the possession of pistols, revolvers, rifles and the ammunition for them, were introduced for the first time in 1920. In 1934, fully-automatic weapons were prohibited, and in 1962, airguns and shotguns were made subject to restrictions for the first time. The controls were consolidated in the Firearms Act 1968. In 1988, semi-automatic and self-loading rifles were prohibited, and in 1992, disguised firearms were prohibited.", "In March 1996, an individual entered a primary school in Scotland and shot dead a teacher and 16 children, and wounded 13 others. He had with him four handguns and 743 rounds of ammunition. The Government subsequently established a public inquiry chaired by the Hon. Lord Cullen, which presented a report to the Parliament of the United Kingdom in October 1996 (“the Cullen Report”).", "Following the presentation of the Cullen Report, legislation was passed in 1997 prohibiting the possession of handguns, and schemes were set up for the payment of compensation to private individuals and to dealers in firearms in respect of handguns the possession of which was prohibited.", "", "Between 1996, when a prohibition on handguns was first contemplated, and August 1997 (the date the application was made), sales of handguns by the applicant company decreased by 65%. Between 31 March 1996 and 31 March 1997, its turnover dropped by 22.3%. Handguns and related products formerly amounted to 30% of the applicant company’s sales.", "The applicant company received £890,000 in compensation under the schemes. By the beginning of 1999, approximately £22 million had been paid out to some 1,500 dealers under the schemes, of a total of some £67 million which had been paid out to individuals, dealers and others. The Government estimate the total costs which will be involved in paying compensation under the schemes to be some £120 million.", "B. Domestic law and practice", "The Firearms Act 1968 has been periodically amended since it was passed, and forms the basis of the current system of control of firearms in the United Kingdom. Section 5 of the Act of 1968 prohibits the possession, purchase, acquisition, manufacture, sale or transfer of the firearms there specified. Section 1 of the Firearms (Amendment) Act 1997 (“the First Amendment Act”) added large-calibre handguns to the class of prohibited firearms in section 5 of the 1968 Act.", "Section 5 of the Act of 1968, as amended by the First Amendment Act, provided:", "“(1) A person commits an offence if, without the authority of the Defence Council, he has in his possession, or purchases or acquires, or manufactures, sells or transfers -", "...", "(aba) any firearm which has a barrel length of less than 30 centimetres in length or is less than 60 centimetres in length overall, other than an air weapon, a small-calibre pistol, a muzzle-loading gun or a firearm designed as signalling apparatus.”", "The Firearms (Amendment) (No. 2) Act 1997 (“the Second Amendment Act”; together with the First Amendment Act, “the 1997 Amendment Acts”) extended the scope of the prohibition in section 5 to small-calibre pistols by declaring (in section 1) that the words “a small-calibre pistol” in section 5(1)(aba) of the 1968 Act as amended by the First Amendment Act should cease to have effect.", "The First Amendment Act provides as follows, so far as material:", "“15 Surrender of prohibited small firearms and munitions", "(1) The Secretary of State may make such arrangements as he thinks fit to secure the orderly surrender at designated police stations of firearms or ammunition the possession of which will become or has become unlawful by virtue of section 1 or 9 above.", "...", "16 Payments in respect of prohibited small firearms and ammunition", "(1) The Secretary of State shall, in accordance with a scheme made by him, make payments in respect of firearms and ammunition surrendered at designated police stations in accordance with the arrangements made by him under section 15 above.", "(2) A scheme under subsection (1) above shall provide only for the making of payments to persons making claims for such payments in respect of firearms or ammunition -", "(a) which they had, and were entitled to have in their possession on or immediately before 16th October 1996 by virtue of firearms certificates held by them or by virtue of their being registered firearms dealers; or", "(b) which on or before that date they had contracted to acquire and were entitled to have in their possession after that date by virtue of such certificates held by them or by virtue of their being registered firearms dealers,", "and their possession of which will become, or has become, unlawful by virtue of section 1(2) or 9 above.", "17 Payments in respect of ancillary equipment", "(1) The Secretary of State shall, in accordance with any scheme which may be made by him, make payments in respect of ancillary equipment of any description specified in the scheme.", "(2) For the purposes of subsection (1) above, ‘ancillary equipment’ means equipment, other than prohibited ammunition, which-", "(a) is designed or adapted for use in connection with firearms prohibited by virtue of section 1(2) above; and", "(b) has no practicable use in connection with any firearm which is not a prohibited weapon.", "(3) A scheme under subsection (1) above shall provide only for the making of payments to persons making claims for such payments in respect of ancillary equipment-", "(a) which they had in their possession on 16th October 1996; or", "(b) which they had in their possession after that date, having purchased it by virtue of a contract entered into before that date.", "...", "18 Parliamentary control of compensation schemes", "(1) Before making a compensation scheme the Secretary of State shall lay a draft of it before Parliament.", "(2) The Secretary of State shall not make the scheme unless the draft has been approved by resolution of each House.", "(3) This section applies to any alteration to the scheme as it applies to a compensation scheme.", "(4) In this section ‘compensation scheme’ means a scheme under section 16 ... above.”", "The Firearms (Amendment) Act 1997 Compensation Scheme (“the First Scheme”) was laid in draft before Parliament and approved by resolution of both Houses of Parliament. It was made on 10 June 1997. The First Scheme provided compensation for the large-calibre handguns themselves, for prohibited expanding ammunition and for certain ancillary equipment. There were three options for claiming compensation: Option A, a flat rate payment for individual items; Option B, a payment for an individual item at the price in the list of values annexed to the First Scheme; and Option C, a payment based on the market value of an individual item at or immediately before 16 October 1996 (the date of the announcement by the Government of their response to, and legislative intention following, the Cullen Report).", "Under Option A, a payment of £150 could be claimed for each large-calibre handgun. Under Option B, a payment could be claimed which was based on average retail values on 16 October 1996, reduced by about 25% to reflect normal depreciation in value. Under Option C, dealers were entitled to claim the “full market value” of the large-calibre handguns and ancillary equipment which they held in stock. The full market value was to be calculated on the basis of the cost to the dealer of the item plus 25%.", "By section 2 of the Second Amendment Act, the provisions of sections 16 to 18 of the First Amendment Act were applied to small-calibre pistols. The Firearms (Amendment) (No. 2) Act 1997 Compensation Scheme (“the Second Scheme”) was made in December 1997, after having been laid in draft before both Houses of Parliament and approved by resolution of each House. The Second Scheme applied in relation to small-calibre pistols held on or immediately before 14 May 1997. The date for the calculation of full market value for the purposes of Option C remained 16 October 1996. The Second Scheme made provision for compensation in respect of small-calibre pistols, on materially the same terms as provided for in the First Scheme in respect of large-calibre handguns."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}