{"ITEMID": "001-57526", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF LITHGOW AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1;No violation of Art. 14+P1-1;No violation of Art. 6-1;No violation of Art. 13", "JUDGES": "C. Russo", "TEXT": ["9. The applicants in the present case had certain of their interests nationalised under the Aircraft and Shipbuilding Industries Act 1977 (\"the 1977 Act\"). Whilst not contesting the principle of the nationalisation as such, they claimed that the compensation which they received was grossly inadequate and discriminatory and alleged that they had been victims of breaches of Article 1 of Protocol No. 1 (P1-1) to the Convention, taken alone and in conjunction with Article 14 (art. 14+P1-1) of the Convention. They also invoked Article 6 (art. 6) and - in one case - Article 13 (art. 13) of the Convention. Certain claims of violation of Articles 17 and 18 (art. 17, art. 18) of the Convention, which had been made before the Commission, were not pursued before the Court.", "10. In its election manifesto published on 8 February 1974, the Labour Party stated that its political programme included nationalisation of the United Kingdom aircraft and shipbuilding industries. It had made previous statements to that effect in 1971, 1972 and 1973.", "At a general election held on 28 February 1974, the Labour Party gained office from the Conservatives and formed a government; it did not then have an overall majority in the House of Commons. On 31 July 1974, the Secretary of State for Industry announced that the shipbuilding and shiprepair industries would be taken into public ownership and that legislative provisions for safeguarding their assets would be effective from that date; details of the Government’s proposals for nationalising those industries were set out in a discussion paper published on the same day.", "A further general election was held on 10 October 1974, at which the Labour Party was returned with an overall majority. On 29 October, the Queen’s Speech at the opening of Parliament referred to the Government’s intention to bring the aerospace industry into public ownership and a statement concerning safeguarding provisions for its assets was made in the House of Commons on 4 November. On 15 January 1975, the Government published a consultative document relative to their plans for the nationalisation of that industry.", "11. The above-mentioned discussion paper and consultative document contained particulars of the companies to be nationalised and stated that \"fair compensation\" would be paid, though without giving details of the compensation terms. Both documents set out the political, economic and social considerations that motivated the nationalisation proposed; essentially, the Government considered that it would put the industries concerned - which had been in receipt of substantial Government assistance and were heavily dependent on Government contracts - on a sounder organisational and economic footing and bring to them a desirably greater degree of public control and accountability.", "12. On 17 March 1975, the Secretary of State for Industry announced in the House of Commons the forthcoming introduction of an Aircraft and Shipbuilding Industries Bill to give effect to the nationalisation proposals. He indicated, for the first time, the basis on which compensation would be determined, namely by reference to the value of the securities of the companies to be acquired: securities quoted on a recognised Stock Exchange were to be valued at their average price during the six months ending on 28 February 1974, whilst the value of unquoted securities was to be determined, by agreement or arbitration, as if they had been quoted during that period. Details of the safeguarding provisions were also given.", "13. A Bill on the lines announced was duly published, providing for the securities of forty-three companies to pass into the ownership of public corporations. Although the Bill received its first reading on 30 April 1975, it lapsed at the end of the Parliamentary session due to lack of time. The Government then reviewed the proposed compensation terms (including the choice of the valuation reference period) in the light of representations received, but decided not to change them, notably on account of the uncertainty which this would have created, of the extent of share dealings that had taken place on the basis of the terms already announced and of the fact that in the alternative reference periods canvassed share prices were likely to have been distorted by the commitment to nationalisation.", "14. A second Bill, in essentially the same terms as the first, was introduced in November 1975. It gave rise to protracted proceedings in the House of Commons, covering such matters as the principle and the scope of the nationalisation measure and the compensation terms. In February 1976, the Government themselves announced the exclusion from the ambit of the Bill of Drypool Group Ltd.; this shipbuilding company had become insolvent after February 1974 and the Government considered that it would be unjustifiable to pay its shareholders the full value of the shares during the compensation reference period.", "Having received its third reading in the House of Commons on 29 July 1976, the Bill passed to the House of Lords where, after further lengthy debates, various amendments were made which were not acceptable to the Government; in particular, certain shiprepairing and warship-building companies were excluded and a provision was inserted whereby the Arbitration Tribunal - which was to assess compensation in default of agreement - would have been able to award \"fair compensation\" if it considered that this would not be provided under the statutory formula. The ensuing disagreement between the two Houses of Parliament over the amendments could not be resolved by the end of the session and the second Bill therefore also lapsed.", "15. A third Bill in the same terms as the second was introduced into the House of Commons on 26 November 1976, completed all procedural stages there by 7 December and was then introduced into the House of Lords under a special procedure whereby it could pass into law without the assent of that House. It received the Royal Assent and came into force on 17 March 1977. The compensation terms enacted were essentially identical to those provided for in the first Bill; the same applied to the interests to be nationalised, except for the exclusion of Drypool Group Ltd. and also - following an amendment accepted by the Government during the proceedings on the third Bill - of certain companies whose business consisted solely of shiprepairing. In the final event, thirty-one companies (four aerospace and the remainder shipbuilding, marine engineering or shipbuilding training) were listed for nationalisation in the 1977 Act.", "16. The Parliamentary debates were characterised throughout by opposition concentrated, in particular, on the alleged unfairness of the compensation terms. The criticisms - which were substantially identical to those made by the applicants in the present proceedings and were all withdrawn or rejected after debate - related, inter alia, to the use of a hypothetical Stock Exchange method of valuation for unlisted shares; the choice of the valuation reference period; the absence of provision for taking account of growth in the companies concerned, or fall in the value of money, after the reference period; the non-inclusion in the compensation formula of any equivalent of the \"control premium\" (see paragraph 98 below); and the fact that the valuation of certain acquired companies might be related to the stock market quotation of their parent companies’ shares.", "Government spokesmen, for their part, maintained that the terms were fair. They argued, amongst other things, that it was proper to value securities at a date before they were affected by the possibility of nationalisation; that the subsequent performance of a particular company would normally have been in prospect at the reference period and hence reflected in the imputed share price; that it was reasonable that the Government should benefit from any improvements in the companies after the end of the reference period since they accepted the risk of any deterioration, short of bankruptcy; that it was fallacious to assume that there was a correlation between share values and the rate of inflation; that the choice of reference period protected shareholders against the subsequent fluctuations in market prices; that the terms on which compensation was being offered were not those on which a willing buyer acquired control of a company from a willing seller, since this was not a transaction of that kind but a nationalisation by Act of Parliament; and that regard would be had to the quotation of a parent company’s shares only where the acquired company’s activities constituted a \"very substantial\" part of the whole undertaking. The Government also acknowledged that the settlement of compensation would take some time, but expressed their intention of making payments on account as large and as quickly as possible and within six months of passage of the companies into public ownership.", "17. In May 1979 - at which time compensation negotiations were still in progress (see paragraphs 33-35 below) -, a further general election was held and the Conservative Party returned to office. The new Government reviewed, in the light of representations made, the compensations terms contained in the 1977 Act but decided not to change them. In a written answer the new Secretary of State for Industry announced this to the House of Commons on 7 August 1980, in the following terms:", "\"We recognise that some previous owners and many members of this House and of the public believe that the terms of compensation imposed by the 1977 Act were grossly unfair to some of the companies and we share this view. We have explored every possibility to right the injustice done by the previous Government but to our very great regret we have concluded that amending legislation to establish new compensation terms retrospectively would be unjust to the many people who sold shares on the basis of the previous terms.\"", "The new Government also considered, but decided against, any immediate denationalisation of certain of the companies that had passed into public ownership.", "18. Sections 19 and 20 of the 1977 Act provided that, on a date to be specified by the Secretary of State for Industry (\"Vesting Day\"), the securities of the companies engaged in the aircraft and shipbuilding industries which were listed in Schedules 1 and 2, together with certain other assets appurtenant to their activities, should vest in \"British Aerospace\" or \"British Shipbuilders\", two public corporations established under the Act. The dates subsequently so specified were, for aerospace companies, 29 April 1977 and, for shipbuilding companies, 1 July 1977.", "The Act also made provision for compensation to be paid to the former holders of securities of the acquired companies, for the safeguarding of the assets of the nationalised undertakings, for the appointment of stockholders’ representatives and for the establishment of an Arbitration Tribunal.", "19. Under section 35(3), the amount of compensation payable was, generally, an amount equal to the \"base value\" of the nationalised securities, less any deduction which was appropriate by virtue of section 39 (see paragraphs 23-24 below). For securities listed on the London Stock Exchange, the \"base value\" was, under section 37(1), the average of their weekly quotations during the six months between 1 September 1973 and 28 February 1974 (\"the Reference Period\", the second date being that of the general election referred to in paragraph 10, second sub-paragraph, above). For securities not so listed and issued before the end of the Reference Period, the \"base value\" was \"such as may be determined by agreement between the Secretary of State and the stockholders’ representative\" (see paragraph 28 below) \"or, in default of such agreement, as may be determined by arbitration under this Act to be the base value which the securities would have had under section 37 ... if they had been listed\" on the Stock Exchange throughout the Reference Period (section 38(1)). The \"base value\" of unlisted securities issued after the end of the Reference Period was, generally, their issue price (section 38(10)).", "Among the reasons given by the Government for the choice of this reference period were: the need to avoid a period when the value of the shares was distorted by the prospect of nationalisation; subject to this, the need to take as recent a period as possible; and the general decline in share prices between mid-1972 and March 1975, when the compensation terms were announced, making it desirable to choose a period reflecting the mid-point of the share market over those years.", "In determining the \"base value\" of unlisted securities, the Arbitration Tribunal (see paragraphs 29-32 below) was to have regard to \"all relevant factors\"; when the acquired company was the subsidiary of a company all or part of whose shares were listed on the Stock Exchange and carried on an undertaking which \"formed a substantial part of the undertakings of the group of companies of which the company and the parent company were members\", one of those factors was the stock market quotation of the parent company’s shares (section 38(3) and (6)).", "During negotiations, the Secretary of State, whilst having some scope for judgment, could not offer by way of compensation more than was possible under the statutory formula. The Arbitration Tribunal, for its part, was in no way bound by the amount offered or contended for in negotiations. In determining compensation, no regard was had to any grants to the nationalised undertakings from public funds.", "20. Under section 36, compensation was not payable until the \"base value\" of the nationalised shares and the amount of any deduction to be made under section 39 (see paragraphs 23-24 below) had been determined. However, it was provided that, at any time after Vesting Day, \"such sum may be paid on account of compensation ... as the Secretary of State thinks fit ...\". The payments on account made to the applicants in the present case were unconditional.", "21. (a) Compensation was to take the form of government stock, known as \"Compensation Stock\" (section 35(1)). Interest thereon was to accrue from Vesting Day (Schedule 5). The rate of such interest was to be determined by the Treasury, as were the conditions as to repayment, redemption and other matters (section 40).", "(b) Compensation was not subject to tax on receipt, but disposal or redemption of Compensation Stock gave rise to liability to capital gains tax, the gain being calculated by reference to the cost of acquisition by the shareholder of the nationalised shares. However, by virtue of section 54 of the Finance Act 1976, the replacement of Compensation Stock by new business assets could give rise to an entitlement to \"roll-over relief\", whereby liability to tax would be deferred until the new assets, or their successors, were ultimately disposed of. Such relief was available only where the recipient of the Compensation Stock was a company and where the nationalised concern had been either a subsidiary, at least 75% owned, of that company or a wholly-owned subsidiary of a consortium consisting of five or fewer companies; it could not be claimed by a private individual, regardless of the size of his shareholding in the nationalised concern. These criteria were intended to limit the ambit of \"roll-over relief\" to cases where the shares in the nationalised company had been held as a business asset rather than as a purely financial investment.", "22. During the course of the Parliamentary proceedings on the various Bills, Government spokesmen stated that the undertakings to be nationalised were to continue to operate as normal commercial concerns until Vesting Day. And, in fact, all the companies with which the present case is concerned did so.", "Although the undertakings remained private property until Vesting Day, the 1977 Act contained a number of safeguarding provisions whose general aim was to ensure that, between the end of the Reference Period (28 February 1974) and that Day, there was no abnormal action by the existing owners or management which might be detrimental to the public sector. The provisions, whose broad effect is summarised below, did not apply if the action in question had been approved by the Secretary of State for Industry; retroactive approval was possible in certain circumstances, notably in respect of \"material transactions\" (see paragraph 24 below). The Government gave assurances that the safeguarding provisions would not be used in such a way as to penalise reasonable action taken in the normal course of business and in good faith.", "23. Holders of securities of the acquired companies were entitled to dividends and interest thereon for all periods up to Vesting Day. However, limits were in effect imposed on the amount of dividends and interest paid pursuant to resolutions passed between the end of the Reference Period and Vesting Day: if the date of the resolution lay between 28 February 1974 and the \"Safeguarding Date\" (generally 17 March 1975, being the date of the statement in Parliament outlining the compensation terms and safeguarding provisions; see paragraph 12 above), the amount of any payments in excess of the permissible maximum fell, under section 39, to be deducted from the compensation payable for shares under section 35; if the date of the resolution was after the Safeguarding Date and before Vesting Day, the directors of the acquired company were personally liable to the relevant public corporation for any such excess (section 23). For a dividend, the permissible maximum was generally either the net revenue of the company for the period in respect of which the dividend was declared or the amount of the most recent ordinary dividend previously paid (whichever was the less); for interest, it was the minimum necessary to avoid default on obligations or the carrying over of interest for subsequent payment (section 24). During the Parliamentary debates, the Government gave assurances that higher payments would be authorised if the circumstances warranted.", "24. British Aerospace and British Shipbuilders were protected against losses occasioned by \"material\" or \"onerous\" transactions entered into by an acquired company between the end of the Reference Period and Vesting Day. Broadly speaking, a \"material transaction\" was one, such as a special dividend, that involved the direct or indirect transfer of company assets to shareholders and an \"onerous transaction\" was one that was unusual or unreasonable and foreseeably caused loss to the company (sections 30 and 31). If the transaction had been entered into between 28 February 1974 and the Safeguarding Date - or in certain cases the \"Initial Date\" (31 July 1974 for the shipbuilding industry or 4 November 1974 for the aerospace industry) -, the net loss caused thereby to the relevant public corporation fell, under section 39, to be deducted from the compensation payable for shares under section 35; if the transaction had been entered into after the Safeguarding Date - or the Initial Date - and before Vesting Day, that corporation could institute proceedings before the Arbitration Tribunal (see paragraphs 29-32 below) to recover from the directors or the parties to the transaction the loss caused thereby and, in the case of an \"onerous transaction\", to have the same declared void (sections 30 and 31).", "25. There was also a general prohibition on the transfer away by an acquired company of certain assets, coupled with the possibility for the relevant public corporation to institute proceedings before the Arbitration Tribunal to have the damage suffered as a result of the transfer made good by the directors or the parties thereto (section 28). If the transfer had been effected after the Initial Date, the corporation could recover the assets, either by acquiring certain additional companies or by acquiring the assets themselves (sections 26 and 29).", "26. The Secretary of State could in certain circumstances (notably insolvency) remove a company from the list of companies to be nationalised (section 27).", "27. Questions arising as to the amount of the appropriate deduction to be made from compensation under section 39 were to be determined by agreement between the Secretary of State and the Stockholders’ Representative (see paragraph 28 below) or, in default of such agreement, by the Arbitration Tribunal. The latter also had jurisdiction over various other issues arising under the safeguarding provisions.", "28. Section 41(1) of the 1977 Act provided that a Stockholders’ Representative was to be appointed in respect of each acquired company \"to represent the interests of holders of securities of that company in connection with the determination of the base value of those securities\". He was to be appointed by the holders of the securities at a meeting held within a prescribed time-limit, failing which, by the Secretary of State; he could be removed by resolution passed at a meeting of the security holders (Schedule 6). His remuneration and expenses were to be met by the Secretary of State.", "The raison d’être for the institution of Stockholders’ Representative was that it was considered essential, in order to prevent negotiations and arbitration being rendered unworkable by a multiplicity of individual claims, that they be conducted, on behalf of the former owners, exclusively by a nominee representing their collective interests. As a result, although the individual shareholders had voting rights at stockholders’ meetings, they had no direct standing in compensation negotiations.", "According to Sir William Lithgow, the Representative was not obliged to seek the stockholders’ consent before agreeing to compensation in negotiations or to refer the question of compensation to arbitration if so requested by them; in this applicant’s view, a stockholder had, in practice, no means of ensuring that the Representative complied with his wishes, save for the aforesaid possibility of removal. According to the Government, stockholders would have had a remedy in the domestic courts against a Representative for failure to comply either with his obligations under the 1977 Act or with his common-law obligations as agent. They further maintained that he could not refuse to institute arbitration proceedings if so directed by the stockholders or, probably, a majority of them and that, as a matter of pure practice, he would not agree the quantum of compensation in negotiations without their consent.", "29. Section 42 of the 1977 Act established the Aircraft and Shipbuilding Industries Arbitration Tribunal. For the hearing of any proceedings, the Tribunal was to consist of a legally-qualified president (appointed by the Lord Chancellor or, in the case of Scottish proceedings, the Lord President of the Court of Session) and two other members (appointed by the Secretary of State after consultation with all the Stockholders’ Representatives), one being of experience in business and the other in finance.", "Criteria for the selection of members of the Tribunal - relating to their standing and experience and including a requirement that they should not have any connection with the companies nationalised - were worked out in consultation with the Stockholders’ Representatives, who were also invited to make proposals as to suitable members.", "Members of the Tribunal were to hold office \"for such period as may be determined at the time of their respective appointments\". The appointor of a member could declare his office vacant \"on the ground that he is unfit to continue in his office\" but, by virtue of section 8(1) of the Tribunals and Inquiries Act 1971, this power was exercisable only with the consent of the Lord Chancellor or the Lord President of the Court of Session. Provision was also made for resignation, vacation of office on grounds of bankruptcy or replacement in case of illness.", "30. The Tribunal’s jurisdiction was limited to the issues specified in the 1977 Act; these included various claims and questions arising under the safeguarding provisions and, in the context of compensation, determination of the \"base value\" referred to in section 38(1) and of the deductions to be made therefrom under section 39 (see paragraphs 19 and 23-24 above). In assessing the \"base value\", the Tribunal could hear argument about the weight to be attached to any relevant factor, but not about the alleged unfairness of the statutory formula, by which it was bound.", "The jurisdiction in relation to \"base value\" and deductions arose only \"in default of agreement\" between the Secretary of State and the Stockholders’ Representative, but the latter was free to refer the question of compensation to the Tribunal at any moment after Vesting Day. In the view of the Government - which was contested by Sir William Lithgow -, there was no legal bar to access to the Tribunal by an individual shareholder, unless and until agreement had been reached in negotiations. Thereafter, he could not seise the Tribunal even if he considered that the sum agreed was too small under the statutory formula.", "31. The procedure before the Tribunal was governed by The Aircraft and Shipbuilding Industries Arbitration Tribunal Rules 1977 and The Aircraft and Shipbuilding Industries Arbitration Tribunal (Scottish Proceedings) Rules 1977, made by the Lord Chancellor and the Lord Advocate, respectively. These statutory instruments provided for proceedings similar to those of a court; in particular, hearings were generally to be held in public.", "32. An appeal on any question of law - but not on the quantum of compensation - lay from the Tribunal to the Court of Appeal in England or the Court of Session in Scotland and thereafter, with leave, to the House of Lords (Schedule 7). Furthermore, a Stockholders’ Representative could, according to the Government, test in the ordinary courts whether the Secretary of State, in formulating a compensation offer, had erred in law by misinterpreting or misapplying the 1977 Act.", "33. On the passing of the 1977 Act, Messrs. Whinney Murray & Co., a leading firm of chartered accountants appointed by the Government to advise them in the compensation procedures, set about valuing the companies concerned by issuing a questionnaire to all of them. According to the Government, it was not possible to seek the cooperation of the companies or their shareholders at an earlier date because there was no certainty as to when or in what form the strongly contested legislation would be passed.", "34. Compensation for those shares in the acquired companies which were listed on the Stock Exchange was agreed before, and paid on, 1 July 1977, the relevant Vesting Day. As regards the remaining, unquoted, shares, Messrs. Whinney Murray & Co. provided the Department of Industry with preliminary valuations on most of the companies during January 1978 and on the remainder during April 1978, for the purpose of calculating payments on account of compensation which were made during those months.", "On various dates between December 1977 and May 1978, the accountants supplied the Department with full valuation reports, factual information wherefrom was sent for comment to the company concerned and to the Stockholders’ Representative acting on behalf of the holders of its securities (see paragraph 28 above). The Department and the Representatives exchanged memoranda on various dates between March and October 1978 and negotiations between them followed. Further payments on account of compensation were announced in July and November 1978 and, in some cases, in 1979.", "35. Between July 1978 and 7 August 1980 (being the date of the new Government’s announcement that they had decided not to change the compensation terms; see paragraph 17 above), various settlements were reached but, with the exception of the Kincaid case (see paragraphs 40-45 below), none of them related to the acquired companies with which the present proceedings are concerned. Shortly after the aforesaid announcement, the Minister of State indicated in a series of meetings with Stockholders’ Representatives that, within the confines of the statutory formula, the Department of Industry would be prepared to settle the remaining cases at amounts somewhat beyond those already offered in negotiations. Settlements regarding the other companies with which the present proceedings are concerned were reached by the end of 1980.", "36. In the compensation negotiations the Department of Industry and their advisers used the following four methods of arriving at a hypothetical Stock Exchange quotation for unlisted shares.", "(a) For most of the profitable companies an earnings-based valuation was applied. This method, which involved considering the company’s historic and prospective post-tax earnings (as at the Reference Period) and applying thereto an appropriate multiplier (price/earnings ratio) assessed by comparison with listed companies, was used in all the cases with which the present proceedings are concerned, other than the Vosper Thornycroft and the Yarrow Shipbuilders cases (see paragraphs 46-53 and 70-75 below). Since stock market quotations are not dependent solely on earnings, the Government’s accountants, in preparing their valuations, reviewed, where appropriate, the figure arrived at by the above method against the criteria of asset-backing and dividend yield.", "(b) Where the acquired company was a subsidiary carrying on the main part of the total undertaking of a company all or part of whose shares were listed on the Stock Exchange, a parent-company-related valuation was employed, in view of section 38(6) of the 1977 Act (see paragraph 19 above). This method, which involved deducting from the parent company’s average capitalisation during the Reference Period a valuation for the non-vesting elements in the group, or apportioning the capitalisation according to the contribution to group earnings of the vesting and the non-vesting elements, was used in the Vosper Thornycroft and the Yarrow Shipbuilders cases.", "(c) In certain other cases, where the company acquired was not making a profit, recourse was had to an assets-based valuation, based on the hypothesis of an open-market sale of the assets during the Reference Period.", "(d) One other unprofitable company was valued by a share-capital-related method that is at a discount to the nominal value of its issued share capital.", "37. The present proceedings arise from the nationalisation under the 1977 Act of the seven undertakings described below. Save for the preference shares in Kincaid (see paragraph 40 below), none of the shares in the companies concerned was listed on the Stock Exchange, so that, with that exception, compensation fell to be assessed on the basis of a hypothetical Stock Exchange quotation (see paragraph 19 above).", "38. The descriptions of the seven undertakings include particulars of profits and assets which, except where otherwise stated, are taken from the company’s audited accounts. Pre-tax profits have been shown as the post-tax figures are not in the Court’s possession in every case. Figures for net assets do not include amounts in respect of deferred taxation and for this reason differ from the figures appearing in the Commission’s report. References to cash in hand or equivalent are to gross amounts, that is without taking account of any outstanding liabilities.", "39. Reference is also made below to various estimates submitted by the applicants, both to the Commission and to the Court, concerning the value of their nationalised interests. This material was not generally challenged or commented on by the Government. This was not because they accepted it as correct, but because they considered that it was inappropriate to do so since those estimates did not reflect the statutory formula, which formula, in their view, was consistent with the requirements of the Convention.", "40. On 1 July 1977, there vested in British Shipbuilders the preference and the ordinary shares in John G. Kincaid & Company Ltd. (\"Kincaid\"), which manufactured marine diesel engines at Greenock. The preference shares were listed on the Stock Exchange and no complaint was made in the present proceedings regarding the compensation received therefor. Sir William Lithgow, who is a shipbuilder by profession and was the largest single shareholder in the company, owned 186,320 - or slightly over 28% - of its 662,500 issued ordinary shares.", "41. (a) Kincaid’s pre-tax profits for the following years, ending on 31 December, were:", "1971 - £860,000", "1972 - £595,000", "1973 - £387,000", "1974 - £1,258,000", "1975 - £1,740,000", "1976 - £1,356,000.", "In the half-year to 30 June 1977, the pre-tax profits were, according to the Commission’s report, approximately £700,000.", "Kincaid had no Government orders and required no special Government subsidies.", "From 1974 to Vesting Day a total of £513,000 was paid in dividends on the ordinary shares; according to Sir William Lithgow, Government- imposed dividend restraint resulted in £1,953,000 being added to company funds between the Reference Period and Vesting Day.", "(b) Kincaid’s net assets were:", "at 31 December 1972 - £3,679,530", "at 31 December 1973 - £3,723,528", "at 30 June 1977 - £5,988,096.", "At the hearings before the Court, Sir William Lithgow declared that Kincaid had cash reserves of £5.058 million at 30 June 1977.", "42. Sir William Lithgow, however, stated that during the Reference Period Kincaid had net assets of approximately £9,500,000 and he supplied a valuation, prepared after the proceedings before the Commission, indicating that the value of the company at 28 February 1974, calculated in accordance with the 1977 Act on the basis of a hypothetical Stock Exchange quotation, was in the region of £8,750,000 to £10,250,000. He further estimated that the net assets attributable to ordinary shareholders as at Vesting Day were worth at least £18,000,000. All these various figures took account of revaluations of the company’s premises and plant, effected by a firm of chartered surveyors, indicating that they were worth substantially more than the amounts shown in the balance sheet. The cash reserves at 30 June 1977 were described by Sir William Lithgow as surplus to Kincaid’s requirements.", "43. Messrs. Whinney Murray & Co.’s valuation report on Kincaid - suggesting a figure in the range of £3,000,000 to £3,300,000 - was submitted to the Department of Industry in February 1978; it was based on earnings (see paragraph 36 (a) above). The report took no account of a revaluation of fixed assets, effected after the end of the Reference Period. Memoranda were exchanged between the Department and the Stockholders’ Representative in August 1978 and formal negotiations then began. The Department offered £2,750,000 and the Representative claimed £5,500,000. Subsequent discussions focused in particular on the question whether a different accounting treatment would have been followed had Kincaid’s ordinary shares been listed on the Stock Exchange. By February 1979, the gap between the parties had narrowed (£3,500,000 being offered by the Department and £4,700,000 claimed by the Representative) and, after further negotiation, agreement was reached, subject to the former shareholders’ approval, at a figure of £3,809,375.", "44. After the Stockholders’ Representative had recommended acceptance of this figure, a meeting of the shareholders was held on 21 November 1979 to consider a resolution approving the agreement. Sir William Lithgow and eight other stockholders were present but he abstained from voting, as he considered that the information available about the settlement was insufficient and that the figure did not represent Kincaid’s value during the Reference Period or at Vesting Day. All the votes cast were in favour and the resolution was thus carried. The Stockholders’ Representative ratified the settlement on the following day and on 4 December 1979 British Shipbuilders issued a notice to all the former shareholders, informing them of the agreed compensation.", "45. Compensation payments in respect of Kincaid’s ordinary shares were made as follows:", "- in January 1978, a first payment on account (section 36(6) of the 1977 Act; see paragraph 20 above), of £1,450,000;", "- in November 1978, a second payment on account, of £800,000;", "- shortly after the settlement in November 1979, the final payment, of £1,559,375.", "All these payments were effected by the issue of 9 3/4 % Treasury Stock 1981, bearing a running yield of about 10% per annum.", "The total compensation received by Sir William Lithgow for his ordinary shares was £1,071,340. He stated that he sustained on this sum, which he expended on trading assets, a liability to capital gains tax of £207,752.", "46. On 1 July 1977, there vested in British Shipbuilders the shares in Vosper Thornycroft (UK) Ltd. and Vosper Shiprepairers Ltd. (hereinafter together referred to as \"Vosper Thornycroft\"), which were primarily engaged in naval shipbuilding and also operated a shiprepair business. Both of these companies were wholly-owned subsidiaries of Vosper and their activities formed a substantial part of the latter’s business. The shares of Vosper were listed on the Stock Exchange, but it was nevertheless a tightly-controlled subsidiary of a private unlisted company, David Brown Holdings Ltd.", "Various organisational changes had taken place in the Vosper Group between 1974 and 1977. In brief, its trading activities, which had previously been carried on mainly by one subsidiary company, were first transferred to the parent company and then, on 15 March 1977, transferred back to two subsidiaries, one - Vosper Thornycroft (UK) Ltd. - dealing with shipbuilding and the other - Vosper Shiprepairers Ltd. - with shiprepair. The second transfer had the object (which was not fulfilled) of avoiding nationalisation of the shiprepair business.", "47. (a) The pre-tax profits of Vosper Thornycroft, or its predecessors, for the following years, ending on 31 October, were:", "1971 - £622,000", "1972 - £1,321,000", "1973 - £1,658,000", "1974 - £3,262,000", "1975 - £4,059,000", "1976 - £5,536,000.", "According to the Commission’s report, in the part-year to 30 June 1977, the pre-tax profits were £5,236,000, giving an annual pre-tax profit rate at Vesting Day of £7,850,000.", "Between 1972 and 1974, Vosper Thornycroft received £2,108,000 by way of Government shipbuilding grants.", "Vosper Thornycroft obtained a substantial amount of business from the United Kingdom Ministry of Defence; however, according to the valuation report referred to in the following paragraph, during the period 1971-1976 United Kingdom Government contracts contributed only 17% of profits, 83% being contributed by exports and other business, and exports amounting to 64% of turnover.", "(b) According to the Commission’s report, the net assets of Vosper Thornycroft, as appearing from the accounts, were £5,857,000 as at 31 October 1972 and £25,633,000 as at 30 June 1977. At the hearings before the Court, Vosper stated that Vosper Thornycroft’s net assets at Vesting Day included £5,500,000 in cash.", "(c) The average market capitalisation of Vosper’s ordinary shares during the Reference Period was £4,500,000; on 30 June 1977, the capitalisation was £5,800,000.", "48. Vosper has submitted a valuation report on Vosper Thornycroft, prepared by a chartered accountant who was also the Stockholders’ Representative in this case and made on the hypothesis of an open-market sale of the business as a going concern on Vesting Day by a willing seller to a single willing buyer. The report analysed Vosper Thornycroft’s profit record, assets, liabilities, cash flow and future prospects and concluded that its value as at Vesting Day was £37,700,000. This figure was reached by estimating the maintainable post-tax profit level and applying thereto a price/earnings multiplier, adjusted to take account of the \"control premium\" (see paragraph 98 below); the adjustment was lower than average as it was considered that the number of potential purchasers would have been limited.", "During the compensation negotiations, the Stockholders’ Representative prepared another valuation, based this time on the hypothesis that the shares of Vosper Thornycroft had been the subject of a public offer for sale on Vesting Day, which resulted in a figure of £35,400,000. The valuation made allowance for the fact that shares offered for sale to the public would be offered at a price below that at which it was estimated they would stand if already listed on the Stock Exchange.", "49. Messrs. Whinney Murray & Co.’s valuation report on Vosper Thornycroft - suggesting a figure in the range of £4,200,000 to £4,600,000, subject to deductions of £1,139,200 under section 39 of the 1977 Act - was submitted to the Department of Industry in December 1977; for the reasons indicated in paragraph 36 (b) above, it was based on the stock market capitalisation of Vosper, the parent company, during the Reference Period. In March 1978, they made a further report to the Department, concerning the group reorganisations, and in June 1978 memoranda were exchanged between the Department and the Stockholders’ Representative. The Department indicated in their memorandum that they valued Vosper Thornycroft at £3,757,000, without taking into account deductions which they considered fell to be made under section 39 in respect of dividends paid for the year 1973-1974 in excess of the permissible maximum and in respect of the 1976-1977 group reorganisation, which was alleged to constitute a \"material transaction\" (see paragraphs 23 and 24 above). In view of the uncertainty as to the amount of the deductions, they deferred making an offer of compensation. The Stockholders’ Representative, in his memorandum, claimed compensation of £35,400,000, based on a Vesting Day valuation of the shares.", "50. Four negotiating meetings were held between July 1978 and March 1979. The amount of the deduction for the excessive dividend was agreed and the Department of Industry agreed to forego, in the context of a negotiated settlement, the claim for a deduction arising out of the reorganisation. On this basis, they made, on 1 March 1979, their first formal offer of compensation, in the sum of £3,500,000 net of deductions.", "51. Following the general election of May 1979 (see paragraph 17 above) and after representations had been made to the new Government, the Department of Industry made, in September 1979, a revised offer of £4,500,000. Further representations and preparation for arbitration ensued. At a meeting in August 1980, the Minister of State at the Department increased the offer to £4,800,000 net of deductions and indicated that a further 10% increase might be possible.", "At a further meeting on 17 September 1980, the Stockholders’ Representative - who had apparently previously made his case primarily on the basis that compensation should be based on Vesting Day value - indicated for the first time his view of a Reference Period valuation, on the basis of the statutory formula. He gave a figure of £10,000,000 and indicated that he would expect the Arbitration Tribunal to award around £6,000,000. The Minister of State finally agreed at the meeting to raise the Government’s offer to £5,300,000, but no further.", "52. On 19 September 1980, the Stockholders’ Representative wrote to the Minister of State: he regretted the Government’s decision not to offer more or to alter the statutory compensation terms despite their acknowledgement that they were grossly unfair, but he recognised that the final offer was the maximum likely to be recovered by arbitration. To mitigate the effects of further delay, he was prepared to recommend acceptance of the offer. On 7 October 1980, Vosper authorised him to accept it.", "53. Compensation payments in respect of Vosper Thornycroft’s shares were made as follows:", "- in April 1978, a first payment on account, of £650,000;", "- in November 1978, a second payment on account, of £700,000;", "- shortly after the settlement in October 1980, the final payment, of £3,950,000.", "The payments on account were effected by the issue of 9 3/4% Treasury Stock 1981, with a running yield of about 10% per annum, and the final payment, by the issue of 10% Exchequer Stock 1983, with a running yield of slightly under 11%.", "54. On 29 April 1977, there vested in British Aerospace the shares in British Aircraft Corporation (Holdings) Ltd. (\"BAC\"), which was the major aerospace manufacturer in the United Kingdom. Half of its shares were owned by English Electric, a wholly-owned subsidiary of The General Electric Company PLC (\"GEC\"), and half by Vickers. The shares of GEC and Vickers are quoted on the Stock Exchange, but the activities of BAC did not constitute a substantial part of the latter’s undertaking. BAC was not itself listed in the 1977 Act as one of the companies to be nationalised but it was taken into public ownership - in the place of a subsidiary, British Aircraft Corporation Ltd., that was so listed - on the ground that it owned certain works that had previously belonged to that subsidiary (sections 26 and 27; see paragraphs 25 and 26 above).", "55. (a) BAC’s pre-tax profits for the following years, ending on 31 December, were:", "1972 - £ 6,571,000", "1973 - £13,742,000", "1974 - £24,207,000", "1975 - £30,003,000", "1976 - £39,912,000", "1977 - £53,644,000.", "BAC received no special Government subsidies. Over 70% of its 1977 production was exported.", "(b) BAC’s net assets were £32.4 million at the end of 1972, £75,620,000 at the end of 1976 and £80,575,000 at the end of 1977. At the hearings before the Court, the former owners of BAC said that it had cash in hand of £57.8 million at the end of 1976 and of £98.7 million at the end of 1977.", "56. English Electric and Vickers stated that BAC was one of the most successful companies of the 1970’s in the United Kingdom. They pointed, for example, to the growth in sales, profits, assets and order books between 1973 and 1977 and to future prospects, and asserted that a company with such earnings growth would have commanded on the Stock Exchange a substantial price/earnings ratio and a market value considerably over net asset value. They submitted a valuation indicating that BAC’s value as at Vesting Day was at least £275,000,000 and that this figure should be increased by not less than 30% to take account of the \"control premium\" (see paragraph 98 below), giving an overall value of at least £350,000,000.", "57. Negotiations in this case were marked throughout by a basic difference of approach between the Stockholders’ Representative and the Department of Industry. The Representative adopted the \"discretionary approach\", according to which the Secretary of State had a discretion as to the amount of compensation he could agree in negotiations, the statutory compensation formula being binding only on the Arbitration Tribunal; on this basis, the Reference Period was not relevant to the negotiations and compensation could and should be based on market value at Vesting Day. The Department, on the other hand, adopted the \"statutory approach\", according to which negotiations could be conducted only in terms of the statutory formula; on this basis, negotiated compensation would be related to the value which BAC’s shares would have had if they had been quoted during the Reference Period and the performance of the company thereafter was irrelevant save in so far as it could have been foreseen by a prudent investor.", "58. On 15 April 1977, the Stockholders’ Representative indicated to the Department of Industry, as a preliminary view, that on the basis of the 1976 profits, BAC’s capitalisation in the stock market would be likely to be in the region of £150,000,000 to £165,000,000, excluding any \"control premium\" which would take the figure up to at least £200,000,000. On 15 August 1977, he revised this figure to £250,000,000. There followed correspondence in which Department and Representative argued, respectively, for the \"statutory approach\" and the \"discretionary approach\". The Department added that it was the large amount of detailed work needed to reach a reasoned view on the base value of the shares at the Reference Period that was holding up the opening of negotiations.", "59. Messrs. Whinney Murray & Co.’s valuation report on BAC - suggesting a figure in the range of £31,000,000 to £35,000,000, subject to deductions of £13,736,000 under section 39 of the 1977 Act - was submitted to the Department of Industry in January 1978; it was based on earnings (see paragraph 36 (a) above). On 25 January 1978, the Government announced a first payment on account of compensation, in the sum of £6,100,000; GEC and Vickers issued a joint statement in which, basically, they objected to the small size of the payment. After receiving the factual part of the valuation report, the Stockholders’ Representative wrote, on 9 February 1978, to the Department saying that, attempting to arrive at a figure which was \"fair and reasonable in all the circumstances\" and having regard, inter alia, to profit trend, growth in order books, exports and cash flow, he assessed the value of BAC at £255,100,000, a figure which would have to be substantially higher to take account of any \"control premium\".", "In May 1978, the Department sent to the Stockholders’ Representative a memorandum indicating that in their view the appropriate method of valuation was by a capitalisation, through the application of an appropriate price/earnings ratio, of the post-tax earnings for the year ending on 31 December 1972 (namely £3,300,000); from the base value thus established deductions fell to be made, under section 39 of the 1977 Act (see paragraphs 23-24 above), in respect of certain dividends paid in 1974. The memorandum did not contain any offer of compensation because, according to the Government, the \"discretionary approach\", for which the Stockholders’ Representative continued to argue in intervening correspondence, was not within the terms of the Act.", "Maintaining that approach, the Representative gave to the Department on 6 July 1978 a report with his estimate of a stock market valuation of BAC on Vesting Day, namely £275,000,000. According to English Electric and Vickers, a representative of the Department accepted that they would probably have arrived at a similar figure if they were attempting a Vesting Day stock market valuation and stated that BAC’s growth from 1973 to 1977 had been \"spectacular\". However, the Department reaffirmed that, on the basis of legal advice, they could only negotiate on the \"statutory approach\".", "60. On 7 August 1978, the Stockholders’ Representative, without renouncing the \"discretionary approach\", wrote to the Department with his view of the hypothetical stock market value of BAC in 1974. This was that a figure of £255,000,000 would have given a prospective dividend yield of just under 4%, dividend cover of 1.7 times and a prospective price/earnings ratio of just over 20, figures which would not have been abnormal for a share with the growth rate of BAC. He added that at £200,000,000 the shares would have been very reasonably valued.", "There were then discussions as to whether BAC’s profits after the Reference Period had been predictable. On 29 September 1978, the Stockholders’ Representative said that cutting valuation during the Reference Period to the bone would still leave a figure of £175,000,000. The Department accepted that the 1973 earnings could be used as a base for estimating what prospective earnings would have been during the Reference Period.", "61. On 16 November 1978, the Department of Industry made a preliminary offer of some £51,000,000, after deduction under section 39 of the 1977 Act of £19,700,000 relating to dividends totalling £31,810,000 paid by BAC in respect of the years 1973 to 1976, primarily a special dividend of £15,000,000 paid in February 1974 out of reserves and deemed to be a \"material transaction\" under section 30 (see paragraph 24 above). They indicated that if the matter went to arbitration, they would argue that £51,000,000 was the appropriate valuation. In December 1978, however, they offered £81,000,000 and in March 1979 the Stockholders’ Representative indicated that £127,000,000 would be acceptable as a compromise.", "62. After the general election of May 1979 (see paragraph 17 above), there were further discussions. In September 1979, the Department indicated that, in the context of a negotiated settlement, it might be possible to reduce the section 39 deduction to £15,000,000 and that they could increase their offer to £85,000,000. The Stockholders’ Representative indicated that £115,000,000 would be an acceptable compromise.", "In November 1979, however, he submitted a memorandum in which he reverted to the \"discretionary approach\". He added that the stockholders’ merchant bankers had unequivocally advised that \"the ‘base value’ of BAC’s securities during the ‘relevant’ period, calculated as if by an arbitrator under the Act, would be at least £140,000,000\". He also argued that the Department, in their restriction of dividend distributions during the period from 1974 to Vesting Day, had gone beyond what was necessary or prudent; there was therefore justification for retroactive approval by the Secretary of State of the 1974 special dividend, so that it would not be deductible from compensation (see paragraphs 22-24 above). This request did not meet with a favourable response and, in the final event, £19,700,000 was deducted under section 39.", "63. After further correspondence and discussion, the Department, in August 1980, made a final offer of £95,000,000, net of deductions. On 18 August 1980, the Stockholders’ Representative stated that he was prepared to recommend acceptance and agreement at the figure in question was duly reached.", "64. Compensation payments in respect of BAC’s shares were made as follows:", "- on 10 February 1978, a first payment on account, of £6,100,000;", "- on 2 August 1978, a second payment on account, of £3,550,000;", "- on 5 December 1978, a third payment on account, of £30,350,000;", "- on 28 August 1980, the final payment, of £55,000,000.", "The payments on account were effected by the issue of 9 3/4% Treasury Stock 1981, carrying a running yield of about 10% per annum, and the final payment, by the issue of 10% Exchequer Stock 1983, carrying a running yield of about 11%.", "65. On 1 July 1977, there vested in British Shipbuilders the shares in Hall Russell & Company Ltd. (\"Hall Russell\"), a limited company registered in Scotland, which carried on a shipbuilding and shiprepair business in Aberdeen and was wholly-owned by Banstonian, an unlimited company. Banstonian was a wholly-owned subsidiary of Northern Shipbuilding, of which there were in turn four shareholders.", "66. (a) Hall Russell’s pre-tax profits for the following years, ending on 31 March, were, according to the Commission’s report:", "1972 - £425,000", "1973 - £480,000", "1974 - £151,000", "1975 - £177,000", "1976 - £498,000", "1977 - £825,000.", "In the three months to 30 June 1977, pre-tax profits were £292,374.", "Between 1973 and 1975, Hall Russell received £657,000 by way of Government shipbuilding grants.", "(b) Hall Russell’s net assets were £1,358,000 as at 31 March 1973 and £1,622,573 as at 30 June 1977. In their memorial filed with the Court, the former owners of Hall Russell said that it had £3,355,000 available in cash on Vesting Day.", "67. Banstonian and Northern Shipbuilding stated that Hall Russell was a sound, successful and growing undertaking and that this was confirmed by its results after nationalisation. By reference to a valuation report, prepared in October 1978 for the purposes of the compensation negotiations and taking into account the earnings record, the value of the net tangible assets and the dividend yield, they submitted that if Hall Russell had been valued as at Vesting Day, they should have received compensation of £3,500,000.", "68. Messrs. Whinney Murray & Co.’s valuation report on Hall Russell - suggesting a figure in the range of £900,000 to £1,000,000 - was submitted to the Department of Industry in March 1978; it was based on earnings (see paragraph 36 (a) above). In October 1978, memoranda on the valuation were exchanged between the Department and the Stockholders’ Representative. The former offered £800,000. The latter maintained that section 38 of the 1977 Act (see paragraph 19 above) gave the Secretary of State a discretion in settling compensation, and that the only fair basis was value at Vesting Day, namely £3,500,000.", "In November 1978, the Stockholders’ Representative put forward a Reference Period valuation of £2,500,000 - £3,000,000. In March 1979, the Government offered £1,000,000. This offer was subsequently increased to £1,500,000 and settlement at that figure was concluded in November 1980.", "69. Compensation payments in respect of Hall Russell’s shares were made as follows:", "- on 7 February 1978, a first payment on account, of £300,000;", "- on 1 August 1978, a second payment on account, of £100,000;", "- on 5 December 1978, a third payment on account, of £250,000;", "- on 21 November 1980, the final payment, of £850,000.", "The payments on account were effected by the issue of 9 3/4 % Treasury Stock 1981, carrying a running yield of about 10% per annum, and the final payment, by the issue of 10% Exchequer Stock 1983, carrying a running yield of slightly under 11%.", "70. On 1 July 1977, there vested in British Shipbuilders the shares in Yarrow (Shipbuilders) Ltd. (\"Yarrow Shipbuilders\"), which was engaged in building in Glasgow warships and other specialist vessels. This company was a wholly-owned subsidiary of Yarrow, whose shares were listed on the Stock Exchange, and its activities comprised a substantial part of the latter’s business.", "In 1968, Yarrow, which had previously owned all the shares in Yarrow Shipbuilders, had, allegedly in response to Government pressure, sold 51% of them to another company for £1,800,000. Yarrow Shipbuilders had subsequently incurred losses and in 1971 Yarrow had repurchased the shareholding for £1, a loan of £4,500,000 having been negotiated from the Ministry of Defence to replace working capital eroded by the losses. It was a condition of the loan that, on returning to profitability, Yarrow Shipbuilders could distribute profits by way of dividend to the parent company only with the prior authority of the Secretary of State for Defence. By 1973/1974, the loan could have been repaid, but Yarrow decided not to do so; the dividend restrictions accordingly applied throughout the Reference Period.", "71. (a) The pre-tax profits of Yarrow Shipbuilders for the following years, ending on 30 June, were:", "1971 - £308,000", "1972 - £607,000", "1973 - £3,025,000", "1974 - £7,088,000", "1975 - £5,619,000", "1976 - £4,887,000", "1977 - £3,123,000.", "According to Yarrow, the post-tax profits from the Reference Period to Vesting Day totalled some £12,000,000; during this period Yarrow Shipbuilders was authorised by the Secretary of State for Defence to pay dividends of only £2,600,000 to its parent company, with the result that £9,400,000 of the profits remained within the company and were included in the shareholders’ funds obtained by the Government on nationalisation. The yield which Yarrow was allowed to obtain from its subsidiary in this period was said to have been only about one-third of what it should have been.", "In addition to the 1971 loan from the Ministry of Defence, Yarrow Shipbuilders received between 1972 and 1977 £3,114,000 by way of Government shipbuilding grants. They all related to export contracts, such contracts having always played a significant role in the company’s turnover.", "(b) Yarrow stated that the value of Yarrow Shipbuilders’ net tangible assets, in accordance with accounting standards, was £1,327,000 at 30 June 1973 and that it was shown in the accounts as at 30 June 1977 to be £10,500,000.", "(c) The average market capitalisation of Yarrow’s ordinary shares during the Reference Period did not exceed £4,800,000.", "72. Yarrow has submitted a valuation report prepared by a firm of chartered accountants, according to which a fair value for Yarrow Shipbuilders as at Vesting Day was £16,000,000. The valuation method employed was to consider what a single willing buyer, obtaining 100% control, would have paid. Two alternative approaches were used: the first involved estimating the maintainable post-tax profit level and capitalising it by the application of a price/earnings multiplier, giving a value of £16,320,000; the second involved applying a price/earnings multiplier to the latest reported after-tax earnings, giving a value of £15,750,000. The report commented that \"the net asset value of a company which is carrying on business as a going concern is generally not a major determinant in valuing its shares. The purchaser does not normally buy the shares in the expectation that its assets are to be sold, but expects them to be used in the business to earn profits\".", "In the alternative, Yarrow claimed that, as had been contended by the Stockholders’ Representative at the outset of the compensation negotiations (see paragraph 73 below), Yarrow Shipbuilders’ value in the Reference Period was £17,500,000.", "73. In September 1977, the Stockholders’ Representative supplied the Department of Industry with a factual memorandum about Yarrow Shipbuilders. Messrs. Whinney Murray & Co.’s valuation report on the company - suggesting a figure in the range of £2,800,000 to £3,200,000 - was submitted to the Department in December 1977. It was based on the stock market capitalisation of the parent company, Yarrow, during the Reference Period. This was not only because the major part of Yarrow’s activity was carried on by Yarrow Shipbuilders (see paragraph 36 (b) above) but also because the accountants considered that \"without the financial backing of Yarrow and being unable to pay dividends under the terms of the [Ministry of Defence] loan, a purely nominal value for [Yarrow Shipbuilders] might result\". They also took the view that Yarrow Shipbuilders could not be valued on the normal criteria of earnings, dividend yield or asset backing, and noted that the stringent dividend restrictions \"affected the standing and worth\" of both the subsidiary and the parent.", "In March 1978, negotiations opened with an exchange of valuations between the parties: the Department’s was £2,800,000, whilst the Representative’s was £17,500,000, being an earnings-based valuation arrived at on a view of the prospective profits of Yarrow Shipbuilders for the year to June 1974 and on the assumption of an offer for sale of the shares on the stock market immediately before the Reference Period.", "During subsequent negotiations, points discussed included the possibility that further dividend payments in respect of the period up to Vesting Day could be authorised; whether it should be assumed that the Ministry of Defence loan would have been refinanced if the shares of Yarrow Shipbuilders had been listed on the Stock Exchange; the appropriateness of an offer-for-sale approach to valuation; the relevance of the parent-company-related method of valuation; and the effect of the dividend restriction (if any) on the stock market capitalisation of Yarrow.", "74. In July 1978, the Government offered £4,000,000 and in September the Stockholders’ Representative put forward an alternative claim of £12,000,000. Further offers were made by the Government in August 1979 and August 1980, and in October 1980 compensation was finally agreed at £6,000,000. This figure was accepted by Yarrow as it had been advised that arbitration proceedings might have resulted, under the terms of the 1977 Act, in the award of an amount not exceeding its own total capitalisation of not more than £4,800,000.", "75. Compensation in respect of Yarrow Shipbuilders’ shares was paid as follows:", "- in February 1978, a first payment on account, of £1,400,000;", "- in December 1978, a second payment on account, of £850,000;", "- on 21 October 1980, the final payment, of £3,750,000.", "The payments on account were effected by the issue of 9 3/4% Treasury Stock 1981, with a running yield of about 10% per annum, and the final payment, by the issue of 10% Exchequer Stock 1983, with a running yield of slightly under 11%.", "76. On 1 July 1977, there vested in British Shipbuilders: (a) the shares in Vickers Shipbuilding Group Ltd., a wholly-owned subsidiary of Vickers; and (b) certain other shipbuilding interests of Vickers which had, by operation of section 20 of the 1977 Act (see paragraph 18 above), vested in Vickers Shipbuilding Group Ltd., as assets appurtenant to its activities. The business thus nationalised (collectively referred to as \"Vickers Shipbuilding\") specialised in the design and construction of sophisticated warships. The activities of Vickers Shipbuilding did not constitute more than one-quarter of the total undertaking of Vickers.", "77. (a) The pre-tax profits of Vickers Shipbuilding for the following years, ending on 31 December, were:", "1972 - £2,618,000", "1973 - £2,177,000", "1974 - £5,515,000", "1975 - £4,841,000", "1976 - £3,746,000.", "In the half-year to 30 June 1977, pre-tax profits were £3,948,000.", "Vickers Shipbuilding was in receipt of small amounts by way of Government shipbuilding grants, all of which related to export contracts.", "(b) The net assets of Vickers Shipbuilding amounted to £14,337,000 as at 31 December 1972; as at 30 June 1977 its net tangible assets (that is, making no allowance for deferred tax, the amount of which is not shown in the information before the Court) were £32,431,000.", "78. Vickers have submitted a valuation which, taking into account profit record, future prospects and net assets, indicated that, on the basis of a transaction between a willing buyer and a willing seller, the value of Vickers Shipbuilding as at Vesting Day was not less than £25,000,000. This figure was reached by estimating the maintainable post-tax profit level and applying thereto a price/earnings multiplier, adjusted to take account of the \"control premium\" (see paragraph 98 below).", "79. By virtue of section 38(7) of the 1977 Act, the shares of Vickers Shipbuilding Group Ltd. had to be valued on the assumption that during the Reference Period it had owned the interests which vested in it under section 20 (see paragraph 76 above). The compensation negotiations were therefore conducted on the basis that Vickers Shipbuilding had been a single enterprise at all relevant times and financial data so treating it, prepared by the auditors of Vickers for use in the negotiations, were agreed in March 1978. Certain other preliminary matters (including one related to taxation) arose, and were ultimately settled.", "80. Messrs. Whinney Murray & Co.’s valuation report on Vickers Shipbuilding - suggesting a figure in the range of £11,500,000 to £12,700,000 - was submitted to the Department of Industry in May 1978; it was based on earnings (see paragraph 36 (a) above). Formal negotiations opened in the following month with an exchange of memoranda: the Department offered compensation of £10,550,000 and the Stockholders’ Representative claimed £20,060,000. The Department subsequently increased their offer to £13,500,000, whilst the Representative indicated that £17,000,000 was the lowest acceptable figure. In November 1978, the Department stated that they were not prepared to increase their offer further and that, in the event of arbitration, they would take their stand at a lower figure; the Stockholders’ Representative replied that resort would be had to arbitration. In September 1979 - after the general election of May 1979 (see paragraph 17 above) -, Vickers was informed that the new Government had decided not to change the compensation terms and had confirmed the Department’s negotiating limit of £13,500,000.", "81. In the same month, the Stockholders’ Representative instituted proceedings before the Arbitration Tribunal (see paragraphs 29-32 above). Written pleadings were exchanged, in which the Stockholders’ Representative contended for compensation of £16,695,999 and the Department, of £12,210,000. The hearing started in September 1980. However, on 26 September 1980, compensation was agreed between the parties at a figure of £14,450,000.", "82. In January 1978, the Department of Industry had informed Vickers that no payment on account of compensation, pursuant to section 36(6) of the 1977 Act, would then be made because discussions on the taxation matter (see paragraph 79 in fine above) were not then concluded.", "Compensation in respect of the nationalised undertaking was subsequently paid as follows:", "- in April 1978 or thereabouts, a first payment on account, of £4,000,000;", "- in July 1978 or thereabouts, a second payment on account, of £1,250,000;", "- in November 1978 or thereabouts, a third payment on account, of £3,200,000;", "- in March 1980 or thereabouts, a fourth payment on account, of £3,150,000;", "- in September 1980 or thereabouts, the final payment, of £2,850,000.", "The first three payments on account were effected by the issue of 9 3/4% Treasury Stock 1981, bearing a running yield of about 10% per annum, and the fourth payment on account and the final payment, by the issue of 10% Exchequer Stock 1983, bearing a running yield of about 11%.", "83. On 1 July 1977, there vested in British Shipbuilders the shares in Brooke Marine Ltd. (\"Brooke Marine\"), which carried on at Lowestoft a shipbuilding business specialised in the construction of small naval vessels. Those shares were owned as to 74.39% by Dowsett, as to 21.34% by Investors and as to 4.27% by Prudential. The securities which vested included 196,000 shares issued to the owners in March 1976, following their exercise of an option, exercisable by that date, to convert debenture stock into new shares.", "84. (a) Brooke Marine’s pre-tax profits for the following years, ending on 31 March, were:", "1973 - £427,000", "1974 - £523,000", "1975 - £792,000", "1976 - £711,000", "1977 - £865,000.", "According to the Commission’s report, in the three months to 30 June 1977, the pre-tax profits were £270,000.", "Between 1973 and 1977, Brooke Marine received £888,000 by way of Government shipbuilding grants. About 70% of its turnover came from exports.", "(b) Brooke Marine’s net assets amounted to £1,049,000 as at 31 March 1973 and to £4,870,000 as at 30 June 1977. At the hearings before the Court, the former owners of Brooke Marine stated that its net assets at Vesting Day included £2.2 million in cash.", "85. During 1973-1974, Brooke Marine had negotiations with the Vickers Shipbuilding Group and Vosper Thornycroft Ltd. concerning a possible purchase of Brooke Marine - at a figure between £2,500,000 and £3,000,000 - by one or other of these companies. The negotiations lapsed due to the prospect of nationalisation.", "86. Dowsett, Investors and Prudential have submitted a valuation report, prepared by a firm of chartered accountants, which indicated that, on the basis of a sale by a willing seller to a single willing buyer of the business as a going concern at Vesting Day, a fair valuation of Brooke Marine as at that day was £5,000,000. This figure was reached by estimating the maintainable post-tax profit level and applying thereto a price/earnings multiplier, adjusted to take account of the \"control premium\" (see paragraph 98 below). The Government did not accept that either the profits figure or the multiplier used was appropriate.", "87. Prior to Vesting Day, Brooke Marine had had contacts with the Department of Industry about matters connected with compensation.", "In the first place, the Department declined, on 28 January 1975, to give an assurance that, in the fixing of compensation, account would be taken of certain development work in respect of which the Chairman of Brooke Marine had requested approval in the previous December. Such approval had been sought in order to preserve compensation rights and, possibly, to ensure compliance with the safeguarding provisions to be included in the nationalisation Act, details of which had not yet been announced. However, according to its former owners, Brooke Marine’s note of a meeting held between the company and the Department in June 1975 recorded an assurance by the latter that compensation would take into account changes in circumstances since February 1974 (the end of the Reference Period).", "In the second place, in view of the safeguarding provisions (see paragraphs 22-23 above), Brooke Marine, which had previously had a policy of retaining profits for investment in the development of its business, sought and obtained - with some exceptions - authorisation for the payment in the period up to July 1977 of certain dividends. According to its former owners, the company would have sought authorisation to pay higher dividends but for discussions with the Department of Industry which led it to believe that permission would be refused and that retained dividends would be taken into account under the statutory formula. According to Brooke Marine’s accounts, the total dividends authorised for the three years to 31 March 1975, 1976 and 1977 amounted to £190,000, whereas profits after tax for the same period amounted to £1,388,758.", "88. In January 1978, the Stockholders’ Representative wrote to the Department protesting at the amount of the payment on account of compensation offered by the Government (£350,000), which he described as \"derisory\" in relation to the value of Brooke Marine.", "Messrs. Whinney Murray & Co.’s valuation report on the company - suggesting a figure in the range of £860,000 to £960,000 - was submitted to the Department in March 1978: the newly-issued shares (see paragraph 83 in fine above) were, pursuant to section 38(10) of the 1977 Act (see paragraph 19 above), valued at their issue price; the Reference Period value of the remaining shares was assessed on an earnings basis (see paragraph 36 (a) above). The factual part of the report was transmitted to the Stockholders’ Representative: according to Dowsett, Investors and Prudential, it contained some errors and important omissions, a view which was expressed in correspondence with the Department; according to the Government, there were no material inaccuracies.", "89. In July 1978, formal negotiations opened: the Stockholders’ Representative sent to the Department a memorandum claiming compensation of £4,500,000, to which they responded with an offer of £806,000. After various meetings, the Department indicated, in March 1979, that they might be prepared to raise their offer, mentioning a figure of £1,400,000 to £1,500,000. During the negotiations, the Department contended that the value of Brooke Marine’s shares during the Reference Period would have been adversely affected by the existence of claims arising from certain unfavourable contracts and of the options to convert debenture stock into shares (see paragraph 83 above). According to the Department, the 1977 Act made no provision for taking into account, in determining the value, the worth of the options during the Reference Period. This view was not accepted by the Stockholders’ Representative and it was subsequently agreed that the matter should not be further discussed in negotiations.", "90. In November 1979, the Department made a revised offer of £1,250,000. In further negotiations points discussed included whether section 38 of the 1977 Act required the Secretary of State (in assessing the hypothetical Stock Exchange value) to take account of the likely or only of the inevitable consequences of a company being listed; and whether the takeover negotiations with the Vickers Shipbuilding Group and Vosper Thornycroft Ltd. (see paragraph 85 above) would have been the subject of a public announcement if the shares of Brooke Marine had been listed.", "In August 1980, the Minister of State at the Department of Industry indicated that the Government’s absolute ceiling was £1,500,000, but, after further contacts, the offer was again raised, in December 1980, to £1,800,000. On 11 December 1980, the Stockholders’ Representative accepted this offer.", "91. Compensation in respect of the Brooke Marine shares was paid as follows:", "- in January 1978, a first payment on account, of £350,000;", "- in July 1978, a second payment on account, of £50,000;", "- in November 1978, a third payment on account, of £250,000;", "- in December 1980, the final payment, of £1,150,000.", "The payments on account were effected by the issue of 9 3/4% Treasury Stock 1981, carrying a running yield of about 10% per annum, and the final payment, by the issue of 10% Exchequer Stock 1983, with a running yield of slightly under 11%.", "92. Inflation in the United Kingdom, as measured by the official Retail Price Index, was relatively rapid in the years 1974-1980. At the start of the Reference Period (September 1973) the Index stood at 94.8. The figures for January in each of the following years were as follows:", "1974 – 100", "1975 - 119.9", "1976 - 147.9", "1977 - 172.4", "1978 - 189.5", "1979 - 207.2", "1980 - 245.3.", "In April 1977, June 1977 and December 1980, the Index stood at 180.3, 183.6 and 275.6, respectively.", "The applicants recognised that inflation played some part in the increase in value which their nationalised undertakings were said to have shown between the end of the Reference Period and Vesting Day.", "93. Share prices on the Stock Exchange did not follow the same pattern. The general level of share prices reached a high point in mid-1972, when the Financial Times Ordinary Share Index stood at over 500, and then declined to a low point in early January 1975, when that Index stood at under 150. Thereafter, the general trend was upwards for some time.", "The trend between the end of the Reference Period (28 February 1974) and the vesting dates under the 1977 Act (29 April and 1 July 1977) can be illustrated by reference to monthly average figures for the Financial Times Industrial Ordinary Share Index. In February 1974, the average for this Index was 316.5. The Index declined steadily during 1974, to an average of 160.1 in December. In January 1975, it rose slightly to 183.7; thereafter, there was a rapid rise, to 262.6 in February, 292.6 in March (when the compensation terms were first announced; see paragraph 12 above), 314.9 in April and 339.0 in May. After a decline between then and August, there was a more or less steady increase, until an average of 406.6 was reached in May 1976. There was then an overall decline until October 1976, when the monthly average was 293.6. Prices then rose again, the average figure in November 1976 (when the third Bill was introduced into Parliament) being 301, in April 1977 (the month of the aerospace industry Vesting Day) being 415.1 and in July 1977 (the month of the shipbuilding industry Vesting Day) being 443.1.", "The economic situation in the United Kingdom during the period leading up to the general election of February 1974 was affected by a number of events, including a substantial rise in the price of oil, and industrial conflict in November and December 1973 and in February 1974. Prices and dividends were subjected to control under the Counter-Inflation Act 1973.", "94. The general level of interest rates rose between the vesting dates under the 1977 Act and the settlement of compensation claims. On both vesting dates, the Bank of England’s minimum lending rate stood at 8%; it rose to a peak of 17% from November 1979 to June 1980. The average rate from July 1977 to December 1979 was 10.4% and from July 1977 to December 1980, 12.1%.", "95. During the proceedings before the Commission and the Court reference was made to a number of different methods of valuation of, and of compensating for, property nationalised or compulsorily acquired. The following is a brief outline of those methods.", "96. A Stock Exchange valuation for listed shares merely involves looking at the price for the shares on the Stock Exchange on the specified date or dates.", "97. The method laid down by the 1977 Act for valuing unlisted shares (the hypothetical Stock Exchange valuation) involved estimating what price the shares would have had on the Stock Exchange had they been listed during the Reference Period. The estimate would be made by reference to the price of any comparable quoted shares and account would be taken of all information about the company that would have been available to Stock Exchange investors during that period. Thus, Messrs. Whinney Murray & Co. based their valuations primarily on data appearing in the companies’ latest published accounts, which covered periods prior to the Reference Period, but they also made certain assumptions as to the interim - and more up-to-date - statements that would have been supplied to the stock market if the companies’ shares had been listed. However, questions might arise concerning the precise information that would have been available to investors and the extent to which they might have foreseen an undertaking’s future performance (see, for example, paragraph 57 above). Furthermore, it is implicit in this method that the company’s shares would be held by a number of different persons; accordingly, when valuing a wholly-owned subsidiary on this basis, hypothetical assumptions may have to be made as to what its business policies would have been if its shares had been more widely owned.", "98. An alternative method is to consider what a single willing buyer would pay a willing seller (or sellers) for the whole of the shares in question. Here again, account would be taken of all the information that would be available to a buyer at the relevant time and an estimate would be made by reference to comparable quoted shares. However, this method could differ from the hypothetical Stock Exchange valuation method in three respects. Firstly, it might be assumed that a single buyer in takeover negotiations might have more complete information than a Stock Exchange investor. Secondly, it would not be necessary to assume that the ownership of the shares was different from the reality or to make consequent assumptions as to the company’s business policies. Thirdly, the price payable by a single buyer gaining control of a company would normally be materially higher than the Stock Exchange price, since the latter merely represents what would be paid for a small parcel of shares and does not reflect the market value of a controlling shareholding; guidance as to the additional amount (the \"control premium\") may be obtained from the premiums over previous market prices paid on successful takeover bids which, according to the applicants, averaged 34% in the first half of 1977.", "99. The compensation provisions contained in the 1977 Act, whilst from many aspects similar to those contained in previous United Kingdom nationalisation legislation, differed therefrom in the following particular respects:", "(a) there was no choice of reference periods during which the nationalised shares were to be valued;", "(b) the reference period was, with certain exceptions, further removed in time from the vesting dates than the period fixed under earlier legislation, although the latter had always preceded those dates;", "(c) there was, in section 38(6) of the 1977 Act (see paragraph 19 above), an express requirement that when valuing a subsidiary the Arbitration Tribunal was to have regard in certain circumstances to the stock market quotation of the parent company.", "Furthermore, under earlier measures using share valuation methods a substantial proportion of the securities nationalised had been listed on the Stock Exchange and thus provided a comparison for valuing the unquoted securities. In the case of the 1977 Act, on the other hand, there was no quoted aerospace company and only one of the acquired shipbuilding companies, which was relatively small, had all its shares listed; however, a number of the companies nationalised were subsidiaries whose activities formed a substantial part of the business of a parent, such as Vosper and Yarrow, whose shares were listed.", "100. Subject to the ultimate supremacy of Parliament, it is a rule of United Kingdom constitutional law that compensation is generally payable where property is taken by the Crown in the exercise of common-law powers. Furthermore, \"unless the words of a statute clearly so demand, a statute is not to be construed so as to take away the property of a subject without compensation\" (Attorney-General v. De Keyser’s Royal Hotel [1920] Appeal Cases 508 at p. 542).", "101. The legislation on the compulsory purchase of land for public purposes provides for payment of compensation, the normal basis being the open-market value of the land with a willing seller. The value falls to be assessed, so the House of Lords held in Birmingham Corporation v. West Midland Baptist (Trust) Association [1969] 3 All England Law Reports 172, at the date when possession of the property is taken, or the date when compensation is agreed or assessed, whichever is the earlier, and not (as had previously been the practice) at the date of the \"notice to treat\", which might be considerably earlier. Works carried out after the \"notice to treat\" are excluded from the valuation, but, with some exceptions, account is taken of the possibility of development of the land."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": []}