{"ITEMID": "001-85815", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KLINAR & KLINAR v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Rajko Pirnat", "TEXT": ["1. The applicants, Mr Aleksander and Mrs Andreja Klinar, are Slovenian nationals who were born in 1943 and live in Jesenice.", "2. The Slovenian Government (“the Government”) were represented by their Agent, Mr Lucijan Bembič, State Attorney General.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The case concerns four sets of administrative proceedings resulting from the applicants’ dissatisfaction with their neighbour’s allegedly illegal construction of extensions to his house and various facilities. This construction is situated on their neighbour’s plot of land which is separated from the applicants’ land by a public road.", "5. On 27 June 1995 the applicants reported their neighbour’s building of an extension to his house, a garage and certain facilities to the Inspectorate of the Republic of Slovenia for the Environment and Spatial Planning (Inšpektorat Republike Slovenije za okolje in prostor – “the Inspectorate”). The applicants disputed the legality of the construction and requested that proceedings be instituted against their neighbour.", "6. In June 1996 the applicants learned that the Inspectorate had not found any irregularities concerning the allegedly illegal construction. Subsequently, the applicants unsuccessfully appealed to the Chief Inspector’s Office (Urad glavnega republiškega inšpektorja).", "7. On 6 December 1996 the applicants requested that the proceedings be reopened.", "8. On 12 February 1997 the applicants lodged a claim with the Supreme Court (Vrhovno sodišče) on account of the Inspectorate’s failure to decide (molk organa).", "9. On 15 November 1997 the applicants lodged a claim before the Supreme Court arguing that the Ministry of the Environment, Spatial Planning and Energy (Ministrstvo za okolje in prostor – “the Ministry”) had also failed to decide.", "10. On 9 December 1997 the applicants requested the proceedings to be joined.", "11. Meanwhile, on 3 November 1997, the Inspectorate ruled that under the law in force, the applicants did not have locus standi in the proceedings concerning the neighbour’s construction work in spite of the fact that they had requested the Inspectorate to act. These proceedings had been instituted by the Inspectorate itself and only the initiator of the allegedly illegal construction had standing in the proceedings brought by the Inspectorate against him.", "12. On 10 November 1997 the applicants lodged an appeal which was rejected by the Ministry on 4 June 1998.", "13. On 20 July 1998 the applicants challenged the Ministry’s decision before the Administrative Court. At the same time, the applicants withdrew their previous claim lodged on 12 February 1997 (see paragraphs 8, 9, 10 above).", "14. On 14 June 2000 the Administrative Court delivered a judgment rejecting the applicants’ claim. This decision was served on the applicants on 27 June 2000.", "15. On 3 July 2000 the applicants appealed to the Supreme Court.", "16. On 4 March 2004 the Supreme Court upheld the applicants’ appeal. It quashed the Ministry’s decision of 4 June 1998 (see paragraph 12 above) and ordered the Ministry to re-examine the case. The judgment was based on the Constitutional Court’s decision of 2 October 2003 issued in the second set of proceedings (see paragraph 32 below) requiring the authorities to take into account the actual effect the Inspectorate proceedings had on the particular complainant.", "17. On 19 April 2004, as a result of the Supreme Court decision of 4 March 2004, the Ministry quashed the Inspectorate’s decision of 3 November 1997 (see paragraph 11 above) and ordered the Inspectorate to re-examine the case.", "18. On 30 June 2004 the Inspectorate, applying the criteria from the Constitutional Court’s decision, again rejected the applicants’ request for recognition that they had locus standi in the proceedings. The Inspectorate found that there was a public road between the applicants’ and their neighbour’s plot of land. Hence, neither the applicants’ rights and obligations nor their legal interest could have been affected by the Inspectorate proceedings conducted against their neighbour. In addition, the Inspectorate found that the applicants’ neighbour had acquired the urban planning permit (urbanistično potrdilo za gradnjo) for the works concerned.", "19. The applicants appealed. The Ministry rejected their appeal on 28 December 2004.", "20. On 17 February 2005 the applicants challenged the Ministry’s decision by bringing a claim before the Administrative Court.", "21. On 15 December 2005 the Administrative Court rejected the applicants’ claim finding that the applicants had failed to demonstrate their legal interest, namely, in what way the Inspectorate’s measures might affect their rights, as required by the Constitutional Court’s decision, and that they accordingly did not have standing.", "22. On an unspecified date the Inspectorate instituted proceedings concerning the applicants’ neighbour’s construction of a wall. On 26 August 1997 the applicants proposed that proceedings be instituted also with respect to the landslip.", "23. On 15 May 1998 the applicants requested an access to the case file and asked the Inspectorate to secure certain evidence in connection to the landslip.", "24. On 28 May 1998 the Inspectorate issued a decision finding that they did not have locus standi in the proceedings and they could not be granted access to the file or make a request for evidence to be secured.", "25. On 16 June 1998 the applicants appealed to the Ministry.", "26. On 5 January 1999 the Ministry rejected their appeal.", "27. On 19 January 1999 the applicants challenged the Ministry’s decision in the Administrative Court and requested that the present proceedings be joined with the first set of proceedings.", "28. On 14 June 2000 the Administrative Court rejected the applicants’ claim and request.", "29. On 3 July 2000 the applicants appealed to the Supreme Court.", "30. On 3 April 2003 the Supreme Court rejected the appeal.", "31. On 24 April 2003 the applicants lodged a constitutional appeal with the Constitutional Court.", "32. On 2 October 2003 the Constitutional Court issued a decision (Up-257/03-9) finding that when deciding on the applicants’ standing in proceedings instituted ex officio by the Inspectorate, the authorities should have taken into account their legal interest, in particular, whether their rights were affected in these proceedings. It quashed the disputed decisions and remitted the case for re-examination by the Inspectorate. This decision was served on the applicants on 11 October 2003.", "33. On 11 December 2003 the applicants urged the Inspectorate to decide in accordance with the Constitutional Court’s ruling.", "34. It appears from the letter of the Ministry of Internal Affairs, Directorate of Public Administration (Ministrstvo za notranje zadeve, Direktorat za javno upravo), sent to the applicants on 16 April 2004 further to their prior complaint, that the Inspectorate allowed them to examine the case file.", "35. However, on 30 June 2004 the Inspectorate, relying on the Constitutional Court’s decision, ruled that the applicants did not have locus standi in the Inspectorate proceedings, finding that they were not the immediate neighbours since there was a public road between the two plots of land. In addition, the Inspectorate found that a potential landslip did not present any risk to the property of the applicants. As neither the applicants’ rights and obligations nor their legal interest could be affected by the Inspectorate proceedings conducted against their neighbour, they could not be said to have standing.", "36. The applicants appealed to the Ministry.", "37. On 29 December 2004 the Ministry rejected their appeal.", "38. On 17 February 2005 the applicants challenged this decision and instituted proceedings before the Administrative Court.", "39. On 15 December 2005 the Administrative Court rejected the applicants’ claim, finding that they had failed to demonstrate their legal interest, namely that the Inspectorate’s measures might affect their rights. As a result, the Administrative Court ruled that the applicants did not have standing.", "40. On 28 August 1997 the applicants requested permission to examine the case file from 1980 concerning their neighbour’s urban planning permit (urbanistično potrdilo za gradnjo) issued in respect of certain buildings on their neighbour’s plot of land.", "41. On 12 September 1997 the officer of the Jesenice Administrative Unit (Upravna enota Jesenice) orally informed the applicants that their request would be refused. No written decision was issued within the prescribed time-limit.", "42. On 15 September 1997 the applicants lodged an appeal to the Ministry against the oral decision refusing them access to the file.", "43. On 24 December 1997 they lodged a claim with the Supreme Court on account of the Ministry’s failure to decide. In accordance with a change in the relevant legislation, the Administrative Court obtained jurisdiction in the case.", "44. However, on 13 January 1999, the Ministry issued a decision rejecting the applicants’ appeal.", "45. On 5 February 1999 the applicants extended the claim lodged on 24 December 1997 to include also the Ministry’s decision.", "46. On 8 September 1999 the Administrative Court quashed the Ministry’s decision for procedural reasons and remitted the case for re-examination.", "47. On 12 November 1999, since no decision had been issued by the Ministry within the prescribed time-limit, the applicants requested the Administrative Court to give a ruling. The Administrative Court rejected their request as premature.", "48. On 2 February 2000 the applicants were asked to demonstrate their legal interest in the case. As a result, the applicants submitted the Administrative Court’s decision of 8 September 1999.", "49. On 17 February 2000 the Jesenice Administrative Unit, after re-examination, again rejected the applicants’ request to have access to the file since they had failed to demonstrate their legal interest in the case.", "50. On 23 February 2000 the applicants appealed to the Ministry.", "51. On 4 May 2004 the Ministry rejected the appeal. The applicants did not lodge any claim against this decision to the Administrative Court. However, on 11 May 2004, they requested the Ministry to reopen the proceedings.", "52. On 8 June 2004 that request was rejected by the Ministry.", "53. On 22 March 1996 the applicants’ neighbour lodged an application for a site development permit (lokacijsko dovoljenje) concerning the legalisation of extensions to his house and certain facilities built on his property. By virtue of the applicable domestic law, the applicants were a party to this set of proceedings.", "54. Hearings were held on 5 June 1996 and 2 April 1997; the applicants participated in these hearings.", "55. On 16 April and 15 May 1997 the applicants requested that the relevant evidence in the proceedings be secured by the Administrative Unit’s decision.", "56. On 26 June 1997 the applicants appealed to the Ministry on account of the Administrative Unit’s failure to decide.", "57. On 16 July 1997 the Administrative Unit issued a decision rejecting the applicants’ request to secure evidence.", "58. On 23 July 1997 the applicant appealed against that decision to the Ministry.", "59. On 23 October 1997 they urged the Ministry to rule on their appeal.", "60. On 11 December 1998 the Ministry quashed the first-instance decision of 16 July 1997 and remitted the case for re-examination.", "61. On 18 January 1999 the applicants appealed to the Ministry on account of the Administrative Unit’s failure to decide.", "62. In response to a letter of 27 January 1999 in which the Ministry requested an explanation, the Administrative Unit informed the Ministry that the decision quashing the first-instance decision (see paragraph 60 above) had never been served on them. Subsequently, the Ministry informed the Administrative Unit that the decision had been served on them on 15 December 1998.", "63. On 27 October 1999 the applicants requested the Ministry to urge the Administrative Unit to decide on the case.", "64. On 27 December 1999 the Administrative Unit informed the Ministry that the delays were due to the backlog of administrative cases. On 18 January 2000, finding the said reasons for delays unjustified, the Ministry ordered the Administrative Unit to issue a decision within fifteen days.", "65. On 2 November 2000 the Administrative Unit issued a site development permit which had the effect of legalising the relevant buildings and facilities.", "66. On 21 November 2000 the applicants appealed to the Ministry against this decision.", "67. On 14 June 2004 the Ministry quashed the first-instance decision and remitted the case for re-examination.", "68. On 5 October 2004 and on 16 May 2006 two hearings were held. Subsequently, the Administrative Unit issued a new site development permit legalising the relevant buildings and facilities.", "69. The applicants appealed against this decision.", "70. On 14 December 2006 the Ministry quashed the first-instance decision and remitted the case for re-examination.", "71. On 30 July 2007 the Administrative Unit rejected the application for a site development permit lodged on 22 March 1996 by the applicants’ neighbour. It appears that the neighbour did not appeal against this decision.", "72. Pursuant to section 49 of the 1986 General Administrative Procedure Act (Zakon o splošnem upravnem postopku, Official Journal no. 47/86), as in force at the material time, only a person having requested the institution of proceedings, a person against whom the proceedings were conducted or a person allowed to participate in the proceedings to protect his or her rights, was to be considered a party to proceedings.", "73. Section 124 provided that administrative proceedings might be instituted by the administrative authorities ex officio on the basis of law or when so required by the public interest. When instituting proceedings ex officio, the authorities were required to consider any request made by an individual or an organisation as well as any instructions of other authorities.", "74. Section 218 (1) provided that in simple matters, where there was no need to undertake a separate examination or there was no other reason which would prevent the authorities from deciding immediately, an administrative body was obliged to give a decision within one month of the submission of the request for the institution of proceedings or the date on which the proceedings were instituted ex officio. In all other cases the administrative body was obliged to give a decision within two months.", "75. Section 218 (2) entitled a party whose application had not been decided within the time allowed in sub-section 1 to lodge an appeal as if the application had been denied.", "76. Section 26 of the 1997 Administrative Disputes Act (Zakon o upravnem sporu, Official Journal no. 50 /97, entry into force 1 January 1998) entitles a party having lodged an application with an administrative body to institute administrative proceedings before the Administrative Court (administrative dispute) in the following cases:", "“ (...)", "2. If the appellate body does not rule on the applicant’s appeal against the first-instance decision within 2 months, or within a shorter period, if any, prescribed by law, and fails to make an award upon a subsequent request within a further period of seven days, the applicant may then bring an administrative action, as if his request had been dismissed.", "3. The applicant may also act in accordance with the preceding paragraph when an administrative body of the first-instance fails to give a decision from which no appeal lies.", "4. If in matters where a right to an appeal exists a body of the first instance fails to give a decision upon the individual’s application within 2 months, or within a shorter period, if any, prescribed by law, the individual may then submit his application to the appellate administrative body. Should the latter find against him, the individual may then bring an administrative action. The individual may also bring an administrative action under the conditions set out in paragraph 2.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}