{"ITEMID": "001-58784", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF KUOPILA v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant is a Finnish national, born in 1927 and living in Uusikaupunki. She is an art dealer. At the beginning of November 1990, she obtained through a transfer of a sales commission a painting that was to be sold by the end of November. A statement of 1955, according to which the painting was an authentic work of Helene Schjerfbeck (a famous Finnish artist), was attached on the back of the painting.", "9. On 9 April 1991, the original owner of the painting reported to the police that the applicant had refused to return the painting despite the expiry of the sales commission and his repeated requests. He considered that a crime had been committed. Subsequently, a police investigation was initiated. The police questioned the applicant and the original owner of the painting. As it appeared that the applicant had sold the painting to a third person, the police questioned him, too. Furthermore, the painting was seized.", "10. The applicant was charged with aggravated fraud and aggravated embezzlement, committed concurrently, contrary to chapter 28, section 5 (1), and chapter 36, section 2 (1), of the Criminal Code (rikoslaki, strafflag). According to the indictment, the applicant had on 14 April 1991 stolen the painting, worth at least 250,000 Finnish marks (FIM), entrusted to her, by selling it to a third person, deceitfully as her own, for FIM 250,000. Her intention had been to obtain an unjust pecuniary advantage, and the action had caused financial loss to the buyer. The Prosecutor considered that both the embezzlement and the fraud were aggravated in particular since the property in question was very valuable and since considerable benefit had been sought.", "11. On 26 September 1991 the court proceedings in the District Court (kihlakunnanoikeus, häradsrätten) of Hyvinkää commenced. The court ordered that the painting remain seized. The court heard the applicant, the original owner and the buyer. The applicant pleaded not guilty to the above-mentioned charges, claiming that there was only a dispute over the ownership and payment of the painting. Furthermore, three witnesses were questioned relating to the circumstances of the sales commission and the applicant's business activities. Later, the applicant was accused of four additional counts of embezzlement and fraud.", "12. On 20 February 1992, the applicant, who now had doubts as to whether the painting was authentic, requested the court to authorise and order the examination of its authenticity. The District Court ruled, as far as relevant, as follows:", "(Translation)", "\"... the examination of the authenticity of the painting at this stage does not concern [the applicant's] interests and rights and thus the request concerning such an interlocutory decision cannot be complied with. ...\"", "13. On 7 May 1992, the District Court convicted the applicant on all five charges brought against her, i.e. also on the charge of aggravated embezzlement and aggravated fraud now at issue. The court sentenced her to imprisonment totalling two years and six months. The seizure of the painting was lifted, and the court ordered that it be returned to the estate of the buyer.", "14. On 5 June 1992, the applicant appealed to the Court of Appeal (hovioikeus, hovrätten) of Helsinki requesting that she be acquitted or her sentence be reduced. She submitted that the first charge had led to the other four charges. She stated that she would attempt to obtain new evidence concerning the authenticity of the painting and requested that an oral hearing be held or that the case be returned to the District Court in case such new evidence appeared.", "15. On 13 July 1992, the applicant, represented by counsel, requested the Prosecutor to order an investigation into the authenticity of the painting. Following her request an investigation was initiated. The police obtained from the National Gallery of Finland a statement, dated 15 September 1992, according to which the painting was not authentic. On 21 October 1992, the police questioned the original owner of the painting. The applicant was not questioned.", "16. On 2 August 1993, the Prosecutor submitted a supplementary police report, including the National Gallery’s statement, to the Court of Appeal. In the accompanying letter the Prosecutor asked the Court of Appeal to take the report into account by virtue of chapter 26, section 5, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalk). The Prosecutor found that, from the angle of criminal law, the non-authenticity of the painting did not essentially affect the assessment of the case. He stated further that the police had made attempts in order to question the applicant but they had not been able to reach her. The Prosecutor did not specify these attempts any further.", "17. On 14 September 1993, the Court of Appeal upheld the judgment of the District Court without inviting the applicant to submit comments or holding an oral hearing. Furthermore, neither the original owner nor the estate of the buyer were heard. The court did not make any separate decision as to whether the supplementary police report had been taken into account as evidence or not. The Court of Appeal approved the District Court’s reasoning without making any changes to it and, consequently, in its own reasoning it did not in any way mention the content of the supplementary police report or of the National Gallery’s statement.", "18. The applicant found out about the above-mentioned National Gallery’s statement in the autumn of 1993. Following her request, the Prosecutor sent it to her on 12 November 1993.", "19. On 14 November 1993, the applicant, assisted by counsel, requested leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen). She referred to the fresh statement and maintained that if this information had been available in the lower courts the outcome of the case would have been a different one. She invoked the concept of a fair trial guaranteed by human rights conventions.", "20. In his comments to the Supreme Court the Prosecutor stated that the authenticity of the painting was not relevant for the assessment of the criminal case at issue.", "21. On 24 May 1994, the Supreme Court on 24 May 1994 refused the applicant leave to appeal.", "22. On 14 April 1995, the applicant lodged a petition with the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) concerning the Prosecutor's failure to communicate to her the police report concerning the authenticity of the painting.", "23. On 22 July 1996, the Deputy Parliamentary Ombudsman (apulaisoikeusasiamies, biträdande justitieombudsman) found that the Prosecutor, by failing to communicate the supplementary police report to the applicant or her representative, had shown negligence in respect of his official duties. The Deputy Parliamentary Ombudsman took into account that the supplementary police investigation concerned the value of the painting, this being an important element when considering the nature of the offence and the punishment thereupon. As a result, the Deputy Ombudsman addressed a critical remark (huomautus, anmärkning) to the Prosecutor.", "24. The applicant served two thirds of the total thirty months imprisonment, which means that she spent one year and eight months in prison.", "", "25. According to chapter 26, section 5, of the Code of Judicial Procedure, the court of appeal may take into account a written pleading or other documents submitted to it after a time-limit has expired if special grounds therefor exist. If the pleading or document can affect the outcome of the case the court of appeal is obliged, under section 6, to request the parties to give written comments, if such a measure is not considered to be manifestly unnecessary."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}