{"ITEMID": "001-76896", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MATIJASEVIC v. SERBIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-2;Remainder inadmissible;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "András Baka;Antonella Mularoni;Elisabet Fura;Ireneu Cabral Barreto;Jean-Paul Costa", "TEXT": ["4. The applicant was born in 1976 and is currently serving a prison sentence.", "5. On 7 May 2003 the applicant was arrested and remanded in custody by an investigating judge of the Novi Sad District Court on suspicion of fraud and murder.", "6. On 4 November 2003 the district public prosecutor’s office in Novi Sad issued an indictment against the applicant on charges of fraud and incitement to commit murder.", "7. On 2 April 2004 the three-judge panel of the Novi Sad District Court extended the applicant’s detention on remand for another two months. In its reasoning, justifying this decision, the panel relied on the applicant’s prior convictions as well as his persistent anti-social behaviour. In addition, the panel expressly stated that the applicant had “committed the criminal offences which are the subject of this prosecution” (“počinio kriv. dela koja su predmet ove optužbe”) and concluded that the applicant, if released, would be likely to commit further offences.", "8. On 16 April 2004 the applicant appealed to the Supreme Court of Serbia, requesting that his detention be terminated or, alternatively, that the remand decision be quashed and the case remitted to the Novi Sad District Court for reconsideration. He argued, inter alia, that, since the impugned decision had prejudged the outcome of the pending criminal case, it had blatantly breached his fundamental right to be presumed innocent as “guaranteed in the Code of Criminal Procedure, the Constitution of the Republic of Serbia and, indeed, Article 6 § 2 of the European Convention on Human Rights and Fundamental Freedoms”.", "9. On 22 April 2004 the Supreme Court of Serbia dismissed the appeal, focusing exclusively on the applicant’s prior criminal convictions and the alleged danger that he would commit further offences if released. It did not refer to the applicant’s submission concerning the presumption of innocence.", "10. On 27 May 2004 the Novi Sad District Court found the applicant guilty of incitement to murder and sentenced him to eight years in prison.", "11. On 23 September 2004 the Supreme Court of Serbia upheld the judgment of the Novi Sad District Court. As stated by the applicant in a separate case currently pending before this Court (no. 31617/05), his lawyer received that decision on 7 March 2005.", "12. Articles 19 and 9 § 2 of the Charter provided as follows:", "“Everyone shall be deemed innocent until proved guilty of a criminal offence in a final decision of a court of law.”", "“Everyone who believes that any of his human or minority rights as guaranteed by this Charter have been violated or denied by an individual act or action of a State Union institution, or a member-State body or organisation exercising public powers, shall have the right to submit a complaint to the Court of Serbia and Montenegro, if no other legal redress is provided in a member State, in accordance with the Constitutional Charter.”", "13. The relevant part of Article 46 of the Constitutional Charter provided as follows:", "“The Court of Serbia and Montenegro:", "...", "– shall examine complaints lodged by citizens in cases where an institution of Serbia and Montenegro has infringed their rights and freedoms as guaranteed by the Constitutional Charter, if no other legal redress has been provided;", "...”", "14. Article 23 § 3 of this Constitution provides as follows:", "“No one shall be considered guilty of a criminal offence until so proved in a final decision of a court of law.”", "15. Articles 199 and 200 of the Obligations Act provided, inter alia, that anyone who had suffered fear, physical pain or, indeed, mental anguish as a consequence of a breach of personal rights (prava ličnosti) was entitled, depending on their duration and intensity, to sue for financial compensation in the civil courts and, in addition, to request other forms of redress “which might be capable” of affording adequate non-pecuniary satisfaction.", "16. The relevant provisions of this legislation were as follows:", "“A citizen’s complaint may be filed by anyone who considers that an individual act or action of an institution of Serbia and Montenegro, or a member-State body or organisation exercising public powers, has violated his human or minority rights, if no other avenue of legal redress is available or if redress has not been secured within a member State.”", "“A citizen’s complaint may be lodged within three months from the date of receipt of the individual decision or the commission or cessation of an action in violation of a human or minority right guaranteed by the Constitutional Charter.”", "“If the Court finds that an individual decision or action is in violation of a human or minority right guaranteed by the Constitutional Charter, it may annul the individual decision in question, prohibit the continuation of such actions or order the implementation of other specific measures and, in view of the circumstances of each case, order the removal of all consequences stemming from such decisions and/or actions.", "The decision of the Court accepting a citizen’s complaint shall constitute a legal basis for requesting compensation, or the removal of other adverse consequences, from a competent body, in accordance with the law.”", "17. In a Council of Europe report on the State Union of Serbia and Montenegro of 30 April 2004, it was stated that the Court of Serbia and Montenegro had still not been established and that the setting-up of such a court had not been considered a priority by the State Union authorities since accession to the Convention (Serbia and Montenegro: Compliance with obligations and commitments and implementation of the post-accession cooperation programme, document presented by the Secretary General of the Council of Europe, fourth report, February-April 2004, § 27).", "18. In a subsequent report of 13 July 2005, the Council of Europe found that the Court of Serbia and Montenegro had finally started operating in January 2005. The court’s financing, however, had not been fully secured. Lastly, 200 individual human rights complaints had been registered as cases, but no decisions had yet been rendered (Serbia and Montenegro: Compliance with obligations and commitments and implementation of the post-accession cooperation programme, document presented by the Secretary General, eighth report, March-June 2005, §§ 14 and 44).", "19. In a reservation contained in their instrument of ratification of the Convention and its Protocols, deposited with the Council of Europe on 3 March 2004, the Government of the State Union of Serbia and Montenegro stated that “the provisions of Article 13 shall not apply in relation to the legal remedies within the jurisdiction of the Court of Serbia and Montenegro, until the said Court becomes operational in accordance with Articles 46 to 50 of the Constitutional Charter of the State Union of Serbia and Montenegro (Službeni list Srbije i Crne Gore, no. 1/03)”.", "20. This reservation was withdrawn by a letter dated 11 July 2005 from the Permanent Representation of the State Union of Serbia and Montenegro, which was registered at the Secretariat General on 15 July 2005.", "21. In a letter of 16 January 2006, the Court of Serbia and Montenegro clarified that it was yet to rule in respect of a single “citizen’s appeal”. It further pointed out that the reason for this was the proposed amendment to the relevant legislation regulating the court’s work which, at the time, was still pending (Statement no. 20/60, provided in the context of a separate application pending before this Court (no. 2361/05)).", "22. The State Union of Serbia and Montenegro ratified the Convention on 3 March 2004.", "23. Following a referendum, on 3 June 2006, Montenegro declared its independence from the State Union of Serbia and Montenegro, whereupon that entity ceased to exist, together with all of its public bodies including the Court of Serbia and Montenegro.", "24. On 5 June 2006 the President of Serbia informed the Secretary General of the Council of Europe that Serbia was the sole successor to the former State Union of Serbia and Montenegro", "25. In its decision of 14 June 2006, the Committee of Ministers of the Council of Europe noted, inter alia: (i) that “Serbia ... [had continued] ... membership of [the State Union of] Serbia and Montenegro in the Council of Europe with effect from 3 June 2006”, and (ii) that it had remained a party to a number of Council of Europe conventions signed and ratified by the former State Union of Serbia and Montenegro, including the Convention for the Protection of Human Rights and Fundamental Freedoms."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}