{"ITEMID": "001-85010", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF FLUX (No. 4) v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 10", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Kristaq Traja;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. On 6 December 2002 Flux published an article entitled “The Sabbath of the parvenus”. It reported the alleged overnight enrichment of the Speaker of Parliament, the President of the Parliamentary Communist faction and the son of the President of Moldova. The idea of the article was that before becoming public figures they had all been simple citizens without any significant fortune; however, their fortunes had considerably increased after the Communist Party had won the elections and they had become public figures.", "6. The summary reads as follows:", "“The other day I was editing a news item concerning the two luxury cars used by the Speaker of Parliament, E. O., and I became more and more convinced that the term 'parvenu' had Moldovan origins. Our political scene is full of examples.", "For example, the first thing done by E .O. after becoming Speaker of Parliament, was to solve her housing problem. By abusing her position she was able to lay her hands on a huge apartment in downtown Chişinău, paid for by public money. Who was E. O. before becoming Speaker? A modest baker with a modest work history. Who is she now? A big boss! She cannot fit into a BMW and so she also needs a Mercedes Benz. Let's take another example.", "Who was Victor Stepaniuc before becoming an MP? A simple schoolteacher in the village of Costeşti with a modest IQ and a little bit hysterical. Who is he now? He is not only a Sulla of the Parliament, namely a dictator without whose approval even the flies do not fly in the Parliament building, but also a prosperous businessman. He is an agent at the Chişinău tobacco factory, he has made enormous profits from the sale of cigarettes, he owns buses, he controls the Chişinău-Ialoveni bus route, and in general he looks like a genuine Moldovan dandy with a silk tie, Italian suits, German shoes and dirt under his nails.", "Who was O. V. before his father Vladimir Voronin became the President of Moldova? A novice businessman specialised in the milking of profits from sugar plants in the north of the country. Who is he now? He is the most prosperous businessman in the country. He is the majority shareholder of bank F., the owner of construction company M, has contracts with the State worth millions and does business with Chişinău tobacco factory. He is a star and a VIP of the financial press and is held up as an example to young businessmen....”", "7. On 12 December 2006 Mr Stepaniuc, the leader of the Communist parliamentary faction which had, at the time, 71 votes out of a total of 101 in Parliament, lodged an action against the applicant newspaper. He did not pay any court fee when lodging his complaint, nor did he appear in court at any stage of the proceedings or delegate anyone to represent him. He argued, inter alia, that:", "“...the defendants disseminated false and defamatory information about me ...", "... Both in the title and in the body of the article I am described as follows: 'a dictator without whose approval even the flies do not fly in the Parliament building, but also a prosperous businessman. He is an agent at the Chişinău tobacco factory, he has made enormous profits from the sale of cigarettes, he owns buses, controls the Chişinău-Ialoveni bus-line, and in general he looks like a genuine Moldovan Dandy with a silk tie, Italian suits, German shoes and dirt under his nails.'", "None of these accusations is true and they are nothing more than dirty slander.”", "Mr Stepaniuc asked the court to declare the above statements defamatory, to make the defendants publish a retraction on the same page of the newspaper and pay him compensation in the amount of the maximum provided for by the Civil Code.", "8. The case was put before Judge I.M., the President of the Buiucani District Court at the time for examination.", "9. In its defence the applicant newspaper presented the court with copies of open letters addressed to the President of Moldova by a transport company in which Mr Stepaniuc was accused of appropriating several of its bus routes.", "10. On 17 February 2003 the applicant newspaper informed the court that the information concerning Mr Stepaniuc's involvement in illegal activities in the tobacco business had been obtained from sources in the Moldovan secret service and submitted that the secret service had prepared a report about the alleged involvement of high-ranking officials in illegal activities at the Chişinău tobacco factory. The applicant newspaper informed the court that it had officially requested a copy of the report and asked that the case be adjourned until the secret service had provided the court with such a copy.", "11. On 19 February 2003 Judge I. M. rejected the request to adjourn the case until after the secret service had provided the court with a copy of its report; however, he did order that the examination be postponed until 24 March 2003.", "12. On 24 March 2003 the applicant newspaper informed the court that the secret service had failed to reply to its request and that consequently it had commenced a court action seeking an order to provide it with a copy of the report. The applicant newspaper requested that the defamation proceedings be adjourned pending the conclusion of those proceedings.", "13. On 24 and 26 March and on 15 April 2003 Judge I. M. held hearings in the case and rejected the request for adjournment pending the conclusion of the other set of proceedings. He decided though to postpone the examination of the case until 30 April 2003.", "14. On 30 April 2003 Judge I. M. examined the case in the absence of the parties and ruled in favour of Mr Stepaniuc. He found the statements complained of by the plaintiff (see paragraph 7 above) to be defamatory and ordered the newspaper and the author of the article to pay Mr Stepaniuc 3,600 Moldovan lei (MDL) (228 euros (EUR) at the time) and MDL 1,800 (EUR 114 at the time) respectively. He also ordered the newspaper to issue an apology within fifteen days. The defendants were also ordered to pay the court fees.", "15. Judge I.M. gave the following reasons for his findings:", "“In the court's view, the title, the text and the meaning of the published information should be qualified as defamatory of the plaintiff because the defendants made statements of facts without adducing any evidence. In particular they submitted that V. Stepaniuc, contrary to the provisions of Article 70 of the Constitution, practises activities which are incompatible with his status of deputy and that he is an agent of the tobacco factory, makes enormous profits from trading cigarettes, and that he controls the Chişinău-Ialoveni bus route.", "During the examination of the case, the court had given the defendants the opportunity to present evidence... however, neither the newspaper, nor the author brought any evidence to confirm the truthfulness of the published information. Nor in the article itself did the defendants adduce any evidence.", "[a reproduction of Article 10 of the Convention follows]", "In the present case the information disseminated by the defendants cannot be treated as a value judgment and accordingly it cannot be protected by the provisions of the Convention stated above. The court also takes into consideration the fact that Mr Stepaniuc is a public figure and that in respect of such persons a higher degree of tolerance is required when it comes to defamation. However, the information spread by the defendants clearly exceeds the limits of any reasonable criticism against public persons in a democratic society.”", "16. The applicant newspaper appealed against this judgment, arguing, inter alia, that Judge I. M. had lacked independence and impartiality on the ground of his close ties with Mr Stepaniuc and the Communist Party and his behaviour in other defamation cases between Mr Stepaniuc and Flux. The applicant newspaper also argued that the first-instance court had totally disregarded its arguments, namely the letters addressed to the President of Moldova (see paragraph 9 above) and refused to give it a chance to bring evidence concerning Mr Stepaniuc's involvement in the tobacco business, by refusing to adjourn the case until after the end of the proceedings between Flux and the secret service. The applicant newspaper also argued that its characterisation given to Mr Stepaniuc in the impugned article was a value judgment and that it could not be required to prove its truth.", "17. On 26 June 2003 the Chişinău Court of Appeal dismissed the appeal and upheld the judgment of the first-instance court while repeating that the applicant newspaper had not adduced any evidence in support of its statements about Mr Stepaniuc. It did not refer to any of the arguments referred to in the applicant newspaper's appeal.", "18. The applicant newspaper lodged an appeal on points of law. It argued, inter alia, that Judge I.M. lacked independence and impartiality and that the lower courts had refused to adjourn the proceedings until after the end of the proceedings between Flux and the secret service, thus affecting the fairness of the proceedings. The applicant newspaper informed the Supreme Court that it had finally managed to obtain a copy of an annex to the report concerning illegal activities at the Chişinău tobacco factory from the secret service and had attached it to its appeal. The annex was entitled “scheme of the criminal interactions between the tobacco gangs” and presented by means of a chart, the alleged interactions between the administration of the Chişinău tobacco factory, two criminal gangs, several companies and various high-ranking officials, including Mr Victor Stepaniuc.", "19. On 5 November 2003 the Supreme Court of Justice reduced the compensation to be paid to Mr Stepaniuc by the newspaper and the author of the article to MDL 1,350 and MDL 180 respectively. It argued that Mr Stepaniuc was a public figure and therefore had to be more tolerant towards the press and, moreover, had failed to appear before the courts. The Supreme Court did not, however, depart from the findings of the first two instances in respect of the merits of the case and did not examine any of the applicant newspaper's arguments.", "20. The relevant provisions of the Civil Code in force at the material time read:", "“(1) Any natural or legal person shall be entitled to apply to the courts to seek the withdrawal of statements which are damaging to his or her honour and dignity and do not correspond to reality, as well as statements which are not damaging to honour and dignity, but do not correspond to reality.", "(2) Where the media body which circulated such statements is not capable of proving that these statements correspond to reality, the court shall compel the publishing office of the media body to publish, not later then 15 days after the entry into force of the judicial decision, a withdrawal of the statements in the same column, on the same page or in the same programme or series of broadcasts.”", "“(1) Non-pecuniary damage caused to a person as a result of circulation through the media or by organisations or persons of statements which do not correspond to reality, as well as statements concerning his or her private or family life, without his or her consent, shall be compensated by way of a pecuniary award. The amount of the award shall be determined by the court.", "(2) The amount of the award shall be determined by the court in each case as an amount equal to between 75 and 200 months' minimum wages if the information has been circulated by a legal person and between 10 and 100 months' minimum wages if the information has been circulated by a natural person.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}