{"ITEMID": "001-57536", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF MATHIEU-MOHIN AND CLERFAYT v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-3;No violation of Art. 14+P1-3", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["11. Mrs. Mathieu-Mohin, who is a French-speaking Belgian citizen, currently lives in Brussels but was living in Vilvoorde (Vilvorde) at the time she made her application to the Commission. Vilvoorde is in the administrative district of Halle-Vilvoorde (Hal-Vilvorde), in the Flemish Region, and in the electoral district of Brussels (see paragraphs 19, 21 and 37-38 below).", "The applicant had been elected by direct universal suffrage in the latter constituency and at the time sat in the Senate, one of the two Houses of the national Parliament. As she had taken the parliamentary oath in French, she could not be a member of the Flemish Council (see paragraphs 16, 27 and 30 below). She was, on the other hand, a member of the French Community Council, but not of the Walloon Regional Council (see paragraphs 27 and 30 below).", "She was not re-elected on 8 November 1981 and did not stand in the general election of October 1985.", "12. Mr. Clerfayt, who is likewise a French-speaking Belgian national, was living - and still lives - in Sint-Genesius-Rode (Rhode-Saint-Genèse). Like Vilvoorde, this municipality is in the administrative district of Halle-Vilvoorde and the electoral district of Brussels. Together with five other localities on the outskirts of the capital, however, it was given a \"special status\" by Parliament because of its large number of French-speaking inhabitants (see paragraph 37 below).", "Mr. Clerfayt was from the outset active in the ranks of the Brussels French-Speakers’ Democratic Front. Since 1968 he has sat in the national Parliament - in the House of Representatives - as a member for the electoral district of Brussels. He took the parliamentary oath in French, which prevents him from belonging to the Flemish Council; on the other hand, he was and is a member of the French Community Council, but not of the Walloon Regional Council.", "13. On 28 November 1983, Mr. Clerfayt sought leave from the Speaker of the House of Representatives to put a question to the member of the Flemish Executive (see paragraph 27 below) responsible for matters relating to regional planning, land policy, subsidised housing and compulsory purchase in the public interest, on a number of relevant issues arising in Sint-Genesius-Rode and in other municipalities in the electoral district of Brussels. The next day, leave was refused him on the ground that his request was inadmissible. He accordingly approached the Speaker of the Flemish Council on 13 December, who gave him a similar reply on 15 December.", "14. The Kingdom of Belgium was initially conceived, in 1831, as a unitary State although divided into provinces and municipalities with a large degree of autonomy (Articles 1, 31 and 108 of the Constitution of 7 February 1831), but it is gradually moving towards a federal pattern of organisation.", "This process of change, in which the main landmarks have been the constitutional reforms of 24 December 1970 and 17 July 1980, is not yet over. Apart from a number of repercussions on central national institutions, it has been reflected in the creation of Regions and Communities; and the position of elected representatives and electors resident in the administrative district of Halle-Vilvoorde has not remained unaffected.", "15. Legislative power at national level is exercised jointly by the King and both Houses of Parliament, i.e. the House of Representatives and the Senate (Article 20 of the Constitution). The House of Representatives has 212 members elected for four years by direct universal suffrage in a compulsory secret ballot, under a system of proportional representation (Articles 47, 48, 49 § 1 and 51); the Senate’s membership is made up of 106 Senators elected in the same manner, together with a further number either elected by the provincial councils or else co-opted, again for four years (Articles 53-55).", "As regards the House of Representatives, each electoral district has as many seats as the number of times by which its population can be divided by the national factor, which is calculated by dividing the population of the Kingdom by 212; the remaining seats are allotted to the districts with the largest surplus unrepresented populations (Article 49(2)). In order to win a seat, a candidate must poll about 20,000 votes, the exact quota varying slightly from one constituency to another.", "16. For certain decisions specified in the Constitution, the elected members of each House are divided into a French-language group and a Dutch-language group in the manner prescribed by law and irrespective of the language each member personally speaks (Article 32 bis of the Constitution).", "In the House of Representatives the French-language group includes as of right the members elected by the constituencies of the French-speaking region and by the constituency of the district of Verviers, while the Dutch-language group contains the members elected by the constituencies of the Dutch-speaking region (see paragraph 19 below); the members elected in the Brussels electoral district belong to one or the other group, according as they choose to take the parliamentary oath in French or in Dutch (section 1(1) of the Act of 3 July 1971).", "Similar criteria apply to the language groups in the Senate (section 1(2) of the same Act).", "17. The language groups have a role to play, inter alia, in the making of various decisions - decisions to withdraw a territory from the scheme of division into provinces in order to give it a special status (Article 1 of the Constitution, last paragraph); to rectify or otherwise alter the boundaries of the language regions (Article 3 bis); to lay down the composition and manner of functioning of the Community Councils and Executives (Article 59 bis § 1 in fine); to specify the scope of the powers of the aforesaid Councils (Article 59 bis §§ 2 in fine, 2 bis in fine and 4 bis); and to determine the powers and territorial jurisdiction of regional institutions (Article 107 quater, last paragraph). In such cases the Constitution requires \"a majority of votes in each language group of each House\"; further conditions are that \"the majority of the members of each group is present\" and that \"the total of the affirmative votes cast in the two language groups amounts to at least two-thirds of the votes cast\".", "In addition to this there is the system - sometimes called the \"alarm bell\" - provided for in Article 38 bis of the Constitution:", "\"Other than for the budgets and for Acts requiring a special majority, a reasoned motion signed by at least three-quarters of the members of one of the language groups may be moved after the report has been tabled and before the final vote is taken in public session, stating that the provisions of a specified Bill are likely to be seriously detrimental to relations between the Communities.", "In that case the parliamentary proceedings shall be suspended and the motion referred to the Cabinet, which shall give a reasoned opinion on it within thirty days and request the House concerned to vote either on this opinion or on the Bill, possibly in amended form.", "This procedure shall not be used more than once by the members of a language group in respect of any one Bill.\"", "These provisions are designed primarily to protect the speakers of the country’s minority language, i.e. French.", "On the other hand, membership of a language group does not entail any obligation to use the language concerned during parliamentary debates. Furthermore, by the terms of Article 32 of the Constitution, members of the House of Representatives and the Senate \"represent the nation\" as a whole, \"not solely the province or subdivision of a province which has sent them to Parliament\".", "18. As to the Cabinet, it shall have \"as many French-speaking Ministers as Dutch-speaking ones\", \"with the possible exception of the Prime Minister\" (Article 86 bis of the Constitution).", "19. By Article 3 bis of the Constitution, added on 24 December 1970, Belgium is divided into \"four language regions: the French-language region, the Dutch-language region, the bilingual region of Brussels-Capital and the German-language region\"; each municipality \"shall belong to one of these\".", "The first language region comprises the provinces of Hainaut, Luxembourg and Namur, the province of Liège excluding the municipalities in the German-language region, and the district of Nivelles in the province of Brabant; the second region contains the provinces of Antwerp, West Flanders, East Flanders and Limbourg and also the districts of Halle-Vilvoorde - in which Vilvoorde and Sint-Genesius-Rode lie (see paragraphs 11 and 12 above) - and Louvain in Brabant; the third, Brussels and eighteen municipalities on its outskirts; and the fourth, twenty-five of the municipalities in the district of Verviers (sections 3-6 of the Acts on the use of languages in administrative matters, consolidated on 18 July 1966, hereinafter referred to as \"the 1966 consolidated Acts\").", "20. The language regions serve to define the territorial scope of Acts on the use of languages in administrative and judicial matters as well as in education; they do not have their own powers or institutions. In this they differ from the Regions - sometimes described as \"political\" - which were set up under the constitutional reform of 24 December 1970.", "21. By Article 107 quater, first paragraph, of the Constitution, Belgium has \"three Regions: the Walloon Region, the Flemish Region and the Brussels Region\"; there is no \"German Region\".", "The Special Act on Institutional Reform of 8 August 1980 (\"the 1980 Special Act\") \"transitionally\" demarcates the territory of the first two Regions: the Flemish Region comprises exactly the same provinces and administrative districts as the Dutch-language region, while the Walloon Region includes, in addition to the provinces of Hainaut, Luxembourg and Namur and the district of Nivelles, the whole of the province of Liège not excluding the municipalities of the German-language region (section 2 of the 1980 Special Act).", "On the other hand, the 1980 Special Act makes no mention of the Brussels Region. The boundaries of this continue to be governed by the final paragraph of section 1 of the Act, consolidated on 20 July 1979, \"establishing temporary Community and regional institutions\"; they correspond to the \"territory of the administrative district of Brussels-Capital\".", "22. The 1980 Special Act was passed with the special majorities required under Articles 59 bis and 107 quater of the Constitution (see paragraph 17 above) and which would be required for any subsequent amendments. In the Senate it was passed by 137 votes to 22, with 3 abstentions, and in the House of Representatives by 156 votes to 19, with 5 abstentions.", "23. Lastly, Article 3 ter, first paragraph, of the Constitution, which dates back to the revision of 17 July 1980, establishes \"three Communities: the French Community, the Flemish Community and the German-speaking Community\", all of which - like the Walloon and Flemish Regions - have legal personality (section 3 of the 1980 Special Act).", "24. Section 6(1) of the 1980 Special Act was enacted to implement Article 107 quater, second paragraph, of the Constitution and it sets out, at length and in detail, the competence of the Walloon and Flemish Regions in matters of regional planning, the environment, rural renewal and nature conservation, housing, water policy, economic policy, energy policy, subordinate authorities, employment policy and applied research.", "It does not apply to the Brussels Region, which continues to come under the national Parliament as regards regional matters or those which can be regarded as local (section 48 of the \"ordinary\" Act on Institutional Reform of 9 August 1980, taken together with section 2 of the \"consolidated\" Act of 20 July 1979).", "25. Article 59 bis §§ 2, 2 bis and 3 of the Constitution confers powers on the French and Flemish Communities in cultural matters, education (with certain exceptions), co-operation between the Communities, international cultural co-operation, matters on which members of the public may correspond with the authorities in their own language even if it is not the local official language (matières \"personnalisables\") and - in some fields - language use. Sections 4 and 5(1) of the 1980 Special Act contain detailed provisions as to cultural matters and matières personnalisables; the latter relate to health policy, aid for individuals and applied scientific research. The German-speaking Community, to which little further reference will be made hereinafter, has slightly less extensive powers (Article 59 ter §§ 2-4 of the Constitution).", "26. Article 107 quater, second paragraph, of the Constitution leaves it to Parliament to set up the necessary regional bodies.", "Article 59 bis § 1, on the other hand, provides that the French Community and the Flemish Community shall each have a Council and an Executive. Under the following paragraph, these Councils and Executives \"shall be able to exercise the powers of the Walloon Region and the Flemish Region respectively, in the circumstances and the manner prescribed by law\".", "27. The legislature has availed itself of this possibility in respect of the Flemish Region only. By section 1(1) of the 1980 Special Act, \"the Council and the Executive of the Flemish Community\", referred to as \"the Flemish Council\" (\"de Vlaamse Raad\") and \"the Flemish Executive\" (\"de Vlaamse Executieve\"), are vested with powers not only in respect of the Community matters listed in Article 59 bis of the Constitution but also, in the Flemish Region, in respect of the regional matters listed in Article 107 quater.", "On the other hand, there is a Council and an Executive of the French Community for Community matters and a Walloon Regional Council and Executive for regional matters (section 1(2) and (3) of the 1980 Special Act). Subsection 4 of section 1 of the 1980 Special Act admittedly authorises the two Councils to \"decide by common accord\" that \"the Council and Executive of the French Community\" shall exercise, in the Walloon Region, \"the powers of the regional institutions in respect of the matters referred to in Article 107 quater of the Constitution\", but it has not been applied hitherto.", "28. The Brussels Region continues for the time being to be regulated by the consolidated Act of 1979 which has been referred to previously. It does not have any legislative assembly similar to the Flemish Council or the Walloon Regional Council or any executive elected by such an assembly; it has only a \"ministerial committee\" appointed by royal decree (section 4).", "According to the Government, this is a \"‘wait-and-see’ situation\". In 1980, the Legislation Section of the Conseil d’Etat, which had been asked for its opinion, expressed the view that the Bill that was to become the 1980 Special Act was \"constitutionally admissible only on condition that implementation of Article 107 quater [of the Constitution] in respect of the Brussels Region is merely postponed and not abandoned and that failure to implement it does not continue beyond a reasonable time\".", "In a statement on 29 November 1985, the government elected the previous month made it clear that the Study Centre for Reform of the State (Centre d’études pour la réforme de l’État) would have to \"pay particular attention to the problems of Brussels\". The Study Centre was set up under a royal decree of 14 March 1983 and is staffed by parliamentarians and practising or former university teachers of constitutional law. Its remit is to prepare the ground for the \"continuation, amendment and improvement of reform of the State\".", "29. The Constitution indicates only, in Article 59 bis § 1 in fine (French and Flemish Communities), Article 59 ter § 1, second sub-paragraph (German-speaking Community), and Article 107 quater, second paragraph (Regions), that the Councils shall consist of elected delegates.", "When required to prescribe how these were to be appointed, the legislation provided for two consecutive transitional periods designed to ease the change to a permanent system. The first period, during the course of which the application to the Commission was lodged (5 February 1981), ended with the complete renewal of both Houses of Parliament on 8 November 1981; the second period, which is not yet over, will end once Articles 53 and 54 of the Constitution, concerning the Senate, have been revised.", "30. During the first transitional period the Flemish Council and the French Community Council comprised the members of the Dutch- and French-language groups of the two Houses respectively; the Walloon Regional Council was composed of those members of the same French-language groups who were elected either in the provinces of Hainaut, Liège, Luxembourg or Namur, or alternatively in Brabant or by the Senate if, additionally, they were resident in the Walloon Region on the day of their election (section 28(1) of the 1980 Special Act).", "31. For the duration of the second transitional period, which has not yet ended, the Flemish Council, the French Community Council, and the Walloon Regional Council consist respectively of the members of:", "- the Dutch-language group in the House of Representatives and, if they have been directly elected by the electorate, in the Senate;", "- the French-language group in the House of Representatives and, subject to the same condition, in the Senate; and", "- the French-language group in either House, provided that they are Representatives or Senators directly elected in the provinces of Hainaut, Liège, Luxembourg or Namur or in the district of Nivelles.", "This is the provision made in section 29 of the 1980 Special Act, to which the applicants’ complaints are primarily directed (see paragraph 44 below). The section was passed by the special majorities required under Articles 59 bis and 107 quater of the Constitution. In the Senate it was passed by 127 votes to 19, with 4 abstentions, and in the House of Representatives by 160 votes to 16, with 2 abstentions.", "32. Once the permanent system has come into force, the three Councils will consist solely of members of the Senate directly elected by the electorate, viz.:", "- the Senators of the Dutch-language group in the case of the Flemish Council; and", "- the Senators of the French-language group in the case of the French Community Council and, if they were elected in the provinces of Hainaut, Liège, Luxembourg or Namur or in the district of Nivelles, in the case of the Walloon Regional Council (sections 24 and 25 of the 1980 Special Act).", "33. The first paragraph of section 50 of the 1980 Special Act makes a special provision in respect of the \"members of the Flemish Council elected by the constituency for the Brussels district and who, for as long as that electoral district shall comprise [as it does today (see paragraph 38 below)] several administrative districts, are resident in the Brussels-Capital bilingual region on the day of their election\": although they are on the same footing as their colleagues in Community matters, they \"shall not vote within the Flemish Council on matters for which the Flemish Region has responsibility\".", "34. The three Executives are elected by the Councils from among their own members (sections 59 and 60 of the 1980 Special Act). The Flemish Executive has nine members, the French Community Executive three and the Walloon Regional Executive six; at least one member of the Flemish Executive and the French Community Executive \"shall belong to the Brussels-Capital bilingual region\" (section 63).", "\"Whenever the Flemish Executive discusses matters for which the Flemish Region has responsibility, any members elected by the constituency of the Brussels district and who, for as long as that electoral district shall comprise several administrative districts, are resident in the Brussels-Capital bilingual region on the day of their election shall sit only in an advisory capacity\" (section 76(1)).", "35. The Brussels Region Ministerial Committee (see paragraph 28 above) consists of three members appointed \"by royal decree after deliberation in Cabinet\" and not elected by an assembly. The members are: one Minister, who acts as Chairman, and two Ministers of State \"one of whom shall be from a different language group from the [Chairman’s]\" (section 4, first paragraph, of the 1979 consolidated Act).", "36. The French and Flemish Communities, like the Walloon and Flemish Regions, have power to issue decrees, and this power is exercised jointly by their respective institutions (Article 26 bis and Article 59 bis §§ 2, 2 bis and 3 of the Constitution, sections 17 and 18 of the 1980 Special Act); additionally, their Executives have power to make regulations (section 20 of the 1980 Special Act). The Executives each work in only one language (French or Dutch, as appropriate), without interpreters for the other language.", "A decree has \"the force of law\" and \"may abrogate, supplement, amend or replace existing provisions of law\" (section 19(2) of the 1980 Special Act). The constitutional reforms of 1970 and 1980 thus resulted in the rule-making function being shared by three distinct legislative bodies: the national Parliament, the Community Councils and the Regional Councils.", "Subject to a number of exceptions, the French Community Council’s decrees and, in Community matters, those of the Flemish Council apply in the French-language region and the Dutch-language region respectively, \"and also to institutions established in the Brussels-Capital bilingual region which, by reason of their activities, must be regarded as belonging exclusively to one of the Communities\" (Article 59 bis §§ 4 and 4 bis of the Constitution); the Walloon Regional Council’s decrees and, in regional matters, those of the Flemish Council apply \"in the Walloon Region or the Flemish Region, as appropriate\" (section 19(3) of the 1980 Special Act); and the decrees of the Flemish Council indicate whether \"they regulate any of the matters referred to in Article 59 bis or in Article 107 quater of the Constitution\", in other words Community or regional matters (section 19(1), second paragraph, of the 1980 Special Act).", "By Article 107 ter of the Constitution, \"the procedure for the avoidance of conflict between statutes, decrees and the rules referred to in Article 26 bis, and between different decrees or different [rules] shall be prescribed by law\". \"For the whole of Belgium there shall be a Court of Arbitration\" responsible for resolving such conflicts and whose membership, jurisdiction and manner of functioning is to be laid down by law (Act of 28 June 1983).", "37. The administrative district of Halle-Vilvoorde was created in 1983, and today it comprises the municipalities of the former administrative district of Brussels, excluding those in the bilingual district of Brussels, but including the six \"peripheral municipalities with special status\", of which Sint-Genesius-Rode is one (sections 3(2), 7 and 23-31 of the 1966 consolidated Acts).", "Halle-Vilvoorde comes within the Dutch-language region and the Flemish Region and thus under the authority of the Flemish Council and Executive, and is accordingly not subject to the authority of the French Community institutions or those of the Walloon Region (see paragraphs 19, 21 and 36 above). It nevertheless contains a sizable French-speaking minority: according to the applicants (whose figures were not disputed by the Government), at least 100,000 people out of a total population of 518,962 at 1 January 1982. The French-speakers are even claimed to be in the majority in the six \"peripheral municipalities\", and the Belgian State is alleged to have acted against their wishes in hitherto refusing to incorporate these municipalities into the Brussels Region.", "38. Ordinarily, electoral districts in Belgium correspond to administrative ones (Article 87 of the Electoral Code). There is one exception, however. The administrative districts of Brussels-Capital and Halle-Vilvoorde together form a single electoral district for parliamentary and provincial elections, with Brussels as the principal town (section 3(2), second paragraph, of the 1966 consolidated Acts). The votes cast in the two administrative districts are consequently counted together, and it is impossible to distinguish between candidates elected by the one district and those elected by the other. The applicants claim that the French-speaking voters in the Halle-Vilvoorde district can expect - given their numbers and the statutory quota (see paragraphs 15 and 37 above) - to return three or four members to the House of Representatives by their own votes alone.", "In the general election of 8 November 1981 there were 999,601 registered voters in the Brussels electoral district, who had to elect 34 Representatives and 17 Senators (Royal Decree of 1 December 1972 and Act of 19 July 1973).", "39. Nothing prevents French-speaking candidates - whether resident in Halle-Vilvoorde or not - from standing for election in that district, or the voters - whether French-speaking or not - from voting for them. If they are elected, they may take the parliamentary oath in French or Dutch as they wish, irrespective of the language they personally speak (see paragraph 16 above).", "If they take the oath in French (as the applicants did), their membership of the French-language group in the House of Representatives or the Senate entitles them to sit on the French Community Council (which has no responsibility for the district of Halle-Vilvoorde) but not on the Flemish Council - whether exercising its Community or its regional functions - nor on the Walloon Regional Council (see paragraphs 30-32 and 36 above).", "Conversely, if they take the oath in Dutch, they will be members of a Dutch-language group and will accordingly sit on the Flemish Council but not on the French Community Council nor on the Walloon Regional Council (see paragraphs 30-32 above); and they will lose the right to vote in a French-language group on those matters in respect of which the Constitution requires special majorities (see paragraph 17 above).", "Correspondingly, the French-speaking voters in Halle-Vilvoorde cannot be represented on the Flemish Council other than by parliamentarians who have taken the oath in Dutch.", "Candidates are not under any obligation to state in advance which language group they will join, and they do not usually do so."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-3"], "NON_VIOLATED_BULLETPOINTS": []}