{"ITEMID": "001-102102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ZHUPNIK v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);No violation of Article 6+6-3 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-a - Information on nature and cause of accusation;Article 6-3-b - Preparation of defence;Article 6-3 - Rights of defence;Article 6 - Right to a fair trial);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1944 and lives in Odessa.", "6. In 1993 the applicant was responsible for the privatisation of a State company “A.” by way of a buyout of A. by its employees.", "7. On 26 August 1995 criminal proceedings were initiated against the applicant on suspicion of having defrauded A.’s employees in the privatisation process.", "8. On several occasions between September 1995 and March 1999 the proceedings were suspended (in particular, between 9 July 1997 and 3 April 1997; 25 March and 1 September 1999; and 5 September and 1 December 1999).", "9. On 26 January 1999 the applicant was placed under an obligation not to abscond.", "10. On 15 December 1999, in response to a complaint by the applicant’s advocate, the Odessa Prosecutors’ Office acknowledged that the proceedings had suffered unnecessary delays and inactivity on the part of the investigative authorities and informed him that disciplinary measures had been taken against the investigator in charge.", "11. In April 2000 the Malinovskiy District Prosecutors’ Office of Odessa approved the final indictment and committed the applicant for trial. According to the indictment, the applicant was accused of fraud and an attempt to misappropriate State property by way of abuse of his position (Articles 17, 84 § 2 and 172 § 1 of the Criminal Code in force at the material time).", "12. Between September 2000 and October 2003 the Primorskiy District Court of Odessa scheduled some thirty-three hearings in the applicant’s case. Twenty-four of these hearings were adjourned: nine on account of the absence of the prosecution or at the prosecution’s requests; five on account of the absence of one of the injured parties; six on account of other court business; and four on account of the applicant’s absences.", "13. On 3 October 2003 the Primorskiy District Court of Odessa ruled that the applicant’s actions did not fall within the ambit of the provisions of the Criminal Code relied upon by the prosecution. His actions did, however, qualify as abuse of position punishable by Article 165 § 1 of the Criminal Code in force at the material time. Consequently, the court convicted the applicant of abuse of position and sentenced him to one year’s imprisonment, but absolved him from punishment, granting him an amnesty.", "14. The applicant appealed, contending that the prosecution had never charged him with violating Article 165 § 1 of the Criminal Code. Consequently, the trial court had acted ultra vires in convicting him of the crime punishable by that statute. The applicant next presented various arguments in his appeal against the charge of abuse of position under Article 165 of the Criminal Code.", "15. On 19 August 2004 the applicant complained to the Odessa Regional Court of Appeal of unreasonable delays in the proceedings against him, in particular, a protracted failure by the trial court to submit the case file to the Odessa Regional Court of Appeal.", "16. On 21 August 2004 the Primorskiy District Court informed the applicant that his case had been transferred to the Odessa Regional Court of Appeal on 27 July 2004.", "17. On 9 December 2004 the Odessa Regional Court of Appeal held an oral hearing in the applicant’s presence and upheld the applicant’s conviction. It found, in particular, that by re-qualifying the applicant’s charges under a different Article of the Criminal Code, the first-instance court had correctly assessed the facts and had in no way increased the burden on the applicant. It had therefore not exceeded the scope of its competence.", "18. The applicant appealed on points of law, raising essentially the same arguments as in his ordinary appeal.", "19. On 25 May 2006 the Supreme Court rejected the applicant’s appeal on points of law.", "20. Pertinent provisions of the Criminal Code of 1960 (in force at the material time) read as follows:", "“... Misappropriation of State or collective property by an official by way of abuse of his position -", "Shall be punishable by deprivation of liberty from three to five years with or without confiscation of property and by deprivation of the right to occupy certain positions or carry out certain activities for a term of up to three years ...”", "“Abuse of power or position, i.e. intentional, promiscuous, or based on other personal interests or interests of third parties, use by an officer of his power or position contrary to the interests of the service, which causes significant damage to State or public interests or the rights and interests of certain physical or juridical persons protected by law, -", "Shall be punishable by deprivation of liberty from two to five years or correctional labour for up to two years, with deprivation of the right to occupy certain positions or carry out certain activities for up to three years ...”", "21. Pertinent provisions of the Criminal Code of 1960 (as worded at the material time) read as follows:", "“Examination of a case shall be only in respect of the defendants and within the scope of the indictment announced to them ...”", "“Having completed preparatory actions ... the presiding judge shall explain to the participants of the hearing their rights, including the right to give explanations concerning the appeals presented and to speak during judicial deliberations ...", "After this, the presiding judge or one of the judges shall report the essence of the conviction or a ruling, shall inform who had appealed against it and to what extent, shall state the main arguments of the appeals and objections by other participants of the proceedings, if they had been submitted. The presiding judge shall verify whether the persons who have lodged the appeals support them.", "...", "If the court of appeal has not carried out a judicial investigation upon completion of the [above] actions ... the presiding judge shall familiarise the participants of the hearing with any additional materials, if they were submitted, materials that arrived from the first-instance court by way of fulfilment of assignment, shall hear their arguments with respect to the appeal submitted ... and shall proceed to judicial deliberations.", "...", "Before the court retires to the judges’ deliberation chamber (нарадча кімната) for preparation of the ruling ... the defendant, if he participated in the appeal hearing, shall be given an opportunity to give a final speech.", "...”", "“As a result of the examination of an appeal ... the court of appeal may:", "1) make a ruling upholding the conviction or the decision and reject the appeal; quash the conviction or the decision and return the case to the prosecutor for additional investigation or for a new trial by the first-instance court; quash the conviction or the decision and terminate the proceedings; modify the conviction or the decision;", "2) pronounce its own conviction, having quashed the conviction of the first-instance court in full or in part;", "3) pronounce its own decision, having quashed the decision of the first-instance court in full or in part.", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-a", "6-3-b"]}