{"ITEMID": "001-5071", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "CARUSO v. SWITZERLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, a family, reside in Domat/Ems in Switzerland. The first applicant is an Italian citizen born in 1962. The second applicant, his wife, is a citizen of the Dominican Republic born in 1962. The third and fourth applicants are their daughters, born in 1996 and 1999, respectively. The third applicant is an Italian citizen. Before the Commission they are represented by Mr Th. Fingerhuth, a lawyer practising in Zurich.", "The first applicant entered Switzerland together with his parents in 1969 or 1970. In 1981 he was sentenced to detention in an educational labour institution (Arbeitserziehungsanstalt) on account of contravening the Narcotics Act (Betäubungsmittelgesetz). Still in 1981 he fled to Italy where he spent one year undertaking his military service.", "In 1984 the first applicant returned to Switzerland whereupon his sentence of 1981 was converted to 18 months’ imprisonment suspended on probation.", "In 1994 the first applicant was sentenced to a fine of 300 Swiss Francs (CHF) on account of a drug offence.", "The first and second applicant married in 1994. In 1996, their first daughter, the third applicant, was born. The first applicant acquired the authorisation to establish domicile (Niederlassungsbewilligung) in Switzerland, the second and third applicants obtained a residence permission (Aufenthaltsbewilligung).", "In 1997 the Zurich District Court (Bezirksgericht) sentenced the first applicant to 39 months’ imprisonment for having contravened the Narcotics Act. The District Court regarded his culpability (Verschulden) as severe. Thus, the first applicant, who was himself a drug addict, had obtained two kilos of cocain, of which he had used half a kilo for himself, and sold the remainder. However, the punishment was suspended in favour of stationary therapy. The first applicant has since been working in a pizzeria. According to a progress report of 24 September 1998, his expulsion would endanger his integration into social and professional life.", "As a result of the first applicant’s criminal conviction, the Grisons Aliens’ Police (Fremdenpolizei) withdrew on 31 March 1998 his right to establish domicile in Switzerland and ordered his expulsion. His appeal was dismissed by the Grisons Department for Justice, Police and Health on 9 September 1998, his further appeal by the Grisons Administrative Court (Verwaltungsgericht) on 17 November 1998.", "On 1 May 1999 the fourth applicant was born. She has kidney problems and must regularly take antibiotic medication.", "The first, second and third applicant filed an administrative law appeal which the Federal Court (Bundesgericht) dismissed on 30 June 1999. The Court relied in particular on Section 10 § 1 (a) of the Aliens’ Domicile and Residence Act (Bundesgesetz über Aufenthalt und Niederlassung der Ausländer) according to which a foreigner may be expelled from Switzerland if he or she has been convicted by a court of a criminal offence. The Court then considered, also in the light of Article 8 of the Convention, the proportionality of expelling the first applicant.", "The Federal Court considered, on the one hand, that the first applicant had repeatedly been convicted, and that the Zurich District Court had regarded his culpability as severe. It nevertheless noted that, after his criminal conviction he was afforded therapeutic treatment in the context of which he had found employment. According to a therapy report, his expulsion would endanger his integration into social and professional life.", "On the other hand, while the first applicant had been living in Switzerland for approximately 25 years, he had spent some four years in Italy where he had undertaken his military service. As a result, life in his home country would bring about certain difficulties, though he could not be considered a foreigner there. He would also benefit from the professional training obtained in Switzerland. His wife, the second applicant, had only lived for a period of four and a half years in Switzerland, and the circumstances in Italy did not substantially differ from those in Switzerland. Their daughter, the third applicant, was still of an adaptable age. It would not be unreasonable for them to travel to Italy."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}