{"ITEMID": "001-107716", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF POPIVCAK v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;Remainder inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1950 and lives in Košice. He is a selfemployed entrepreneur.", "6. In his capacity as an entrepreneur, the applicant received a subsidy for the creation of a number of positions of employment deemed “socially desirable”. The subsidy was paid to him on terms specified in a contract with the District Employment Office (Okresný úrad práce).", "7. In a decision of 28 November 1996 the Košice I. District Tax Authority (Daňový úrad) found that the applicant had breached the abovementioned contract by failing to fill all the positions. The applicant was therefore ordered to return 430,000 Slovakia korunas (SKK) of the subsidy and to pay SKK 860,000 by way of a financial penalty.", "8. The period for appealing against the decision was fifteen days from the date of service.", "9. The written version of the decision was sent to the applicant through the postal service, to be served on him in person (do vlastných rúk).", "However, after repeated attempts to do so had proved unsuccessful the decision was deposited with the local post office and a notice was left in the applicant’s mailbox to the effect that he could collect the decision there within three days.", "Should the applicant not collect the decision within that period, as proved to be the case, it was to be deemed to have been served on him by force of a legal presumption on the date of expiry of the period.", "10. The question of when the decision of 28 November 1996 became final and binding (právoplatnosť) was not subject to full administrative or judicial examination. However, the authorities took the view that it had become final and binding on 23 December 1996, by operation of the presumption mentioned in the preceding paragraph. At that time the applicant had no legal representation.", "11. Under a legal-assistance contract of 1 October 1997, the applicant retained the services of a lawyer to provide him with general legal assistance, including representation in litigation.", "12. Being a member of the Slovakian Bar Association, the lawyer was under a duty conscientiously to defend her clients’ rights and diligently to apply all legal means available for the assertion of their interests and to have taken out and to maintain professional liability insurance (see paragraphs 40 and 42 below).", "13. On 26 January 1998 the applicant paid a visit to the District Tax Authority, accompanied by his lawyer. It was on this occasion that the applicant obtained the decision of 28 November 1996 (see paragraph 7 above) by collecting it from the Tax Authority in person.", "14. On 18 August 1998, through his lawyer, the applicant challenged the decision of 28 November 1996 by way of an administrativelaw action (see paragraph 47 below).", "15. Simultaneously, also through the lawyer, the applicant requested an extraordinary review of the impugned decision by the Central Tax Directorate (Ústredné daňové riaditeľstvo) outside the framework of appellate proceedings (see paragraph 51 below). In his request, the applicant argued, inter alia, that he had in fact complied with the terms on which he had been provided with the subsidy.", "16. On 30 September 1998 the Central Tax Directorate modified the decision of 28 November 1996 in that it reduced the amount of the subsidy to be repaid to SKK 180,000 and the penalty payment to SKK 360,000. In the proceedings leading up to that decision the applicant’s lawyer officially acted as his legal representative. Although it was open to her, the lawyer filed no administrative appeal against it on the applicant’s behalf.", "17. The District Tax Authority subsequently relieved the applicant of the duty to pay any more than SKK 160,000 in penalties.", "18. On 10 November 1998 the Košice Regional Court (Krajský súd) declared the applicant’s administrative-law action (see paragraph 14 above) inadmissible and discontinued the proceedings. In the proceedings leading up to that decision the applicant’s lawyer officially acted as his legal representative.", "19. The Regional Court found that the applicant had failed to fulfil the statutory admissibility requirement of exhausting ordinary remedies by lodging an administrative appeal (see paragraphs 48 and 50 below) and, as appropriate, by challenging the decision on the administrative appeal by way of a fresh administrativelaw action (see paragraph 47 below).", "20. In so far as there might have been any misgivings as to the way in which the impugned decision had been served on the applicant and, consequently, as to when the period for lodging an administrative appeal had expired, the Regional Court held:", "“The court dealing with the action of 18 August 1998 cannot examine whether the defendant served the impugned decision [on the applicant] in accordance with Article 24 of the Code of Administrative Procedure. This question may be examined only by the appellate administrative agency, in the context of an [administrative] appeal against the decision of the defendant.", "...", "Should the [applicant] have been of the opinion that the decision by the defendant was not served on him through the postal service in accordance with Article 24 of the Code of Administrative Procedure, it was open to him to challenge that decision by means of an [administrative] appeal within the period for appealing, namely fifteen days from the collection of that decision in person from the defendant on 26 January 1998. The question whether the decision by the defendant was served on the applicant in accordance with Article 24 of the Code of Administrative Procedure and, as the case may be, whether the [applicant] lodged his [administrative] appeal against the decision by the defendant within the statutory time-limit would have to be resolved by the administrative agency dealing with the appellate proceedings. Upon receipt of the decision of the appellate administrative agency on his appeal, it was open to the [applicant] to proceed as indicated above.”", "21. On 12 July 2000 the applicant lodged a civil action against the lawyer with the Košice I District Court (Okresný súd). He alleged that the lawyer had breached her duty of care by failing to use all remedies, in particular administrative appeals against the decisions of 28 November 1996 and 30 September 1998, followed – as the case may be - by administrativelaw actions.", "22. The applicant argued, inter alia, that, in a judgment of 20 February 1997 in an unrelated but similar case the Supreme Court (Najvyšší súd) had found for the plaintiff and had quashed the impugned decisions of the tax authorities.", "23. The applicant sought an order for payment of SKK 540,000 in damages. This sum represented the total amount that he had to pay back to the tax authorities. In the course of the proceedings the applicant reduced his claim by SKK 200,000.", "24. On 16 April 2004 the District Court dismissed the action and ordered the applicant to pay the defendant’s costs.", "25. Referring to the Regional Court’s decision of 10 November 1998 (see paragraph 18 above), the District Court observed that the applicant’s lawyer had not lodged an administrative appeal against the decision of 28 November 1996 (see paragraph 7 above) and that, consequently, the Regional Court had no jurisdiction to deal with the applicant’s administrative-law action.", "26. The District Court also noted that the applicant’s lawyer could have challenged the decision of 30 September 1998 by means of an administrative appeal, but had not done so.", "27. The District Court concluded that the lawyer had indeed breached her professional duties in that she had failed to use all available legal means for the protection of the applicant’s interests.", "28. However, no causal link could be established between that breach and the applicant’s loss since it was unknown how the case would have proceeded on the merits had all the ordinary remedies been applied.", "An administrative appeal against the decision of 28 November 1996 fell to be determined by the Central Tax Directorate. An administrative-law action against the decision of 30 September 1998 fell to be determined by the Supreme Court sitting as an administrative tribunal. Relying on Article 135 § 2 of the Code of Civil Procedure, the District Court concluded that the ordinary courts had no jurisdiction to take the place of these bodies and to pre-empt the outcome of the proceedings before them.", "29. On 28 June 2005 the Regional Court upheld the judgment following the hearing of an appeal by the applicant. The Regional Court observed that the ordinary courts held no power of review as regards the substantive aspect of administrative decisions. It held that, similarly, the ordinary courts could not be a substitute for administrative agencies and tribunals by determining matters of substance within the latter’s jurisdiction.", "30. The Regional Court denied leave to appeal on points of law on the grounds that no issue of particular legal significance was involved and that the matter was the subject of well-established case-law, although this was not referred to in any detail.", "31. On 21 April 2006 the applicant lodged a complaint under Article 127 of the Constitution (see paragraph 37 below) with the Constitutional Court (Ústavný súd). He argued that the dismissal of his action for damages had violated his rights of access to a court under Article 6 § 1 of the Convention and to judicial or other legal protection under Article 46 § 1 of the Constitution (see paragraph 36 below).", "32. On 4 May 2006 the Constitutional Court declared the complaint inadmissible. The decision was served on the applicant on 22 September 2006.", "33. The Constitutional Court was of the view that the outcome of the applicant’s action for damages hinged on a point of law that fell under the jurisdiction of the ordinary courts and had already been decided there. The ordinary courts, in particular the Regional Court, had supported the decision with exhaustive, relevant and sufficient reasoning. There was no appearance of any constitutionally relevant arbitrariness or irregularity and the applicant’s complaint was accordingly manifestly ill-founded.", "34. The applicant requested the Prosecutor General to exercise his discretionary powers to challenge the judgment of 28 June 2005 on the applicant’s behalf by way of an extraordinary appeal on points of law on similar grounds to those raised in the applicant’s constitutional complaint.", "35. In a letter of 2 October 2006 the public prosecution service informed the applicant that it fully endorsed the ordinary court’s reasoning and consequently, his request was dismissed.", "36. The “right to judicial and other legal protection” is laid down in Section (Oddiel) Seven of Part (Hlava) Two, dealing with “basic rights and freedoms”. The relevant part of Article 46 provides as follows:", "“1. Everyone shall be able to assert his or her rights in a procedure provided for by a statute before an independent and impartial court of law and, in cases defined by a statute, before another organ of the Slovak Republic.", "...", "4. Conditions and details of judicial and other legal protection shall be provided for by a statute.”", "37. Article 127 provides:", "“1. The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order such authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to the person whose rights under paragraph 1 have been violated.”", "38. Article 152 § 4 provides:", "“The interpretation and application of constitutional laws, acts of parliament and other generally binding statutes must be in accordance with this Constitution.”", "39. The general rule on liability for damage is laid down in Article 420, paragraph 1 of which provides:", "“Everyone shall be liable for any damage he or she causes by breach of statutory duty.”", "40. Section 13 reads as follows:", "“1. In the exercise of his or her profession, an advocate is bound to uphold the Constitution, acts of parliament and regulations issued for their implementation and, within their boundaries, to follow the client’s instructions.", "2. An advocate is bound to protect the rights and lawful interests of the person he or she represents, to act conscientiously in doing so, diligently to use all legal means and to apply what he or she considers useful according to his or her conscience and the client’s instructions.", "3. An advocate is bound to see to it that the legal assistance rendered is purposeful and economical.”", "41. The relevant part of section 21 provides:", "“1. An advocate is liable to his or her client for damage that he or she has caused in connection with the exercise of his or her profession; this liability extends to damage caused by his or her trainee advocate (koncipient) or employee.", "...", "4. An advocate shall be released from liability under subsection 1 if he or she shows that the damage could not have been prevented with all efforts that may be expected of him or her.”", "42. Under section 22:", "“Before the commencement of the exercise of his or her profession, the advocate is bound to furnish to the Bar a professional liability insurance policy. This insurance must be valid throughout the period of the exercise of the advocate’s profession.”", "43. Article 7 defines the jurisdiction of the ordinary courts. It provides:", "“1. Courts in civil proceedings shall examine and decide upon disputes and other legal matters which stem from relations under civil law, labour law, family law, commercial law and economic law, provided that an act of parliament does not confer jurisdiction on other authorities.", "2. Courts in civil proceedings shall also review the lawfulness of decisions of public administrative authorities and the lawfulness of decisions, measures and other actions by public-power authorities, provided that an act of parliament does not confer jurisdiction on other authorities.", "3. Other matters may be examined and decided upon by courts in civil proceedings if an act of parliament so provides.”", "44. Article 135 defines which decisions are binding upon courts in civil proceedings. It provides:", "“1. A court shall be bound by a decision by the Constitutional Court as to the compatibility of a statute with the Constitution, an act of parliament or an international treaty binding upon the Slovak Republic ... A court shall also be bound by a decision of the Constitutional Court or the European Court of Human Rights which concerns a question of fundamental human rights or freedoms. Moreover, a court shall be bound by a decision of the competent authorities that a criminal offence, a minor offence or another administrative offence punishable under special statute has been committed and by whom, as well as by a decision concerning personal status, the inception and winding up of a company and the entry of [information on] registered capital [in the Commercial Register]; a court shall, however, not be bound by a decision taken in summary minor-offence proceedings (blokové konanie).", "2. Other than that, questions falling to be decided by other authorities may be decided upon by a court directly. However, should such a question have been decided upon by the competent authority, the civil court shall adopt its decision (vychádza z neho).”", "45. Under Article 228 § 1 (d), civil proceedings can be reopened where the Court has found a violation of the requesting party’s Convention rights and where serious consequences of the violation have not been adequately redressed by the award of just satisfaction.", "46. In the new decision in a reopened matter, the court determines issues relating to the reimbursement of the costs that the parties incurred both in the original and in the reopened proceedings (Article 235 § 3).", "47. Chapter (Časť) 5 governs the administrative judiciary. In accordance with its provisions, administrative tribunals review the lawfulness of decisions taken by public administrative authorities on the basis of administrative-law actions under Section (Hlava) 2 of that Chapter and administrative-law appeals under Section 3 of that Chapter.", "48. Judicial review of administrative decisions and procedures by way of administrative-law actions under Section 2 of Chapter 5 necessitates that the matter be resolved by a decision that has become final and binding (právoplatnosť) upon the exhaustion of all ordinary remedies (Article 247 § 2).", "49. The possibility of disregarding failure to comply with a time-limit is laid down in Article 28, the relevant part of which provides:", "“1. The administrative authority may disregard a failure to comply with a time-limit (lehota) for serious reasons, provided that the party to the proceedings makes a request to that effect within fifteen days of the day when the reasons for the failure [to comply with the time-limit] cease to exist, and that [the party] rectifies the omission within the same time-limit. The administrative authority may confer suspensive effect on such a request.", "2. Failure to comply with a time-limit cannot be disregarded after a year has elapsed from the day when the action should have been taken.”", "50. An administrative appeal is normally to be lodged within fifteen days of the day when the decision challenged is served (Article 54 § 2).", "51. In the three years after an administrative decision becomes final and binding, it may be quashed or amended (Article 68 § 1) upon a review by an administrative agency at the nearest level above the agency that issued the decision, of the higher agency’s own motion or on an application by a third party (Article 65 § 1)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}