{"ITEMID": "001-101889", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "AHLSKOG v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["1. The applicant, Mr Lars Johan Ahlskog, is a Finnish national who was born in 1929 and lives in Kokkola. He was represented before the Court by Mr Jukka Autio, a lawyer practising in Espoo. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 25 October 2000 the bankruptcy estate of Oy Maple House Ab requested the local police to investigate whether the applicant had committed debtor’s dishonesty by using company funds for his own private purposes between 1994 and 1999. The police recorded the criminal complaint and searched the applicant’s premises on the same day in order to find documents needed for the administration of the bankruptcy estate and to deliver them to the liquidator. The head of investigation ordered an interim measure on 23 November 2000 and requested on 29 November 2000 that the District Court issue an injunction in respect of the disposal of the applicant’s property. On 18 December 2000 the District Court ordered that the applicant’s property to a value of 1,100,000 Finnish Marks (some 185,000 euros) be frozen.", "4. The applicant was interrogated for the first time on 19 March 2001. The pre-trial investigation ended on 2 August 2001 when the investigation material was forwarded to the prosecutor.", "5. The prosecutor received the investigation material on 10 August 2001.", "6. The case was referred further to the Office of the Prosecutor General (valtakunnansyyttäjänvirasto, riksåklagarämbetet). It appears from the first State prosecutor’s application of 22 August 2001 for an extension of the time prescribed for bringing charges and from the investigator’s letter that the final statement of the applicant was received as late as 14 August 2001. The prosecutor filed the application for a summons on 13 November 2001.", "7. A second State prosecutor was assigned to this case and to another case concerning the applicant in January 2004.", "8. The case became pending before the Kokkola District Court (käräjäoikeus, tingsrätten) on 13 November 2001. In December 2001 the District Court requested the complainant to present his claims. In January 2002 the summons was served on the applicant and he filed his response on 27 February 2002.", "9. In spring 2002 the applicant started to involve himself in the work of his legal counsel, for example by challenging it, filing submissions with the District Court without informing the (first) counsel and alleging that the latter was guilty of criminal conduct. In spring and summer 2002 the applicant filed more than 200 pages of submissions regarding counsel’s alleged criminal activity and the alleged violation of official duty by the prosecutor.", "10. On 20 September 2002 the applicant’s (first) counsel was dismissed, and the District Court started to look for new counsel, but none was appointed because of a lack of candidates. The court tried to solve the counsel problem during spring and summer 2003 and finally on 15 September 2003 appointed new (second) counsel.", "11. On 19 September 2002 the applicant’s spouse informed the District Court that the applicant had become very ill and she filed a medical certificate to that effect on 10 October 2002. On 10 March 2003 the applicant filed additional medical certificates with the court. On 11 March 2003 the court requested the applicant to provide further information about the certificates, according to which his medical examination and treatment were still ongoing between March and June 2003.", "12. On 9 September 2003 the District Court held a consultation which the applicant also attended.", "13. Before ruling on the case, the District Court waited for judgment in another case. The latter case was heard in December 2003 and decided on 6 February 2004.", "14. In April 2004 the District Court drew up a timetable for processing the case and sent it to the applicant for information.", "15. On 19 May 2004 the court also held an internal consultation.", "16. At the preparatory session on 26 August 2004 the District Court found that extensive additional preparation in writing was necessary.", "17. During the additional preparation, which lasted the whole of autumn 2004, the applicant requested an extension of the time prescribed for issuing the defendant’s statement. Further, the applicant requested that another pending case be joined to the case. The District Court rejected the latter request.", "18. On 20 January 2005 the District Court adopted a procedural decision in view of the procedural motions and claims presented during the preparation in writing. At the same time, the court decided that the proceedings would be continued in respect of one count only. Another count was left to await the judgments of the Supreme Court (korkein oikeus, högsta domstolen) and the European Court of Human Rights (application no. 75619/01).", "19. For the count to be processed, the District Court prepared a proposal in February 2005 regarding the main hearing and sent it to the parties for comment. In April 2005 the applicant requested that the main hearing should not be held on the date proposed. On 20 April 2005 the court rejected the request, confirmed the procedure, and decided to hold the main hearing on 15 to 16 and 20 to 22 June 2005.", "20. On 15 June 2005 the applicant was brought by the police before the District Court. When arriving in the courtroom he announced that he had an appointment with a doctor and left the court using that excuse. He failed to appear at the main hearing the next day and could not be contacted.", "21. On 20 June 2005 the District Court received a medical certificate according to which the applicant was unable to work between 16 and 30 June 2005. The District Court set 11 July 2005 as the new hearing date.", "22. During the main hearing on 22 June 2005, a witness testimony pointed to a new fact, which caused the applicant to request an additional investigation.", "23. On 5 July 2005 the District Court asked the applicant’s counsel about the possibility of hearing the applicant at his home. The applicant declined, stating that that course of action would be unreasonable.", "24. On 11 July 2005 the applicant did not appear at the main hearing. During the hearing, the applicant’s counsel successfully requested interim measures and a new hearing date. The District Court set 4 August 2005 as the new hearing date.", "25. On 4 August 2005 the applicant again failed to appear at the hearing. The court then made a consolidated procedural decision concerning the applicant’s repeated absence, holding that he had intentionally evaded the proceedings.", "26. On 11 August 2005 the District Court dismissed the charges of aggravated debtor’s dishonesty but imposed a fine on the applicant due to his repeated absence from court. The injunction remained in force.", "27. The prosecutor appealed against the judgment of the District Court and presented an alternative description of the alleged criminal act before the Vaasa Court of Appeal (hovioikeus, hovrätten). The applicant also appealed to the Court of Appeal in respect of the fine imposed by the District Court.", "28. On 2 March 2006 the Court of Appeal decided to refer the case back to the District Court. The court found that as the prosecutor had provided the court with an alternative description of the criminal act and an alternative victim, new documentary evidence and new witnesses, a new hearing was required. In addition, the court noted on its own initiative that the applicant had not been heard in person before the District Court, even though he risked being sentenced to imprisonment. The fact that the charges were later dismissed was not known at the time of the main hearing and the applicant should therefore have been heard in person. In addition, the precautionary measure was quashed.", "29. On an unspecified date the applicant sought leave to appeal to the Supreme Court.", "30. The Supreme Court refused leave to appeal on 20 December 2006.", "31. The case became pending for the second time before the District Court on 31 January 2007. The case was assigned to a judge who took office on 1 July 2007. The case could not be assigned to another judge as they had all been either processing or had already adjudicated the applicant’s, his son’s or their companies’ cases which all were interconnected in one way or another. The applicant had entered several disqualification pleas and made several procedural and criminal complaints against the judges.", "32. The District Court judge responsible for the case had telephone contacts with the applicant and his spouse in summer and early autumn 2007. At that time, a number of other cases concerning the applicant were pending before the District Court. The applicant proposed that his other pending cases should not be heard simultaneously because of his state of health. The judge agreed that the proposal was justified. The court did not start to hear the case immediately but heard another criminal case of the applicant first. When the court passed judgment in the other case on 17 December 2007, the applicant requested that the judgment be supplemented or rectified.", "33. In February 2008 a summary of the case was sent to the parties for statements. During March and April 2008 the District Court made efforts to agree on the date of the preparatory session with the prosecutor and counsel of the parties. On 15 April 2008 the parties were summoned to the preparatory session to be held on 17 June 2008. In order to accelerate the preparatory session, the court sent the applicant’s counsel on 13 May 2008 a request to reply and on 10 June 2008 a request to supplement the reply given to the court.", "34. During the preparatory session on 17 June 2008, the District Court and the parties discussed the possibility of joining certain cases. It was agreed unanimously that at least two weeks should be reserved for the main hearing.", "35. On 4 and 14 November 2008 the District Court decided to extend the time prescribed for the applicant’s submissions.", "36. On 12 November 2008 the court decided not to withdraw the assignment of the applicant’s counsel. It appears from the case file that the applicant opposed on occasion withdrawing counsel’s assignment, sometimes himself requesting that the assignment be withdrawn.", "37. On 5 December 2008 the District Court decided to join some of the applicant’s cases. On that date the court also rejected the applicant’s request for an expert opinion.", "38. On 2 February 2009 the applicant brought charges for violation of official duty against the judge responsible for his case just before the beginning of the main hearing. Moreover, he entered disqualification pleas against nearly all actors in the proceedings just before the start of the main hearing.", "39. On 2 February 2009, when the main hearing was to begin, the applicant failed to appear in court. On 3 February 2009 the court ordered that the applicant be brought to the courtroom. The applicant requested that the main hearing be cancelled and challenged the jurisdiction of the court to try his case.", "40. On 20 March 2009 the District Court convicted the applicant on five different counts, inter alia, for aggravated debtor’s dishonesty and sentenced him to a conditional term of imprisonment of 1 year and 2 months. The District Court expressly took into account the length of the proceedings when passing sentence.", "41. The applicant, invoking the nature and scope of the case, requested that the time for appeal to the Court of Appeal be extended. On 8 April 2009 the District Court agreed to the request and set 30 April 2009 as the new date for the appeal. The date for the counter-appeal was fixed for 14 May 2009.", "42. On 14 May 2009 the case became pending before the Court of Appeal.", "43. On an unspecified date the Court of Appeal adopted a partial decision concerning the withdrawal of the order appointing the applicant’s counsel. The applicant requested leave to appeal to the Supreme Court against the said decision.", "44. On 29 October 2009 the Supreme Court refused the applicant leave to appeal.", "45. The proceedings in the Court of Appeal are still pending.", "46. According to Chapter 6, section 7, of the Penal Code (rikoslaki, strafflagen; as amended by Act no. 515/2003),", "\"[i]n addition to what is provided above in Section 6, grounds mitigating the punishment that are also to be taken into consideration are;", "[...]", "(3) a considerably long period that has passed since the commission of the offence; if the punishment that accords with established practice would for these reason lead to an unreasonable or exceptionally detrimental result.\"", "47. In its judgment of 11 June 2004 (KKO:2004:58) the Supreme Court noted that, although there were no legal provisions justifying the dismissal of a criminal charge due to unreasonably lengthy proceedings, such a dismissal or declaring a case inadmissible might in some exceptional circumstances, for example if their duration ruled out a good defence, be the only effective remedy satisfying the requirements of Article 13 of the Convention. That was, however, not the case in that precedent case. In considering whether there were grounds for applying Chapter 6, section 7, subsection 3, of the Penal Code, the Supreme Court held that it had to be decided in casu whether the duration of the proceedings (in the precedent case over 5 and a half years) had been unreasonable. It concluded that in this case there were no grounds to waive a sentence or to mitigate the sentence owing to the duration of the proceedings.", "48. In its judgment of 15 June 2005 (KKO:2005:73), the Supreme Court, applying Chapter 6, section 7, subsection 3, of the Penal Code, reduced the sentence imposed upon the applicant by six months owing to the length of the proceedings that had lasted some ten years. The court imposed an immediate term of ten months’ imprisonment, finding that it was not justifiable to mitigate the sentence further by suspending the term of imprisonment.", "49. A new Chapter 19 has been added to the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken; as amended by Act no. 363/2009) which entered into force on 1 January 2010. This Chapter provides for a possibility to accelerate pending proceedings if there are specific reasons for so doing, inter aliaAny application for acceleration must be addressed to the District Court before which the case is pending and shall be examined by a single judge formation. A case which has been granted priority must be examined by the District Court without delay and before any other cases. The decision to grant or refuse priority cannot be separately appealed.", "50. The Act on Compensation for Excessive Duration of Judicial Proceedings (laki oikeudenkäynnin viivästymisen hyvittämisestä, lagen om gottgörelse för dröjsmål vid rättegång; Act no. 362/2009) entered into force on 1 January 2010. The Act provides for a party a right to receive compensation from State funds whenever judicial proceedings concerning that party have been excessively long.", "51. As to its scope of application, section 2 of the Act provides as follows:", "“This Act is applicable by general courts to litigious, non-contentious and criminal actions.", "Reduction of a penal sanction on the basis of excessive length of judicial proceedings is provided for in the Penal Code (39/1889). Irrespective of this Act, compensation for damage caused by excessive duration of judicial proceedings can be obtained as provided in the Tort Liability Act (412/1974).”", "52. The right to compensation is set out in section 3 of the Act which provides the following:", "“A private party is entitled to receive a reasonable amount of compensation as referred to in section 6 from the State funds if judicial proceedings last an excessively long time resulting in a violation of the party’s right to a trial within a reasonable time.”", "53. When evaluating the length of the proceedings, in addition to the length itself, the nature and scope of the subject-matter, the actions of the parties, authorities and courts in respect of the proceedings as well as the importance of the subject-matter to a party are to be taken into consideration pursuant to section 4 of the Act. Moreover, the case-law under Article 6 § 1 of the Convention for the Protection of Human Rights and Fundamental Freedoms of the European Court of Human Rights of the Council of Europe is also to be taken into account.", "54. According to section 5 of the Act, the period to be taken into account starts in civil and non-contentious civil matters when action is initiated before a court; in criminal matters when the competent authority has notified the defendant of a crime suspected to have been committed by him or when a crime suspicion directed at him has had an essential bearing on his position; or when a claim made by a party has become pending before a court.", "55. As to the amount of compensation, section 6 of the Act provides the following:", "“The purpose of compensation is to compensate for the anxiety, uncertainty or other comparable harm caused to a party by excessive duration of proceedings.", "The amount of compensation is 1,500 euros per year for each year that the proceedings have been delayed for reasons attributable to the State. The total amount of compensation shall be increased by a maximum of 2,000 euros if the merits are particularly important to the party. A matter shall be considered particularly important if it has a direct bearing on the person’s health, income, legal position or some other comparable consideration. The compensation may be reduced or increased on the basis of a consideration referred to section 4 or for some other comparable consideration.", "The compensation amount shall not exceed 10,000 euros. This maximum amount of compensation may be exceeded in special circumstances.", "There is no entitlement to monetary compensation as far as a sanction imposed has been mitigated due to the excessive duration of proceedings. If compensation has been awarded earlier by a final decision in the same matter, it shall be taken into account as a reduction when determining the new compensation.”", "56. As to the procedure for claiming compensation, section 7 of the Act provides as follows:", "“A claim for compensation shall be lodged with the general court in charge of the case before the consideration of the merits is closed under the pain of loss of the right of action. Such a claim cannot be lodged as late as at the Supreme Court stage without a valid reason.", "A claim may be made in writing or orally. Justifications for the claim shall be presented.”", "57. According to section 8 of the Act, the public prosecutor shall use in criminal matters the right of action on behalf of the State in respect of a compensation matter while the Ministry of Justice shall use it in respect of other matters. The Ministry of Justice shall not be provided with an opportunity to be heard in respect of the compensation claim unless there is a special reason for this.", "58. As to the decision-making, section 9 of the Act provides that the court shall decide on the compensation claim when it decides on the merits of a case. The composition competent for deciding on the merits shall also be competent for deciding on the issue of compensation. The court must notify the Ministry of Justice of the decision on compensation without delay.", "59. Section 10 of the Act concerns costs. It provides as follows:", "“If a party is awarded compensation, reimbursement of the necessary and reasonable costs incurred by him for claiming compensation shall be ordered to be paid to him from State funds unless otherwise reimbursed from State funds. No fee is charged for the processing of the compensation claim.”", "60. According to section 11 of the Act, a decision rendered by a court on the compensation claim can be appealed against in the same manner as the decision on the merits. The Ministry of Justice can appeal against the District Court decision without having to register its intent to appeal.", "61. As concerns the payment of compensation, section 12 of the Act provides that the compensation shall be paid to a party within a month of the date on which the compensation decision became final. The compensation shall be paid by the Ministry of Justice. A prohibition on attaching the compensation and its tax-fee nature is provided for by a separate provision.", "62. The Act has already been applied by the domestic courts. On 1 February 2010 the Pirkanmaa District Court rejected a compensation complaint as the length of the proceedings had not been excessive (one year and ten months at one level of jurisdiction). In its judgment of 8 March 2010 the Vantaa District Court rejected a compensation complaint as it had been filed too late. On 1 March 2010 the Turku Court of Appeal found in a case that proceedings had been too lengthy when they had lasted six years and four months at two levels of jurisdiction, and awarded the applicants 1,500 and 2,000 euros respectively."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}