{"ITEMID": "001-61685", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MERIT v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - claim dismissed (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Zoryana Bortnovska", "TEXT": ["5. The applicant was born in 1939 and now lives in Israel. He owns ninety-nine per cent of the shares in Jason Development Enterprises Ltd (hereafter the “JDE”), a company registered in Ukraine.", "6. On 27 September 1997 the Vadul-Syretska Customs Service of the State Customs Department of Ukraine conducted a customs check of the coffee-tilling goods supplied by the Jason Industries company (the company owned by the applicant) as a contributory to the statutory fund of the jointstock company, JDE. The customs check showed that a cargo-customs declaration had been made by the representatives of JDE on the basis of false documents. On 29 September 1997 the Vadul-Syretska Customs Service initiated a criminal investigation into alleged smuggling and fraud offences.", "7. On the same date, the case was transferred to the prosecution service of the Chernivtsi Region (hereafter “the prosecution”) for further investigation. On the basis of resolutions of the prosecution of 10 and 20 October 1997, 18 November 1997 and 19 January 1998, the Vadul-Syretska Customs Service seized documents pertaining to the financial and commercial activities of JDE.", "8. On 13 October 1997 the prosecution seized the goods supplied to the statutory fund of JDE as evidence and on 16 October 1997 it froze JDE’s accounts. It also seized all of the company’s documentation, including accounting books and copies of contracts, as well as other property belonging to the company and the applicant.", "9. On 28 January 1998 the applicant was detained on suspicion of having committed a criminal offence under the Criminal Code of Ukraine (the “CCU”).", "10. On 30 January 1998 the prosecution ordered the applicant’s detention on remand in view of the pending criminal investigation against him.", "11. On 4 February 1998 the prosecution charged the applicant with smuggling (Article 70 of the CCU), financial fraud (Article 148-5 CCU) and fraud committed by an official (Article 172(2) CCU).", "12. On 5 February 1998 the prosecutor extended the deadline for the investigation by four months.", "13. On 17 March 1998 the prosecutor extended the applicant’s detention on remand by four months.", "14. On 6 April 1998 the prosecutor extended the deadline for investigation by five months and fourteen days.", "15. On 9 June 1998 the applicant was additionally charged with tax evasion (Article 148-2(2) CCU) and deliberate use of a forged document (Article 194(2) CCU).", "16. On 10 June 1998 the applicant was notified about the completion of the investigation.", "17. On 30 January 1999 the deputy prosecutor approved the bill of indictment issued by the investigating officer.", "18. On 3 February 1999 the case file was transferred to the Leninsky District Court of Chernivtsi (the “District Court”).", "19. On 29 June 1999", "20. In July 1999 the prosecution sought the annulment of the remittal decision before the Chernivtsi Regional Court (the “Regional Court”) on the ground that there was already sufficient corroborating evidence.", "21. On 10 August 1999 the Regional Court rejected the prosecution’s application, considering that it was necessary to undertake additional investigations in order to reconstruct the crime.", "22. On 25 August 1999 the applicant was released from detention on the basis of the resolution of the prosecution’s investigator. The applicant was required not to leave his place of residence.", "23. On 22 September 1999 the applicant’s recognisance not to abscond was changed to an undertaking to appear before the investigating authorities and the court. On the same date, the criminal investigation against the applicant was suspended due to the issue of a search warrant against Ms Lodyanova (a suspect in the case).", "24. In September 1999 JDE instituted proceedings in the District Court against the Government of Ukraine, the Chernivtsi Regional Administration and the prosecution, seeking the return of its property and documents.", "25. On 15 September 1999 the District Court, by a letter addressed to JDE, stated that it would not consider the complaints directed against the legal entities as it had no jurisdiction over them.", "26. On 1 October 1999 the District Court, following JDE’s additional submissions, refused to consider the complaints against the Government of Ukraine and the prosecution service, on the ground that the complaints were outside its jurisdiction. It also held that the State arbitration courts had jurisdiction in the matter.", "27. On 27 October 1999 the Regional Court allowed JDE’s cassation appeal, quashed the ruling of 1 October 1999 and remitted the case for reconsideration by the same court.", "28. On 3 November 1999 the District Court suspended the proceedings in the case due to JDE’s failure to comply with the formal requirements of the Code of Civil Procedure for the introduction of the complaints (Article 137 of the Code). The court gave JDE until 16 November 1999 to rectify the mistakes.", "29. On 17 November 1999 the District Court refused to consider JDE’s claims because of its failure to comply with the ruling of 3 November 1999. On 1 December 1999 the Regional Court upheld this decision.", "30. On 14 December 1999 JDE lodged further complaints against the Government of Ukraine, the Chernivtsi Regional State Administration and the Prosecution Service of the Chernivtsi Region.", "31. On 6 January 2000 the District Court left JDE’s complaints without consideration on account of its failure to comply with the formal requirements of Article 137 of the Code of Civil Procedure for the introduction of complaints. JDE was given until 14 January 2000 to rectify the mistakes.", "32. On 17 January 2000 the District Court refused to consider JDE’s complaints due to its failure to comply with the ruling of 6 January 2000.", "33. On 2 February 2000 the Regional Court quashed the ruling of 17 January 2000 and remitted the case for consideration on the merits to the same court.", "34. On 24 April 2000 the District Court rejected JDE’s motion concerning compensation for moral and material damage caused to JDE by the Government of Ukraine, the Chernivtsi Regional State Administration and the Prosecution Service of Ukraine. In particular, it found that JDE’s complaints amounted to a separate claim, which had to be lodged with the court in compliance with Article 137 of the Code of Civil Procedure.", "35. On 25 April 2000 the District Court, in the course of a hearing in the presence of the parties, refused to consider JDE’s claims for the return of property and documents as being outside the courts’ jurisdiction, in accordance with Articles 227-1 and 248-3 of the Code of Civil Procedure and Article 234 of the Code of Criminal Procedure. It also decided to terminate the proceedings in the case.", "36. On 31 May 2000 the Regional Court upheld this decision. In particular, it stated that, for the time-being, JDE’s claims could not be determined in civil proceedings. It also noted that a different procedure for their consideration existed in the domestic law.", "37. In May 2000 the applicant instituted proceedings in the District Court against the prosecution, demanding termination of the criminal investigation against him. On 2 June 2000 the District Court rejected his claims as being outside the court’s jurisdiction under Article 248-3 of the Code of Civil Procedure and Article 234 of the Code of Criminal Procedure. In particular, it specified that the applicant had not availed himself of a special procedure for lodging complaints against acts of the investigator carried out in the course of the pre-trial investigation.", "38. On 20 July 2000 the criminal investigation was terminated on account of lack of corroborating evidence.", "39. On 19 September 2000 the deputy prosecutor quashed the resolution of 20 July 2000 due to the investigating officer’s failure to comply with the District Court’s instructions of 29 June 1999 (see paragraph 19 above). The prosecution remitted the case for additional investigations.", "40. On 22 November 2001 the District Court passed a resolution authorising the apprehension of Ms Lodyanova.", "41. On 7 December 2001 the prosecution informed the applicant that the criminal charges against him were still being investigated.", "42. The criminal investigation is currently suspended due to the nation-wide search for Ms Lodyanova.", "“Human and citizens’ rights and freedoms are protected by the court.", "Everyone is guaranteed the right to challenge in court the decisions, actions or omission of bodies exercising State power, local self-government bodies, officials and officers.", "... After exhausting all domestic legal remedies, everyone has the right of appeal for the protection of his or her rights and freedoms to the relevant international judicial institutions or to the relevant bodies of international organisations of which Ukraine is a member or participant.", "Everyone has the right to protect his or her rights and freedoms from violations and illegal encroachments by any means not prohibited by law.”", "“The Prosecution of Ukraine constitutes a unified system that is entrusted with:", "1. prosecuting in court on behalf of the State;", "2. representing the interests of a citizen or of the State in court in cases determined by law;", "3. supervising compliance with the laws of the bodies which conduct detective and search activities, inquiries and pre-trial investigations;", "4. supervising the observance of the laws in the execution of judicial decisions in criminal cases, and also in the application of other coercive measures aimed at the restraint of citizens’ personal liberty.”", "“The Prosecution of Ukraine is headed by the Prosecutor General of Ukraine, who is appointed to office with the consent of the Verkhovna Rada of Ukraine, and dismissed from office by the President of Ukraine. The Verkhovna Rada of Ukraine may express no confidence in the Prosecutor General of Ukraine, which results in his or her resignation from office.", "The term of authority of the Prosecutor General of Ukraine is five years.”", "“The organisation and operational procedure for the bodies of the Prosecution of Ukraine shall be established by the law.”", "“Justice in Ukraine is administered exclusively by the courts.", "... The jurisdiction of the courts extends to all legal relations that arise in the State.", "... Judicial decisions are adopted by the courts in the name of Ukraine and are mandatory for execution throughout the entire territory of Ukraine.”", "“The pre-trial investigation in criminal cases shall last no longer than two months. This term shall commence from the moment the criminal proceedings were initiated up to the point of their being sent to the prosecutor with:", "an indictment or a resolution concerning the committal of the case to the court in order to decide on applicable measures of compulsory medical treatment or terminating the proceedings in the criminal case. In the event of impossibility to terminate the proceedings this term shall be extended by up to three months by the district, city, military prosecutor of the army, fleet, military districts (commands), garrisons and the prosecutors of equal rank. The time it takes for the accused and his representatives to familiarise themselves with the materials in the criminal case-file shall not be included in the calculation of the period of the pre-trial investigation.", "In especially complicated cases the term of the pre-trial investigation, established by part 1 of this Article, can be extended on the basis of the reasoned resolution of the investigator up to six months, to be approved by the prosecutor of the Autonomous Republic of the Crimea, prosecutors of regions, the prosecutor of Kyiv, the military prosecutor of the military district (command), fleet and the prosecutors of equal rank or their deputies.", "Further continuation of the term of the pre-trial investigation shall only be approved by the Prosecutor General of Ukraine or by his deputies.", "Where the case was remitted for an additional investigation, or if the terminated case was re-opened, the term of additional investigation shall be established by the prosecutor who supervises the investigation, and shall not be more than one month from the moment of the re-initiation of the proceedings in the case. Further continuation of this term shall be enacted on a general basis.", "The rules enshrined in this Article, shall not be applicable to criminal proceedings where it has not been established who committed the crime. The running of the term of the investigation in such cases shall commence from the date of identifying the person who committed a crime.”", "(On 30 January 2003 the Constitutional Court of Ukraine interpreted this provision and held that the maximum deadline for investigating criminal cases cannot be fixed. It decided that the time allowed for investigation should be reasonable, and referred to Article 6 of the Convention.)", "“... Complaints in respect of the acts of the investigating officer can be lodged with the court.", "The complaints in respect of the actions of the investigating officer shall be considered by the first instance court in the course of the preliminary hearing in the case or in the course of its consideration on the merits, unless otherwise provided by this Code...”", "(This provision was declared partly unconstitutional by the Constitutional Court of Ukraine on 30 January 2003).", "“Complaints in respect of the prosecutor’s actions during the conduct of the pre-trial investigation or other individual investigative actions in the case shall be submitted to the superior prosecutor, who shall consider them in accordance with the procedure and within the terms prescribed by Articles 234 and 235 of this Code.", "A complaint about the prosecutor’s actions can be lodged with the court.", "Complaints about the prosecutor’s actions shall be considered by the first-instance court in the course of the preliminary consideration of the case or in the course of its consideration on the merits, unless otherwise provided for by this Code.”", "“The claim shall be lodged with the court in writing.", "The claim shall contain the following:", "1. the full name of the court the claim is lodged with;", "2. the exact name of the applicant and respondent, their place of residence and their situation, as well as the name of the representative of the applicant, in the event the claim is lodged by the representative;", "3. the content of the claim;", "4. the circumstances with which the applicant substantiates his claim;", "5. reference to relevant evidence substantiating the claim;", "6. reference to the sum claimed;", "7. the signature of the applicant and his representative, mentioning the date the claim was lodged.", "... Written evidence shall be appended to the claim and, in the event the claim is lodged by the representative of the applicant, a letter of authority or another document certifying the powers of the representative.”", "“The proceedings in the case shall be terminated by the court:", "1. if the claims are outside the courts’ jurisdiction; ...”", "“The following complaints are outside the courts’ jurisdiction: ...", "- ... the actions or acts of an official of a body of inquiry, preliminary investigation, prosecution or court with regard to which a non-judicial procedure for considering complaints is established....”", "(This provision was declared partly unconstitutional as to the complaints “against the actions or acts of an official of a body of inquiry, preliminary investigation, prosecution...” by the decision of the Constitutional Court of Ukraine No. 6-pп/2001 of 23 May 2001).", "“To declare Article 248-3 § 4 of the Code of Civil Procedure as not in compliance with the Constitution of Ukraine (unconstitutional), concerning the lack of jurisdiction of the courts as regards – ... the actions or acts of an official of a body of inquiry, preliminary investigation, prosecution or court with regard to which a non-judicial procedure for considering complaints has been established...”", "“To declare that the following provisions do not contravene the Constitution of Ukraine (are constitutional):", "... 1.2. Part 6 of Article 234, part 3 of Article 236, in accordance with which the complaints against the resolutions of the investigator or prosecutor concerning the arraignment of the accused shall be considered by the first instance court in the course of the administrative hearing or in the course of the consideration of the case on the merits.", "2. To declare the following not to correspond to the Constitution of Ukraine (unconstitutional): the provisions of part 6 of Article 234, part 3 of Article 236 of the Code of Criminal Procedure of Ukraine, that prevent the consideration of complaints against the investigator or prosecutor at the stage of the preliminary investigation concerning the basis, grounds and the procedure for the initiation of criminal proceedings against a particular person.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}