{"ITEMID": "001-118339", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF H. AND B. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Afghanistan)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Ledi Bianku;Paul Mahoney;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. The first applicant, originally from Wardak province in central Afghanistan, arrived in the United Kingdom on 30 October 2008 and claimed asylum on 3 November 2008.", "9. The basis of his asylum claim was his fear of both the Taliban and Hizb-i-Islami (“HII”) due to his perceived connections with the Afghan Government and the United Nations (“the UN”). He claimed that a year after his birth he had moved to Kabul with his family and that, in 1996, he and his family had emigrated to Pakistan owing to problems that they had had with the Taliban primarily as a result of their Hazara ethnicity. They had returned to Kabul in 2001 where they had lived until his departure from Afghanistan. The first applicant claimed that between 2004 and 2005, he had worked as a driver distributing leaflets for the elections and that, in that capacity, he had regularly worked with the United Nations Assistance Mission in Afghanistan (“UNAMA”). From 2005 until 2008, he had worked as a driver in Kabul for the United Nations Office for Project Service, a branch of the United Nations Development Programme (“UNDP”). In August 2008, ten days before he had left Afghanistan, he had received a telephone call in the Pashto language from an unknown person (who he had presumed to be a member of the Taliban) threatening his life and that of his family unless he stopped working with “foreigners and non-Muslims”. He had spoken to his friends about the phone call but had initially decided to ignore it. A few days later, he claimed that the Taliban had come to his home, had made further threats against him and, in his absence, had kidnapped his cousin. The first applicant claimed that he had been advised on the phone by his family to leave Afghanistan immediately for his own safety. He had therefore fled to Pakistan, where his family had joined him five days later. However, in Pakistan he had felt that he remained a Taliban target and so he had arranged his journey through Europe to the United Kingdom.", "10. On 17 December 2008, the Secretary of State refused the first applicant’s asylum application considering that he had fabricated aspects of his account and that his credibility was undermined by his failure to claim asylum in the European countries that he had passed through on his journey. Whilst it was acknowledged that the Taliban had been responsible for attacks on Hazara in the past, it was not accepted that the first applicant had ever been targeted by the Taliban or that he would be at risk in the future. It was similarly accepted that there may well have been incidents of the targeting of those working for foreign or international organisations within Afghanistan, but it was considered to be pure speculation that the threatening phone call that the first applicant had received in August 2008 had been from the Taliban. Further, it was considered to be inconsistent that the first applicant would have been able to work for the UN for three years without any incidents occurring earlier. Even if the first applicant’s cousin had been kidnapped, there was nothing to suggest that the incident related to the first applicant’s involvement with the UN or a systematic campaign against him. Even taking the first applicant’s claim at its highest, it was noted that the first applicant had failed to seek assistance from the Afghan authorities, the UN or any other party in Afghanistan. It was therefore considered that he had failed to demonstrate that a sufficiency of protection was not available to him in Afghanistan or that he could not internally relocate to another area of Kabul for safety.", "11. The first applicant appealed against the refusal of his asylum claim and, in a determination published on 4 January 2010, the then Asylum and Immigration Tribunal (“the AIT”) dismissed his appeal. The immigration judge accepted that the first applicant was of Hazara ethnicity and that it was probably true that he had been employed by the UNDP as a driver from 2005 until 2008. The immigration judge also accepted that the first applicant had probably received a veiled threat in a telephone call from the Taliban, which he had decided initially to ignore. He considered that such action demonstrated that the first applicant had had no fear of the Taliban at that time. The immigration judge did not believe that there was any truth in the suggestion that the first applicant had been targeted by the Taliban who had kidnapped his cousin instead of him. The fact that the first applicant had been able to go home and travel to Pakistan before fleeing to Europe was found to indicate that he had not been under any specific threat from the Taliban. Further, the immigration judge did not believe that the first applicant would be known throughout Afghanistan as a UN driver. Finally, even if the whole of the first applicant’s account was true, the immigration judge considered that there was no reason why he could not safely relocate within Afghanistan, particularly to Kabul to where he would be removed in any event. In sum, the immigration judge did not accept that there were substantial grounds for believing that the first applicant would face a real risk of suffering serious harm if he were returned to Afghanistan.", "12. The first applicant applied for reconsideration arguing that he would be at risk because of the level of violence in Afghanistan. On 26 January 2010, a Senior Immigration Judge refused his application for reconsideration noting that the first applicant had not sought to challenge any of the immigration judge’s findings in his case but had instead sought to rely on Article 15 of the Qualification Directive (see paragraphs 36-37 below).", "13. On 15 June 2010, the High Court refused a further application for reconsideration, noting the findings of the Country Guidance determination of GS (Article 15(c): indiscriminate violence) Afghanistan CG [2009] UKAIT 00044 (see paragraph 29 below) and concluding that it would not be unduly harsh or unreasonable to expect a young man, like the first applicant, to return to Kabul.", "14. The second applicant left Afghanistan on 30 April 2011 and arrived in the United Kingdom on 2 June 2011.", "15. He claimed asylum on 3 June 2011 on the basis of his fear of the Taliban due to his work as an interpreter for the United States armed forces and the International Security Assistance Force (“ISAF”) from February 2009 until April 2011. He submitted letters in support from various commanding officers in the US forces which confirmed that he had worked with US forces in Kunar province in north-eastern Afghanistan. He claimed that he had received threats from the Taliban including a threat to behead him if he continued to work with foreigners. He also claimed that, in October 2010, he had been the interpreter involved in the search and rescue operation of an aid worker, which had ultimately led to the aid worker’s death and the death of eight Taliban members. He claimed that he had located the aid worker using a scanner and that the Taliban were aware of the significance of his role in that operation which had heightened their adverse interest in him. The second applicant had eventually fled Afghanistan after seeing armed Taliban outside his house. The second applicant additionally claimed that he would not be able to relocate to Kabul for safety because he had relatives who lived there who were involved in the HII and who would seek to forcibly recruit him into their forces.", "16. On 20 June 2011, the Secretary of State refused his asylum application. It was accepted that he had worked as an interpreter for US forces in Afghanistan. However, it was not accepted that the second applicant had been involved in the search for the aid worker given that the information that he had given regarding the same contradicted the information which was available in the public domain. Additionally, it was not accepted that the second applicant had received threats as he had claimed from the Taliban given, inter alia, the discrepancies in his account over the dates of the same; and the fact that it was not plausible that the Taliban would have continued to threaten him rather than harm him, even after he had continued to work as an interpreter despite their earlier warnings. It was also considered that the fact that he had continued to work for US forces, despite the threats against him, was at odds with his claimed fear of the Taliban. Furthermore, it was not accepted that Taliban members had attended his home to kill him in April 2011 given that they had not fired at him and that he had been able to escape. The second applicant’s credibility was also considered to be undermined by the fact that he had failed to claim asylum in France, despite having spent twenty-two days there on his way to the United Kingdom.", "17. In sum, even taking the second applicant’s claims at its highest, it was not accepted by the Secretary of State that his fear of the Taliban was well-founded because it was not accepted that he had had any real difficulties with them in the past. Furthermore, it was considered that he had failed to establish a sustained and systemic failure of state protection on the part of the Afghan authorities and he could therefore seek protection from the Afghan authorities against the Taliban. Finally, it was considered that he could internally relocate to Kabul for safety if necessary as a fit and healthy man of twenty-three years of age. In that regard, it had not been accepted that he was at any risk of being forcibly recruited by HII given that he was uncertain whether or not his relatives were even still alive and because such a fear was entirely speculative.", "18. The second applicant appealed against the refusal of his asylum claim and, in a decision of 30 June 2011, the First-tier Tribunal (Immigration and Asylum Chamber) (“the First-tier Tribunal”) dismissed his appeal. The immigration judge accepted that the second applicant had worked as an interpreter for US forces in Kunar province, had probably used a scanner and had been given a weapon for his own protection given that he had been working in a volatile area.", "19. However, the immigration judge did not accept that the second applicant had been involved in the rescue operation of the aid worker and found that he had fabricated that part of his claim and spoken of a well known and well publicised incident to embellish a claim that he would be at enhanced risk upon return to Afghanistan. In that regard, the immigration judge considered, inter alia, that the second applicant would have known the aid worker’s surname had he been so involved in the search operation; that there were inconsistencies between his account and the account set out in newspaper articles; and that the dates that he had given were inaccurate and inconsistent with when the rescue of the aid worker had taken place. Furthermore, the immigration judge considered that, if the second applicant had had such a pivotal role in the operation, the US forces would have provided a more recent and specific letter of recommendation rather than the general and comparatively out of date letters that he had submitted at his appeal. Furthermore, the immigration judge did not accept that the second applicant would have been the only interpreter involved in such a rescue operation, given the sensitivity of the same, the number of personnel involved and the number of villages that had been searched. The immigration judge also found that the second applicant had not given a credible explanation as to how the Taliban would have been aware that he had been the interpreter who had identified the location of the aid worker and that he had been inconsistent about when he had allegedly received threats from the Taliban.", "20. The immigration judge further entirely disbelieved that there would be any risk to the second applicant in Kabul from members of his family who would force him to join HII and considered that that issue had been an embellishment of his claim. In that regard, the immigration judge noted that the second applicant had not submitted any evidence regarding the same and that in his asylum interview he had stated that those relatives were missing and may even have died.", "21. The immigration judge commented that during the course of the hearing he had found the second applicant to be an untruthful witness who had been anxious to give a rehearsed story.", "22. Additionally, the immigration judge considered the second applicant’s claim with reference to the country guidance determination of GS (see paragraph 29 below) and stated that he had considered with care whether the second applicant would fall within an enhanced risk category because of his work as an interpreter for the US forces but had concluded that that could not be considered to be the case given that many Afghan nationals would have worked for the US and international forces. The immigration judge further considered that, as a young man in good health who had been able to travel independently from Afghanistan, it was not likely to be unduly harsh or unreasonable to expect him to relocate to Kabul particularly given that he had married sisters apparently living safely there. Finally, the immigration judge considered that the second applicant’s failure to claim asylum in France damaged his credibility.", "23. On 6 July 2011, a Senior Immigration Judge refused an application for permission to appeal to the Upper Tribunal finding that, in a very careful and detailed determination, the immigration judge had given cogent and sustainable reasons, which had been fully open to her on the evidence, for concluding that the second applicant had not left Afghanistan because of persecution and that he could return there without facing a real risk of serious harm. The immigration judge had given ample justification for the adverse credibility findings she had made and had adequately explained why the second applicant would not be at risk in Kabul, to where he could viably relocate.", "24. Sections 82(1) and 84 of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against an immigration decision made by the Secretary of State for the Home Department, inter alia, on the grounds that the decision is incompatible with the Convention.", "25. Appeals in asylum, immigration and nationality matters were until 14 February 2010 heard by the AIT. Section 103A of the Nationality, Immigration and Asylum Act 2002 provided that a party to an appeal could apply to the High Court, on the grounds that the AIT had made an error of law, for an order requiring the AIT to reconsider its decision on the appeal. The High Court could make such an order if it thought that the AIT may have made an error of law. All applications for reconsideration went through a “filter procedure”, so that an application for reconsideration was first made to an authorised immigration judge of the AIT. If the immigration judge refused to make an order for reconsideration, the applicant was able to renew the application to the High Court, which would consider the application afresh.", "26. Since 15 February 2010, appeals in asylum, immigration and nationality matters have been heard by the First-tier Tribunal. Section 11 of the Tribunals, Courts and Enforcement Act 2007 provides a right of appeal to the Upper Tribunal, with the permission of the First-tier Tribunal or the Upper Tribunal, on any point of law arising from a decision made by the First-tier Tribunal other than an excluded decision.", "27. Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen.", "28. Country guidance determinations of both the former AIT and the Upper Tribunal are treated as an authoritative finding on the country guidance issue identified in the determination, based upon the evidence before the members of the AIT or Upper Tribunal that determined the appeal. Unless expressly superseded or replaced by a later country guidance determination, country guidance determinations are authoritative in any subsequent appeals so far as that appeal relates to the country guidance issue in question and depends upon the same or similar evidence.", "29. In the country guidance determination of GS (Article 15 (c) : Indiscriminate violence) Afghanistan CG [2009] UKAIT 00044, of 15 October 2009, the then AIT held that there was not in Afghanistan such a high level of indiscriminate violence that substantial grounds existed for believing that a civilian would, solely by being present there, face a real risk which threatens the civilian’s life or person, such as to entitle that person to the grant of humanitarian protection, pursuant to Articles 2(e) and 15(c) of the Qualification Directive (see paragraphs 36-37 below).", "30. In HK and others (minors – indiscriminate violence – forced recruitment by Taliban – contact with family members) Afghanistan CG [2010] UKUT 378 (IAC), the Upper Tribunal, in a determination dated 21 October 2010, concluded, inter alia, that the evidence as to the level of indiscriminate violence affecting civilians generally in Afghanistan which had become available since GS was not sufficient to show that the guidance given by the AIT in GS was no longer to be regarded as valid.", "31. In AA (unattended children) Afghanistan CG [2012] UKUT 00016 (IAC), published on 1 February 2012, the Upper Tribunal found that there could be no doubt that the material before it revealed a deterioration in the security situation in Afghanistan since HK and others. However, the Upper Tribunal found that there was no evidence to suggest that there was any material difference to the risk to which the adult civilian population was subject in Afghanistan.", "32. In AK (Article 15(c)) Afghanistan CG [2012] UKUT 00163 (IAC), promulgated on 18 May 2012, the Upper Tribunal reconsidered the evidence as to the applicability of Article 15(c) of the Qualification Directive (see paragraphs 36-37 below) and the level of indiscriminate violence affecting ordinary civilians which had become available since GS. In its examination, the Upper Tribunal examined a large amount of country of origin information, including that set out below at paragraphs 41-49 and paragraphs 53-58. With regard to Kabul, the Upper Tribunal found that:", "“As regards Kabul, even confining attention to Kabul city, given the fact that this has a reported population of around 5 million and that Kabul province does not feature in any list of the most violent provinces, the argument for any engagement of the Article 15(c) threshold, if based primarily on civilian deaths, is even weaker: according to the 2011 UNAMA report, the number of civilian deaths in Kabul in 2011 was 71. We remind ourselves that the population of Kabul is around 5 million.”", "In relation to Afghanistan as a whole, the Upper Tribunal concluded as follows:", "(i) This decision replaces GS (Article 15(c): indiscriminate violence) Afghanistan CG [2009] UKAIT 00044 as current country guidance on the applicability of Article 15(c) to the on-going armed conflict in Afghanistan. ...", "(ii) Despite a rise in the number of civilian deaths and casualties and (particularly in the 2010-2011 period) an expansion of the geographical scope of the armed conflict in Afghanistan, the level of indiscriminate violence in that country taken as a whole is not at such a high level as to mean that, within the meaning of Article 15(c) of the Qualification Directive, a civilian, solely by being present in the country, faces a real risk which threatens his life or person.", "(iii) Nor is the level of indiscriminate violence, even in the provinces worst affected by the violence (which may now be taken to include Ghazni but not to include Kabul), at such a level...”", "33. In the country guidance determination of PM and Others (Kabul – Hizb-i-Islami) Afghanistan CG [2007] UKAIT 00089, the then AIT held, in respect of the ability to internally relocate to Kabul, as follows:", "“If the appellants show that they have a well founded fear in their home areas it is reasonable to expect them to live in Kabul. Kabul is a functioning city. It has a government and some security forces. We acknowledge that it is not the role of ISAF to protect individuals, but there is an Afghan army and a police force and security forces. Kabul is not an entirely lawless place. There are houses to rent, at a price; and despite a fairly high level of unemployment, there is work. The three appellants have spent a considerable time in the United Kingdom, they are all relatively educated and may well be in a good position to obtain work with the authorities or an NGO or similar. There is no satisfactory evidence that suggests that it would be unreasonable to expect them to live there, or that they would lead other than a relatively normal life. Insofar as Article 3 is concerned there is no satisfactory evidence that they would be subject to inhuman or degrading treatment or that they would be at real risk of a breach of any of their fundamental human rights in Kabul. It follows from all that we have said that in general returning failed asylum seekers, without more, are able to relocate to Kabul, if they cannot return safely to their home areas.”", "34. In RQ (Afghan National Army – Hizb-i-Islami – risk) Afghanistan CG [2008] UKAIT 00013, the then AIT held that unless there were particular reasons, it would not be unduly harsh to expect an appellant with no individual risk factors to relocate to Kabul and assist in the rebuilding of his country.", "35. In AK (Article 15(c)) Afghanistan, see above at paragraph 32, the Upper Tribunal concluded in relation to internal relocation that:", "“Whilst when assessing a claim in the context of Article 15(c) in which the respondent asserts that Kabul city would be a viable internal relocation alternative, it is necessary to take into account (both in assessing “safety” and “reasonableness”) not only the level of violence in that city but also the difficulties experienced by that city’s poor and also the many Internally Displaced Persons (IDPs) living there, these considerations will not in general make return to Kabul unsafe or unreasonable.”", "36. In addition to regulating refugee status within the European Union legal order, the Council Directive 2004/83/EC of 29 April 2004 (on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted: “the Qualification Directive”) makes provision for granting subsidiary protection status. Article 2(e) defines a person eligible for subsidiary protection status as someone who would face a real risk of suffering serious harm if returned to his or her country of origin and who is unable, or, owing to such risk, unwilling to avail himself of the protection of that country.", "37. “Serious harm” is defined in Article 15 as consisting of:", "“a) death penalty or execution; or", "b) torture or inhuman or degrading treatment or punishment of an applicant in the country of origin; or", "c) serious and individual threat to a civilian’s life or person by reason of indiscriminate violence in situations of international or internal armed conflict”.", "38. In decision 1002233 [2010] RRTA 588 of 19 July 2010, the Refugee Review Tribunal of Australia examined the asylum appeal of an Afghan national of Hazara ethnicity who had worked as a truck driver delivering goods for the Afghan Government and who claimed that he would be at risk from the Taliban if returned to Afghanistan.", "39. In light of the country information available at that time, including the United Nations High Commissioner for Refugees Eligibility Guidelines for Assessing the International Protection needs of Asylum-Seekers from Afghanistan dated July 2009 (see below at paragraph 40), which indicated that the Taliban targeted people who worked for the Government and that outside of the appellant’s home area of Jaghouri in Ghazni province, the Taliban were active, the Tribunal found that they could not discount the real possibility that the local Mullah with ties to the Taliban might seek to seriously harm the appellant. The Tribunal therefore concluded that the appellant had a well founded fear of persecution on his return to Afghanistan.", "40. In July 2009, UNHCR issued Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Afghanistan (“the July 2009 UNHCR Guidelines”) and set out the categories of Afghans considered to be particularly at risk in Afghanistan in view of the security, political and human rights situation in the country at that time. The Guidelines stated that all indications pointed to a general threat to local and international humanitarian workers, without distinguishing between UN, NGOs and other humanitarian actors.", "41. On 17 December 2010, UNHCR issued the most recent Eligibility Guidelines for Assessing the International Protection needs of Asylum-Seekers from Afghanistan (“the December 2010 UNHCR Guidelines”).", "42. The Introduction to those Guidelines observed:", "“UNHCR considers that individuals with the profiles outlined below require a particularly careful examination of possible risks. These risk profiles, while not necessarily exhaustive, include (i) individuals associated with, or perceived as supportive of, the Afghan Government and the international community, including the ISAF; (ii) humanitarian workers and human rights activists; (iii) journalists and other media professionals; (iv) civilians suspected of supporting armed anti-Government groups; (v) members of minority religious groups and persons perceived as contravening Shari’a law; (vi) women with specific profiles; (vii) children with specific profiles; (viii) victims of trafficking; (ix) lesbian, gay, bisexual, transgender and intersex (LGBTI) individuals; (x) members of (minority) ethnic groups; and (xi) persons at risk of becoming victims of blood feuds.”", "43. In relation to the risk to individuals perceived as supporting the Afghan Government or the international community, the Guidelines set out that:", "“There is a systematic and sustained campaign by armed anti-Government groups to target civilians associated with, or perceived as supporting, the Afghan Government or the international community, particularly in areas where such groups are active.", "Attacks by armed anti-Government groups, which have ranged from intimidation, assassinations, abductions and stand-off attacks, to the use of improvised explosive devises (IEDs) and suicide attacks, increasingly target civilians associated with or perceived as supportive of the Government and the international community/ISAF. Targeted civilians include Government officials and civil servants, Government-aligned tribal leaders, Ulema Council (a national clerics’ body) members, religious scholars, judges, doctors, teachers, and workers on reconstruction/development projects.", "The majority of targeted attacks on civilians by armed anti-Government groups have occurred in those groups’ strongholds. However the number of targeted assassinations and executions of civilians has also increased in other parts of the country previously considered more secure. In the south-eastern and central regions, the number of assassinations and executions allegedly committed by armed anti-Government groups in 2010 has increased in comparison to 2009. Such targeted attacks rose dramatically in parts of the southern region, particularly in Kandahar, where the Taliban have been conducting a systematic and targeted assassination campaign since the beginning of 2010. An average of 21 assassinations per week (compared to seven per week during the same period in 2009) was recorded from June to mid-September 2010, mostly in the southern and south-eastern regions.", "UNHCR considers that persons associated with, or perceived as supportive of, the Government and the international community and forces, including Government officials, Government-aligned tribal and religious leaders, judges, teachers and workers on reconstruction/development projects, may,, be at risk on account of their (imputed) political opinion, particularly in areas where armed anti-Government groups are operating or have control.”", "44. With regard to the particular risk to civilians perceived as supporting ISAF, the Guidelines stated that:", "“A recently intercepted message from Mullah Omar, the spiritual leader of the Taliban movement, ordered Taliban members to capture and kill any Afghan who is supporting or working for Coalition forces or the Government of Afghanistan, as well as any Afghan women who are helping or providing information to Coalition forces. The message, which departs from his previous instructions to minimize civilian deaths, has fuelled fears of Taliban retaliation among ISAF civilian support personnel, such as Afghan interpreters.", "The increased targeting of civilians is perceived as part of an effort by armed anti-Government groups to gain control over territories and populations. Local inhabitants are reportedly coerced into supporting anti-Government groups through threats or the use of force...”", "45. In relation to internal relocation, the Guidelines stated that:", "“In order for an IFA/IRA [internal flight alternative/internal relocation alternative] to be a relevant consideration in any given case, the area must be found to be accessible and without factors that could constitute a well-founded fear of being persecuted.", "Given the wide geographic reach of some armed anti-Government groups, a viable internal relocation alternative may not be available to individuals at risk of being targeted by such groups. It is particularly important to note that the operational capacity of the Taliban (including the Haqqani network), the Hezb-e-Eslami (Gulbuddin) and other armed groups in the southern, south-eastern and eastern regions is not only evidenced by high-profile attacks, such as (complex) suicide bombings, but also through more permanent infiltration in some neighbourhoods and the regular distribution of threatening “night-letters”.", "Furthermore, some non-State agents of persecution, such as organized crime networks, local commanders of irregular or paramilitary outfits and militias, as well as the Taliban and the Hezb-e-Eslami (Gulbuddin), have links or are closely associated with influential actors in the local and central administration. As a result, they largely operate with impunity and their reach may extend beyond the area under their immediate (de facto) control.", "...", "UNHCR generally considers [internal relocation] as a reasonable alternative where protection is available from the individual’s own extended family, community or tribe in the area of intended relocation. Single males and nuclear family units may, in certain circumstances, subsist without family and community support in urban and semi-urban areas with established infrastructure and under effective Government control. A case-by-case analysis will, nevertheless, be necessary given the breakdown in the traditional social fabric of the country caused by decades of war, massive refugee flows, and growing internal migration to urban areas.”", "46. The UNAMA Annual Report 2010 on Protection of Civilians in Armed Conflict (“the UNAMA 2010 Report”) of March 2011 was prepared with the Afghanistan Independent Human Rights Commission (“AIHRC”) and was compiled in pursuance of the AIHRC’s mandate to, inter alia, monitor the situation of civilians in Afghanistan.", "47. The executive summary stated that the human cost of the armed conflict in Afghanistan had grown again in 2010. Seventy-five percent of civilian deaths were attributed to anti-government elements. The overall rise in civilian deaths in 2010 was reported to be attributed to the increase use of IEDs (“improvised explosive devices”), targeted assassinations by anti-government elements and intensified military operations particularly in southern Afghanistan. Although the majority of fighting in 2010 had occurred in the southern and south-eastern regions, the insecurity and volatility of the conflict had continued to spread to the northern, eastern and western regions. All regions apart from the eastern region had experienced major increases in the number of civilians killed compared to 2009. Half of all civilian assassinations had occurred in southern Afghanistan.", "48. The most alarming trend in 2010 was considered to be the huge number of civilians assassinated by anti-government elements. Persons and relatives of persons perceived to be supportive of the Government of Afghanistan and/or international military forces, high-level provincial government officials, such as governors, district governors, shura and provincial council members and religious elders and ordinary civilians such as doctors, teachers, students and construction workers had reportedly been targeted and killed.", "49. That conclusion was reiterated in UNAMA’s Annual Report 2011 on the Protection of Civilians in Armed Conflict (“the UNAMA 2011 Report”) of February 2012 which reported that targeted killings of civilians by anti-government elements had persisted in 2011, exceeding the rate recorded in 2010. Provincial and district governors, local government officials and workers, provincial and peace council members and local community and tribal elders had been deliberately targeted. Antigovernment elements had also deliberately targeted and killed civilians who supported, or were perceived as supporting, the Afghan Government or international military forces.", "50. In its 2011 Country Report on Human Rights Practices, Afghanistan, published in May 2012 (“the USSD Report”), the State Department observed, in relation to unlawful or arbitrary deprivation of life, that the Taliban had committed a string of high-profile, targeted killings of regional police commanders, provincial police chiefs, and other officials and had also killed numerous civilians.", "51. With regard to the excessive use of force and other abuses in the conflict in Afghanistan, the State Department reported, inter alia, that the Taliban had continued to engage in indiscriminate use of force, attacking and killing villagers, foreigners, and NGO workers; and that insurgents had targeted national and government officials, foreigners, and local NGO employees.", "52. The United Kingdom Border Agency’s Operational Guidance Note on Afghanistan of June 2012 (“the OGN”) stated that insurgents had continued to conduct a campaign of intimidation, through the targeted assassination of high ranking Government officials, members of the security forces and influential local political and religious leaders. The OGN concluded that the risk from anti-government groups and forced recruitment into the Taliban was highest in areas where armed antigovernment groups were operating or had control.", "53. The Norwegian Country of Origin Information Centre, Landinfo, is an independent body within the Norwegian Immigration Authorities which was established on 1 January 2005. It is responsible for collecting, analysing and presenting objective and updated country of origin information to various actors within the immigration authorities in Norway.", "54. The introduction to the Landinfo Report on Afghanistan states that the report aims at providing a concise picture of the human rights situation in the context of the ongoing conflict in Afghanistan. In conducting a short military-political assessment of the conflict, the report set out that the Afghan conflict was continuing to expand geographically and to intensify in terms of violence.", "55. In considering the attitude of the parties of the conflict towards civilians, the report stated that:", "“In comparative terms, the ongoing Afghan conflict has not been particularly bitterly targeted at civilians. Although civilian casualties have gradually increased year after year, they have done so less than proportionally with the increase in the number of violent incidents from 2008 onwards. This suggests that the parties in the conflict have been trying to restrain themselves and contain civilian casualties. In fact in the case of ISAF data provided by UNAMA shows a new decline in the number of civilians killed from 2009 onwards. In the case of the insurgents, they have killed more civilians, but not as many as they should have based on the increase in number of acts of violence. Similarly, episodes of targeting of civilians because of their association with one of the parties in the conflict have been rare. The main exception is represented by government officials, whom the insurgents have been proactively targeting and increasingly so.", "...", "The Taliban also forbid any kind of collaboration with the government and particularly with the foreign troops, including of an economic nature. Since contracting for ISAF or for western aid agencies is one of the main sources of employment in Afghanistan, the ban has a major impact on the ability of household to earn a livelihood. Unsurprisingly, most Afghans ignore it, at their risk and peril. Executions of contractors do occur. Usually the Taliban follow a procedure, which includes warning the collaborationists that they are going to be punished if they persist.”", "56. It was then reported that the Afghan government, supported by ISAF, still had a hold over most Afghan cities with the exception of Kandahar.", "57. In relation to areas controlled by the insurgents, the report observed an outflow of civilians escaping from them as follows:", "“This is not a massive flow; most internally displaced people seem to have fled large scale military operations. However, there are thousands of individuals and families who have clashed with the Taliban, mostly for having been suspected of collaborating with the government. There are also government officials fleeing from their job towards Kabul or the cities in general. The Taliban has increasingly developed an ability to strike at will almost anywhere; harassment and targeting of “collaborators” now occurs even in the cities, even if on a small scale in Kabul and in the north and west. Those who fled and have given up their jobs, as well as their family members, do not appear to have been actively targeted in the cities. The Taliban potentially has the resources and skills to track down people, particularly if these are not in hiding but have to work; extensive infiltration of the police also helps the Taliban’s information gathering efforts. However, these escapees who no longer collaborate for the government are a low priority target to the Taliban, whose assets in the cities are limited and usually devoted to high profile targets, ranking from serving government officials upwards. In Kabul, for example, colonels of the police and army have been targeted, as well as commanding officers of the security services. In the provinces, particularly in the south, government officials of any rank, even low ones, have been targeted. The Taliban do not seem to systematically transfer information about targeted individuals from one area to the other; they maintain no databases. What typically happens is that the Taliban operating in a specific area will request information from other Taliban about a suspect individual, whenever needed. The flow of information therefore depends on the intensity of Taliban operations: the greater the presence, the greater the request of information. Often individuals apprehended by the Taliban as suspect spies are asked to provide references in order to verify their identity and activities. The risk to the escapees from Taliban controlled areas seems to derive mainly from chance contact with the Taliban, who may consider them an opportunity target. Usually the poorest and the Pashtun-populated areas of the big cities are the places where most Taliban infiltration of the cities occurs; in Kabul these are Bagrami suburb, south-eastern Kabul, southern Kabul and parts of western Kabul. In central Kabul, the Taliban are known to have developed a network of informers, among else buying shops in strategic locations and staffing them with members and sympathisers, the purpose being to observe embassies and government buildings. Such effort is clearly geared towards high value targets and collaborators.”", "58. In conclusion, the report set out the main factors affecting the security and human rights of Afghan civilians and stated as follows:", "“The Taliban have been consistently expanding their information gathering operations; some parts of the country, in particular the south but also the south-east, the east and the provinces south and west of Kabul (Wardak, Logar) are thoroughly covered and there is little that the Taliban do not know, not least because they have extensively infiltrated the police and the state administration. In other parts of the country, like most of Kabul, most of the west and most of the north, the Taliban’s presence on the grounds is more modest and their ability to collect information more limited. More importantly, the Taliban’s ability to auction off the information collected is more limited in these areas, where they have to rely on a few hit teams in order to carry out their strategy of targeted killing. As a result, while the Taliban target even low level collaborators in the areas where they are present in force, they limit themselves to high profile targets elsewhere. Killings of low profile collaborators of the government is not being reported in these areas. We can expect the policy of targeted intimidation and killing to continue expanding, but the rate of expansion will depend on the ability of the Taliban to establish a strong presence in ever newer areas. There are already some areas of the regions less affected by the insurgency, where the Taliban are able to extensively target collaborators: a few suburbs of Kabul, Pashtun-populated areas of the north, etc.”", "59. Various media reports submitted by the first applicant indicated that a number of US troops and Afghan security officers working with them had been killed in Wardak province in 2011.", "60. Various media reports submitted by the applicants indicated that between 2006 and 2011, at least twenty-two Afghan interpreters working for US forces, the international community or the UN had been killed in different parts of Afghanistan."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}