{"ITEMID": "001-95589", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LAUTSI v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-2+Art. 9;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant lives in Abano Terme and has two children, Dataico and Sami Albertin. The two boys, aged eleven and thirteen respectively, attended in 2001-2002 the Istituto comprensivo statale Vittorino da Feltre, a state-school in Abano Terme.", "7. The applicant considered the school’s practice of displaying a crucifix in each of the classrooms contrary to the principle of secularism in accordance with which she wished to bring up her children. She raised the question at a meeting held by the school on 22 April 2002, pointing out that the Court of Cassation, in judgment no. 4273 of 1 March 2000, had ruled that the presence of a crucifix in the polling stations prepared for political elections was contrary to the principle of the secular basis of the State.", "8. On 27 May 2002 the school’s governors decided to leave the crucifixes in its classrooms.", "9. On 23 July 2002 the applicant challenged that decision in the Veneto Regional Administrative Court. Relying on Articles 3 and 19 of the Italian Constitution and Article 9 of the Convention, she alleged an infringement of the principle of secularism. She also complained of a breach of the principle of impartiality on the part of public administrative authorities, (Article 97 of the Constitution). She was thus asking the Regional Administrative Court to refer the question of constitutionality to the Constitutional Court.", "10. On 3 October 2007 the Ministry of Education adopted Directive no. 2666, which recommended that school principals display crucifixes. It joined the proceedings, arguing that the situation complained of was based on Article 118 of Royal Decree no. 965 of 30 April 1924 and Article 119 of Royal Decree no. 1297 of 26 April 1928 (provisions pre-dating the Constitution and the agreements between Italy and the Holy See).", "11. On 14 January 2004 the Veneto Regional Administrative Court ruled that, regard being had to the principle of secularism (Articles 2, 3, 7, 8, 9, 19 and 20 of the Constitution), the question regarding the constitutionality of the practice was not manifestly ill-founded and accordingly referred it to the Constitutional Court. In addition, in view of the freedom of education and the obligation to attend school, the presence of crucifixes was imposed on pupils, their parents and their teachers and favoured the Christian religion to the detriment of other religions. The applicant joined the proceedings in the Constitutional Court. The Government maintained that the presence of crucifixes in classrooms was “natural”, on the ground that the crucifix was not only a religious symbol but also the “banner of the Catholic Church”, which was the only church mentioned in the Constitution (Article 7). The crucifix therefore had to be regarded as a symbol of the Italian State.", "12. In decision no. 389 of 15 December 2004 the Constitutional Court ruled that it did not have jurisdiction, seeing that the provisions complained of were not provisions of statute law but were contained in regulations, which did not have legal force (see paragraph 26 below).", "13. The proceedings in the administrative court resumed. In judgment no. 1110 of 17 March 2005 the administrative court dismissed the applicant’s complaint. It held that the crucifix was both the symbol of Italian history and culture, and therefore of Italian identity, and the symbol of the principles of equality, freedom and tolerance and of the State’s secular basis.", "14. The applicant appealed to the Consiglio di Stato.", "15. In a judgment of 13 February 2006 the Consiglio di Stato dismissed the appeal, ruling that the cross had become one of the secular values of the Italian Constitution and represented the values of civil life.", "16. The obligation to display crucifixes in classrooms pre-dates the unification of Italy. Article 140 of the Kingdom of Piedmont-Sardinia’s Royal Decree no. 4336 of 15 September 1860 required “each school without fail [to] be equipped ... with a crucifix”. ».", "17. In 1861, the year in which the Italian State came into being, the 1848 Statute of the Kingdom of Piedmont-Sardinia became the Constitution of Italy. It stipulated that “the Roman catholic apostolic religion [was] the only State religion. Other existing religions [were] tolerated in accordance with the law”.", "18. The capture of Rome by the Italian army on 20 September 1870, following which Rome was annexed and proclaimed capital of the new Kingdom of Italy, led to a crisis in relations between the State and the Catholic Church. By Law no. 214 of 13 May 1871 the Italian State unilaterally regulated relations with the Church and granted the Pope a number of privileges to ensure the lawful conduct of religious activity.", "19. After the advent of fascism the State issued a series of circulars intended to enforce compliance with the obligation to display crucifixes in classrooms.", "The Ministry of Education’s circular no. 68 of 22 November 1922 contained the following text: “In recent years the image of Christ and the King’s portrait have been removed from many of the Kingdom’s primary schools. That is a manifest and intolerable breach of the regulations and above all an attack on the dominant religion of the State and on the unity of the Nation. We therefore order all municipal administrative authorities in the Kingdom to restore to those schools which no longer have them the two sacred symbols of faith and national consciousness.”", "The Ministry of Education’s circular no. 2134-1867 of 26 May 1926 asserted: “The symbol of our religion, sacred for the faith and for national consciousness, exhorts and inspires our studious youth, busy sharpening in our universities and other higher education establishments their wit and intelligence with a view to discharging the great responsibilities to which they are called.”", "20. Article 118 of Royal Decree no. 965 of 30 April 1924 (Rules of the Kingdom’s secondary schools) reads: “Each school must have the national flag and each classroom a crucifix and the King’s portrait”.", "Article 119 of Royal Decree no. 1297 of 26 April 1928 (Approval of the general rules governing primary education services) lists crucifixes among the “necessary equipment and material in school classrooms”.", "The national courts have ruled that those two provisions are still in force and apply to the present case.", "21. The Lateran Pacts, signed on 11 February 1929, marked the reconciliation between the Italian State and the Catholic Church. Catholicism was confirmed as Italy’s official religion. Article 1 of the Lateran Treaty reads: “Italy recognises and reaffirms the principle enshrined in Article 1 of the Kingdom’s Albertine Statute of 4 March 1848, according to which the Roman catholic apostolic religion is the only State religion of the State.”", "22. In 1948 the Italian State adopted its republican Constitution.", "Article 7 of the Constitution explicitly acknowledges that the State and the Catholic Church are, each in its own sphere, independent and sovereign. Relations between the State and the Catholic Church are governed by the Lateran Pacts and amendments to those agreements accepted by both parties do not require any procedure for revision of the Constitution.", "Article 8 provides that non-catholic religions “are entitled to organise in accordance with their own rules, in so far as they do not set themselves up against the Italian legal order”. Relations between the State and these other religions must be “laid down by law on the basis of agreements with their respective representatives”.", "23. The catholic religion’s status changed as a result of the ratification, by Law no. 121 of 25 March 1985, of the first provision of the Protocol to the new Concordat with the Vatican of 18 February 1984, amending the Lateran Pacts of 1929. That provision held that the principle originally proclaimed in the Lateran Pacts, that the catholic religion was the only religion of the Italian State, should be considered to be no longer in force.", "24. In judgment no. 508 of 20 November 2000 the Italian Constitutional Court summarised its case-law as follows, affirming that the fundamental principles of equality between all citizens without distinction of religion (Article 3 of the Constitution) and equal freedom for all religions before the law (Article 8) required the State’s attitude to be marked by equidistance and impartiality, without attaching importance to the number of adherents of this or that religion (see judgments nos. 925/88, 440/95 and 329/97) or the scale of social reactions to infringement of the rights of one or the other (see judgment no. 329/97). Equal protection of the conscience of each adherent of a religion does not depend on the religion chosen (see judgment no. 440/95), a principle which is not in contradiction with the possibility of regulating relations between the State and the various religions in different ways for the purposes of Articles 7 and 8 of the Constitution. Such a position of equidistance and impartiality reflects the principle of secularism which the Constitutional Court derived from the provisions of the Constitution and which has the character of a “supreme principle” (see judgments nos. 203/89, 259/90, 195/93 and 329/97), defining the State as a pluralist entity. The various beliefs, cultures and traditions must coexist in equality and freedom (see judgment no. 440/95).", "25. In judgment no. 203/89 the Constitutional Court examined the question of the non-compulsory nature of the teaching of the catholic religion in state-schools. On that occasion it affirmed that the Constitution contained the principle of secularism (Articles 2, 3, 7, 8, 9, 19 and 20) and that the religious nature of the State had been explicitly abandoned in 1985, by virtue of the Protocol to the new agreements with the Holy See.", "26. When called upon to rule on the obligation to display crucifixes in state-schools, the Constitutional Court delivered its decision no. 389 of 15 December 2004 (see paragraph 12 above). Without ruling on the merits, it declared the question put to it manifestly ill-founded because it related to regulations, without legal force, which consequently fell outside its jurisdiction."], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}