{"ITEMID": "001-84971", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOSTADINOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 3;Violation of Art. 5-3;Violations of Art. 5-4;Violation of Art. 5-5;Non-pecuniary damage - award", "JUDGES": "Javier Borrego Borrego;Margarita Tsatsa-Nikolovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["7. On 18 January 1999 a preliminary investigation was opened against the applicant for robbery. On the same day, the applicant was charged with the offence and remanded in custody upon a decision of an investigator which was confirmed by the public prosecutor's office. It was alleged that the applicant, together with another individual, had robbed an individual of 17,480,000 old Bulgarian levs (BGL; approximately 8,964 euros (EUR)) and in the process had used force and rendered the victim unconscious. In ordering that the applicant be remanded in custody the investigator referred to, inter alia, the personality of the detainee, the gravity of the offence and, in general terms, the likelihood that he might abscond or re-offend.", "8. The applicant filed an application for release on 27 January 1999, which was dismissed by the Pazardzhik District Court on 3 February 1999. The court found, inter alia, that the applicant was charged with a serious intentional offence, which warranted mandatory detention, and that it was likely that he might commit offences against some of the witnesses, thereby obstructing the investigation. In conclusion, no evidence warranting an exception to the requirement of mandatory detention was found to exist.", "9. On 1 March 1999 the applicant filed another application for release arguing, inter alia, that in the course of the preliminary investigation it had been established that the amount which he had allegedly taken from the victim had been only BGL 5,000,000 (approximately EUR 2,564) because the latter had been robbed on more than one occasion on the day in question.", "10. The applicant's application for release was dismissed by the District Court on 15 March 1999, which found, inter alia, that the applicant was charged with a serious intentional offence, which warranted mandatory detention, that he might obstruct the investigation and that due to his lack of income he was likely to re-offend. In conclusion, no evidence warranting an exception to the requirement of mandatory detention was found to exist.", "11. On 29 March 1999 the applicant filed his third application for release claiming, inter alia, that there was no evidence that he would abscond, re-offend or obstruct the investigation, that he suffered from jaundice and that his health was deteriorating as a result of his detention.", "12. The applicant's application for release was dismissed by the District Court on 23 April 1999, which found, inter alia, that the applicant had been charged with a serious intentional offence, which warranted mandatory detention, that he was in good health and that there were indications that he might commit offences against some of the witnesses, thereby obstructing the investigation. In conclusion, no evidence was established to exist warranting an exception to the requirement of mandatory detention.", "13. The applicant contended that the charges against him were amended on 9 June 1999, which the Government did not challenge.", "14. The preliminary investigation against the applicant was partially terminated on 30 June 1999. The only outstanding charge against him concerned common robbery of BGL 17,480,000 (approximately EUR 8,964).", "15. The applicant filed his fourth application for release on 1 July 1999, which was examined by the District Court on 27 July 1999. The court found in favour of the applicant and released him on bail of 200 new Bulgarian levs (approximately EUR 102). It found, inter alia, that the applicant had no criminal record and had good character references, and that the preliminary investigation had already been completed.", "16. The applicant was released on the same day, 27 July 1999.", "17. The preliminary investigation against the applicant was further partially terminated on 8 October 1999 as a result of its findings pertaining to the amount and currency of the stolen money. The only outstanding charge against the applicant concerned common robbery of 5,000 German marks (approximately EUR 2,564).", "18. An indictment against the applicant was filed with the District Court on an undetermined date.", "19. In a judgment of an unspecified date the District Court acquitted the applicant. That judgment was subsequently upheld, also on an unspecified date, by the Pazardzhik Regional Court.", "20. Between 18 January and 1 July 1999 the applicant was detained at the Pazardzhik Regional Investigation Service detention facility. From 1 July to 27 July 1999 he was detained at the Pazardzhik Prison.", "21. The applicant contended, in respect of both detention facilities, that there had been (a) insufficient oxygen in the cells; (b) inadequate hygiene, the use of a bucket for the sanitary needs of the detainees and the presence of parasites (fleas and wood worms), skin infections (scabies) and rodents (mice and rats); (c) insufficient natural light; (d) no special recreational area; (e) unhealthy food; (f) no access to literature, newspapers, magazines, radio or television; (g) no possibility for the applicant to meet with his attorney in private at his initiative; and (h) no possibility to maintain active correspondence.", "22. The applicant's contentions in respect of the conditions of detention at the above facilities are corroborated by the signed declarations of two other detainees, Mr D. Alexov and Mr R. Dobrev.", "23. The relevant provisions of the Code of Criminal Procedure (“the CCP”) and the Bulgarian courts' practice before 1 January 2000 are summarised in the Court's judgments in several similar cases (see, among others, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II, Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)).", "24. On the basis of the relevant law before 1 January 2000, when ruling on applications for release of a person charged with having committed a “serious” offence, the domestic courts generally disregarded facts and arguments concerning the existence or absence of a danger of the accused person's absconding or committing offences and stated that every person accused of having committed a serious offence must be remanded in custody unless exceptional circumstances dictated otherwise (see decisions of the domestic authorities criticised by the Court in the cases of Nikolova and Ilijkov, both cited above, and Zaprianov v. Bulgaria, no. 41171/98, 30 September 2004).", "25. The State and Municipalities Responsibility for Damage Act 1988 (the “SMRDA”: renamed in 2006) provided at the relevant time that the State was liable for damage caused to private persons by (a) the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts for unlawful pretrial detention, if the detention order has been set aside for lack of lawful grounds (sections 1-2).", "26. In respect of the regime of detention and conditions of detention, the relevant domestic law and practice under sections 1 and 2 of the SMRDA has been summarised in the cases of Iovchev v. Bulgaria (no. 41211/98, §§ 76-80, 2 February 2006) and Hamanov v. Bulgaria (no. 44062/98, §§ 56-60, 8 April 2004).", "27. The CPT visited Bulgaria in 1995, 1999, 2002, 2003 and 2006. All but its most recent visit report have since been made public.", "28. The Pazardzhik Regional Investigation Service detention facility and the Pazardzhik Prison were visited in 1995.", "29. The CPT found that most, albeit not all, of the investigation service detention facilities were overcrowded. With the exception of one detention facility where conditions were slightly better, the conditions were as follows: cells did not have access to natural light; the artificial lighting was too weak to read by and was left on permanently; ventilation was inadequate; the cleanliness of the bedding and the cells as a whole left much to be desired; detainees could access a sanitary facility twice a day (morning and evening) for a few minutes and could take a weekly shower; outside of the two daily visits to the toilets, detainees had to satisfy the needs of nature in buckets inside the cells; although according to the establishments' internal regulations detainees were entitled to a “daily walk” of up to thirty minutes, it was often reduced to five to ten minutes or not allowed at all; no other form of out-of-cell activity was provided to persons detained.", "30. The CPT further noted that food was of poor quality and in insufficient quantity. In particular, the day's “hot meal” generally consisted of a watery soup (often lukewarm) and inadequate quantities of bread. At the other meals, detainees only received bread and a little cheese or halva. Meat and fruit were rarely included on the menu. Detainees had to eat from bowls without cutlery – not even a spoon was provided.", "31. The CPT also noted that family visits and correspondence were only possible with express permission by a public prosecutor and that, as a result, detainees' contacts with the outside world were very limited. There was no radio or television.", "32. The CPT concluded that the Bulgarian authorities had failed in their obligation to provide detention conditions which were consistent with the inherent dignity of the human person and that “almost without exception, the conditions in the investigation service detention facilities visited could fairly be described as inhuman and degrading”. In reaction, the Bulgarian authorities agreed that the CPT delegation's assessment had been “objective and correctly presented” but indicated that the options for improvement were limited by the country's difficult financial circumstances.", "33. In 1995 the CPT recommended to the Bulgarian authorities, inter alia, that sufficient food and drink and safe eating utensils be provided, that mattresses and blankets be cleaned regularly, that detainees be provided with personal hygiene products (soap, toothpaste, etc.), that custodial staff be instructed that detainees should be allowed to leave their cells during the day for the purpose of using a toilet facility unless overriding security considerations required otherwise, that the regulation providing for thirty minutes' exercise per day be fully respected in practice, that cell lighting and ventilation be improved, that the regime of family visits be revised and that pre-trial detainees be more often transferred to prison even before the preliminary investigation was completed. The possibility of offering detainees at least one hour's outdoor exercise per day was to be examined as a matter of urgency.", "34. The CPT established that the Pazardzhik Regional Investigation Service detention facility had fifteen cells, situated in the basement, and at the time of the visit accommodated thirty detainees, including two women in a separate cell.", "35. Six cells measuring approximately twelve square metres were designed to accommodate two detainees; the other nine, intended for three occupants, measured some sixteen-and-a-half square metres. This occupancy rate was being complied with at the time of the visit and from the living space standpoint was deemed acceptable by the CPT. However, all the remaining shortcomings observed in the other investigation service detention facilities – dirty and tattered bedding, no access to natural light, absence of activities, limited access to sanitary facilities, etc. – also applied there. Even the thirty-minute exercise rule, provided for in the internal regulations and actually posted on cell doors, was not observed.", "36. In this report the CPT found, inter alia, that the prison was seriously overcrowded and that prisoners were obliged to spend most of the day in their dormitories, mostly confined to their beds because of lack of space. It also found the central heating to be inadequate and that only some of the dormitories were fitted with sanitary facilities.", "37. The CPT noted that new rules providing for better conditions had been enacted but had not yet resulted in significant improvements.", "38. In most investigation detention facilities visited in 1999, with the exception of a newly opened detention facility in Sofia, conditions of detention were generally the same as those observed during the CPT's 1995 visit, as regards poor hygiene, overcrowding, problematic access to toilet/shower facilities and a total absence of outdoor exercise and outofcell activities. In some places, the situation had even deteriorated.", "39. In the Plovdiv Regional Investigation Service detention facility, as well as in two other places, detainees “had to eat with their fingers, not having been provided with appropriate cutlery”.", "40. During the 2002 visit some improvements were noted in the country's investigation service detention facilities, severely criticised in previous reports. However, a great deal remained to be done: most detainees continued to spend months on end locked up in overcrowded cells twenty-four hours a day.", "41. Concerning prisons, the CPT drew attention to the problem of overcrowding and to the shortage of work and other activities for inmates."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}