{"ITEMID": "001-58193", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF TEIXEIRA DE CASTRO v. PORTUGAL", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 3;Not necessary to examine Art. 8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["8. Mr Francisco Teixeira de Castro, a Portuguese citizen, was born in 1955 and lives at Campelos (Guimarães). At the material time he worked in a textile factory. Since being released from prison he has not found employment.", "9. In connection with an operation monitoring drug trafficking, two plain-clothes officers of the Public Security Police (PSP) from the Famalição police station approached an individual, V.S., on a number of occasions. He was suspected of petty drug trafficking in order to pay for drugs – mainly hashish – for his own consumption. They hoped that through V.S. they would be able to identify his supplier and offered to buy several kilograms of hashish from him. Unaware that they were police officers, V.S. agreed to find a supplier. However, despite being pressed by the two officers, he was unable to locate one.", "10. Shortly before midnight on 30 December 1992 the two officers went to V.S.’s home saying that they were now interested in buying heroin. V.S. mentioned the name of Francisco Teixeira de Castro as being someone who might be able to find some; however, he did not know the latter’s address and had to obtain it from F.O. All four then went to the applicant’s home in the purported buyers’ car. The applicant came outside at F.O.’s request and got into the car where the two officers, accompanied by V.S., were waiting. The officers said that they wished to buy 20 grams of heroin for 200,000 escudos (PTE) and produced a roll of banknotes from the Bank of Portugal.", "11. Mr Teixeira de Castro agreed to procure the heroin and, accompanied by F.O., went in his own car to the home of another person, J.P.O. The latter obtained three sachets of heroin, one weighing ten grams and the other two five grams each, from someone else and, on his return, handed them over to the applicant in exchange for a payment, which, though the precise figure is not known, exceeded PTE 100,000.", "12. The applicant then took the drugs to V.S.’s home; V.S. had in the meantime returned there and the two police officers were waiting outside. The deal was to take place in the house. The officers went inside at V.S.’s invitation; the applicant then took one of the sachets out of his pocket, whereupon the two officers identified themselves and arrested the applicant, V.S. and F.O., shortly before 2 a.m. They searched all three and found the applicant to be in possession of another two sachets of heroin, PTE 43,000 in cash and a gold bracelet.", "13. The applicant was brought before an investigating judge at the Famalição Criminal Court later that day and was detained pending trial.", "14. On 29 January 1993 he applied for release. He argued that his detention was unlawful as it infringed Articles 3, 6 and 8 of the Convention. In his submission, he had been detained as a result of the immoral and unlawful conduct of the two police officers, since he had committed the offence solely and exclusively at their behest. They had acted as “agents provocateurs”, particularly as they had not been carrying out an anti-drug-trafficking operation pursuant to a court order.", "15. The investigating judge dismissed that application in a decision of 16 February 1993 that was upheld on 21 April 1993 by the Oporto Court of Appeal (Tribunal da Relação).", "16. The applicant lodged two applications for habeas corpus with the Supreme Court (Supremo Tribunal de Justiça), which were dismissed on 11 March and 13 May 1993. In its judgment of 13 May the Supreme Court held that although the two police officers had acted as “agents provocateurs” in the sale of the heroin the applicant’s detention was justified since he had been found in possession of the drug.", "17. On 26 August 1993 the public prosecutor filed his submissions concerning the applicant and V.S. He did not proceed with the prosecution of the other two people charged, F.O. and J.P.O.", "18. The case file was sent to the Santo Tirso Criminal Court (Tribunal de circulo).", "19. A hearing was held on 25 November 1993 at which the court heard several witnesses, including the two police officers and F.O.", "20. On 6 December 1993 the court convicted the applicant and sentenced him to six years’ imprisonment. It imposed a fine on V.S. equivalent to twenty days’ imprisonment. The court considered that the use of an “undercover” agent or even an “agent provocateur” did not appear to be prohibited under domestic legislation, provided that the sacrifice of the accused’s individual freedom was justified by the values that were being upheld. As the applicant had initially been approached by F.O. the conduct of the PSP officers had not been “decisive” in the commission of the offence. The court explained that it had reached its verdict on the basis of the statements of the witness, F.O., the co-defendant, V.S., the applicant himself and, “mainly”, of the two police officers.", "21. On 14 December 1993 the applicant appealed against that decision to the Supreme Court. He complained of a breach of the right to a fair hearing and relied, inter alia, on Article 6 of the Convention.", "22. In a judgment of 5 May 1994 the Supreme Court dismissed his appeal and upheld all the provisions of the judgment appealed against, holding that:", "“In the instant case it is indisputable that the PSP officers ... were extremely pressing until they were introduced to Francisco Teixeira de Castro. It was, however, only natural that that should have been the course adopted. The police officers knew that V.S. was a drug user and sought to unmask the person responsible for supplying him with drugs. No hashish being available, they tried to obtain heroin and met Francisco Teixeira de Castro, who agreed to their false proposals because he aimed to make a profit out of the deal, thereby exploiting one of the major scourges of our time...", "The PSP officers’ perseverance was thus rewarded since they arrested the applicant in possession of what was already a considerable quantity of the drug.", "Moreover, as officers in the Public Security Police based at the Famalição police station, the policemen ... were acting as criminal investigators (Article 1 of the Code of Criminal Procedure) under the powers vested in them by statute enabling them, without referring to higher authority, to obtain information about offences, identify offenders and take any steps that were necessary and urgent to preserve evidence (Article 55 § 2 of that Code).", "...", "Police officers ... act in criminal proceedings as officers of the court, but that does not prevent them taking, in special statutorily defined circumstances, procedural steps in the exercise of their own undelegated powers.", "As the public prosecutor said in his submissions, the PSP officers acted within the law and their conduct did not render the evidence obtained inadmissible.", "In these circumstances, Francisco Teixeira de Castro’s appeal is wholly unfounded.", "In the light of these considerations the Supreme Court dismisses the appeal and upholds all the provisions of the judgment appealed against.”", "23. The relevant provisions of Legislative Decree no. 430/83 of 13 December 1983 on the Prevention of Drug Trafficking, which was in force at the material time, read as follows:", "“Anyone who, without being lawfully authorised to do so, grows, produces, manufactures, extracts, offers to supply, puts on sale, sells, distributes, buys, assigns or, in any capacity, receives, procures from others, transports, imports, brings in and out of the country or illicitly has in his possession, other than for the reasons stated in Article 36, any of the substances or preparations referred to in tables I to III, shall on conviction be liable to between six and twelve years’ imprisonment and a fine of between 50,000 and 5,000,000 escudos.”", "“1. A criminal investigation agent who, in the course of preliminary inquiries and without revealing his identity, accepts either in person or through a third party an offer for narcotics or other psychotropic substances shall not be liable to prosecution in respect of such conduct.", "2. A report on such action shall be added to the case file within a maximum of 24 hours.”", "24. Drug trafficking is now covered by Legislative Decree no. 15/93 of 22 January 1993. Article 52 of Legislative Decree no. 430/83 is reproduced with no material change in Article 59 of the new decree.", "25. The main provisions of the Code of Criminal Procedure referred to in the instant case are as follows:", "“1. Evidence obtained through torture, the use of force or any kind of physical or psychological duress shall be invalid and inadmissible.", "2. Evidence obtained by any of the following means shall be deemed to have been obtained by physical or psychological duress even where the victim has consented thereto:", "(a) interference by ill-treatment, assault, any other method, hypnosis or the use of cruel or deceitful means with a person's freedom to exercise his will or make decisions;", "...", "4. Where evidence is obtained by means that constitute a serious criminal offence under this Article, it may be used only for the purpose of prosecuting those responsible for obtaining it in that way.”", "“The public prosecutor is apprised of the commission of an offence through his own investigations, by police officers responsible for investigating crime or if the offence is reported in accordance with the following provisions.”", "“Even if the offender’s identity is not known, an offence must be reported to the prosecuting authorities:", "(a) by the police in the event of any offence which comes to their attention;", "...”", "26. Subject to certain conditions, the Supreme Court accepts the use of “infiltrators” in the fight against drug-trafficking (judgments of 12 June 1990, BMJ no. 398, p. 282; 14 January 1993, Col. Jur. (STJ), 1993-I, p. 270; 5 May 1994, Col. Jur. (STJ), 1994-II, p. 215, delivered in the instant case; and the judgments of 22 June 1995, Col. Jur. (STJ), 1995-II, p. 238; 6 July 1995, Col. Jur. (STJ), 1995-II, p. 261; and 2 November 1995, Col. Jur. (STJ), 1995-III, p. 218).", "27. Legal writers in Portugal (and in other European countries) draw a distinction, under the generic term of “infiltrators”, between an “undercover agent” and an “agent provocateur”. The former is someone who confines himself to gathering information, whereas the latter is someone who actually incites people to commit a criminal offence. In Portugal, under the law in force at the material time, legal experts regarded evidence obtained by “undercover agents” as admissible, but were more reserved about evidence obtained by “agents provocateurs” (see, for example, Costa Andrade, Sobre as proibições de prova em processo pènal, Coimbra, 1992, pp. 220 et seq., and A.G. Lourenço Martins, Droga. Prevenção e tratamento. Combate ao tráfico, Coimbra, 1984, pp. 154 et seq., and, more recently, “Droga e direito”, Aequitas, Editorial Noticias, 1994, pp. 278 et seq.)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}