{"ITEMID": "001-104601", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KOCHERGA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["The applicant, Mr Mykola Mykolayovych Kocherga, is a Ukrainian national who was born in 1954 and lives in the town of Shakhtarsk, Donetsk region, Ukraine.", "The applicant worked in the mining industry for more than thirty years and developed an occupational lung disease and disability confirmed by the medical commission. Under the Compulsory State Social Insurance Against Work-Related Accidents and Occupational Diseases Causing Disability Act (“the Social Insurance Act”) he was entitled to receive different types of payments from the State Insurance Fund for Work-Related Accidents and Occupational Diseases (“the Fund”). According to the applicant, the Fund provided him with the majority of payments and other social benefits due to him. However, the Fund refused to pay him compensation for non-pecuniary damage, which was equally guaranteed by the Social Insurance Act, on the ground that the State budget for 2006 had suspended the relevant provision of the Social Insurance Act and did not foresee funds for this type of payment.", "The applicant challenged the above refusal in the Shakhtarsk Town Court in October 2006.", "By its decision of 4 December 2006, the court found in part for the applicant and awarded him 14,000 Ukrainian hryvnias, approximately 2,100 euros at the material time.", "The Fund appealed against the judgment, claiming that compensation for non-pecuniary damage was not automatic and that the applicant had to prove he had suffered such damage, which he had failed to do. It further contended that the applicant’s claim was belated and that the State Budget Act had suspended the relevant provisions of the Social Insurance Act and did not foresee expenses for this type of payment.", "On 15 February 2007 the Donetsk Regional Court of Appeal quashed the decision of the first-instance court and found against the applicant on the basis that the applicant had acquired a right to compensation after the State Budget Act for 2006 had already come into force and suspended the relevant provision.", "The applicant appealed on points of law. He maintained that the insurance scheme under which he had claimed compensation was formed of extra-budget funds and could not depend on the State budget. He further contested the conclusions of the court of appeal about the relevant provisions of the Social Insurance Act being suspended.", "On 3 April 2007 the Supreme Court refused the applicant’s request for leave to appeal on points of law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}