{"ITEMID": "001-91721", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "SOMOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Vladimir Igorevich Somov, is a Ukrainian national who was born in 1947 and lives in Artemovsk. He was represented before the Court by Mr S. A. Kirilenko, a lawyer practising in Artemovsk. The Ukrainian Government (“the Government”) were represented by their Agent Mr Y. Zaytsev and the Head of the Government Agent’s Office Mrs I. Shevchuk, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 November 2000 the applicant instituted proceedings in Artemovsk City Court, Donetsk Region (Артемовський міський суд Донецької області), seeking compensation for work-related injuries he had sustained on 30 August 1994 and 30 June 1997.", "On 16 November 2001 the Artemovsk City Court rejected the applicant’s complaints as unsubstantiated.", "On 11 March 2002 the Donetsk Regional Court of Appeal upheld the decision of the first-instance court. The court pronounced its decision in the applicant’s presence.", "On 16 April 2002 the applicant requested the President of Artemovsk City Court to provide him with a copy of the Donetsk Regional Court of Appeal decision. He stated that the time-limit for lodging a cassation appeal had been reduced and he still had not received a copy of the court of appeal decision.", "On 18 April 2002 the President of Artemovsk City Court informed the applicant about the new procedural time-limit for lodging a cassation appeal introduced on 4 April 2002 and that he could lodge an appeal before the case file was returned to the first-instance court.", "On 29 May 2002 the Registry of the Constitutional Court informed the applicant that his complaints that the judgments of the domestic courts were unfair were outside the scope of its constitutional jurisdiction.", "On 4 June 2002 the Registry of the Supreme Court notified the applicant that the ruling of 11 March 2002 could be appealed in cassation only through the first-instance court.", "On 12 and 22 June and 9 July 2002, the Deputy President and the President of Donetsk Regional Court of Appeal informed the applicant that it was impossible to appeal against the ruling of 11 March 2002 to the Supreme Court as the time-limit for lodging an appeal in cassation had expired.", "At the time of the second-instance appeal decision, the first paragraph of Article 321 of the CCP provided that a cassation appeal should be lodged within three months of the appeal decision or within a year of the decision of the first-instance court, if the latter decision had not been appealed under the normal appellate procedure.", "On 7 March 2002 the Ukrainian Parliament passed a law amending the CCP (“the Amendment Law”), including the Article in question. It came into force on 4 April 2002. The new wording of Article 321 created a one-month time-limit for lodging a cassation application against the decision of an appeal court.", "Under Article 323 of the Code a cassation appeal should be lodged via the court of first instance that had dealt with the case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}