{"ITEMID": "001-102286", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF TUMAYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 3;Violation of Art. 5;Violation of Art. 13", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicants are:", "(1) Ms Khava Tumayeva, born in 1947;", "(2) Ms Aset Khatuyeva, born in 1983;", "(3) Ms Ms Kheda Gigayeva, born in 1979;", "(4) Ms Rukiyat Tumayeva, born in 1981; and", "(5) Ms Zinaida Tumayeva, born in 1954.", "6. The applicants are Russian nationals, who live in the village of Valerik in the Achkhoy-Martanovskiy District of the Chechen Republic.", "7. The first applicant is the mother of Mr Shamkhan Tumayev, born in 1982. The second applicant is Shamkhan Tumayev's common-law wife; they are the parents of two minor children. The third and fourth applicants are Shamkhan Tumayev's sisters. The fifth applicant is his aunt.", "8. At the material time the Tumayev family lived at 13 Titova Street in the village of Valerik. The second applicant was pregnant with her second child. Shamkhan Tumayev occupied the right wing of the house together with the second applicant and their child, whilst the first and third to fifth applicants occupied the left wing.", "9. According to the applicants, at the material time the village of Valerik was under the firm control of the Russian federal troops, who maintained manned checkpoints on the roads at the entry to and exit from the village. Moreover, at the time of the events described below, the village was under a curfew and around forty Russian servicemen were stationed there on a permanent basis.", "10. In the applicants' submission, between 18 and 19 September 2004 about a hundred servicemen from units operating under the direction of Ramzan Kadyrov, the then deputy prime minister of the Chechen Republic, arrived in Valerik with a view to carrying out a sweeping operation. They deployed, amongst other things, tanks, armoured personnel carriers and UAZ all-terrain vehicles.", "11. At about 2 a.m. on 19 September 2004, around fifteen to twenty armed men in camouflage uniforms arrived at the applicants' house. They spoke unaccented Russian and all but one of them wore black masks. They shouted: “Open the doors! Police!”. The second applicant opened the door. Several armed men entered the premises and put the second applicant onto the floor. Some armed men stayed in the courtyard. The intruders took the keys from the second applicant and confiscated several video cassettes of various movies, a video cassette with a recording of Shamkhan Tumayev's father, and Shamkhan Tumayev's mobile phone from the safe. They also took Shamkhan Tumayev's passport, checked it and brought Shamkhan Tumayev away.", "12. In the meantime, the first applicant also opened the door. The intruders immediately asked her to give them a passport. The first applicant inferred that they were servicemen carrying out a passport check. She started looking for her own passport. According to the first applicant, in the meantime the servicemen turned everything upside down. Shortly thereafter they locked the first applicant and her relatives in their part of the house. After a while she heard some movements coming from outside, a shot being fired and the noise of leaving vehicles. The first applicant managed to get outside through the window, whereupon she found out that the intruders had taken away Shamkhan Tumayev, his mobile phone and several video cassettes. Her neighbours told her that they had seen a silvery UAZ-469 vehicle. The first applicant also found two spent cartridges in the yard.", "13. Some of the applicants' neighbours and relatives, who had been woken up because of the noise, tried to follow the abductors but the servicemen threatened to kill them, beat them up, put them against a wall and fired several shots above their heads.", "14. In the morning of 20 September 2004 the applicants discovered that three more inhabitants of the village of Valerik, including a Mr Kh., had been abducted by the armed men.", "15. The description of the events of the night of 19 September 2004 is based on the written statements dated 26 May 2005 by the first, second and third applicants and Z.T., on the written statements of the fifth applicant and A.A. made on 27 May 2005, and on the applicants' hand-written sketch of the premises at 13 Titova Street.", "16. The applicants have had no news of Shamkhan Tumayev since 19 September 2004.", "17. On 21 September 2004 a group of residents of Valerik, including the applicants, gathered at the administration of Achkhoy-Martan to protest against the abduction of Shamkhan Tumayev.", "18. The applicants submitted several printouts from internet media and an article from a local newspaper. The information contained therein may be summarised as follows:", "19. On 21 September 2004 an internet newspaper called “Grani.ru” published the following information:", "“On 21 September a meeting was conducted in Achkhoy-Martan. According to the news agency “Prima”, participants in the meeting had sought to liberate their fellow resident Shamkhan Tumayev, ... who, according to them, had been abducted by [Ramzan] Kadyrov's forces ...", "Several days ago a large number of servicemen of the “battalion” named after Akhmad Kadyrov (the former security service of the former president of Chechnya) had arrived in the [Achkhoy-Martanovskiy] District, which had been followed by “sweeping operations” and abductions of residents of the district.", "Two days ago, at about 3 a.m., unknown masked people took 22-year-old Shamkhan Tumayev away by force without giving any explanations. On the same day under similar circumstances, his fellow resident of Valerik, [Mr.] Kh., was abducted.”", "20. On the same day an internet newspaper called “Kavkazskiy uzel” reported as follows:", "“Today a considerable number of residents of the village of Valerik gathered at the central square of Achkhoy-Martan, Chechen Republic. They wanted the State authorities to liberate their 22-year-old fellow resident Shamkhan Tumayev, who had been abducted by armed men wearing masks on 19 September. The residents of Valerik consider that Tumayev was kidnapped by officers of the battalion named after Akhmed Kadyrov.", "Several days before, a large number of servicemen of that battalion (the former security service of the President of the Chechen Republic) had arrived in the [Achkhoy-Martanovskiy] district in some fifty UAZ vehicles, subsequent to which there had been “sweeping operations” and people had been abducted. In particular, on the day of the abduction of Shamkhan Tumayev a [Mr] Kh., 22 years old, had been abducted under similar circumstances.”", "21. Similar information to that described above was posted on 22 September 2004 by the news agency “Prima” on its website and published on 27 September 2004 in an article of the local newspaper “Imam” entitled “People are still disappearing” (“Люди продолжают пропадать”).", "22. The Government submitted that the domestic investigation had obtained no evidence that any special operations had been conducted in Valerik on the night of the abduction of Shamkhan Tumayev or that any servicemen had been implicated in his abduction.", "23. Immediately after the abduction the applicants complained about it to the local police office, and on the morning of 19 September 2004 they complained about the abduction to the police of Achkhoy-Martan.", "24. Early in the morning of 19 September 2004 a group of police officers arrived at the applicants' house. They examined the crime scene, took casts of footprints left there and questioned Shamkhan Tumayev's family members.", "25. On 20 September 2004 the applicants visited Mr D., the head of the administration of the Achkhoy-Martanovskiy District. Mr D. promised them that he would make a few phone calls in order to gather information on Shamkhan Tumayev's whereabouts. On an unspecified date D. came to the village of Valerik and told the applicants that they should not worry and that their relative would return home.", "26. Subsequently all of the applicants applied to various authorities with a request that they be assisted in searching for Shamkhan Tumayev.", "27. On an unspecified date the first applicant requested that the military commander's office of the Achkhoy-Martanovskiy District and the prosecutor's office of the Achkhoy-Martanovskiy District (“the district prosecutor's office”) establish her son's whereabouts.", "28. On 24 September 2004 the district prosecutor's office forwarded the second applicant's complaint about the abduction of Shamkhan Tumayev to the head of the department of the interior of the Achkhoy-Martanovskiy District (“ROVD”) and requested the latter body to carry out an inquiry into the matter complained of. The letter stated, in particular, that, per the applicant's complaint, at about 2 a.m. on 19 September 2004 unidentified armed persons wearing masks and camouflage uniforms had burst into the applicants' house and had abducted Shamkhan Tumayev. The abductors had arrived in three white UAZ-469 vehicles.", "29. On 29 September 2004 the district prosecutor's office instituted an investigation into Shamkhan Tumayev's disappearance under Article 126 § 2 of the Russian Criminal Code (“aggravated kidnapping”). The case file was assigned the number 38043. The applicants submit that they were not promptly informed of the decision to open the investigation.", "30. On 8 October 2004 the ROVD forwarded the first applicant's complaint of the abduction of her son to the district prosecutor's office.", "31. On 24 December 2004 the district prosecutor's office informed the applicants that the term of the preliminary investigation of case no. 38043 had been extended until 29 January 2005.", "32. On 29 January 2005 the district prosecutor's office informed the first applicant that the investigation into Shamkhan Tumayev's kidnapping had been suspended because of its failure to identify the perpetrators.", "33. On 3 February 2005 the first applicant requested that the district prosecutor's office open a criminal investigation into the abduction of her son, grant her victim status in those proceedings and provide her with copies of the related decisions.", "34. On 12 February 2005 the district prosecutor's office informed the first applicant of the following. Shamkhan Tumayev had been abducted by around fifteen unidentified armed men in camouflage uniforms driving a VAZ-2131 vehicle, a UAZ-469 and an all-terrain UAZ vehicle. The district prosecutor's office had opened an investigation into case no. 38043 and had taken certain investigative measures. In particular, they had examined the crime scene, had compiled a plan of unspecified investigative steps to be taken, had come up with a number of unspecified versions of the abduction and had interviewed the applicants' neighbours and other residents of Valerik. They had also sent requests to various law-enforcement agencies in the Chechen Republic, Ingushetia, Dagestan and the Stavropol Region. However, Shamkhan Tumayev's whereabouts had not been established. On 29 January 2005 the investigation had been suspended. Nevertheless, unspecified operational and search measures were being taken to resolve the crime.", "35. On 25 May 2005 the first applicant requested that the district prosecutor's office inform her of the progress in the investigation into her son's kidnapping. It is unclear whether her request was ever replied to.", "36. Despite specific requests by the Court, the Government did not disclose most of the contents of criminal case no. 38043, providing only copies of some documents relating to the preliminary ROVD inquiry (see below), the decision to institute the investigation; records of several witnesses' interviews; some of the decisions to suspend and reopen the investigation; the crime scene and site inspection reports concerning the applicants' house and three checkpoints; and copies of several replies from the State authorities to the requests for information on Shamkhan Tumayev and his whereabouts made in the course of the investigation.", "37. The Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Russian Code of Criminal Procedure and in breach of the interests of unspecified parties to criminal proceedings.", "38. Most of the documents submitted by the Government were illegible or legible only in part. All pages in the file submitted by the Government contained three separate page numbers; some documents concerning investigative actions dated November 2004 had been placed in the file submitted to the Court before the documents dated October and September 2004. Some copies of interview records were not full, i.e. they contained only the first page with the witness's data and the beginning of their respective accounts of the events, whilst the remaining pages were missing. In at least five copies of interview records, the year “2005” appears to have been written over with the year “2008”.", "39. The information concerning the investigation, provided by the Government and contained in the documents submitted by them, in so far as they are legible, may be summarised as follows.", "40. On 19 September 2004 the ROVD received the applicants' complaint about the abduction of Shamkhan Tumayev. In the complaint, the applicants had stated that at about 2 a.m. on 19 September 2004 a group of persons in camouflage uniforms and masks driving three white UAZ-469 vehicles had abducted Shamkhan Tumayev and had taken him to an unknown destination.", "41. On the same date the ROVD launched a preliminary inquiry into the abduction and inspected the crime scene. According to the crime scene inspection report, no objects of interest for the inquiry were found in the applicants' house. The report did not mention whether or not there had been a disturbance in the house.", "42. Again on the same date, ROVD officers obtained a written statement from the second applicant, in which she explained that at about 2 a.m. on 19 September 2004 someone had started knocking on the door of the part of the house where she had been staying with Shamkhan Tumayev and their two-year-old daughter. When she had opened the door, a group of three to four armed men in camouflage uniforms and masks had burst inside and had ordered everyone to lie down. The applicant had inferred that the intruders were servicemen and had complied with the order. Some of the servicemen had then taken Shamkham Tumayev outside and others had ordered the second applicant to open a safe. The servicemen had taken several video cassettes of Indian movies from the safe and had explained that they would check whether they contained any recording of members of illegal armed groups or their terrorist activities. The second applicant had seen about ten servicemen in total and submitted that she had not seen or heard any vehicles in the courtyard or on the street.", "43. Upon being interviewed again on the same date, the second applicant confirmed her account of the events given in the written statement and submitted in addition that, immediately after Shamkhan Tumayev's abduction and after the first applicant had managed to get outside, they had alerted their relatives to the abduction. Their relatives had caught up with the abductors and had seen their vehicles.", "44. On 19 September 2004 ROVD officers interviewed Mr Sh. T. He submitted that at about 3 a.m. on 19 September 2004 the first applicant had come to his house and had told him about the abduction of Shamkhan Tumayev, following which Sh. T. and three other individuals, I.M., A.T. and R.Kh., had gone in their vehicle in the direction of the neighbouring village of Katyr-Yurt. Whilst they had been driving in KatyrYurt, their car had been stopped by a group of armed men wearing masks, who had checked the vehicle's passengers' identity papers and had ordered them to return home. At about 6 a.m. on 19 September 2004 Sh. T. and his companions had left for Achkhoy-Martan. On their way there they asked servicemen at checkpoint no. 181 whether a convoy of two UAZ vehicles, a silvery Niva and a UAZ all-terrain vehicle had passed the checkpoint on that night, and the servicemen at the checkpoint had allegedly confirmed the passage of those vehicles.", "45. On the same date ROVD officers interviewed Mr V.I., residing at 26 Titova Street. He submitted that at about 2 a.m. on 19 September 2004 he had been woken up by the noise of vehicles coming from the street. V.I. had not gone outside. In the morning he had learnt about the abduction of Shamkhan Tumayev.", "46. It appears that on the same date, 19 September 2004, the ROVD officers also interviewed the first applicant. She stated that at about 2 a.m. on 19 September 2004 she had been woken up by knocking on the front door. When she had opened it, three masked and armed persons in camouflage uniforms had burst inside and had asked her to give them her son's passport. The intruders had then locked the first applicant and her relatives up. The first applicant had managed to get outside through the window, whereupon she had seen the second applicant, who had told her that the intruders had taken Shamkhan Tumayev away. The first applicant had heard the noise of several vehicles leaving.", "47. On 21 September 2004 the ROVD extended the time-limit for carrying out the preliminary inquiry into the abduction of Shamkhan Tumayev until 1 October, owing to the need to carry out unspecified additional investigative actions. It is unclear whether the ROVD took any further investigative steps after 21 September 2004.", "48. By letter of 29 September 2004, the district prosecutor's office instructed the ROVD to carry out a preliminary inquiry into the applicants' complaint of the abduction of Shamkhan Tumayev by a group of armed men in masks and camouflage uniforms who had been driving three white UAZ469 vehicles.", "49. On 29 September 2004 the district prosecutor's office received the materials from the preliminary inquiry and instituted a criminal investigation into the abduction of Shamkhan Tumayev under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The case file was given the number 38043. The decision stated, amongst other things, that from the materials of the ROVD preliminary inquiry it followed that at about 2 a.m. on 19 September 2004 a group of about 15 armed men in camouflage uniforms and masks, driving a VAZ-2131 vehicle, a UAZ-469 vehicle and an all-terrain UAZ vehicle, had arrested Shamkhan Tumayev and had taken him to an unknown destination.", "50. On an unspecified date the district prosecutor's office compiled a plan of investigative steps for case no. 38043.", "51. On 30 September 2004 investigator D. of the district prosecutor's office carried out an additional crime scene inspection at 13 Titova Street, but found no objects of interest to the investigation.", "52. On 1 October 2004 investigator D. interviewed the applicants' neighbour, N.T., as a witness. He stated that at about 2 a.m. on 19 September 2004 a group of about fifteen armed persons in masks and camouflage uniforms had burst into the applicants' house and had abducted Shamkhan Tumayev. N.T. had learnt about the particular circumstances of the abduction from the applicants at about 3 a.m. on 19 September 2004 and had immediately gone to their house. In the morning on 19 September 2004 several ROVD officers had come to the applicants' house, had inspected the crime scene and had interviewed the applicants and a number of witnesses. During the interviews, the officers had established that the intruders had driven a VAZ-2131 vehicle, a UAZ-469 vehicle and an all-terrain UAZ vehicle, which had been stationed further along Titova Street. The abductors had not parked the vehicles close to the applicants' house because it was situated in a dead end and they would have encountered problems turning around and going back.", "53. On 1 October 2004 the first applicant was granted victim status in the proceedings relating to case no. 38043. The decision granting her such status stated that at about 2 a.m. on 19 September 2004 about fifteen armed masked men in camouflage uniforms, who had been driving a VAZ-2131, a UAZ-469 and an all-terrain UAZ vehicle, had arrested Shamkhan Tumayev and had taken him to an unknown destination.", "54. On the same date the first applicant was interviewed. She reiterated her earlier submissions concerning the circumstances of the abduction of her son and stated, amongst other things, that, when she had managed to get outside after having been locked up, she had seen the second applicant, who had told her about the abduction. The first applicant herself had heard the noise of the vehicles leaving. Although she had not seen the vehicles herself, her neighbours had told her that the abductors had come in a VAZ2131, a UAZ-469 and all-terrain UAZ vehicles. The first applicant had also stated that the abductors had spoken Russian.", "55. On 3 October 2004 the investigators interviewed Mr R.D., an officer of the ROVD. He stated, amongst other things, that on 19 September 2004 he had participated in the inspection of the crime scene and the interviewing of the applicants and witnesses. He confirmed the description of the events given to him by the second applicant in her written statement of 19 September 2004 and also referred to her saying that the abductors' vehicles had not been parked directly at the applicants' house but further along the street because the house was at a dead end and that the abductors would have had problems turning around on their way back.", "56. On 7 and 11 October 2004 investigator D. inspected checkpoints nos. 186 and 190 located at the exit from and entry to Achkhoy-Martan. According to the relevant inspection records, no objects of interest to the investigation were found or seized. Both records stated that the checkpoints' vehicle passage logbooks had contained no records concerning the registration of vehicles between 19 and 21 September 2004.", "57. On 12 October 2004 the investigators interviewed the first applicant, who reiterated her earlier submissions concerning the abduction of her son, the abductors' having asked for his passport and having locked her up with her relatives. She also stated that she had learnt from her neighbours about the vehicles in which the abductors had come.", "58. On the same date the investigators interviewed Sh. T. as a witness. He stated that at about 3 a.m. on 19 September 2004 the applicants had come to his home and had told him about the abduction of Shamkhan Tumayev. Sh. T. had spoken to unspecified people and had learnt from them that the abductors had come in a white armoured Gazel vehicle, a white VAZ-2107 and an all-terrain UAZ vehicle. The above-mentioned unspecified people had not been able to tell Sh. T. whether the vehicles had had licence plates. Those vehicles had gone first in the direction of KatyrYurt but had then turned around and headed in the direction of Shaami-Yurt.", "59. The fourth applicant, who was interviewed as a witness on 12 October 2004, stated that at about 2 a.m. on 19 September 2004 a group of armed men in camouflage uniforms and masks had burst into the applicants' house and had taken away Shamkhan Tumayev. After their departure the applicants had not been able to find Shamkhan Tumayev's mobile phone.", "60. Between 5 October and 8 November 2004 various State authorities, including the local office of the FSB and the ROVD, replied to the district prosecutor's office affirming that they had no information on Shamkhan Tumayev's whereabouts.", "61. On 24 November 2004 the district prosecutor's office wrote to the applicants to notify them that the term of the preliminary investigation of case no. 38043 had been extended for three months.", "62. On 25 November 2004 the investigators interviewed the applicants' neighbour, V.T. He stated that at about 3 a.m. on 19 September 2004 he had been woken up by shots being fired. He had dressed himself, had gone outside and had seen the first applicant, who had told him about the abduction of Shamkhan Tumayev. The intruders had come to the applicants' house on foot, having left their vehicles further along the street. They had also locked the first applicant and her relatives up during the abduction.", "63. Between 6 October 2004 and 3 February 2005 the investigation interviewed some thirty residents of Valerik as witnesses. They stated, in almost identical terms, that they had learnt about the abduction of Shamkhan Tumayev from their fellow residents of Valerik or from the applicants. In particular, they had learnt that at about 2 a.m. on 19 September 2004 a group of about fifteen armed masked men in camouflage uniforms had burst into the applicants' house and had taken Shamkhan Tumayev away. The abductors had spoken Russian and had arrived in several vehicles, including UAZ-469, VAZ-2131 and an allterrain UAZ vehicle. One witness also mentioned a Gazel vehicle.", "64. According to an interview record dated 21 June 2007, on that date investigator D. interviewed the fourth applicant as a witness. She confirmed her previous account of the events concerning the abduction of Shamkhan Tumayev and submitted that she had mistakenly stated during her previous interview that the abductors had taken Shamkhan Tumayev's mobile phone. She had subsequently learnt from the second applicant that Shamkhan Tumayev had sold the mobile phone about a week before his abduction. She also stated that the video cassettes had not been confiscated.", "65. According to a further interview record dated 21 June 2007, on that date investigator D. interviewed the second applicant as a witness. She confirmed her earlier description of the circumstances of her husband's abduction and stated that, although she had submitted in her previous interview that the abductors had said that they would seize the video cassettes, they had not taken them in the end. As to her husband's mobile phone, she stated that he had sold it a week before his abduction. Their other relatives had not known about it and had stated to the investigation that it had been taken by the abductors.", "66. On 21 June 2007 the investigation interviewed Sh. T. as a witness. He stated that whilst being interviewed on 12 October 2004, he had told the investigators that the abductors had gone first in the direction of Katyr-Yurt and subsequently in the direction of Shaami-Yurt. However, Sh. T. had learnt about that fact on the morning on 19 September 2004 from unspecified residents of Valerik, who had gathered at the local administration's office. Sh. T. had not known who had seen the vehicles move in the above-mentioned direction.", "67. On 21 June 2007 investigator D. refused to open a criminal case into the seizure of the video cassettes and the mobile phone from the applicants' house by the abductors of Shamkhan Tumayev. The decision stated that at about 2 a.m. on 19 September 2004 unidentified armed persons in masks and camouflage uniforms, who had been driving a VAZ-2131, a UAZ-469 and an all-terrain UAZ vehicle, had abducted Shamkhan Tumayev from 13 Titova Street. Referring to the statements obtained from the second and fourth applicants on 21 June 2007, the investigator found that there was no evidence that the video cassettes and the mobile phone had ever been stolen. Lastly, it was stated that it was open to the applicants to appeal against the decision to a higher prosecutor or a court under Article 124 or 125 of the Code of Criminal Procedure. On the same date investigator D informed the applicants of the decision.", "68. Between 25 June and 16 July 2007 investigator D. interviewed some twenty-one residents of Valerik. According to copies of their interview records, which are identically worded, the witnesses had learnt about the abduction of Shamkhan Tumayev from their fellow residents. Shamkhan Tumayev's abductors had been armed and masked and had worn camouflage uniforms. They had driven a VAZ-2131, a UAZ-469 and allterrain UAZ vehicles without registration plates. The related documents included two records of interviews with an individual called R.S.Yu., who was said to reside at the same address. The interview records were dated 25 and 30 June 2007 and were identical to each other.", "69. It appears that on an unspecified date in July 2007 the investigation was suspended.", "70. On 7 February 2008 the deputy head of the Achkhoy-Martanovskiy inter-district investigating department within the Prosecutor's Office of the Russian Federation reopened the investigation of case no. 38043. The decision to do so had stated that the investigation had been suspended and reopened on numerous occasions, owing to its failure to identify the perpetrators. The latest decision to suspend the investigation had been issued on 19 July 2007. An examination of the file had revealed that the decision to suspend the investigation had been premature, because not all relevant investigative steps had been taken.", "71. On the same date investigator D. wrote to the applicants to notify them about the reopening of the investigation.", "72. The Government submitted that the investigation of case no. 38043 was pending.", "73. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}