{"ITEMID": "001-100038", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF A. v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (in case of expulsion to Libya);No violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["7. The applicant was born in 1972 and lives in Eindhoven.", "8. The applicant entered the Netherlands on 25 November 1997 and applied for asylum. In the course of interviews held with immigration officials on 25 November 1997 and 16 December 1997, he stated that he feared persecution in Libya for his involvement since 1988 in a clandestine, nameless opposition group and its activities which consisted in holding regular meetings, distributing pamphlets and informing people about the Libyan regime by inter alia distributing publications by the Libyan resistance abroad. This group had begun having problems with the Libyan authorities as from late 1992 or early 1993 when a first group member was arrested. More arrests of group members followed and when virtually all his friends in this group had been arrested and detained, the applicant decided to flee Libya which he actually did by the end of 1994 without, however, having himself encountered any problems with the Libyan authorities. He had left the country via an official Libyan border crossing-point and holding his own, authentic passport. After his departure for Saudi Arabia, the applicant's younger brother and brotherin-law were arrested. After a brief illegal stay in Saudi Arabia where he lost his passport, the applicant travelled on to Yemen where he stayed for about eight months, mostly in an aliens' detention centre. Attempts by the Libyan consul in Yemen to have him expelled to Libya failed due to the applicant's refusal to cooperate. In August 1996, after having obtained a forged Libyan passport and released from detention in Yemen, the applicant travelled to Sudan. After the Libyan authorities had sent officials to Sudan in order to trace Libyans in Sudan who were listed as opponents of the Libyan regime and to seek the transfer of these persons to Libya, the applicant no longer felt safe in Sudan and travelled to the Netherlands.", "9. On 27 February 1998, the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicant's asylum request. The Deputy Minister did not find it established that the applicant had attracted the negative attention of the Libyan authorities. His alleged membership of a nameless opposition group had remained unsubstantiated and he had failed to give clear information about the group's aims and manner in which it sought to realise these aims. Even assuming that the applicant was associated with this group, he had never held any function of significance within this group and had never encountered any personal problems with the Libyan authorities. On this point, the Deputy Minister noted that about 1015 persons belonging to that group had allegedly been arrested and detained in 1993 whilst the applicant had stayed in Libya until the end of 1994 without having encountered any problem. Moreover, he had left Libya holding an authentic passport in his own name. The Deputy Minister therefore concluded that, even assuming that the applicant had been involved in this opposition group, this had not become known to the Libyan authorities. The Deputy Minister further did not find it established that the applicant, if expelled to Libya, would be exposed to a real and personal risk of being subjected to treatment in breach of Article 3 of the Convention. On 3 March 1998 the applicant filed an objection (bezwaar) against that decision with the Deputy Minister.", "10. As the applicant's objection was denied suspensive effect as regards his expulsion from the Netherlands, he applied on 7 April 1998 for a stay of expulsion by way of a provisional measure (voorlopige voorziening) with the Regional Court (rechtbank) of The Hague sitting in 's-Hertogenbosch.", "11. In support of his objection, the applicant submitted two statements issued by “The National Front for the Salvation of Libya” (“NFSL”) dated 1 February 1998 and 15 June 1998, respectively. According to these statements, the applicant was a sympathiser of this organisation and had disseminated NFSL materials in Libya.", "12. On 5 October 1998 the Deputy Minister dismissed the applicant's objection. On 22 October 1998 the applicant filed an appeal against this decision with the Regional Court of The Hague.", "13. On 9 November 1998 the President of the Regional Court of The Hague sitting in 'sHertogenbosch granted the applicant's request for a provisional measure and ordered the stay of the applicant's removal until four weeks after the determination of the applicant's objection.", "14. On 30 December 1998, the applicant was informed that – having noted the ruling of 9 November 1998 – the Deputy Minister had withdrawn the decision of 5 October 1998 and would take a fresh decision. Consequently, the applicant withdrew his appeal of 22 October 1998.", "15. On 15 June 1999, the Netherlands Ministry of Foreign Affairs started an investigation into the NFSL and the reliability of documents issued by this organisation. The results of this investigation were set out in an official report (ambtsbericht), issued by the Ministry of Foreign Affairs on 20 August 1999.", "16. In a fresh decision taken on 30 December 1999, the Deputy Minister of Justice again dismissed the applicant's objection of 3 March 1998, finding that the NFSL statements could not serve in substantiation of the applicant's account. The Deputy Minister did not find it established that the applicant had attracted the negative attention of the Libyan authorities or that he had found himself in an acute flight situation. The Deputy Minister further found no reasons for accepting the applicant's argument that his expulsion to Libya would be in violation of his rights under Article 3 of the Convention.", "17. On 10 February 2000, the applicant filed an appeal against this decision with the Regional Court of The Hague as well as a request for a provisional measure.", "18. By letter of 16 April 2003, the Minister of Immigration and Integration (Minister voor Immigratie en Integratie; the successor to the Deputy Minister of Justice) withdrew the decision of 30 December 1999. As the applicant was allowed – pursuant to the ruling of 9 November 1998 – to remain in the Netherlands pending the proceedings on his objection, he withdrew his appeal and request for a provisional measure filed on 10 February 2000.", "19. On 16 June 2003, after the applicant had been heard on his objection before an official commission (ambtelijke commissie), the Minister rejected the applicant's objection of 3 March 1998. In this decision, the Minister further decided not to grant the applicant ex officio a residence title on account of the duration of the still pending proceedings on his asylum request (tijdsverloop in de asielprocedure).", "20. On 17 June 2003, the applicant filed an appeal with the Regional Court of The Hague against the rejection of his objection of 3 March 1998 as well as a request for a provisional measure.", "21. On the same date, the applicant filed an objection with the Minister against the decision of 17 June 2003 not to grant him a residence title on account of the length of the determination of his asylum request, as well as a request with the Regional Court for a provisional measure.", "22. On 10 July 2003, the Minister informed the applicant that he would not be expelled pending the decision on the provisional measure request he had filed in the context of his asylum application.", "23. On 17 July 2003, the Minister withdrew the decision of 16 June 2003 on the applicant's asylum request. Consequently, the President of the Regional Court of The Hague sitting in Middelburg declared inadmissible the applicant's provisional measure request filed in the context of these asylum proceedings and, pursuant to the ruling of 9 November 1998, the applicant was allowed to remain in the Netherlands pending the proceedings on his objection of 3 March 1998.", "24. On 28 January 2004, after the applicant had been heard on 8 December 2003 before an official commission and had submitted a statement dated 25 November 2003 from the Geneva-based Libyan League for Human Rights (“LLHR”), according to which the applicant was a member of this organisation and for that reason would be persecuted and imprisoned, possibly executed, if he were to be expelled to Libya, the Minister rejected the applicant's objections of 3 March 1998 and 17 June 2003.", "25. On 29 November 2004 the Regional Court of The Hague sitting in Middelburg accepted the two separate appeals filed by the applicant and remitted the case to the Minister for fresh decisions.", "26. On 17 May 2005, the applicant was heard before an official commission on his objections of 3 March 1998 and 17 June 2003. In the course of this hearing, the applicant was informed of the Minister's intention (voornemen) to impose an exclusion order (ongewenstverklaring) on him, as he was considered to pose a threat to national security (see below §§ 40 and 53). At his lawyer's advice, the applicant did not wish to react to that intention during this hearing.", "27. In a fresh decision given on 3 November 2005, the Minister again rejected the applicant's objections of 3 March 1998 and 17 June 2003. Referring to an individual official report on the applicant drawn up on 9 February 2005 by the General Intelligence and Security Service (Algemene Inlichtingen- en Veiligheidsdienst; “AIVD”), the Minister noted that the AIVD considered the applicant to constitute a danger to national security (see below § 40). Noting that, after having been granted access to the underlying materials of the AIVD individual official report of 9 February 2005, the Immigration and Naturalisation Department (Immigratie- en Naturalisatiedienst) of the Ministry of Justice had concluded on 6 October 2005 that this report, both as regards its content and procedure, had been drawn up in a careful manner and that it provided insight in a logical, transparent manner, the Minister accepted the correctness of the individual official report of 9 February 2005. Consequently, in accordance with the case-law of the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State), the finding that the applicant represented a danger to national security was, in itself, a sufficient ground for rejecting his asylum request and to deny him a residence permit on account of the duration of the proceedings on his asylum request. Moreover, the Minister found no indications in the case that in Libya the applicant would have to fear persecution within the meaning of the 1951 Convention Relating to the Status of Refugees. Following an extensive examination of the applicant's account, the Minister did not find it established that the applicant had attracted the negative attention of the Libyan authorities on grounds of his alleged involvement with the NFSL or his involvement with and marginal activities for the LLHR in the Netherlands. The Minister further did not find it established that – on account of the criminal proceedings taken against the applicant in the Netherlands (see below §§ 41-45) or his very marginal opposition activities – the applicant would be exposed in Libya to a real risk of being subjected to treatment prohibited under Article 3 of the Convention.", "28. On 8 November 2005, the applicant filed two separate appeals (one against the refusal to grant him asylum and the other one against the refusal to grant him a residence title on account of the duration of the still pending asylum proceedings) and, having been informed that he was not allowed to await the outcome of those appeals in the Netherlands, also two separate requests for a provisional measure with the Regional Court of The Hague. In addition, as the Minister had decided on 4 November 2005 to impose an exclusion order (ongewenstverklaring) on the applicant against which the applicant had filed an objection (see below § 56), he also applied for a provisional measure allowing him to remain in the Netherlands pending the determination of this objection by the Minister.", "29. In the proceedings on these appeals and requests for a provisional measure and with the parties' consent, the provisional-measures judge (voorzieningenrechter) of the Regional Court of The Hague sitting in Zwolle was granted access to the materials underlying the AIVD individual official report of 9 February 2005 without these materials being disclosed to the applicant.", "30. On 1 February 2006, the provisional-measures judge of the Regional Court of The Hague sitting in Zwolle rejected the applicant's three requests for a provisional measure as well as his two appeals on the merits against the Deputy Minister's decision of 3 November 2005. After having verified personally and accepted that the conclusions drawn in the AIVD official report of 9 February 2005 were sufficiently supported by the underlying materials, the provisional-measures judge accepted the Minister's conclusion that the applicant posed a threat to the national security and could for that reason be denied a Netherlands residence title, either for asylum or on account of the duration of the proceedings on his asylum request.", "31. The provisional-measures judge further accepted the reasons given by the Minister for concluding that it had not been established that the applicant, if expelled to Libya, would be exposed to a risk of being subjected to treatment in breach of Article 3 of the Convention on account of his alleged involvement with the NFSL or his involvement with and activities for the LLHR in the Netherlands. Further noting that, when the applicant was presented at the Libyan mission for the purposes of obtaining travel documents (see below § 35), the Netherlands authorities had only provided this mission with extremely neutral information about him, the provisional-measures judge also did not find it established that the applicant would be exposed to such a risk in Libya for being an expelled unsuccessful asylum seeker.", "32. As to the applicant's further argument that, given the publicity attracted by the criminal proceedings taken against him before the Rotterdam Regional Court (see below §§ 43-45), the Libyan authorities had become aware of the nature of the suspicions having arisen against him in the Netherlands and that he would also for that reason risk treatment contrary to Article 3 of the Convention in Libya, the provisional-measures judge held, referring to the general principles under Article 3 of the Convention as defined by the Court in its judgments in the cases of Vilvarajah and Others v. the United Kingdom, (judgment of 30 October 1991, Series A no. 215) and Venkadajalasarma v. the Netherlands, (no. 58510/00, 17 February 2004), that also this had not been established. No information about the applicant's trial had been given to the Libyan mission when the applicant was presented. Even assuming that the Libyan authorities would have become aware of these criminal proceedings in another manner, this was in itself not sufficient for accepting as plausible that the applicant would thus risk treatment contrary to Article 3 in Libya. Also the applicant's reliance in this context on documents of a general nature about the general attitude of the Libyan authorities was insufficient for finding this risk established. The provisional-measures judge found that the applicant had not submitted, let alone demonstrated, facts or circumstances relating to him personally leading to the conclusion that he, if expelled to Libya, would risk such treatment, and that in this respect he had only made a mere reference to the suspicions arisen against him, the ensuing criminal proceedings and speculated about the possible consequences thereof upon his return to Libya. According to the provisional-measures judge is was, however, not for the Minister to demonstrate that the alleged risk actually did not exist.", "33. As regards the applicant's request for a provisional measure in connection with his objection against the decision to impose an exclusion order on him, the provisional-measures judge acknowledged that it was difficult for the applicant to furnish proof and for the Minister to offer relief in this respect. However, as the provisional-measures judge himself had been given access to the materials underlying the AIVD individual official report on the applicant of 9 February 2005, there was an extra guarantee for the due care with which the conclusions made in this report were drawn and formulated. The provisional-measures judge accepted that these underlying materials could carry the conclusions drawn in the report of 9 February 2005 and that therefore the Minister could impose an exclusion order on the applicant on the basis of that report. In so far as the applicant relied on Article 3 of the Convention, the provisional-measures judge reiterated his finding that the applicant had not demonstrated that he, if expelled to Libya, would be exposed to a risk of treatment prohibited by Article 3 of the Convention. Pursuant to article 117 § 2 of the Aliens Act 1965 (Vreemdelingenwet), no further appeal lay against this ruling of the provisional-measures judge.", "34. On 19 May 2003, the applicant was placed in aliens' detention for removal purposes. On 17 June 2003, following a hearing held on 27 May 2003, the Regional Court of The Hague dismissed the applicant's appeal against the decision to place him in aliens' detention and his compensation claim. On 8 August 2003, the Administrative Jurisdiction Division accepted the applicant's subsequent appeal. Disagreeing with the Regional Court of The Hague, it held that the applicant had lawfully stayed in the Netherlands until 16 June 2003 when in the asylum proceedings the Minister had rejected the applicant's objection of 3 March 1998 (see above § 15). Accordingly, it quashed the ruling of 17 June 2003, ordered the lifting of the detention measure, remitted the case to the Regional Court for a determination of the applicant's compensation claim and issued an order for costs against the State.", "35. On 8 November 2005, after having been notified of the decision to impose an exclusion order on him (see below § 56), the applicant was again placed in aliens' detention for removal purposes. On 9 November 2005, the Brabant Zuid-Oost Aliens Police Department (Vreemdelingenpolitie) informed the Libyan mission in the Netherlands of this placement in aliens' detention and the applicant's name. As he did not hold any travel or other identity documents, the Aliens Police Department wished to make an appointment for presenting the applicant at the Libyan mission for the purposes of obtaining travel documents. On 10 November 2005, the applicant refused to cooperate in a presentation by telephone, as he was not allowed a prior consultation with his lawyer. Following a written protest by his lawyer, the State Advocate (Landsadvocaat) informed the applicant's lawyer by letter of 11 November 2005 that no further contacts with the Libyan mission would be made by the Netherlands immigration authorities or any other administration for which the Minister for Immigration and Integration was responsible until the provisional-measures judge of the Regional Court of The Hague sitting in Zwolle had given a ruling (see above §§ 29-33).", "36. On 23 November 2005, following a hearing held on 16 November 2005, the Regional Court of The Hague sitting in Zutphen rejected the applicant's appeal against the decision to place him in aliens' detention and his pertaining request for compensation.", "37. On 13 March 2006, following a hearing held on 7 March 2006, the Regional Court of The Hague sitting in Almelo accepted the applicant's appeal against his continued placement in aliens' detention. It found that the Minister had failed to demonstrate that, despite the interim measure issued by the European Court of Human Rights on 2 February 2006, there were reasonable prospects for the applicant's expulsion within a reasonable delay. Accordingly, it ordered the applicant's immediate release from aliens' detention. The applicant was released the same day.", "38. On 22 April 2002, the Netherlands National Security Service (Binnenlandse Veiligheidsdienst – “BVD”) sent an official report to the national public prosecutor responsible for combating terrorism (landelijk officier van justitie terrorismebestrijding), part of which reads as follows:", "“In the framework of its statutory task, the BVD is investigating a network active in the Netherlands which is associated with Islamic terrorist organisations. It concerns the Groupe Salafiste pour la Prédication et le Combat (GSPC); an organisation that works from the same ideological basis as the Al Qaeda network. The GSPC is an Algerian extremist Islamic organisation of which it is generally known that it has prepared and carried out attacks in Algeria and elsewhere.", "The part of this network which is active in the Netherlands is in particular involved in providing material, financial and logistical support and in propagating, planning and actually using violence for the benefit of the international jihad. The members of this network understand jihad as the armed battle in all its forms against all enemies of Islam, including the (for them) unacceptable governments in the Middle East and the United States [of America].", "It appears from the investigation conducted by the BVD that the part of this network which is active in the Netherlands is implicated in closely interwoven activities which complement and reinforce each other and which serve the same goal, namely the waging of jihad. The most important activities are the following:", "- The network is active in assisting in the entry [into the Netherlands], housing and transit of persons having actively participated in jihad. The members of the network provide these persons with (forged) identity papers, money and shelter. These persons possibly include fighters coming from an area where an armed conflict is ongoing. It is not excluded that at the addresses cited below [of the persons belonging to the part of the network active in the Netherlands] persons as referred to above are also being sheltered,", "- The network is active in recruiting young men in the Netherlands for effectively conducting jihad. To this end, these young men are incited to prepare for martyrdom and they are enabled materially, financially and logistically to leave for a battle scene. As an example, one can think of Kashmir where earlier this year two young Dutch men of Moroccan origin were killed. In this context a battle scene must be interpreted broadly, including areas where there is an armed conflict between different parties, but also terrorism,", "- The part of this network which is active in the Netherlands finances its own activities with proceeds from trading in and exporting hard drugs. It must be emphasised that it has appeared to the BVD that the trade in and export of hard drugs as well as the forcing into submission of those involved in the trade and transport are religiously sanctioned. This means that the proceeds of the trade in and export of hard drugs are used for the commonly subscribed goal of jihad, and that disobedience is labelled as apostasy and severely punished. In this context, the BVD knows that a member of this network who has embezzled a quantity of drugs is regarded as an apostate and is currently searched for by members of this network active in the Netherlands. It appears from recorded telephone conversations that violence will be used against this person. It appears from the terminology used that there is a serious risk of liquidation,", "- Lastly it must be noted that these activities take place in an organisational setting. Facilitation, falsification, recruitment, financing and liquidation for the benefit of jihad always take place in mutual consultation and coordination between members of this network. The activities of the network have been continuing in any event from 2001 to date. ...”", "39. On 29 May 2002, pursuant to the 2002 Intelligence and Security Services Act (Wet op de inlichtingen- en veiligheidsdiensten), the BVD was succeeded by the General Intelligence and Security Service (Algemene Inlichtingen- en Veiligheidsdienst – “AIVD”).", "40. On 27 August 2002, the Acting Head of the AIVD sent a further official report to the national public prosecutor responsible for combating terrorism. This report reads in its relevant part:", "“I. The recruitment network", "In the exercise of its statutory task, it has appeared to the AIVD from reliable, vulnerable sources, that a network of extremist muslims is active in the Netherlands which is in particular involved in providing material, financial and logistical support and in propagating, planning and inciting to actually using violence for the benefit of the international jihad. The members of this network understand jihad as the armed battle in all its forms against enemies of Islam, including the (for them) unacceptable governments in the Middle East and the United States [of America].", "It has been established that the network, in a series of similar activities, is currently preparing and organising in any event two, possibly even more, and for the time being unidentified, jihadists. These persons will travel to a, for the time being unknown, area where the battle is currently actually being held, with the aim of becoming a martyr. The departure of both unidentified jihadists would be imminent.", "It can be said in general that currently there is a clear increased activity within the network, which appears to indicate an imminent departure or other covert activities of the network in a very near future.", "Investigation has shown that the above network provides support to or forms a part of the Al Qaeda organisation of Osama Bin Laden.", "II. The activities of the network", "The most important activities of the network are:", "The recruitment of young men for effectively conducting jihad. To this end, it is propagated that it is the duty is muslims to wage jihad and are young men incited to prepare for martyrdom.", "The materially, financially and logistically enabling of jihadists to leave in the direction of a battle scene. The necessary funds are gathered inter alia by collecting money in mosques in various European countries, including the Netherlands.", "Lastly it must be noted that these activities take place in an organisational setting. Recruitment, facilitating and financing for the benefit of jihad always take place in mutual consultation and following coordination between members of this network.", "III. Important persons in the network", "In the recruitment network the following persons play a prominent role: ...", "2. [the applicant] alias ... alias ...", "IV. The activities of the important persons in the network", "...", "2. [the applicant]", "To recruit and motivate jihad-fighters", "[the applicant] is held in high esteem amongst North-African youngsters to be recruited, also by his past of mujahedin in Afghanistan. [The applicant] also indicates that once he wished to die as martyr to the faith.", "On 9 August 2002 [the applicant] tells ... that he is prepared to participate, that he “is ready for it”; but that has to stay very secret.", "On 20 April 2002 a meeting was held in Roermond, organised by opponents of the violent jihad. [The applicant] wants to attend this meeting together with ... with the aim of letting the attending youngsters hear an alternative sound (in casu pro-jihad).", "On or around 13 May 2002 [the applicant] informs with unknown brothers in Alphen aan de Rijn whether they are ready to leave. These brothers “do not mind going”.", "To organise and facilitate jihad-journeys", "[The applicant] tells on 9 August 2002 that the departing jihadists are going to buy passports (“books”) and that the price of passports depends on the duration of validity (in casu six months or longer).", "[The applicant] reports on 12 May 2002 to a person having remained unidentified that fighters are needed and that there is a new, easier route, provided one disposes of good documents.", "Together with ... [the applicant] has collected money in the Netherlands, in particular in Eindhoven, in any event by the end of 2001. The proceeds of these collection activities was several ten thousands of [Netherlands] guilders and would, according to [the applicant] and ... be for the benefit of the Taliban.”", "41. On 9 February 2005, the AIVD drew up an individual official report on the applicant, according to which he was classified as a danger to national security. It had become known to the AIVD that the applicant was playing a prominent role in a jihad recruitment network active in the Netherlands which, in the opinion of the AIVD, constituted a threat to national security. The AIVD had further learned that the applicant had been a mujahidin, and that he was active as motivator of jihad fighters, as facilitator of jihad journeys and as jihad recruiter.", "42. On the basis of the BVD official report of 22 April 2002 (see above § 37) and the AIVD official report of 27 August 2002 (see above § 39) as transmitted by the national public prosecutor responsible for combating terrorism to the Public Prosecution Service (Openbaar Ministerie), two criminal investigations were opened. These two investigations were later joined. In the course of this investigation various suspects were arrested and various premises searched where these suspect were living or staying. In the course of these searches a large quantity of books, documents and audio/audiovisual materials were found and seized.", "43. The applicant was arrested on 30 August 2002 and detained on remand on suspicion of belonging to a criminal organisation with the alleged aim of prejudicing the Netherlands State by providing assistance to the enemy conducting a holy war (jihad) against – amongst others – the Netherlands; and which organisation was further involved in drug-trafficking, forgery of (identity) documents, using false (identity) documents, human trafficking and possession of illegal fire arms. These suspicions were based on the content of various intelligence reports drawn up by the BVD and its successor the AIVD.", "44. The applicant and eleven co-suspects were subsequently formally charged and summoned to appear before the Rotterdam Regional Court in order to stand trial. The “Rotterdam jihad trial” proceedings attracted considerable media attention and a photograph of the applicant appeared in various printed media. In a number of publications, the applicant's name and nationality were mentioned.", "45. In its judgment of 5 June 2003, the Rotterdam Regional Court acquitted the applicant and his co-accused of all charges, finding that these had not been legally and convincingly substantiated. The Rotterdam Regional Court held that the BVD/AIVD official reports submitted by the prosecution could not be used in evidence, as the Head and Deputy Head of the AIVD – who had been examined by the investigation judge as well as before the Regional Court – and the national public prosecutor responsible for combating terrorism had refused to give evidence about the origins of the information set out in these official reports, invoking their obligation to observe secrecy under the 2002 Intelligence and Security Services Act whereas, in accordance with a decision of 2 May 2003, the Minister of the Interior and Kingdom Relations (Minister van Binnenlandse Zaken en Koninkrijksrelaties) and the Minister of Justice (Minister van Justitie) had not released them from that obligation in the event of their being called as witnesses in the criminal proceedings in issue. As a result, the defence had not been given the opportunity to verify in an effective manner the origins and correctness of the information set out in these official reports. The Regional Court considered that there was no basis in law for taking another approach, to the effect that the strictness of evidentiary rules would depend on the seriousness of the offence of which a person was suspected. Consequently, although it acknowledged that the obligation of secrecy at issue was certainly justified in cases concerning national security and found that the public prosecutor had not unlawfully used the material supplied by the BVD/AIVD in the determination of the question whether there was a serious suspicion of an offence and in the decision to arrest the applicant, the Regional Court concluded that these BVD/AIVD reports could not be used in evidence against the applicant. The Regional Court did allow in evidence telephone conversations intercepted by the BVD/AIVD as the defence had been given the opportunity to verify their content.", "46. The prosecution initially lodged an appeal against this judgment but withdrew it on 6 September 2005, before the trial proceedings on appeal had commenced. According to a press release issued on 6 September 2005 by the Public Prosecution Service, this decision was taken in view of new legislative developments, namely the Act on Terrorist Crimes (Wet Terroristische Misdrijven) – rendering inter alia recruitment for [Islamic] armed struggle a criminal offence – having already entered into force on 10 August 2004 but without retroactive effect, and the advanced stage of adoption by Parliament of the Bill on the Protected Witnesses Act (Wetsvoorstel voor de Wet Afgeschermde Getuigen) providing for the possibility of using official reports of the AIVD in evidence.", "47. On 26 July 2005 and under article 47 of the Intelligence and Security Services Act 2002 (Wet op de inlichtingen- en veiligheidsdiensten 2002), the applicant requested access to the materials underlying the conclusions set out in the AIVD individual official report of 9 February 2005 (see above § 40).", "48. On 27 July 2005, the Minister of the Interior and Kingdom Relations informed the applicant that his request would be taken into consideration as soon as he had provided the Minister with a legible copy of a valid identification document and that following receipt of this document, his request would be determined within three months at the utmost. Failure to do so would entail that his request would not be taken into consideration. The applicant complied with this request on 9 August 2005 by submitting a copy of his Netherlands aliens' identity card (“W-document”), the validity of which, however, had expired on 20 November 2004.", "49. By letter of 1 September 2005, the Minister informed the applicant that his request for access would not be considered as he had failed to submit a valid identity document, as required pursuant to article 47 § 3 of the Intelligence and Security Services Act 2002 and the pertaining Explanatory Memorandum.", "50. On 11 October 2005, the applicant filed a fresh request with the Minister for access to the materials underlying the conclusions set out in the AIVD individual official report of 9 February 2005 and, on the same day, filed an objection against the Minister's decision of 1 September 2005 in which he argued that it could not be derived from the Explanatory Memorandum to the Intelligence and Security Services Act 2002 that for a proper determination of the identity of a petitioner only a valid identity document could be used. The applicant attached a copy of his valid “W-document” for the purposes of a reconsideration of the decision in the objection phase.", "51. On 20 December 2005, following a hearing held on 16 November 2005, the Minister accepted the objection now the applicant had submitted a copy of his valid “W-document” and decided to take his request for access into consideration. As to the applicant's fresh request for access, the Minister referred to his decision on the merits of the applicant's request.", "52. In a new decision taken on the applicant's access request on 20 December 2005, the Minister held that, pursuant to article 53 § 1, article 5 § 1 (b) in conjunction with article 15 opening words under (b), and Chapter 4 of the Intelligence and Security Services Act 2002, no information could be provided about the AIVD's current level of knowledge, its sources and its working methods. Consequently, the Minister rejected the applicant's request in so far as it concerned a request for access to current data. As the official report at issue concerned Islamic terrorism which was a topical subject within the meaning of article 53 § 1 (b) of the Intelligence and Security Services Act 2002, national security interests opposed providing further information. The Minister further stated that no outdated data on the applicant had been found in the archives of the AIVD and its predecessor the BVD.", "53. On 30 January 2006, the applicant filed an objection with the Minister against the decision of 20 December 2005. No further information about these proceedings has been submitted.", "54. On 17 May 2005 the Minister of Immigration and Integration informed the applicant of the intention (voornemen) to impose an exclusion order on him, as he was considered to pose a threat to national security, which conclusion was based on an individual official report drawn up on the applicant by the AIVD on 9 February 2005 (see above § 40) and which had been communicated to him on 11 April 2005.", "55. On 23 June 2005 and 5 August 2005, the applicant filed written comments on the intention with the Minister. He contested that he posed a threat to national security and argued inter alia that such an exclusion order would be in violation of his rights under Article 3 of the Convention in that his expulsion to Libya would expose him to a real risk of treatment contrary to this Convention provision.", "56. On 6 October 2005, after having been given access to the underlying materials of the AIVD individual official report of 9 February 2005, the Immigration and Naturalisation Department of the Ministry of Justice concluded that this report, both as regards its content and procedure, had been drawn up in a careful manner and that it provided insight in a logical, transparent manner.", "57. On 4 November 2005, the Minister of Immigration and Integration decided to impose an exclusion order on the applicant, rejecting the applicant's arguments to the effect that this was contrary to his rights under Article 3 of the Convention. This decision was notified to the applicant on 8 November 2005. On the same day, the applicant filed an objection against this decision with the Minister and, as he was not allowed to await the outcome of his objection in the Netherlands, also a request for a provisional measure with the Regional Court of The Hague.", "58. On 1 February 2006, following a hearing held on 6 December 2005, the provisional-measures judge of the Regional Court of The Hague sitting in Zwolle rejected the applicant's request for a provisional measure (see above §§ 30 and 33).", "59. The Minister rejected the applicant's objection against this decision on 7 April 2006. On 12 April 2006, the applicant filed an appeal against this decision as well as a fresh request for a provisional measure with the Regional Court of The Hague.", "60. On 30 August 2006, the Regional Court of The Hague sitting in Haarlem rejected the applicant's request for a provisional measure.", "61. On 5 March 2007, following a hearing held on 23 November 2006, the Regional Court of The Hague sitting in Haarlem rejected the applicant's appeal against the decision of 7 April 2006. It noted the final judgment of 1 February 2006 by the provisional-measures judge of the Regional Court of The Hague sitting in Zwolle, and found that no facts or circumstances had appeared on the basis of which it should now reach another conclusion as regards the AIVD individual official report of 9 February 2005 or should reach a different decision in respect of the applicant's claim under Article 3 of the Convention. In this context, it further considered that this was not altered by the fact that on 2 February 2006 the European Court of Human Rights had issued an interim measure within the meaning of Rule 39 of the Rules of Court as this did not imply that the Court had reached the conclusion that the applicant's expulsion to Libya would be contrary to Article 3 of the Convention. It further considered, as it could only assess on an ex tunc basis the lawfulness of the decision to impose an exclusion order on the applicant, that it could not take into account the policy decision to install a moratorium on expulsions of Libyan asylum seekers (see below § 88) or the facts and circumstances having led to that policy decision as it had been taken after the impugned decision.", "62. The applicant's subsequent appeal to the Administrative Jurisdiction Division of the Council of State was dismissed on 15 May 2007. It upheld the ruling of 5 March 2007 of the Regional Court. It found that the applicant's appeal did not provide grounds for quashing the impugned ruling (kan niet tot vernietiging van de aangevallen uitspraak leiden) and that, having regard to article 91 § 2 of the Aliens Act 2000, no further reasoning was called for as the arguments submitted did not raise questions requiring determination in the interest of legal unity, legal development or legal protection in the general sense. No further appeal lay against this decision.", "63. In its letter of 11 June 2009, sent in reply to questions put by the applicant's lawyer, the Dutch Refugee Council (Vereniging VluchtelingenWerk Nederland) stated inter alia that it appeared from various sources that the Libyan authorities monitor opposition activities abroad, and that members of the many security and intelligence services of the Libyan Government often have a good insight in the activities and contacts of Libyans abroad. It further stated, referring to information from the Canadian Section of Amnesty International dated November 2005, that in the eyes of the Libyan authorities applying for asylum abroad is an act of opposition and that each opponent of the regime runs the risk of arbitrary detention and torture.", "64. On 6 January 2010, the Libyan League for Human Rights in the Netherlands issued a statement, in which it declared that the applicant is a political opponent of the Libyan regime, that he is being searched for by the Libyan authorities for his political activities and that he, if he were to return to Libya, would risk imprisonment.", "65. On 12 January 2010, the non-governmental organisation “Libya Watch for Human Rights”, based in the United Kingdom, released a statement, calling upon the Netherlands' authorities to grant the applicant asylum. It stated that it knew the applicant as a Libyan activist, that he had been involved in opposition activities inside Libya and abroad and that – in its opinion – his association with the National Front for the Salvation of Libya was in itself enough to lead to his arrest and torture should he return to Libya. It further expressed its concern that failed asylum seekers who are returned to Libya will become easy targets for the various Libyan security agencies in their efforts to act with an iron fist against enemies of the state. In this connection, it referred to the fate of Mohammed Abu Ali, a failed asylum seeker who was expelled from Sweden to Libya in May 2008 and who was tortured to death by the Libyan security services.", "66. On 15 January 2010, the International Secretariat of Amnesty International issued a declaration in which it was concluded – on the basis of various reports concerning other returnees – that there are substantial grounds for believing that the applicant, if expelled to Libya, would face a real risk of serious violations of his human rights including Article 3 of the Convention, because of his membership of the Libyan League of Human Rights, because the National Front for the Salvation of Libya – an opposition group in exile – identified the applicant as a sympathiser, and because of the allegations of involvement in terrorism-related activities levelled against him by the Dutch authorities. Such violations would include torture or other ill-treatment, prolonged incommunicado detention and unfair trial before the State Security Court. Amnesty International further stated that its concern in the applicant's case was based on its monitoring of the treatment of a number of Libyan nationals suspected of involvement in terrorism-related activities who had returned – either forcibly or voluntarily – to Libya from abroad in recent years. Also in this declaration, reference was made to the death in Libyan custody of Mohamed Adel Abou Ali after his deportation from Sweden to Libya in May 2008. According to Amnesty International, the Libyan authorities claimed that he had committed suicide whereas an investigation by the Swedish Ministry of Foreign Affairs concluded in August 2008 that it was impossible to establish the cause of death.", "67. Until 1 April 2001, the admission, residence and expulsion of aliens were regulated by the Aliens Act 1965 (Vreemdelingenwet 1965). Further rules were laid down in the Aliens Decree (Vreemdelingenbesluit), the Regulation on Aliens (Voorschrift Vreemdelingen) and the Aliens Act Implementation Guidelines (Vreemdelingencirculaire). The General Administrative Law Act (Algemene Wet Bestuursrecht) applied to proceedings under the Aliens Act 1965, unless indicated otherwise in this Act.", "68. Under article 11 of the Aliens Act 1965, a residence permit may be issued to an alien:", "(a) who is a refugee within the meaning of the Convention relating to the Status of Refugees of 28 July 1951;", "(b) who makes a plausible case that he or she has well-founded reasons for believing that, if expelled, he or she will run a real risk of being subjected to torture or other cruel or degrading treatment or punishment.", "69. On 1 April 2001, the Aliens Act 1965 was replaced by the Aliens Act 2000. On the same date, the Aliens Decree, the Regulation on Aliens and the Aliens Act Implementation Guidelines were replaced by new versions based on the Aliens Act 2000. Unless indicated otherwise in the Aliens Act 2000, the General Administrative Law Act continued to apply to proceedings on requests by aliens for admission and residence.", "70. According to the transitional rules, set out in article 11 of the Aliens Act 2000, an application for a residence permit or for admission as a refugee which was being processed at the time this Act entered into force would be considered as an application under the provisions of the Aliens Act 2000. Because no transitional rules were set for the substantive provisions of the aliens' law, the substantive provisions under the Aliens Act 2000 took effect immediately. However, pursuant to article 117 § 2 of the Aliens Act 2000, the procedural rules under the Aliens Act 1965 continued to apply to the processing of applications for a residence title submitted before 1 April 2001 when the Aliens Act 2000 entered into force.", "71. Both under the Aliens Act 1965 and the Aliens Act 2000, judicial review by the Regional Court and the Administrative Jurisdiction Division in administrative law appeal proceedings only addresses whether the administrative authority concerned has exercised its administrative powers in a reasonable manner and in the light of the interests at stake could reasonably have taken the impugned decision (marginale toetsing).", "72. Under article 29 of the Aliens Act 2000, an alien is eligible for a residence permit for the purposes of asylum if, inter alia,", "he or she is a refugee within the meaning of the Convention relating to the Status of Refugees of 28 July 1951, or", "he or she has established that he or she has well-founded reasons to assume that he or she will run a real risk of being subjected to torture or other cruel or degrading treatment or punishment if expelled to the country of origin.", "73. Pursuant to article 45 of the Aliens Act 2000, a decision rejecting an alien's request for admission to the Netherlands for the purposes of, for instance, asylum automatically has the following legal consequences:", "the alien is no longer lawfully residing in the Netherlands;", "he/she is required to leave the Netherlands within four weeks;", "he/she is no longer entitled to housing/subsistence benefits, medical care and other State-funded facilities for asylum seekers; and", "officials entrusted with the supervision of aliens are authorised – if the alien has not voluntarily left the Netherlands within the delay fixed for this purpose – to proceed with his/her effective removal from the Netherlands.", "74. Under the former Aliens Act 1965, a separate decision was given in respect of each of these legal consequences which could each be challenged in distinct proceedings. This is no longer possible under the Aliens Act 2000 and a negative decision on an admission request is therefore known as a so called “multi-purpose decision” (meeromvattende beschikking).", "75. Article 67 of the Aliens Act 2000 provides that a foreign national may be declared an undesirable alien, entailing the imposition of an exclusion order, on the ground, inter alia, that he or she poses a danger to national security. An exclusion order entails a ban on residing in or visiting the Netherlands.", "76. An exclusion order can be challenged in administrative law appeal proceedings under the terms of the General Administrative Law Act. Such appeal proceedings do not have an automatic suspensive effect.", "77. Article 197 of the Criminal Code (Wetboek van Strafrecht) provides that an alien who stays in the Netherlands while he or she knows that an exclusion order has been imposed on him or her commits a criminal offence punishable by up to six months' imprisonment or a fine of up to 4,500 euros.", "An exclusion order may be revoked, upon request, if the alien concerned has been residing outside the Netherlands for a period of ten years (article 68 of the Aliens Act 2000). Such revocation entitles the alien to seek readmission to Netherlands territory subject to the conditions that are applicable to every alien.", "78. In the case of an alien who has been denied a residence permit, who has not left the Netherlands voluntarily within the time-limit fixed for this purpose and who holds no travel documents, the Netherlands aliens police submit an application for a laissez-passer for the alien concerned to the Return Facilitation Unit (Unit facilitering terugkeer – “UFT”) of the Immigration and Naturalisation Department of the Ministry of Justice.", "79. The UFT prepares the presentation of the alien concerned, either in person or in writing, to the authorities of the country to which the alien will be removed. A presentation in person consists of an interview with a staff member of the receiving country's representation, the aim being to establish the alien's identity and nationality. After this meeting, the authorities of the receiving country indicate whether they will examine the application for a laissez-passer. A presentation in person may be replaced by a presentation in writing. In such a case, the authorities of the receiving country are sent a letter – containing all information on the alien's identity known to the Netherlands authorities, such as his/her full name, date and place of birth, and any available information on parents and other relatives – asking these authorities to provide a laissez-passer.", "80. Once the authorities of the receiving country have agreed to examine an application for a laissez-passer, the UFT sends regular reminders to these authorities, requesting the results of the investigation. Some reminders may concern an individual case while others may be couched in more general terms, requesting the results of all outstanding applications.", "81. Article 8:27 § 1 of this Act reads:", "“Parties who have been summoned to appear ... before the court ... are obliged to appear and to provide the information requested. The parties' attention is drawn to this [obligation] as well as to section 8:31.”", "82. Article 8:29 of the Act provides:", "“1. Parties who are obliged to submit information or documents may, when there are substantial reasons for so doing, refuse to provide information or submit documents, or inform the court that it alone may take cognisance of the information or documents.", "2. Substantial reasons shall in any event not apply to a public administration body in so far as the obligation exists, pursuant to the Government Information (Public Access) Act, to grant requests for information contained in documents.", "3. The court shall decide whether the refusal or limitation on taking cognisance as referred to in the first paragraph is justified.", "4. Should the court decide that such refusal is justified, the obligation shall not apply.", "5. Where the court decides that the restriction on taking cognisance is justified, it may, with the permission of the other party, give a ruling on the basis of, among other elements, the information or documents concerned. If permission [by the other party] is withheld, the case shall be referred to another bench.”", "83. Article 8:31 of the Act reads:", "“If a party fails to comply with the obligation to appear, to provide information, to submit documents or to cooperate in an investigation [commissioned by the court from an expert appointed by the court] within the meaning of section 8:47 § 1, the court may draw therefrom the inferences which it sees fit.”", "84. Article 8:45 of the Act, in so far as relevant, reads:", "“1. The court may request the parties and others, within a period fixed by the court, to provide written information and to submit documents held by them.", "2. Administrative public bodies shall be obliged, also when they are not a party to the proceedings, to comply with a request within the meaning of the first paragraph. Article 8:29 shall apply by analogy. ...”", "85. An overview of the relevant domestic law and practice as regards the Netherlands intelligence and security services is set out in the Court's decision on admissibility in the case of Brinks v. the Netherlands (no. 9940/04, 5 April 2005).", "86. Pursuant to article 15 of the Intelligence and Security Services Act 2002, the Heads of the intelligence and security agencies are to ensure the secrecy of data eligible for classification as confidential, the secrecy of sources eligible for classification as confidential from which data have been obtained, and the safety of persons with whose cooperation data are collected.", "87. Article 47 § 3 the Intelligence and Security Services Act 2002 reads:", "“Our Minister concerned ensures a proper determination of the identity of the petitioner.”", "Article 53 § 1 of this Act provides as follows:", "“A request within the meaning of Article 47 will in any case be rejected if:", "a. if in the framework of any investigation data relating to the petitioner have been processed, unless:", "1º the data concerned have been processed more than 5 years ago", "2º since then no new data relating to the petitioner have been processed in connection with the investigation in the framework of which the data concerned were processed, and", "3º the data concerned are not relevant for any current ongoing investigation;", "b. no data relating to the petitioner have been processed.", "2. If a petition is rejected under the first paragraph, the reasons given for the refusal shall only indicate in general terms all grounds for refusal mentioned in that provision.”", "88. Article 55 § 1 (b) of the Act states:", "“A request within the meaning of article 51 [request for access to data other than personal data] will be rejected in so far as providing the data to which the request relates: ...", "b. could harm the national security;”", "89. Article 87 of the Intelligence and Security Services Act 2002 reads:", "“1. If in administrative law proceedings concerning the application of this Act ... Our Minister concerned ... is obliged by the court under article 8:27, 8:28 or 8:45 of the General Administrative Law Act to provide information or to submit documents, article 8:29 §§ 3-5 of that Act does not apply. If Our Minister ... informs the court that only the court may take cognisance of, respectively, information or documents [requested by the court], the court may only with permission of the other party give judgment based also on such information or documents. If Our Minister concerned refuses to provide information or to submit documents, article 8:31 of the General Administrative Law Act shall remain applicable.", "2. If Our Minister is required to submit documents to the court, consultation of the documents concerned shall be sufficient. In no circumstances may a copy be made of the documents concerned.”", "90. The most recent official country assessment report on Libya has been drawn up by the Netherlands Ministry of Foreign Affairs on 20 November 2002. The relevant parts of this report, which focuses on the situation in Libya of returned unsuccessful asylum seekers, read:", "“Under its “Leader of the Great Revolution of 1 September”, Colonel Muammar AlQadhafi, the Great Libyan-Arab Socialist People's Jamahiriya (in short: Libya) is a severely controlled state that does not allow any political divergences and acts consequently against opponents of the regime. ...", "The actual power in Libya lies with Qadhafi and some trustworthy persons from the revolution. Qadhafi is the leader of the revolution and also commander in chief of the armed forces. Qadhafi has reinforced his position in the course of the years, inter alia by forming revolutionary committees who in his name control daily life.", "The Libyan legislation prohibits opposition to the current regime. Also party-political activities are not allowed. The Libyan authorities are alert as regards opposition against the regime and in particular in respect of Muslim fundamentalism.", "Qadhafi acts hard against (alleged) opposition groups. The opposition both in Libya and abroad seems too divided to be able to form a front against the authorities. ... In the past opponents of the regime were executed, inter alia, by public hanging. There is no recent information about the execution of capital punishments. The last officially announced execution took place in 1977. Since the Libyan government have exterminated some anti-regime groups in the end of the nineties, no verifiable information about internal opposition has been obtained. After 11 September 2001, the Libyan government tend to accuse all opponents of the regime of membership or ties with the Al Qaeda organisation. ...", "Respect for human rights leaves a serious lot to be desired. The elementary conditions for a State based on the rule of law are missing; there is no freedom of expression, no freedom of association and assembly and there are no elections. There are no political parties. There are reports about ill-treatment and torture during detention. ...", "Persons who are leaving Libya are in practice subjected to very strict controls. This seems to apply to all travellers, but to Libyans in particular. Strict controls are also carried out on persons who enter Libya. Border control officials reportedly consult lists of names. Apart from the border police and customs, also representatives of the security services of the Ministry of Justice and Public Security are present at the borders.", "Until the autumn of 2001 all Libyans having stayed more than half a year abroad were, upon return to Libya, questioned about their activities and contacts abroad. Since then the Libyan authorities in principle no longer use this six-month term, but all persons having stayed for a lengthy period abroad will, upon return, be questioned by the Libyan security services. This does not only concern unsuccessful asylum seekers but all returnees. There is no legal basis in Libyan law for this procedure, but this treatment forms part of the standard practice of the Libyan authorities. The civil servants in Libya entrusted with border control determine on the basis of stamps in the travel documents of returning Libyans who must be questioned. The duration of the stay abroad is an important cause to submit returning Libyans to questioning by the Libyan security services. The interest of the Libyan security services is particularly targeted at possible opposition activities, critics of the Libyan political system and/or contacts with opponents of the Libyan regime abroad. In so far as appears, an asylum application abroad is in itself no ground for a particular interest by the Libyan authorities. The Libyan government have many security and intelligence services (also abroad). The members of these services often have a good insight in the activities and contacts of Libyans abroad.", "Unsuccessful asylum seekers, who mostly will have stayed for a longer period outside of Libya, will in all likelihood be detained for some days for the purpose of questioning. It can be assumed with certainty that unsuccessful asylum seekers who are being expelled in an accompanied manner will be temporarily detained and questioned. It would, however, also occur that unsuccessful asylum seekers are only briefly questioned upon their return to Libya. In so far as known, the manner of acting of the Libyan authorities does not necessarily have repercussions for further stay in Libya. Examples are known of removed unsuccessful asylum seekers who, after their forced return, have been able to resume their existence in Libya in an unhindered manner. ...", "There is an essential difference between the treatment of persons suspected of oppositional activities in or outside of Libya and persons not so suspected. Suspicion of oppositional activities is sufficient for longer detention and will often lead to conviction. Association with an opponent of the regime is already sufficient cause to detain and question a person for a longer period. In case an unsuccessful asylum seeker, after having returned to Libya, is detained, ill-treatment or torture during detention cannot be excluded. ...”", "91. With the exception of the period between July 2002 and December 2006 when this was done by the Minister for Immigration and Integration, the respondent Government's policy on asylum seekers is devised by the Deputy Minister of Justice (Staatssecretaris van Justitie) on the basis of inter alia official country assessment reports published by the Minister of Foreign Affairs. As regards Libya, the last such report was released on 20 November 2002 (see above § 86).", "92. On 7 July 2006, the Minister of Immigration and Integration adopted a moratorium until 1 January 2007 on expulsions and determination of asylum requests (vertrek- en besluitmoratorium) lodged by Libyan asylum seekers. This policy decision, as set out in the WBV (Wijzigingsbesluit Vreemdelingencirculaire 2000) 2006/28 of 16 August 2006, was based on a statement set out in the official report on Libya of 20 November 2002 according to which it could not be excluded, in case an unsuccessful asylum seeker was detained after his or her return to Libya, that ill-treatment or torture would occur in detention. A temporary stay of removals to Libya would allow awaiting further developments and a possible clarification of the situation. Libyans posing a threat to public order or national security were excluded from the moratorium.", "93. In her letter to the Lower House of Parliament (Tweede Kamer) of 10 July 2006, informing it of this moratorium, the Minister stated that more recent reports of international organisations and the policy of other European Union States gave the impression that rejected asylum seekers who were not an opponent of the regime did not run a risk of being illtreated or tortured. The Minister further stated that, due to a lack of investigation possibilities, the Minister of Foreign Affairs could not confirm or deny this, and that, after the summer of 2006, the Minister of Foreign Affairs would review again whether new possibilities of investigation had arisen.", "94. On 15 December 2006, the Minister decided to prolong the moratorium until 30 June 2007, i.e. its maximum period of validity pursuant to article 43 of the Aliens Act 2000. By letter of 12 January 2007, the Minister explained to the Lower House of Parliament that the non-recurring prolongation had been decided because for the time being the Ministry of Foreign Affairs did not have any possibilities to examine the situation of returned, rejected asylum seekers in Libya and that it had indicated that an investigation would not be accomplished by 1 January 2007.", "95. On 14 April 2009, in case no. 200802086/1, the Administrative Jurisdiction Division rejected an appeal filed by a Libyan national on whom an exclusion order had been imposed as he was considered to pose a threat to national security. This decision was based on the contents of an official report drawn up by the AIVD according to which this person publically praised jihad and martyrdom, was associated with a Libyan terrorist movement striving to establish in Libya a Wahhabism-based orthodox-Islamic regime, and was maintaining contacts with persons belonging to international terrorist networks. In his appeal, the appellant raised a number of grievances under Articles 3 and 13 of the Convention. The Administrative Jurisdiction Division rejected these complaints. It accepted the findings of the judges of the Regional Court of The Hague – who like the Administrative Jurisdiction Division itself had had access to the materials underlying the AIVD official report without these materials being disclosed to the parties – that the AIVD report had been drawn up with due care, that its contents had a sufficient factual basis in the underlying materials and that there were no reasons for doubting its correctness or completeness. It further accepted the Regional Court's refusal to give detailed reasons for rejecting the alleged incorrectness and incompleteness of the AIVD report as this would be incompatible with the confidential nature of the underlying materials. The Administrative Jurisdiction Division further accepted the finding of the Regional Court that it had not been established that the applicant was known to the Libyan authorities as a political opponent or otherwise would have attracted the negative attention of the Libyan authorities on the basis of which it should be accepted that he would be exposed to a risk of being subjected to treatment proscribed by Article 3 in case he would return to Libya.", "96. In a letter of 22 December 2009, the Minister of Justice informed the Lower House of Parliament on the current asylum policy in respect of Libya. This letter reads in its relevant part:", "“The moratorium on expulsions and determination of asylum requests ... has already expired a considerable time ago thereby ceasing its effect ex iure. Since then there exist no policy obstacles for determining asylum requests [filed by Libyan nationals] and, where this arises, to reject such requests and to undertake expulsion. In taking this course of action, I find support in the case-law of the Administrative Jurisdiction Division of the Council of State (case no. 200802086/1) and the fact that in any event Sweden has recently expelled rejected asylum seekers to Libya.", "Obviously, great care is exercised in the assessment of the accounts of Libyan asylum seekers. As in all cases, the principle will also apply in relation to Libyan asylum seekers that where the account is credible, but the information sources available do not confirm the account and whereas a new investigation appears impossible, this will not weigh in the alien's disadvantage in the determination of the asylum request.”", "The policy position set out in this letter of 22 December 2009 has been included in the most recent, relevant amendment of the Aliens Act Implementation Guidelines (WBV 2010/6 of 5 March 2010).", "97. To date, no update has been issued to the official country assessment reports on Libya of 20 November 2002.", "98. The Netherlands are a party to the 1951 United Nations Convention on the Status of Refugees. Articles 1, 32 and 33 of this Convention read as follows:", "“Article 1", "For the purposes of the present Convention, the term 'refugee' shall apply to any person who ... owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it.", "Article 32", "1. The Contracting States shall not expel a refugee lawfully in their territory save on grounds of national security or public order.", "2. The expulsion of such a refugee shall be only in pursuance of a decision reached in accordance with due process of law ...", "Article 33", "1. No Contracting State shall expel or return (refouler) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.”", "99. The Council of Europe has produced three international treaties relating to the fight against terrorism, namely:", "- the European Convention on the Suppression of Terrorism of 27 January 1977 (ETS 90), which entered into force on 4 August 1978 and which is designed to facilitate the extradition of persons having committed acts of terrorism, and the Protocol of 15 May 2003 amending this Convention (ETS 190) which has not yet entered into force;", "- the European Convention on the Prevention of Terrorism of 16 May 2005 (ETS 196), which has not yet entered into force and which seeks to increase the effectiveness of existing international texts on the fight against terrorism and to strengthen member states' efforts to prevent terrorism; and", "- the European Convention on laundering, search, seizure and confiscation of the proceeds of crime and on the financing of terrorism of 16 May 2005 (ETS 198), which has entered into force on 1 May 2008 and which is designed as an update and extension of the European Convention on laundering, search, seizure and confiscation of the proceeds from crime of 8 November 1990 (ETS 141) by taking into account the fact that not only can terrorism be financed through money laundering from criminal activity, but also through legitimate activities.", "100. Article 4 § 2 of the Protocol amending the European Convention on the Suppression of Terrorism states:", "“The text of Article 5 of the Convention shall be supplemented by the following paragraphs:", "'2 Nothing in this Convention shall be interpreted as imposing on the requested State an obligation to extradite if the person subject of the extradition request risks being exposed to torture; ...'”", "101. Article 21 § 2 of the European Convention on the Prevention of Terrorism provides:", "“Nothing in this Convention shall be interpreted as imposing an obligation to extradite if the person who is the subject of the extradition request risks being exposed to torture or to inhuman or degrading treatment or punishment.”", "102. Furthermore, following its meeting on 14 November 2001 to discuss “Democracies facing terrorism” (CM/AS(2001) Rec 1534), the Committee of Ministers adopted on 11 July 2002 “Guidelines on human rights and the fight against terrorism”. These guidelines consist of seventeen principles – derived from various international legal and political texts and the Court's case-law – specifying the limitations which States are to respect in their efforts to combat terrorism.", "103. These guidelines provided, inter alia:", "“I. States' obligation to protect everyone against terrorism", "States are under the obligation to take the measures needed to protect the fundamental rights of everyone within their jurisdiction against terrorist acts, especially the right to life. This positive obligation fully justifies States' fight against terrorism in accordance with the present guidelines.", "II. Prohibition of arbitrariness", "All measures taken by States to fight terrorism must respect human rights and the principle of the rule of law, while excluding any form of arbitrariness, as well as any discriminatory or racist treatment, and must be subject to appropriate supervision. ...", "IV. Absolute prohibition of torture", "The use of torture or of inhuman or degrading treatment or punishment is absolutely prohibited, in all circumstances, and in particular during the arrest, questioning and detention of a person suspected of or convicted of terrorist activities, irrespective of the nature of the acts that the person is suspected of or for which he/she was convicted. ...", "XII. Asylum, return ('refoulement') and expulsion", "1. All requests for asylum must be dealt with on an individual basis. An effective remedy must lie against the decision taken. However, when the State has serious grounds to believe that the person who seeks to be granted asylum has participated in terrorist activities, refugee status must be refused to that person.", "2. It is the duty of a State that has received a request for asylum to ensure that the possible return ('refoulement') of the applicant to his/her country of origin or to another country will not expose him/her to the death penalty, to torture or to inhuman or degrading treatment or punishment. The same applies to expulsion. ...”", "104. In its report to the Italian Government on its visit to Italy from 27 to 31 July 2009 (CPT/Inf (2010)14 of 28 April 2010) and in the context of the so-called “push-back” operations, the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) stated in respect of the risk of torture or other forms of ill-treatment of persons returned to Libya:", "“42. The CPT has not itself been in a position to verify, through an on-site visit, conditions of detention and the treatment afforded to persons detained in Libya. However, according to consistent accounts from a variety of sources, overcrowding, absence of beds, poor hygiene, inadequacy of food, lack of health care and sanitation, and rampant skin infections would appear to be commonplace in Libyan detention centres. ...", "43. Incommunicado detention is another cause for concern. In its Communication of 13 May 2009 [document CAT/C/LBY/Q/4], the UN Committee Against Torture (UNCAT) stated that the practice of prolonged incommunicado detention is allegedly widespread, putting detainees at risk of torture and ill-treatment. ...", "47. In the light of the above, there would appear to be a real risk, in the Committee's view, that persons detained in Libya, including migrants, may be subjected to severe ill-treatment ...”", "105. The United Kingdom Home Office Country of Origin Information Key Documents (Libya) published on 22 April 2008, under the heading “Human Rights” read as follows:", "“'While Libya has taken positive steps, such as releasing some political prisoners, it remains a country where the citizens have few civil rights or political liberties'. (Freedom House Freedom in the World 2007) 'Libya's international reintegration accelerated in 2007 despite the government's ongoing human rights violations. In July the government released six foreign medical workers who had been tortured, unfairly tried, and imprisoned for eight years for allegedly infecting children with HIV. In October Libya won a seat on the UN Security Council. Driven by business interests and Libya's cooperation on counterterrorism, the United States and some European governments strengthened ties with Libya throughout the year. Yet the Libyan government continues to imprison individuals for criticizing the country's political system or its leader, Mu`ammar al-Qadhafi, and maintains near-total restrictions on freedom of expression and assembly. It forbids opposition political parties and independent organizations. Torture remains a concern'. (Human Rights Watch World Report 2008).", "'Libya continues to detain scores of individuals for engaging in peaceful political activity. According to the Geneva-based group Libyan Human Rights Solidarity, Libya has forcibly disappeared 258 political prisoners, some for decades. Many were imprisoned for violating Law 71, which bans any group activity opposed to the principles of the 1969 revolution that brought al-Qadhafi to power. Violators of Law 71 can be put to death.'(Human Rights Watch World Report 2008)", "'Law enforcement officials resorted to excessive use of force, killing at least 12 demonstrators while breaking up a protest and one detainee during a prison disturbance. Over 150 political detainees, including prisoners of conscience, were released following pardons. Freedom of expression and association remained severely restricted. Several Libyans suspected of political activism abroad were arrested or otherwise intimidated when they returned to the country ... There were continuing concerns about the treatment of migrants, asylum-seekers and refugees. No progress was made towards establishing the fate or whereabouts of victims of enforced disappearances in previous years'. (Amnesty International Annual Report 2007)", "'The government's human rights record remained poor [in 2007]. Citizens did not have the right to change their government. Reported torture, arbitrary arrest, and incommunicado detention remained problems. The government restricted civil liberties and freedoms of speech, press, assembly, and association. The government did not fully protect the rights of migrants, asylum seekers, and refugees. Other problems included poor prison conditions; impunity for government officials; lengthy political detention; denial of fair public trial; infringement of privacy rights; restrictions of freedom of religion; corruption and lack of transparency; societal discrimination against women, ethnic minorities, and foreign workers; trafficking in persons; and restriction of labour rights.' (United States Department of State Report on Human Rights Practices 2007)", "'In 2007 the government continued to review proposals for a new penal code and code of criminal procedure, a process that began at least three years before. In 2005 the secretary of justice stated that, under the new penal code, the death penalty would remain only for the “most dangerous crimes” and for “terrorism.” However, a 2004 draft of the new code suggests the government might accept a very broad definition of terrorism, which could be used to criminalize people expressing peaceful political views. The government has yet to present either draft code to the General People's Congress'. (Human Rights Watch World Report 2008). 'A large but unknown number of persons were detained and imprisoned during the year either for engaging in peaceful political activity or for belonging to an illegal political organization. The law bans any group activity based on any political ideology inconsistent with the principles of the 1969 revolution'. (United States Department of State Report on Human Rights Practices 2007)”", "106. According to the “Amnesty International Report 2009 – Libya” of 28 May 2009, the Society of Human Rights of the Gaddafi International Charity and Development Foundation (“GDF”; headed by Saif al-Islam al-Gaddafi, a son of Mu'ammar al-Gaddafi) announced that 90 members of the Libyan Islamic Fighting Group had been released from prison following negotiations led by the GDF with the group's leaders. The GDF stated that this represented a third of the group's membership. The report further states that the Libyan authorities did not disclose any information about two Libyan nationals who were detained when they were returned from US custody in Guantánamo Bay in December 2006 and September 2007, respectively, and that this lack of information raised fears for their safety and that of other Libyans who might be returned under similar circumstances.", "107. The “2009 Report on International Religious Freedom – Libya”, as released on 26 October 2009 by the United States Department of State reads inter alia:", "“The country does not have a constitution, and there is no explicit legal provision for religious freedom. However, a basis for some degree of religious freedom is provided in the Great Green Charter on Human Rights of the Jamahiriya Era, and the Government generally respects the right to observe one's religion freely in practice. The Government tolerates most minority religions but strongly opposes militant forms of Islam, which it views as a security threat...”", "108. In its “World Report 2010 – Libya” of 20 January 2010, Human Rights Watch asserted that Libya continued to share intelligence on militant Islamists with Western governments, and that the United States and United Kingdom continued to consider Libya a strategic partner in counterterrorism efforts. According to Human Rights Watch, a number of those the United States had returned or rendered to Libya over the past five years remained in detention after unfair trials, and Libyan authorities continued to detain two Libyan citizens whom the US government returned in 2006 and 2007 from detention in Guantánamo Bay. In this report, Human Rights Watch further stated that in April 2009 it was able to confirm the detention of five former CIA secret detainees in Abu Salim prison.", "109. The relevant parts of the “2009 Country Reports on Human Rights Practices – Libya” issued on 11 March 2010 by the United States Department of State, read:", "“The Great Socialist People's Libyan Arab Jamahiriya is an authoritarian regime with a population of approximately 6.3 million, ruled by Colonel Mu'ammar al-Qadhafi since 1969. The country's governing principles are derived predominantly from al-Qadhafi's Green Book ideology. In theory citizens rule the country through a pyramid of popular congresses, communes, and committees, as laid out in the 1969 Constitutional Proclamation and the 1977 Declaration on the Establishment of the Authority of the People. ... In practice al-Qadhafi and his inner circle monopolized political power. These authorities generally maintained effective control of the security forces.", "The government's human rights record remained poor. Citizens did not have the right to change their government. Continuing problems included reported disappearances; torture; arbitrary arrest; lengthy pretrial and sometimes incommunicado detention; official impunity; and poor prison conditions. Denial of fair public trial by an independent judiciary, political prisoners and detainees, and the lack of judicial recourse for alleged human rights violations were also problems. ...", "The law prohibits [torture and other cruel, inhuman, or degrading treatment or punishment], but security personnel reportedly routinely tortured and abused detainees and prisoners during interrogations or as punishment. Detainees often were held incommunicado. Foreign observers noted that incidents of torture – used as a punishment in Internal Security Service prisons – seemed to have decreased over the past year.", "There were reports of torture and abuse during the year. On December 10, the Qadhafi Development Foundation (QDF) released a report on human rights practices in the country. In a statement accompanying the release, the QDF said during the year it had received a \"large number of complaints\" of torture during imprisonment and called for the government to waive immunities from prosecution for officials accused of torture. ...", "In July 2008 Saif al-Islam al-Qadhafi, son of Colonel Mu'ammar al-Qadhafi, conceded that acts of torture and excessive violence had taken place in prisons. Al-Qadhafi denied government culpability, arguing that the individuals responsible for the torture had acted on their own initiative and were being tried within the legal system. At year's end there was no information released on the progress of trials. ...", "On October 15, authorities released 88 prisoners held for membership in the Libyan Islamic Fighting Group (LIFG) and other jihadist groups. On July 10, the LIFG had stated that its 2007 announced merger with al-Qa'ida in the Islamic Maghreb was \"invalid\" and in August renounced violent jihad. ...", "The government reportedly held political detainees, including as many as 100 associated with banned Islamic groups, in prisons throughout the country, but mainly in the Ayn Zara, Jadida, and Abu Salim Prisons in Tripoli. ...", "Although there is no explicit law guaranteeing religious freedom, the government generally respected in practice the right to observe one's religion. Islam is the equivalent of a state religion and is thoroughly integrated into everyday political and social life. The government regulated mosques, religious schools, and clerics to ensure that all views were in line with the state-approved form of Islam. The government strongly opposed militant forms of Islam, which it viewed as a threat to the regime. ...", "The government continued to encourage dissidents abroad to return and publicly promised their safety, but there were numerous reports that the government detained dissidents who returned from exile. The government reportedly interrogated students returning from study abroad and at times discouraged students from studying abroad.”", "110. On 25 March 2010, Human Rights Watch issued a press release stating:", "“The release on March 24 of at least 202 prisoners, including 80 who had been acquitted but continued to be held, was a positive step, but Libya should release all prisoners who continue to be detained despite judicial orders for their release....", "In a Tripoli news conference today, Saif al-Islam al-Gaddafi, the son of the Libyan leader, Mu'ammar el-Gaddafi, announced the release of the 214 prisoners, including the 80 acquitted of the offenses with which they had been charged. He said another 34 were members of the Libyan Islamic Fighting Group, a group which had sought to overthrow Gaddafi's rule, and 100 others were 'individuals with a direct relationship to the groups operating in Iraq.' Later that day however, independent Libyan news website Libya Al Youm reported that Abu Salim prison authorities had refused to release 12 prisoners who were on the list and had told the waiting families that they would be released in the next 28 days", "Saif al-Islam al-Gaddafi said this brought the total number of prisoners released as a result of efforts by the quasi-governmental Gaddafi Foundation, which he leads, to 705. He said that 409 prisoners remained in Abu Salim prison, of whom 232 'would soon be released' when 'we are sure that those individuals will no longer pose a threat to society and that they are ready to reintegrate.'", "One of those who remain in Abu Salim prison despite having been acquitted by a court is Mahmoud Boushima, a dual British-Libyan citizen who lived in the UK and returned to Libya on July 17, 2005. On July 28, 2005, internal security forces arrested and imprisoned him in Abu Salim. The state security prosecutor then charged him with membership in an illegal organization, in this case the Libyan Islamic Fighting Group, under Article 206 of the penal code and Articles 2, 3 and 4 of Law 71. ... His case eventually came before the Supreme Court, which ruled in his favor on March 30, 2008, and ordered his release. This order for release has been ignored by the Internal Security Agency, which controls Abu Salim prison. ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}