{"ITEMID": "001-23574", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "HANSSON v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicants, Ms Ann-Louise and Rebecca Hansson are Swedish nationals, who were born in 1964 and 1993 respectively. They live in Värnamo, Sweden. They were represented before the Court by Mrs Siv Westerberg, a lawyer practising in Gothenburg.", "By a County Administrative Court (Länsrätten i Jönköpings Län) judgment of 26 June 1997, R was taken into public care pursuant to the Act with Special Provisions on the Care of Young Persons (lagen med särskilda bestämmelser om vård av unga, 1990:52 - hereafter the 1990 Act). A, the Social Board (socialnämnden) and five witnesses were heard, among the latter a consultant specialised in child and youth psychiatry. The court found it established that A was very suspicious and in conflict with many persons; that A involved R in her conflicts; that A did not set any boundaries to R; that consequently R’s behaviour had become socially unacceptable; that there was a palpable risk of impairment of the health and development of R due to lack of proper care; that A had failed to provide proper care; and that A refused to receive assistance from the social authorities.", "On appeal, the judgment was confirmed by the Administrative Court of Appeal (Kammarätten i Jönköping) on 28 August 1997. The Supreme Administrative Court (Regeringsrätten) refused leave to appeal on 9 January 1998.", "On 14 August 1997 both applicants were placed at a care centre called Elisabethgården, specialising in treating and taking care of mothers and their children. On 4 May 1999 A was discharged from the centre, on demand of the staff, who found her behaviour obstructive. On 12 May 1999 the Social Board decided to place R with a foster family. Moreover, the Board exceptionally ordered a temporary prohibition on contact between A and R and the concealment of the foster family’s identity. On appeal to the County Administrative Court, A requested that the orders to take R into public care and to place her with a foster family be revoked. She consented to care continuing on a voluntarily basis entailing placement of both of them at a centre. Also, she requested that the prohibition on contact between her and R be revoked.", "A stated among other things that she would be more motivated to undergo treatment if the care continued on a voluntarily basis. She admitted having had conflicts at Elisabethgården but found that this could be imputed mainly to her disagreements with the superintendent on therapy issues. The disputes that she had had with other persons there were in her opinion irrelevant. Also, recently she had commenced seeing a psychologist.", "The Social Board, a social worker and the superintendent of Elisabethgården, all stated among other things that A lacked insight in R’s need for care; that A exhibited an increasingly aggressive, harassing and even hateful behaviour towards others, which had resulted in Elisabethgården discharging her; that A constantly involved R in her conflicts to the detriment of R’s mental health; and that in their opinion the foster family would not be able to stand the strain that contact with A unavoidably would entail.", "A teacher, who had seen R and A approximately once a month from the summer of 1997 until the end of 1998 stated inter alia that in her opinion A and R’s relationship was very close, and that they were very dependent on each other.", "A clergyman, who regularly had met A and R during their stay at Elisabethgården, stated inter alia that in the beginning they were very deviant, vociferous and restless. However, they had developed in a positive direction.", "By judgment of 2 July 1999 the County Administrative Court found against A, stating as follows:", "It is undisputed in the present case that [R] is in need of care. Firstly [A] has requested that the care order be revoked in order that care continues on a voluntarily basis by placing her and [R] at a treatment centre. The care centre Elisabethgården has stated that it does no longer wish to receive [A]. Accordingly, continuing care at Elisabethgården is excluded. No elements have been brought to light in the present case, which could indicate that treatment at another care centre would have any prospect of success.", "The Social Board has assessed that now only the placement of [R] with a foster family can provide the needed care. [A] cannot accept such a placement. Against this background, there are no possibilities left to continue care on a voluntary basis; consequently [the court] refuses to revoke the care order.", "Secondly, A has claimed that the court revokes the decision to place [R] with a foster family. Such a claim entails that public care continues at Elisabethgården or at another appropriate treatment centre, placing mother and daughter together. As stated before, however, continuing care at Elisabethgården is no longer an option, and care at another treatment centre does not appear to be a realistic alternative. In these circumstances in the Social Board’s opinion the needed care can only be provided by a foster family. The court shares this view. Accordingly, it lacks reasons to revoke the Social Board’s decision as to the replacement [of R].", "Finally, as to revocation of the prohibition on contact and the concealment of [R’s] whereabouts it must be emphasised that the provisions authorising the imposition of such measures must be interpreted restrictively. Having regard to the statements submitted on [A’s] intriguingly and aggressively behaviour, to the detriment of the intended and needed treatment of [R], the court finds that the Social Board had justified cause for its decision temporarily to prohibit contact. Moreover, taking into account the information submitted as to the risk that [A] may go underground with her daughter, and to the foster family’s prospects of handling contact with [A], the court finds that the Social Board had justified cause for its decision to conceal [R’s] whereabouts. It is definitely appreciated that [A] now is in touch with a psychologist, but it has not been established that she has made such progress, that could result in considerations of revoking the said restrictions. [A’s] appeal is to be refused in its entirety.", "The judgment was upheld on appeal on 9 September 1999 by the Administrative Court of Appeal. Leave to appeal was refused on 1 December 1999 by the Supreme Administrative Court.", "According to the 1990 Act the social authorities are under an obligation to review regularly whether public care is still necessary. By decision e.g. of 10 November 1999 they upheld public care and the temporary prohibition on contact, which on appeal was confirmed by the County Administrative Court on 10 December 1999.", "A appealed to the Administrative Court of Appeal, before which A invoked two statements of 21 December 1999 and 2 January 2000, respectively, from a psychiatrist, GL, who found it established that A did not suffer from any serious mental disorder, and that further examination was necessary in order that he assess whether she suffered from a slight mental illness or disorder. Also she invoked an opinion by a professor, BE, who gave his view on the social authorities’ handling of the case.", "A was heard before the court and explained inter alia that allegedly the foster family was maltreating R. Her daughter had lost weight, and e.g. when in July 1999 A had found the foster family’s residence, she had paid R a visit, during which she found out that R had bruises all over because she had been beaten up by the foster parent’s two boys.", "The Social Board invoked inter alia a psychiatric statement of 20 March 2000 on R, in which a consultant, TG, and a psychiatrist, ACS, stated that R’s mental state had improved; that she had expressed a wish to remain with the foster family; and that she objected to live with her mother. They found that R had been gravely deviant during several different periods in her upbringing, and they recommended that the placement with the foster family be prolonged in order that R’s commencing positive development continued. Moreover, they recommended that access be established between mother and daughter, however, in a foreseeable, safe, and clear setting.", "As regards A, the Social Board invoked a statement procured by a psychologist, PM, and a consultant UL, who found that A did not exhibit any clear signs of a serious mental illness, rather her difficulties concerned a personality disorder, most likely of a paranoid sort.", "Other statements on A were submitted, among others by two psychiatrists, IP and AB.", "By judgment of 9 May 2000 the Administrative Court of Appeal refused to revoke the care order on the following grounds:", "“...Having regard to the statement by Elisabethgården, and several psychiatrists, IP, AB, and UL, the court finds that [A] does have weaknesses; some form of personality disorder, which influences her behaviour towards other people and her ability to provide [R] with a favourable development. [A] lacks insight in her own need for help, and as long as she does not appear at summoned and necessary examinations, and commence treatment, she cannot appropriately take responsibility for the care of [R]. The statements submitted by GL and BE do not alter this assessment. [R] has a need for special care, which [A] cannot [presently] provide her”", "However, the Administrative Court of Appeal revoked the prohibition on contact and ordered that access be initiated and progressively increased, commencing as from 20 May 2000 with two hours every third Saturday. It further noted that according to Section 11 of the 1990 Act it is at the social authorities’ discretion to decide where access is going to take place, the exact time, and who are to be present. A’s request for leave to appeal against the judgment was refused by the Supreme Administrative Court on 27 July 2000.", "The social authorities decided that access should take place in the foster family’s home and be subject to surveillance. On 14 June 2000 the social authorities increased A’s access to three hours every third Thursday. The change of weekday was explained by lack of staff resources and the fact that the social authority office was closed during weekends. A brought this decision before the County Administrative Court, and claimed that the court intervened by an interim measure. The court refused this on 18 July 2000. A appealed to the Administrative Court of Appeal, which by decision of 31 July 2000 found for A and maintained that access take place on Saturdays as set out in its judgment of 9 May 2000.", "Moreover, A initiated proceedings before the County Administrative Court claiming inter alia access every weekend from Friday to Sunday at a place a her discretion and without any surveillance. By judgment of 9 August 2000 the County Administrative Court granted access four hours every second Saturday. The exact time, place and whom to be present remained at the social authorities’ discretion. The judgment was upheld on appeal by the Administrative Court of Appeal on 26 September 2000. Leave to appeal was refused by the Supreme Administrative Court on 26 January 2001.", "In the period between July 1999 and October 2001, A initiated more than twenty sets of various court proceedings claiming e.g. the care order revoked, change of foster family, access increased, and change as to the time and place of access.", "It emerges from a judgment of 23 May 2001 by the County Administrative Court that access had functioned well since August 2000; that A had access four hours every second Saturday under surveillance; and that it took place by turns at the foster family’s home in Älmhult and at A’s home in Bredaryd. Also, in accordance with a recommendation from a psychiatrist, the social authorities had made several attempts to unite the foster family and A, but this had failed due to A’s resistance. As to one of A’s claim, that access took place every weekend from Friday 6 p.m. until Sunday 6 p.m., and during all school holidays, she submitted among other things that Älmhult was not accessible by public transportation. The court found against her on all points, and stated inter alia that it was not for the court to decide on her transport. On appeal, A abstained from submitting that Älmhult was not accessible by public transportation. By judgment of 8 October 2001 the Administrative Court of Appeal increased access to six hours every second Saturday. On 16 October 2001 the applicant A requested that the Supreme Administrative Court grant her leave to appeal against the judgment. It appears that leave to appeal was refused.", "The decisions disputed in the present case were taken under the Act containing Special Provisions on the Care of Young Persons 1990 (lagen 1990:52 med särskilda bestämmelser om vård av unga – “the 1990 Act”).", "Compulsory public care may be ordered under the 1990 Act (Section 1 § 2) and is to be provided, inter alia, if there is a clear risk of impairment of the health or development of a person under eighteen years of age due to illtreatment, improper exploitation, lack of care or any other condition in the home (Section 2).", "The Social Board may decide to take a child into care immediately on a provisional basis if later court proceedings concerning compulsory care cannot be awaited on account of the risk to the child’s health or development or of the risk that the continuing examination will be obstructed (Section 6). Such a decision shall be submitted to the County Administrative Court for approval (Section 7).", "An order committing a child to care on a permanent basis is issued by the County Administrative Court on application by the Social Board. The application shall include a description of the circumstances concerning the child, measures previously taken and the care that the Social Board intends to arrange (Section 4).", "Once public care has been ordered, it is executed by the Social Board, which decides on the details of the care. In particular, the board shall decide on how the care is to be arranged and where the child is to live (Section 11).", "The council shall ensure that the child’s need of contact with parents and other custodians is met to the utmost possible extent. The council may decide on how this access is to be arranged pursuant to Section 14 of the 1990 Act, which provides:", "“The Social Council is responsible for accommodating as far as possible the young person’s needs of contact with his parents or other person who has custody of him.", "If it is necessary in order to achieve the purposes of care measures taken under this Act, the Social Council may", "1. decide how the right of access to the young person shall be exercised by a parent or other person who has custody of him, or", "2. decide that the young person’s place of residence may not be disclosed to the parent or custodian.", "The Social Council shall reconsider at least once every three months whether such decision as referred to in the second paragraph continues to be needed.”", "When public care is no longer necessary, the Social Board shall order the termination of the care (Section 21).", "Decisions taken by the Social Board as to, inter alia, the continuation of the care and the parents’ access may be appealed against to the County Administrative Court (Section 41). The County Administrative Court may review a decision by the Social Council in so far as its subject-matter is covered by Section 14 of the 1990 Act (or Section 16 of the 1980 Act; see Yearbook of the Supreme Administrative Court, Regeringsrättens Årsbok 1984, 2/38).", "The court’s decisions and judgments may be appealed against to the Administrative Court of Appeal and the Supreme Administrative Court (Section 33 of the Administrative Procedure Act (Förvaltningsprocesslagen, 1971:291))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}