{"ITEMID": "001-102822", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KUZMICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Mirosław Kuźmicz, is a Polish national who was born in 1968 and is currently detained in Białystok Remand Centre. He was represented before the Court by Mr J. Dek, a lawyer practising in Białystok.", "From 18 September 2006 until the present day the applicant has been detained in Białystok Remand Centre.", "The applicant submitted that he was held in a cell which was designed for two prisoners and measured 7 m². The cell was initially furnished with three beds, three stools, two small tables and two cupboards. A toilet annex was in the corner of the cell.", "From 22 September to 1 December 2006, the cell was occupied by three detainees, including the applicant. From 1 December 2006 until an unspecified date, it was shared by four inmates, including the applicant. A fourth bed was added.", "The Government submitted that on an unspecified date, presumably in November 2009, the applicant had been placed in a cell in which the statutory minimum standard of 3 m² per person was respected. The applicant did not contest this submission.", "The applicant lodged a number of complaints with the State authorities and the remand centre’s administration about the overcrowding.", "By letter of 20 April 2007 the Deputy Governor of Białystok Remand Centre informed the applicant that his complaint had been considered illfounded. It was stated that the situation in Białystok Remand Centre was no different from that in the rest of the country, since overcrowding was a general problem in Polish detention facilities.", "The applicant did not bring a civil action to seek compensation for the infringement of his personal rights.", "(See Siedlecki and 9 other applications v. Poland, no. 5246/03)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}