{"ITEMID": "001-96121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "O. v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr O., was born in 1974. He is a national of Mauritania where he is currently living. He is known to the Netherlands authorities under this and at least two other identities. He was represented before the Court by Mr M. Ferschtman and Ms V. Essenburg, who are both lawyers practising in Amsterdam.", "2.", "3. On 28 October 1999 the applicant entered the Netherlands, where on 14 November 1999 he applied for asylum. He stated, inter alia, that he had left his passport and identity card behind in Mauritania and that he had travelled as a stowaway on a ship to the Netherlands. His parents and five siblings as well as fifteen half-siblings were all living in Mauritania. He stated that, on account of his Soninké origin, he had been discriminated against in Mauritania where, moreover, his father, his oldest brother and one of his sisters had encountered problems from the side of the Mauritanian authorities. He had also left Mauritania because of problems encountered on two occasions from the side of relatives of his fiancée. They objected to the applicant’s intended marriage.", "4. Noting that the applicant did not hold any travel documents and had not immediately applied for asylum upon his arrival in the Netherlands, and finding that no credence could be attached to his asylum account, the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicant’s asylum request on 16 November 1999. The applicant did not avail himself of the possibility to appeal against this decision, which thus became final. Although under a formal obligation to leave the country, the applicant continued to reside illegally in the Netherlands.", "5. The applicant was arrested on 30 August 2002 and detained on remand on suspicion of, inter alia, participation in a criminal organisation pursuing the aim of prejudicing the Netherlands State by providing assistance to enemy forces who are conducting a holy war against – amongst others – the Netherlands; and which organisation is further involved in drug-trafficking, forgery of documents, providing third persons with forged documents, and/or ordering or inciting others to commit criminal offences. These suspicions were based on the content of various intelligence reports drawn up by the Netherlands national security agency (Binnenlandse Veiligheidsdienst; “BVD”, succeeded on 29 May 2002, pursuant to the 2002 Intelligence and Security Services Act (Wet op de inlichtingen- en veiligheidsdiensten), by the General Intelligence and Security Service (Algemene Inlichtingen- en Veiligheidsdienst; “AIVD”)).", "6. The applicant and a number of co-accused were subsequently formally charged and summoned to appear before the Rotterdam Regional Court (rechtbank) in order to stand trial. In its judgment of 5 June 2003, the Regional Court acquitted the applicant of all charges, finding that these had not been legally and convincingly proven, and ordered the applicant’s release from pre-trial detention. The hearing of 5 June 2003 during which the Regional Court’s judgment was delivered was attended by an official of the Mauritanian mission in the Netherlands.", "7. The prosecution initially lodged an appeal against this judgment but withdrew it on 6 September 2005, before the trial proceedings on appeal had commenced.", "8. On 28 May 2003, the applicant filed a second application for asylum in the Netherlands. He stated, inter alia – contrary to what he had previously asserted –, that he had taken his passport, personal identity card and declaration of nationality with him to the Netherlands in 1999 and that, for the purposes of possibly obtaining a Spanish residence title, he had later sent his passport to Spain where one of his brothers was living. He had not submitted these identity documents in the proceedings on his first asylum request in order to prevent his immediate removal from the Netherlands. On this passport, issued in 1999 shortly before his departure, he had travelled by plane from Senegal to France from where – following brief stays in Italy and the United Kingdom – he had eventually travelled by train to the Netherlands where he had applied for asylum.", "9. His new asylum request was based, inter alia, on the criminal proceedings that had been taken against him in the Netherlands. The applicant claimed that these proceedings had attracted the attention of the Mauritanian authorities as illustrated by the presence of an official of the Mauritanian mission during the Rotterdam trial. Despite the fact that he had been acquitted, his relatives in Mauritania continued to be questioned about him. Further emphasising the general situation in Mauritania, the applicant submitted that he feared treatment in breach of Article 3 of the Convention as he was a person marked for life as a terrorist.", "10. On 5 June 2003, immediately after his release from pretrial detention following his acquittal, the applicant was placed in aliens’ detention for expulsion purposes (vreemdelingenbewaring).", "11. In a letter of 7 July 2003 sent to the applicant’s lawyer, Amnesty International (Netherlands Branch) stated that it was likely that the applicant had attracted the negative attention of the Mauritanian authorities on account of the nature of the suspicions that had arisen against him in the Netherlands. As the Mauritanian authorities had been engaged since April 2003 in a campaign of oppression directed against all persons suspected of having links with religious groups considered “extremist” and as Amnesty International received regular reports of torture of persons detained in Mauritania, it feared that the applicant’s expulsion to Mauritania could expose him to a risk of treatment proscribed by Article 3 of the Convention.", "12. On 11 July 2003, the Minister for Immigration and Integration (Minister voor Vreemdelingenzaken en Integratie; “the Minister”) rejected the applicant’s second asylum application, but withdrew this decision on 18 July 2003.", "13. On 24 July 2003, an individual official report (ambtsbericht) on the applicant was drawn up by the AIVD. According to this report, the applicant was involved in a network of extremist Muslims engaged in the material, financial and logistic support of international jihad, as well as in the propagation of, planning of and incitement to use violence for the purposes of such jihad.", "14. On 7 August 2003 the Regional Court of The Hague sitting in Dordrecht concluded that the applicant should have been released from aliens’ detention on 18 July 2003. The applicant was released on the same day.", "15. On 5 March 2004 the applicant filed an appeal with the Regional Court (rechtbank) of The Hague against the Minister’s failure to determine his second asylum application. On 18 October 2004, the Regional Court accepted the applicant’s appeal and ordered the Minister to determine the applicant’s asylum request within six weeks.", "16. In a fresh decision taken on 26 November 2004, the Minister again rejected the repeat asylum request, finding that it had not been established that the applicant, if expelled to Mauritania, would be exposed to a risk of treatment proscribed by Article 3 of the Convention. The applicant filed an appeal with the Regional Court of The Hague on 21 December 2004.", "17. On 16 March 2006, following a hearing held on 20 October 2005, the Regional Court of The Hague sitting in Amsterdam accepted the applicant’s appeal, quashed the decision of 26 November 2004 and ordered the Minister to take a fresh decision within six weeks. The Regional Court rejected the Minister’s request to take into account the effects of the military coup d’état in Mauritania of 3 August 2005 in which the regime of President Maaouya Ould Taya had been overthrown, including reports in the press that after this coup many opposition members had returned to Mauritania and that many detainees, including Islamic extremists, had been released. Although the Regional Court accepted that the regime change could, as such, be seen as a new fact or circumstance which could be taken into account in accordance with article 83 of the Aliens Act 2000 (Vreemdelingenwet 2000), it also found that the Minister had failed to indicate in a targeted and concrete manner what consequences this should entail in respect of the appeal at hand. Furthermore, it did not find that the effects of the regime change had become fully crystallised yet. Consequently, the requirement of article 83 § 2 of the 2000 Aliens Act that new facts and circumstances can only be taken into account if relevant to the decision at issue was not met in the instant case. The Regional Court therefore decided to ignore what had happened on or after 3 August 2005 in Mauritania.", "18. The Regional Court further agreed with the parties that the appeal concerned a repeat request within the meaning of article 4:6 of the General Administrative Law Act which should be based on relevant newly emerged facts or altered circumstances. It held that the applicant’s arrest and prosecution on charges of participation in a terrorist organisation in the Netherlands, his acquittal by the Rotterdam Regional Court and the public attention these proceedings had attracted were new facts unknown on 16 November 1999 when the applicant had filed his first asylum request. The question which remained was whether these new facts warranted a revision of the negative decision on that first asylum request. On the basis of the contents of Amnesty International’s letter of 7 July 2003 and other materials concerning the suppressive attitude of the regime of the Mauritanian President Maaouya Ould Taya as regards Islamic extremists, the Regional Court found that there were sufficient concrete indications that the Mauritanian authorities, in particular since 2001, pursued an increasingly repressive policy towards perceived Islamic fundamentalists. It could therefore not be considered excluded that the applicant would risk persecution within the meaning of the 1951 Geneva Convention Relating to the Status of Refugees. The Regional Court further accepted as sufficiently plausible that the Mauritanian authorities had become aware of the suspicions that had arisen against the applicant in the Netherlands. Also noting that the most recent official report (ambtsbericht) on Mauritania had been drawn up by the Minister of Foreign Affairs as long ago as May 2000, the Regional Court concluded that the Minister’s conclusion in the impugned decision lacked adequate reasoning on specific points. Having reached this conclusion, the Regional Court did not find it necessary to examine and determine the parties’ arguments on the AIVD individual official report on the applicant of 24 July 2003.", "19. On 13 April 2006 the Minister filed an appeal with the Administrative Jurisdiction Division of the Council of State (Administrative Jurisdiction Division of the Council of State).", "20. On 14 September 2006, the Administrative Jurisdiction Division accepted the Minister’s appeal, quashed the Regional Court’s judgment of 16 March 2006 and rejected the applicant’s appeal against the Minister’s decision of 26 November 2004. Referring to the general principles under Article 3 of the Convention as defined by the Court in its judgments in the cases of Vilvarajah and Others v. the United Kingdom, (judgment of 30 October 1991, Series A no. 215) and Venkadajalasarma v. the Netherlands, (no. 58510/00, 17 February 2004), the Administrative Jurisdiction Division held:", "“The [asylum] application, rejected in the above-cited decision of 26 November 2004, was based on the claim that [the applicant] must now fear that, in view of the criminal trial proceedings taken against him, the Mauritanian authorities have become aware of the suspicions having arisen against him in the Netherlands as to his involvement in a terrorist organisation and that this is not altered by the fact that he has been acquitted.", "[The Administrative Jurisdiction Division considers that], even if such awareness has to be assumed to exist, the Minister did not have to find – on the basis of the [applicant’s] mere reference to the suspicions having arisen against him, the subsequent prosecution which ended in his acquittal and speculation about the possible consequences of this upon his return to his country of origin – that it had been established by the [applicant] that he, if expelled, would be exposed to a real risk of being subjected to treatment within the meaning of Article 3 of the Convention. The general information submitted by the [applicant] concerning the attitude of the Mauritanian authorities towards terrorism offers no basis for the conclusion that the Minister was incorrect in finding no reasons for considering that the criminal proceedings will lead to asylum-related problems. It was not for the Minister to demonstrate that this alleged risk did not in fact exist. The appeal succeeds.”", "No further appeal lay against this decision.", "21. On 21 September 2006 the Minister informed the applicant of the intention (voornemen) to declare him an undesirable alien entailing the imposition of an exclusion order (ongewenstverklaring), as the applicant was considered to pose a threat to national security, which conclusion was based on an individual official report drawn up on the applicant by the AIVD on 24 July 2003, according to which the applicant was involved in a network of extremist Muslims involved in the material, financial and logistic support of international jihad, and in the propagation of, planning of and incitement to use violence for the purposes of such jihad. According to a subsequent official AIVD report of 20 September 2006, this information remained pertinent.", "22. On 5 October 2006, the applicant filed written comments on the intention with the Minister, arguing inter alia that such an exclusion order would be in violation of his rights under Article 3 of the Convention and that the intended decision to impose an exclusion order lacked adequate reasoning. The applicant relied, inter alia, on a letter dated 4 October 2006 from Amnesty International (Paris Research Office), stating that the applicant, given his past, was at risk of being arrested and tortured if returned to Mauritania.", "23. At the time of the introduction of the application, these proceedings were still pending before the Minister. No further information about these proceedings has been submitted to the Court.", "24. In October 2006, the applicant was expelled from the Netherlands to Mauritania. He travelled on his own, authentic and valid passport which had been issued for all countries in Nouakchott (Mauritania) in 1999. In March 2004, the validity of this passport had been prolonged in Nouakchott by three years. The applicant had applied for that prolongation by correspondence.", "25. The applicant arrived unaccompanied in Mauritania. He passed the passport and customs control with the help of a related customs officer who had been informed of the arrival by the applicant’s family. This customs officer shepherded him through the checkpoints as the border guards were allegedly on alert for the applicant and would have arrested and questioned him. Since his return to Mauritania, the applicant has been living in hiding in order to avoid persecution by the Mauritanian authorities.", "26. Until 1 April 2001, the admission, residence and expulsion of aliens were regulated by the 1965 Aliens Act (Vreemdelingenwet). Further rules were laid down in the Aliens Decree (Vreemdelingenbesluit), the Regulation on Aliens (Voorschrift Vreemdelingen) and the Aliens Act Implementation Guidelines (Vreemdelingencirculaire). The General Administrative Law Act (Algemene Wet Bestuursrecht) applied to proceedings under the 1965 Aliens Act, unless indicated otherwise in this Act.", "27. On 1 April 2001, the 1965 Aliens Act was replaced by the 2000 Aliens Act. On the same date, the Aliens Decree, the Regulation on Aliens and the Aliens Act Implementation Guidelines were replaced by new versions based on the 2000 Aliens Act. Unless indicated otherwise in the 2000 Aliens Act, the General Administrative Law Act continued to apply to proceedings on requests by aliens for admission and residence.", "28. Under article 29 of the 2000 Aliens Act, an alien is eligible for a residence permit for the purposes of asylum if, inter alia,", "he or she is a refugee within the meaning of the Convention relating to the Status of Refugees of 28 July 1951, or", "he or she has established that he or she has well-founded reasons to assume that he or she will run a real risk of being subjected to torture or other cruel or degrading treatment or punishment if expelled to the country of origin.", "29. Article 4:6 of the General Administrative Law Act provides that an applicant must adduce newly emerged facts or altered circumstances (nieuw gebleken feiten of veranderde omstandigheden) if a repeat request is filed following a decision in which the original request is, either totally or partially, rejected. When no such facts or altered circumstances have been adduced, the administrative authority may reject the new request with reference to the decision on the original request. Article 4:6 thus embodies the res iudicata principle in administrative law. Nevertheless, an exception has been made in this particular area of the law, in that an alien may adduce exceptional facts and circumstances relating to him or her personally, on the basis of which the new request may be assessed outside the framework of article 4:6. In the case of a repeat asylum application in which the risk of treatment contrary to Article 3 of the Convention is also invoked, an assessment by the court outside the framework of article 4:6 is therefore possible.", "30. On 16 August 2009, the Immigration and Refugee Board of Canada issued “Mauritania: The country’s situation, including the human rights situation and the political situation (August 2005 - August 2006)”. It reads, in so far as relevant (references omitted):", "“In August 2005, a military coup d’état led by Colonel Ely Ould Mohamed Vall \"put an end to the totalitarian practices\" of President Maaouiya Ould Taya, who had been in power since 1984. The Military Council for Justice and Democracy (Conseil militaire pour la justice et la démocratie, CMJD), headed by Colonel Vall, now runs the country. ...", "In September 2005, Colonel Vall allowed \"a general, full and complete amnesty to all Mauritanians condemned for political crimes or offences, in order to permit them to participate in the work of building the country in complete freedom\". However, approximately 20 \"Islamists\" have been imprisoned since April 2005; accused of being part of terrorist cells, they have not been given a trial as of July 2006. “", "31. On 28 August 2006, the Immigration and Refugee Board of Canada published the “query response” entitled “Mauritania: National identity documents in use in Mauritania, including the passport, identity card, birth certificate and marriage certificate; description of those documents; procedures for obtaining those documents (August 2006)”, which reads in respect of passports (references omitted):", "“Passport", "In correspondence, the First Counsellor at the Embassy of Mauritania ... indicated that the Mauritanian passport is issued by the national security branch. In order to obtain a passport, a person must submit a valid birth certificate and recent police record and report in person to receive his or her passport. No additional information on the documents that a person must produce or on the procedures he or she must follow to obtain a Mauritanian passport could be found among the sources consulted by the Research Directorate within the time constraints for this Response.", "According to the First Counsellor at the Embassy of Mauritania, a passport is valid for three years and contains the following information: the holder’s given name, family name, date and place of birth; the card’s period of validity; the name of the issuing authority; and a photograph.", "Keesing Reference Systems provides information on two types of Mauritanian passports. The first type has a six-digit number, preceded by a letter. The number appears as perforations at the top of all pages and is printed on the first page. Other information on the passport includes the following:", "Passport 1", "validity 3 years, page 5", "a 3-year extension possible", "booklet c. 153 x 103 mm / 6.0 x 4.1 in.", "32 pages", "laminate pages 1 and 3, clear laminate, sewn in", "photo glued, with an ink stamp.", "The second type of passport has a seven-digit number, preceded by a letter. The number appears as perforations at the top of all pages and is printed on the first page under the title. Other information about the passport includes the following:", "Passport 2", "validity 5 years, page 5 entry ‘It expires on’", "extension possible", "booklet c. 125 x 88 mm / 4.9 x 3.5 in.", "32 pages", "laminate pages 1 and 3, matt laminate with print, sewn in", "photo glued, with an ink stamp.", "No information on why Mauritania has two types of passports could be found among the sources consulted by the Research Directorate within the time constraints for this Response. ...”", "32. The Annual Report on International Religious Freedom for 2006 on Mauritania, released by the U.S. Department of State on 15 September 2006 and covering the period between 1 July 2005 and 30 June 2006, states in its relevant part:", "“The constitution establishes the country as an Islamic republic and recognizes Islam as the religion of its citizens and the state. However, a military junta took power on August 3, 2005, overthrew the elected president, dissolved parliament, suspended parts of the constitution, and formed a transitional government. The transitional government maintained laws regarding human rights and religious freedom and made some advances in both areas. ...", "Following the 2003 crackdown on Islamic activists, the former government closed a number of Saudi-funded and Gulf-funded Islamic schools and charities. These organizations remained closed at the end of the period covered by this report. The former government also closed an Islamic charity association in 2003 for its alleged connections to local Islamic activists. The government-funded Institute for Islamic Science, Studies, and Research (ISERI), remained open and fully funded.", "From March to July of 2005, the former government detained approximately eighty Islamists, including Islamist leaders Cheikh Mohamed El Hacen Ould Dedew and Moctar Ould Mohamed Moussa, who it claimed were tied to terrorism. On May 28, 2005, the former government charged thirty-seven with membership in unrecognized groups or for inciting violence and making harmful political statements at mosques. The former government released fourteen others, leaving sixty-six in prison (thirty-seven of whom had been charged). A majority of the arrests appeared to be based on alleged political activities rather than religious beliefs. The transitional government released twenty-one of the sixty-six Islamists soon after assuming power, and on September 2, 2005, released an additional twenty-four for lack of evidence, leaving twenty-one in prison. Three prisoners escaped April 27, 2006, leaving eighteen in prison. The transitional government stated that it had sufficient evidence to hold the remaining eighteen for terrorist activities and was preparing its case against them at the end of the reporting period.", "Unlike in the previous reporting period, there were no reports of former or transitional government officials searching mosques, seizing Qur’anic texts or arresting mosque officials. As in the previous reporting period, both the former and transitional governments restricted the use of mosque loudspeakers exclusively for the call to prayer and Friday service, in accordance with a 2003 law that prohibits the use of mosques for any form of political activity, including the distribution of propaganda and incitement to violence. ...", "Excluding the Islamists previously mentioned, there were no additional reports of religious prisoners or detainees.”", "33. On 11 March 2008, the U.S. Department of State released the “2007 Country Reports on Human Rights Practices – Mauritania”, which states inter alia:", "“Mauritania, with an estimated population of three million, is a highly centralized Islamic republic governed by President Sidi Mohamed Ould Cheikh Abdallahi, whose April 19 [2007] inauguration highlighted the country’s first successful transition to democracy in its 50 years of independence. President Abdallahi replaced Colonel Ely Ould Mohammed Vall, who had taken power in the August 2005 coup that ended the 23-year presidency of Maaouya Ould Sid’Ahmed Taya. The presidential elections were judged free and fair by international and national observers. The civilian authorities generally maintained effective control of the security forces. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}