{"ITEMID": "001-68922", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF I.D. v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1948 and lives in Rouse.", "10. In 1976 the applicant started working for the Cargo Railway Station in Rouse and until 1989 she formally occupied the positions of dormitories supervisor and facilities and social activities coordinator. In fact, throughout this period the applicant was working – under the instructions of her manager – as a typist at the local section of the Bulgarian Communist Party. This scheme had apparently been devised because the staff tables did not provide for a typist position.", "11. Accordingly, the applicant's employment agreements and job descriptions did not mention her actual duties, which included mostly typewriting. This arrangement was apparently never called into question by the applicant or her employer.", "12. Between 1989 and 1996 the applicant worked as an inspector at the human resources department of the Station.", "13. In late December 1995 or in early January 1996 the applicant's employer, acting pursuant to a medical recommendation on the nature of work she was fit to perform, moved her to a different position – internal mail carrier.", "14. In 1979 the applicant started experiencing pain in her hands and arms. Initially she was losing the sensitivity in her fingers and could not hold objects. With the passage of time the pain got stronger and her hands started to swell and tremble, especially after long periods of typing.", "15. In December 1994 the applicant was examined by the Diagnostic Expert Commission (“the DEC”) at the Rouse Regional Hospital. In a decision of 15 December 1994 the DEC found that the applicant was suffering from vegetative polyneuropathy of the upper limbs, a disease which features on the Table of Occupational Diseases. However, the DEC, relying solely on the applicant's job descriptions, concluded that the positions she had occupied (dormitories supervisor, facilities and social activities coordinator) did not entail increased strain on her upper limbs. Accordingly, it qualified her disease as non-occupational, finding no causal link between the conditions of work and the disease. Apparently the DEC refused to examine evidence (including affidavits) submitted by the applicant to prove her actual duties.", "16. The applicant appealed to the Central Diagnostic Expert Commission (“the CDEC”), arguing that her de facto duties were different from the ones enumerated in her job descriptions. As no witness testimony was admissible, she again submitted affidavits from her managers to the effect that she had actually worked as a typist. On 15 March 1995 the CDEC dismissed the appeal, fully endorsing the reasons of the DEC. Apparently it refused to take into account any other evidence purporting to establish the actual duties of the applicant.", "17. In October 1995 the applicant was admitted for treatment at the Medical Institute for Transport Workers in Sofia. On 19 December 1995 the DEC at the Institute examined the applicant and found that she suffered from osteohondrosis cervicalis. It also reached the conclusion that the disease was not an occupational one, being unrelated to the duties of the applicant as set out in her job descriptions.", "18. The applicant appealed against this decision to the CDEC. By a decision of 13 February 1996 it upheld the ruling as to the non-occupational character of the applicant's disease and fully endorsed the DEC's reasons.", "19. On 19 March 1996 the applicant brought an action against her employer under Article 200 of the Labour Code of 1986. She alleged that the disease of her hands had developed as a result of her work. In fact, between 1976 and 1989 she had worked as a typist, even though her job descriptions did not reflect that. The rulings of the DEC and the CDEC that her disease was not workrelated were based solely on these job descriptions; the commissions had not inquired into the reality of the situation. She requested the court to summon witnesses to testify about her real duties and to appoint an expert to establish the occupational character of her disease.", "20. Two witnesses – former managers of the applicant – testified during the trial. They stated that the applicant had in fact worked as a typist, in accordance with the orders of her employer, and provided details about her workload.", "21. Two expert witnesses were appointed by the court to give conclusions about the applicant's state of health and about the occupational or nonoccupational character of her disease. The first expert concluded that the applicant was suffering from vegetative neuropathy of the hands. The second expert submitted a report in which she stated that the cause for the applicant's disease could be her conditions of work, as described by her managers. Both experts confirmed their conclusions at a public hearing on 23 October 1996.", "22. The Rouse District Court gave judgment on 30 October 1996, dismissing the applicant's action. It stated, inter alia:", "“... the court considers the action to be ill-founded. The prerequisites for finding the employer liable under Article 200 of the Labour Code ... are a valid employment agreement and a convincingly established occupational disease. The occupational character of the disease is determined by the special medical commissions ... The existence of a finding [made by the DEC and ascertaining the occupational character of the disease] is an absolute precondition for holding the employer liable under Article 200 of the Labour Code. The specific character of the [subjectmatter of the inquiry] has led the legislature to establish specialised medical bodies to give a conclusion as to the type [of the disease] and as to the causal link between the conditions of work and the disease. In the case at hand the [DEC and the CDEC] have concluded that the [applicant's] disease was not occupational and was not related to her conditions of work ... [T]he court examining the dispute under Article 200 of the Labour Code may rule as to the occupational character of the disease only if no medical documents have been issued by the [DEC].”", "23. The applicant appealed to the Rouse Regional Court. On 27 December 1996 that court upheld the lower court's judgment in the following terms:", "“The [District Court's] judgment is well-founded. After assessing the collected and relevant evidence, the District Court correctly concluded that the occupational character of the [applicant's] disease, ... which is one of the prerequisites for holding her employer liable under Article 200 of the Labour Code, has not been convincingly established. The firstinstance court has correctly decided that the occupational character of the disease may be established by the court only if no documents have been issued by the specialised medical bodies ... The District Court has taken into account that in the case at hand these bodies have reached the categorical conclusion ... that the disease of the [applicant] was not related to her working conditions and was thus not occupational.”", "24. The applicant lodged a petition for review with the Supreme Court. That court dismissed the petition in a final judgment of 18 November 1997. It held:", "“The acts issued by the specialised medical bodies indicate that [the applicant's] disease was not occupational, i.e. no causal link was found between the disease and the working conditions. The expert witnesses' conclusions do not alter this finding. The [first expert] concluded that the disease “vegetative polyneuropathy of the hands” features on the table of occupational diseases. This fact is not at issue, but the [employer's] liability under Article 200 of the Labour Code presupposes not only the existence of the respective disease, but also the establishment of a causal link between the disease and the conditions of work. This causal link has not been established by the [second] expert either. In her report she found that activities related to type-writing are a prerequisite for the development of vegetative polyneuropathy. However, the fact that typewriting is in general a prerequisite for this disease does not prove the existence of a causal link between the [applicant's] conditions of work and [her] disease.", "...The specialised medical bodies are the administrative organs empowered by law to ascertain the existence of an occupational disease and the causal link between the disease and the [conditions of] work. The [lower] courts correctly held that the circumstances that [these organs] are authorised to examine may be examined by the court having cognisance of the action under Article 200 of the Labour Code only in the absence of findings made by these organs. The [applicant] has not established before the specialised medical bodies the existence of a causal link between [her] disease and the conditions of work as a typist ... Therefore the conclusions of the [lower] courts that her action is unfounded are correct.”", "25. Article 200 of the Labour Code of 1986, which regulates the liability of the employer toward the employee for damage which has occurred as a result of an occupational accident or disease, reads as follows:", "“1. The employer shall be liable for damage [resulting from] an occupational accident or disease which has caused a temporary or permanent disability or death of the employee, irrespective of whether it has been brought about through fault [of the employer] or of another employee.", "...", "3. The employer shall owe compensation amounting to the difference between the quantum of the damage – pecuniary and nonpecuniary, including lost profits, – and the [amount of the] benefits and/or pension [provided to the employee] by the social security.”", "26. At the relevant time occupational diseases were defined by Regulation No. 23 of the Minister of Health (State Gazette (“SG”), issue 5 of 1985, amended, SG, issues 34 and 87 of 1994) and by the Table of Occupational Diseases (SG, issue 5 of 1958, amended, SG, issue 18 of 1964 and issue 61 of 1974). The Regulation defined occupational diseases as “impairments of the health arising exclusively or predominantly from the harmful factors of the conditions of work or of the work process and which have been listed in the Table of Occupational Diseases” (section 1(1)). The Table listed the diseases, the conditions of work causing them, and the types of work in the performance of which they could occur. For a disease to be regarded as occupational, it had to (a) be listed in the Table; (b) stem from the exposure to certain dangerous conditions of work (e.g. noise, vibrations, radiation), exhaustively enumerated in the Table; and (c) the types of work (e.g. typist, miner, driver) involving exposure to these conditions had to be enumerated in the Table, the enumeration not being exhaustive.", "27. The DECs and the CDEC were established by the abovementioned Regulation No. 23 under the authority of the Minister of Health.", "The DECs were responsible for determining the occupational character of a disease (section 9(1) of the Regulation). Their members were appointed by the medical directors of the respective hospitals (section 9(5) of the Regulation).", "The CDEC heard appeals against decisions of the DECs; its members were appointed by the Minister of Health (section 13a(2) of the Regulation). The findings of the CDEC in respect of the occupational character of the disease were binding on other medical bodies dealing with occupational expertise issues (section 14(3) of the Regulation), but the Regulation did not provide that they were binding on the courts.", "28. The members of the commissions – who were exclusively medical professionals – were remunerated under privatelaw service contracts with the Ministry of Health (sections 9(3), 13a(1) and (4) of the Regulation).", "29. There were no detailed rules regulating the procedure before the commissions. The Regulation provided only that they had to proceed on the basis of an examination of the person concerned and of medical documents (section 12 of the Regulation), making no provision for witness testimony or other evidence. No hearings were held.", "30. Article 120 of the Constitution provides:", "“1. The courts shall review the lawfulness of the administration's acts and decisions.", "2. Physical and legal persons shall have the right to seek judicial review of any administrative act or decision which affects them, save in the cases expressly specified by statute.”", "31. The Administrative Procedure Act (“the APA”) governs the procedure for issuing “administrative acts” and for judicial review of such acts. Section 2(1) of the Act defines “individual administrative acts” as “acts issued [by public authorities], which create rights or obligations for, or affect rights or legitimate interests of, individuals or legal entities, as well as the refusals to issue such acts”. By sections 33 and 34 of the Act, all “administrative acts”, save those relating to the security of the country or specifically enumerated by statute, are subject to judicial review. The application for judicial review must be lodged within a specified timelimit, which varies depending on whether the “administrative act” was an express act or a tacit refusal and on whether before being appealed against before a court it was appealed against before a higher administrative authority (section 37(1), read in conjunction with sections 22, 29 and 31 of the Act). Only if it is alleged that the “administrative act” is null and void, the application for judicial review is not limited by time (section 37(2) of the Act).", "32. In its interpretative judgment no. 21 of 26 October 1995 in constitutional case no. 18/1995 (SG, issue 99 of 1995) the Constitutional Court gave a binding interpretation of Article 120 § 2 of the Constitution. It held, inter alia, that that Article's provision encompassed all administrative acts regardless of their character or theoretical qualification. The exclusion of a given administrative act from judicial review could only be done by statute. “All administrative acts” meant “without exception”. Only internal acts which did not affect in any way physical or legal persons outside the respective administration were not covered by the constitutional provision.", "33. The former Supreme Court has held that the decisions of the special medical commissions were not “administrative acts” within the meaning of the APA, which could be appealed against before a court, but rulings of special bodies subject only to a hierarchical appeal within the respective administration (опред. № 304 от 1 юли 1992 г., ВС, III г.о.).", "34. In a series of decisions and judgments starting with a reported decision of 4 February 1999 in which it quashed a decision of the Sofia City Court declaring an appeal against the decision of a special medical commission inadmissible, the Supreme Administrative Court, which succeeded the Supreme Court after the reform of 1997, started allowing judicial appeals against the decisions of special medical commissions. In contrast with the holding of the former Supreme Court, it held that the commissions' decisions were affecting the rights of the persons examined and were therefore “administrative acts” within the meaning of the APA. The general rule under Article 120 § 2 of the Constitution being that administrative acts were subject to judicial review unless otherwise provided by statute, the commissions' decisions were appealable before a court. In a number of those decisions and judgments the court also relied on Article 6 of the Convention and, in particular, its “access to a court” requirement (опред. № 1580 от 4 февруари 1999 г. по адм. д. № 4869/1998 г., ВАС, І о.; опред. № 4491 от 6 август 1999 г. по адм. д. № 937/1999 г., ВАС, І о.; опред. № 446 от 1 февруари 2000 г. по адм. д. № 3513/1999 г., ВАС, І о.; опред. № 3450 от 30 май 2000 г. по адм. д. № 7347/1999 г, ВАС, І о.; реш. № 351 от 25 януари 2001 г. по адм. д. № 5358/2000 г., ВАС, І о.; реш. № 6475 от 3 юли 2002 г. по адм. д. № 2611/2002 г., ВАС, петчленен състав)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}