{"ITEMID": "001-4781", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "LERCHEGGER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian citizen, born in 1952 and living in Stein (Austria).", "The applicant previously filed an application with the European Commission of Human Rights (no. 25049/94) concerning his detention on remand. On 26 June 1996 the Commission declared that application inadmissible.", "The facts of the present case, as submitted by the applicant, may be summarised as follows.", "On 5 August 1992 the Graz Public Prosecutor’s Office (Staatsanwaltschaft) filed a bill of indictment against the applicant charging him with various counts of fraud committed between 23 May 1992 and 29 June 1992 (“indictment no. 1”). Subsequently the applicant was arrested and taken into detention on remand on suspicion of having committed further fraud offences between 20 June and 20 November 1992.", "On 17 December 1992 a trial was held by the Graz Regional Court (Landesgericht) with Judge B.G. sitting as a single judge on the charges contained in the indictment of 5 August 1992. Upon request by the public prosecutor, the trial was adjourned since additional charges were not ready for adjudication.", "On 29 December 1992 the investigating judge, upon request by the public prosecutor, decided to separate the additional charges - concerning the offences the applicant had allegedly committed after June 1992 - from those contained in indictment no. 1 and to conduct these latter proceedings independently. On the basis of these offences a further bill of indictment was drawn up on 6 July 1993 (“indictment no. 2”).", "Meanwhile, on 11 March 1993 the Regional Court, being Judge B.G. sitting as a single judge, convicted the applicant of two counts of fraud set out in indictment no. 1 and sentenced him to four months’ imprisonment.", "On 25 August 1993 the president of the Graz Regional Court rejected the applicant’s motion of 13 August 1993 challenging Judge B.G. for bias. The president noted that the applicant had accused this judge of suppression of evidence, manipulation of proceedings, defamation and intimidation. The president found that the applicant’s submissions were polemical and unsubstantiated. As regards the applicant’s reference to procedural measures, such as the obtaining of files from parallel proceedings, or making enquiries with certain banks and insurance companies whether persons employed there and named as witnesses had information on the subject of the criminal proceedings, such preparatory measures did not indicate a lack of impartiality on the part of a judge.", "On 26 August 1993 the trial concerning indictment no. 2 commenced before a Chamber of the Graz Regional Court, presided by Judge B.G. The applicant, assisted by an ex-officio defence counsel, filed numerous requests for the taking of further evidence. The Court granted this request and, in view of the complexity of the investigations, decided to remit the case to the investigating judge.", "On 25 October 1993 the Graz Public Prosecutor’s Office filed a third bill of indictment against the applicant charging him with a further count of fraud and two counts of fraudulent conversion (“indictment no. 3”).", "On 27 December 1993 the applicant challenged all judges of the Graz Regional Court for bias. This motion was dismissed by the Graz Court of Appeal (Oberlandesgericht) on 31 January 1994. The Court of Appeal noted the applicant’s allegations that the investigating judge had manipulated evidence, that the psychiatric court expert had drawn up an erroneous report, that witnesses heard had given false testimony and that the public prosecutor’s office had refused to institute criminal proceedings against the investigating judge, the court expert and the witnesses. The Court of Appeal found that the applicant’s allegations concerned single members of the court and were not sufficient to cast doubt on the impartiality of all members of the court. Whether or not single members of the Regional Court were biased was a matter which the president of that court had to decide, should the applicant file such motions with him.", "On 10 February 1994 the trial against the applicant before the Regional Court resumed. At the beginning the public prosecutor again read out indictment no. 2, extending the charges to indictment no. 3. The applicant, assisted by defence counsel, did not oppose this extension. However, he challenged the psychiatric court expert for bias and stated that he had in the meantime laid a criminal information against the expert for defamation. He also challenged the presiding judge for bias. The court rejected both motions. Subsequently the applicant was questioned on the charges against him and several witnesses were heard. As regards the charges contained in the indictment of 25 October 1993, two employees of the C. bank were heard as witnesses. The applicant asked the witnesses several questions and explained his version of the events.", "At the end of the trial the applicant made numerous further requests for the taking of evidence, which were rejected by the court. The Regional Court found, inter alia, that the applicant himself had admitted receiving 100,000 ATS from the K. bank and that it was therefore unnecessary to obtain the report of an expert in graphology as to whether the signature on the receipt was the applicant’s. As regards a further charge of fraud, the Regional Court found that the witness, A., whom the applicant had requested to be heard, was not available as he had meanwhile emigrated to South Africa.", "On the same day the Court convicted the applicant on eight counts of fraud, fraudulent conversion and deceit, and acquitted him of further charges of fraud and defamation. It sentenced him to four and half a years’ imprisonment. The Regional Court found that the applicant was an impostor who usually pretended to be a business consultant or a pilot having substantial income and considerable private means. In reality, however, he had no income and no means and, since his release from prison in May 1992, earned his living from fraudulent acts and transactions.", "As to a count of deceit, the Court found that the applicant had approached a Hungarian airline and had pretended to be the managing director of a company and a member of the Diet of Styria wishing to establish, in co-operation with them, a regular flight connection between Graz and Budapest. However, the company named by the applicant did not exist. In order to reassure his Hungarian business partners, the applicant had shown a falsified paper, allegedly established by an Austrian bank, according to which he had paid 25 million ATS for the foundation of a joint venture between his company and the Hungarian one. Expecting future co-operation, the Hungarian company had incurred expenses and thus suffered prejudice.", "As to the assessment of evidence, the court noted that in the first hearing on 26 August 1993 the applicant had requested the taking of further evidence which had been so extensive that the case had to be remitted to the investigating judge. The result of the taking of evidence had not been in the applicant’s favour. Witnesses named by the applicant did not know him; others confirmed the accusations against him. As regards the count of fraud to the detriment of the K. bank, the applicant’s defence that the amount paid to him by the K. bank had been commission for services rendered, and not a loan granted to him, was implausible as he could not name any service for which he could have charged such commission.", "On 3 May 1994 the applicant filed a plea of nullity and an appeal against sentence with the Supreme Court (Oberster Gerichtshof). He complained, inter alia, that the indictment of 25 October 1993 had not been served on him prior to the trial on 10 February 1994, and that his right to prepare his defence had therefore been infringed. He further complained that the Regional Court had failed to take the evidence requested by him, and that his motion challenging the presiding judge for bias had been rejected.", "On 7 September 1994 the Supreme Court examined the plea of nullity. It quashed the applicant’s conviction and sentence regarding one of the counts of fraud which involved car rentals, as it found that the Regional Court should have made further efforts to obtain the evidence sought by the applicant. It confirmed the other convictions. As a result of quashing one of the convictions the whole sentence had to be re-examined.", "As to the complaint of a failure to serve indictment no. 3 prior to the trial on 10 February 1994, the Supreme Court acknowledged its veracity. However, the public prosecutor had read out the contents of this indictment at the beginning of the trial and had thereby brought the charges mentioned therein to the notice of the applicant. The applicant had been questioned in detail by the investigating judge on these charges and had therefore been familiar with them beforehand. Moreover, the applicant had failed to show in what way the inclusion of these offences concerning facts he had known for a considerable time would have hindered his defence.", "As regards the applicant’s complaint that the Regional Court had failed to take certain evidence requested by him, the Supreme Court found that the Regional Court had in general acted correctly in rejecting these requests, giving detailed explanations. However it did not accept the Regional Court’s decision regarding witness A. In the Supreme Court’s view, the Regional Court should have tried to obtain this witness’ new address in South Africa, and summoned or heard him on letters rogatory, before concluding that he was unavailable.", "As regards the applicant’s submissions that the Austrian courts lacked jurisdiction concerning the count of deceit to the detriment of the Hungarian airline, the Supreme Court found that the Austrian courts were competent since the applicant had also acted in Austria.", "On 30 December 1994 the Regional Court, upon a request by the public prosecutor’s office, discontinued the criminal proceedings concerning the charge quashed by the Supreme Court.", "On 11 January 1995 the Regional Court, after an oral hearing, sentenced the applicant to four years’ imprisonment.", "On 26 April 1995 the Supreme Court rejected the applicant’s further plea of nullity.", "On 21 June 1995 the Graz Court of Appeal dismissed the applicant’s appeal against sentence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}