{"ITEMID": "001-106156", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KOVAC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;George Nicolaou;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["The applicant, Ms Ljerka Kovač, is a Croatian national who was born in 1941 and lives in Varaždin. She was represented before the Court by Mr M. Fosin, an advocate practising in Varaždin. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 January 1998 the applicant concluded a loan agreement whereby she as a lender lent a sum of 5,000 German marks (DEM) to company A. in return for monthly interest at 2%. The company also agreed to return the money, together with the accrued interest, upon the applicant’s demand.", "In August 1998 the applicant brought a civil action in the Varaždin Municipal Court (Općinski sud u Varaždinu) against company A., seeking repayment of the loan. In October 1998 the court ruled in her favour and ordered the company to pay her 17,600 Croatian kunas (HRK) together with the accrued statutory default interest. However, the applicant was unable to enforce that judgment because company A. had no assets. In March 2001 the Varaždin Commercial Court (Trgovački sud u Varaždinu) instituted summary liquidation proceedings against company A.", "Meanwhile, in July 1999 the applicant, together with thirty-eight other plaintiffs (who also deposited their savings with company A.), brought a civil action in the Varaždin Municipal Court against the directors (and only shareholders) of the company A., Mr B.D. and Mrs N.D., seeking pecuniary damages. In July 2006 the court ruled for the plaintiffs. In particular, it ordered B.D. and N.D. to pay the applicant 2,556.46 euros (EUR).", "In December 2000 the Varaždin Municipal State Attorney indicted B.D. and N.D., before the Varaždin Municipal Court on several counts of fraud and a number of other criminal offences. They were eventually found guilty as charged and sentenced to four years and four months’ and four years and two months’ imprisonment, respectively. The applicant participated in those proceedings as an injured party (oštećenik).", "On 7 January 2002 the applicant was assaulted in the street by Mr B.D., who punched her once in the face, as a result of which she sustained injuries (a bruised nose and cracked nose cartilage).", "On 10 June 2002 the applicant submitted a motion to indict (optužni prijedlog) B.D., accusing him of inflicting minor bodily injury, to the Varaždin Municipal Court.", "On 12 July 2005 the Municipal Court found B.D. guilty and sentenced him to thirty-five days’ imprisonment.", "On 3 October 2005 the applicant appealed against the first-instance judgment. In her appeal she wrote, inter alia:", "“From the very beginning of these proceedings the bias of Judge M. was obvious, which I will explain in my appeal.", "... in the judgment Judge M. gave credence to the statement of the accused because his statement was ‘logical and convincing’. ... Such a view on the part of the judge I can only qualify as an obvious bias.", "...", "Only then did I realise why the judge was simply [giving vent to her instincts and] harassing my witnesses [when examining them] regarding the injury the accused B.D. had inflicted on me by punching me.", "...", "That statement was given by my husband S.M. on 26 April 2005 ... and all this is the result of him being provoked by the judge.", "...", "On 26 April 2005 the main hearing started anew because of a deliberate lapse of the two-month time-limit. ... B.D. ... suggests that the witness [B.G.] be summoned and examined at the hearing. Of course this proposal from B.D. was accepted, even though the judge knew why B.D. had not attended the hearing when B.G. and S.M. had testified, but B.D. has a statutory right to dictate the pace of the court proceedings. ... When my husband had to testify again on 26 April 2005 he was so upset that he ... exaggerated my injuries in order to express his rage [as regards] such conduct – the protraction of these criminal proceedings. Is it then really surprising that there are so many unsolved cases if for such simple criminal proceedings five or maybe even more hearings have to be scheduled? Anyway, by then I already had the impression that the judge had already reached a decision, so I was not surprised when on 27 September 2005 I received the judgment as it stands. The fact that my husband was obviously upset was noticed by other lenders [observers, namely, individuals who had lent money to B.D.’s company] who were present in the courtroom and followed the trial ..., who were appalled by such conduct of the proceedings, in which the judge’s bias could not be hidden.", "...", "The finding of the judge ... in which she gives credence to the statement of the accused, because his statement is ‘logical and convincing’ ... is regrettable but even more biased. What is important is that the accused gained the trust of the court.", "...", "In ... the judgment the judge again incorrectly states that ‘the plaintiff, S.M. and B.G. are all investors in the company of the injured party’ (instead of ‘the injured party’ it should be ‘the accused’). First of all Mr G. and I are lenders, which is very different from investors, and the judge should know that difference, given her job description.", "...", "In the ... judgment the evident bias of the judge is visible because it cannot be said that she is inexperienced or incompetent when she assesses my behaviour towards the accused with bias ...", "...", "The accused B.D. is lucky that he found understanding and protection in the judge. How wisely cited my husband’s statement was in the judgment and its intention, but the judge did not indicate when this statement had been given because my husband had had to testify twice ...", "...", "It is visible that in that part of the judgment the judge again ruled with certain intent against me ...", "...", "I am asking the Varaždin County Court to assign my appeal to the members of the panel who did not decide on the appeal of married couple D. on 17 February 2003 in the criminal proceedings no. K-475/00, and these are judges Z.P., D.K. and M.O., because their protection of married couple D. and bias in delivering the judgment was obvious. As I was present at the [hearing], I witnessed that myself.", "...", "Having regard to these protracted court proceedings, the unwarranted scheduling of five hearings and the biased judgment, which in a way justifies the act of physical violence of the accused against me, as well as the deliberate failure to record his statement that he was not sorry for having punched me, it is not surprising that, because of certain judges, other citizens and I think the judiciary is corrupt ... it is no wonder that in our country the legal order does not function and that every day crime and violence are burgeoning.”", "On 8 November 2005 the Varaždin County Court (Županijski sud u Varaždinu) dismissed the applicant’s appeal and upheld the first-instance judgment.", "After it had completed the preliminary examination of the applicant’s appeal of 3 October 2005 in the above criminal proceedings, on 8 November 2005 the panel of the Varaždin County Court, composed of judges I.M., S.M. and S.V.P., issued a decision whereby it fined the applicant 5,000 Croatian kunas (HRK) for contempt of court. The decision, which was served on the applicant on 22 November 2005 read, in its relevant part, as follows:", "“I. Pursuant to section 73(1) of the Criminal Procedure Act ... the private prosecutor Ljerka Kovač ... is hereby fined 5,000 [Croatian] kunas for insulting the court in her appeal lodged against the judgment of the Varaždin Municipal Court of 12 July 2005 ...", "II. The private prosecutor Ljerka Kovač shall pay the above fine within six months of this decision becoming final.", "III. If the private prosecutor does not pay the above fine of HRK 5,000 in full or in part within six months of this decision becoming final, the fine shall, on the basis of section 157 of the Criminal Procedure Act, be converted into a prison sentence, which shall be imposed by applying the provisions of the Criminal Code, mutatis mutandis.", "Reasons", "Apart from the accused B.D., the private prosecutor Ljerka Kovač also lodged an appeal against the judgment of the Varaždin Municipal Court of 12 July 2005...", "While deciding on the appeal of the private prosecutor ... on 8 November 2005, this [court] found that the private prosecutor in her appeal against the above-mentioned judgment of the Varaždin Municipal Court had insulted the court. Since the provision of section 73 of the Criminal Procedure Act is mandatory as it provides that ‘the court shall impose a fine of up to 20,000 [Croatian] kunas ...’ – which means that the court is obliged to fine a person if he or she insults the court in his or her written submissions – this [court], finding that the private prosecutor had insulted the court, fined [her] as indicated in the operative provisions of this decision.", "Namely, in her appeal the private prosecutor makes, inter alia, [the following] insulting incriminations: ‘From the very beginning of the proceedings the bias of Judge M. was obvious.’ ... ‘Such an attitude on the part of the judge I can only qualify as an obvious bias.’ ... ‘Only then did I realise why the judge was simply harassing my witnesses.’ ... ‘All this is a result of my husband being provoked by the judge.’ ... ‘Because of the deliberate lapse of the two-month time-limit.’ ‘...Mr D. has a statutory right to dictate the pace of the court proceedings’ ... ‘expressed his rage [as regards] such conduct – protraction of these criminal proceedings’ ... ‘Anyway, by then I already had the impression that the judge had already reached a decision, so I was not surprised when on 27 September 2005 I received the judgment as it stands.’ ... ‘I am appalled by such conduct of the proceedings in which the bias of the judge could not be hidden.’ ... ‘The finding of the judge ... is regrettable but even more biased.’ ... ‘The only important thing is that the accused gained the trust of the court.’ ... ‘The judge should know that difference given her job description.’ ... ‘The evident bias of the judge is visible because it cannot be said that she is inexperienced or incompetent when she assesses my behaviour.’ ... ‘The accused B.D. is lucky that he found understanding and protection in the judge.’ ... ‘How wisely cited was the statement of my husband in the judgment and its intention’ ... ‘The judge again ruled with a certain intent against me.’ ... ‘I am asking the Varaždin County Court to assign my appeal to the members of the panel who did not decide on the appeal of married couple D. on 17 February 2003 in the criminal proceedings no. K-475/00, and these are judges Z.P., D.K. and M.O., because their protection of married couple D. and bias in delivering the judgment was obvious. As I was present at the [hearing], I witnessed that myself.’ ... ‘Deliberate failure to record his statement.’... ‘It is not surprising that, because of certain judges, other citizens and I think the judiciary is corrupt.’... ‘it is no wonder that in our country the legal order does not function and that every day crime and violence are burgeoning.’", "This [court] finds that the above-mentioned words [made bold for emphasis] from the private prosecutor’s appeal are insulting in their content and contain insulting allusions ... questioning the professional qualities of Judge M. of the Varaždin Municipal Court as well as the judges Z.P., D.K. and M.O. of the County Court, whose withdrawal the private prosecutor in fact requested in her appeal as [they were], in [her] view, obviously biased ...", "In this [court’s] view, the appeal of the private prosecutor is insulting and demeaning as a whole, which is particularly exemplified in the above-cited passages from her appeal, where [she] displays blatant arrogance towards the judges and judiciary in general. Her belittling attitude and desire to give lessons to everyone is apparent. She seeks to demean the judges, which is particularly exemplified when the private prosecutor dares to say that Judge M. was harassing her witnesses ... that the public was appalled by the way in which the judge conducted the proceedings, that the finding of the judge was regrettable but even more biased, that the judge should have known what investment is, that the judge was neither inexperienced nor incompetent when she assessed the behaviour of the private prosecutor towards the accused with bias. Therefore, in this [court’s] view, there is no doubt that the private prosecutor in her appeal insults and belittles the court by the above-mentioned incriminations. This is the case especially since the above-mentioned allegations are not necessary for the elucidation of the arguments raised in the appeal, as the incriminations in question also contain insulting allusions concerning the professional qualities of Judge M. and other judges of this court, through which the private prosecutor objectively tarnishes the reputation of the court.", "Having regard to the list of incriminations in the private prosecutor’s appeal, by which she insults the judges and singles some [of them] out while expressing her opinions as regards the bias and corruption of certain judges and the judiciary as a whole, there is no doubt that this [court] was obliged, within the meaning of section 73(1) of the Criminal Procedure Act, to fine [her].", "The above fine appears adequate given the incriminations in the appeal and their number and severity. The private prosecutor will be able to pay this fine ... even though she refused to indicate the amount of her pension. However, it is evident [from the case file] that she owns a flat, so her refusal to indicate the amount of her pension – which she is otherwise obliged [to do] – only shows her arrogance and demeaning attitude towards certain judges and the court as a whole.", "This [court], however, [established] that her pension amounts to HRK 3,900, and took [it] into account when determining the amount of the fine. The court therefore considers that she will be able to pay the fine of HRK 5,000 within the six-month time-limit. [It is to be noted] that if the above fine is not paid in full or in part within [that] time-limit, it will be converted into an appropriate prison sentence on the basis of section 157 of the Criminal Procedure Act by applying the provisions of the Criminal Code, mutatis mutandis.”", "On 25 November 2005 the applicant lodged an appeal against that decision, arguing, inter alia, that the remarks made in her appeal of 3 October 2005 had been taken out of context and that their aim had not been to insult, but to undermine the lawfulness of the appealed first-instance judgment of 12 July 2005. By making those remarks she had been expressing her opinion and had had reason to believe that it was valid. However, she had been fined only because she had dared to doubt the impartiality of Judge M. and to complain about judges who were considered to be infallible.", "On 22 December 2005 the Supreme Court (Vrhovni sud Republike Hrvatske) dismissed the applicant’s appeal and upheld the first-instance decision. The Supreme Court’s decision, which was served on the applicant on 3 April 2006 read, in its relevant part, as follows:", "“The [Varaždin County Court] correctly found that the private prosecutor Ljerka Kovač, in her appeal lodged against the judgment of the Varaždin Municipal Court of 12 July 2005, expressed disrespect for judicial office and thereby insulted the court.", "Namely, the fact is that by the remarks made in the appeal at issue, which are highlighted in the contested decision, the court is being insulted and belittled. [This is so] because those incriminating remarks were obviously not necessary for the elucidation of the grounds for the appeal. By their content [they] represent demeaning and insulting allusions and expressions, which groundlessly question the professional qualities of judges, insult the court as a whole, show arrogance in respect of judges and the judiciary in general and thereby objectively tarnish the reputation of the court.", "As the court is, on the basis of the mandatory statutory provision of section 73(1) of the Criminal Procedure Act, obliged to impose a fine when it finds that the conditions set forth in that provision have been met, the imposition of a fine on the private prosecutor – as a measure to secure [procedural] discipline of the parties – in order to prevent her possible such or similar behaviour in the future – was well-founded.", "Therefore, the private prosecutor’s appeal in which she does not actually deny having made insulting remarks, is unfounded.", "Contrary to the arguments raised in the appeal, the amount of the imposed fine of HRK 5,000 [Croatian] kunas, which under section 73(1) of the Criminal Procedure Act, may be up to HRK 20,000, is appropriate to the number, gravity and severity of the insults, the income and the general behaviour of the private prosecutor so far, where regard should be had to the fact ... that the fine was ordered to be paid within six months.”", "On 9 May 2006 the applicant lodged a constitutional complaint under section 62 of the Constitutional Court Act against the Supreme Court’s decision. On 26 June 2006 the Constitutional Court declared the applicant’s constitutional complaint inadmissible and served its decision on her on 15 July 2006. It held that the impugned decision did not concern the merits of the case and, as such, was not susceptible to constitutional review.", "The applicant paid the fine on 19 September 2006.", "The relevant part of the 1999 Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 99/1999 of 29 September 1999 – “the Constitutional Court Act”), as amended by the 2002 Amendments (Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske, Official Gazette no. 29/2002 of 22 March 2002), which entered into force on 15 March 2002, reads as follows:", "“1. Any person may lodge a constitutional complaint with the Constitutional Court if he or she deems that the decision of a state authority, local or regional selfgovernment, or a legal person vested with public authority, concerning his or her rights or obligations, or about a suspicion or an accusation of his or her having committed a criminal offence, has violated his or her human rights or fundamental freedoms, or right to local or regional self-government, guaranteed by the Constitution (hereinafter: constitutional rights)...", "2. If another legal remedy is allowed against the violation of the constitutional rights [complained of], the constitutional complaint may be lodged only after this remedy has been exhausted.", "3. In matters in which an administrative action or, in civil and non-contentious proceedings, an appeal on points of law [revizija] are allowed, remedies shall be considered to have been exhausted only after the decision on these legal remedies has been given.”", "The Criminal Procedure Act of 1997 (Zakon o kaznenom postupku, Official Gazette of the Republic of Croatia nos. 110/1997, 27/1998 (corrigendum), 58/1999, 112/1999, 58/2002, 143/2002 (corrigendum), 62/2003 (consolidated text) and 115/2006), in its relevant part, provided as follows:", "“1. The court shall impose a fine of up to 20,000 [Croatian] kunas on defence counsel, a legal representative, legal guardian, injured party or private or subsidiary prosecutor, witness or expert who insults the court or another participant in the proceedings [either] orally or in his or her written submissions. The decision as regards the fine to be imposed shall be rendered by the investigating judge or the panel before which the insulting remark was made or, if such a remark was made in a written submission, the decision shall be rendered by the court which has to decide on that submission. An appeal lies against this decision. ...", "2. The fine imposed pursuant to paragraph 1 of this section shall have no effect on the prosecution or the imposition of a [criminal] sanction for the criminal offence committed by the insult.”", "“When a fine imposed in accordance with the provisions of this Act is not paid in full or in part within the fixed time-limit, the court may convert it into a prison sentence which shall be imposed by applying the provisions of the Criminal Code, mutatis mutandis.”", "Article 52 § 3 of the Criminal Code (Kazneni zakon, Official Gazette no. 110/97, with subsequent amendments) reads as follows:", "“A fine shall be converted into a prison sentence so that one daily income is converted into one day of imprisonment, where the maximum duration of imprisonment into which the fine was converted shall not exceed twelve months.”", "According to the practice of the domestic courts, before taking a decision to convert the fine into a prison sentence, a court has to summon and hear the person fined. An appeal always lies against such a decision (see, for example, the Supreme Court decision no. Kž 443/08-3 of 21 May 2008)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}