{"ITEMID": "001-89309", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF CARSON AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 14+P1-1", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza;Simon Brown", "TEXT": ["7. Ms Carson was born in 1931. She spent most of her working life in the United Kingdom, paying National Insurance Contributions in full, before emigrating to South Africa in 1989, where she has been resident since 1990. From 1989 to 1999 she paid further National Insurance Contributions on a voluntary basis to maintain her entitlement to a full State retirement pension.", "8. In 2000 she became eligible for a State pension and an additional pension under the State Earnings Related Pension Scheme (“SERPS”). She receives a total of GBP 103.62 per week, comprising GBP 67.50 basic State pension, GBP 32.17 SERPS and GBP 3.95 graduated pension. Her pension has remained fixed at this rate since 2000. Had her basic pension benefited from up-rating in line with inflation, it would now be worth GBP 82.05 per week.", "9. There is no State social security system in South Africa. Ms Carson therefore contends that she is dependent on her British pension to support her in retirement, having no other resources other than some earnings as a writer.", "10. Ms Carson brought domestic proceedings challenging the refusal to up-rate her pension: see paragraphs 24-36 below.", "11. Mr Jackson was born in 1922. He spent 50 years working in the United Kingdom, paying National Insurance Contributions in full. He emigrated to Canada on his retirement in 1986 and became eligible for a State pension in 1987. His basic State pension was then GBP 39.50 a week, and it has remained fixed at that level since 1987. Had his State pension benefited from up-rating since 1987 it would now be worth GBP 82.05 a week.", "12. Mrs Stewart was born in 1931. She spent 15 years working in the United Kingdom, paying National Insurance Contributions in full, before emigrating to Canada in 1964. She became eligible for a State pension in 1991. Her basic State pension was then GBP 15.48 per week, and it has remained fixed at that level since 1991. Had her State pension benefited from up-rating, it would now be worth approximately GBP 22.50 per week.", "13. Mrs Kendall was born in 1913. She spent 45 years working in the United Kingdom, paying National Insurance Contributions in full, before retiring in 1976. She became eligible for a State pension in 1973, and emigrated to Canada in 1986, at which point her State pension had increased to GBP 38.70 per week. It has remained fixed at that level. Had it benefited from up-rating, it would now be worth approximately GBP 82.05 a week.", "14. Mr Dean was born in 1923. He spent 51 years working in the United Kingdom, paying National Insurance Contributions in full, before retiring in 1991. He became eligible for a State pension in 1988, and emigrated to Canada in 1994, when his weekly State pension was GBP 57.60. It has remained fixed at that level since 1994. Had it benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "15. Mr Buchanan was born in 1924. He spent 47 years working in the United Kingdom, paying all applicable National Insurance Contributions in full, before emigrating to Canada in 1985. He became eligible for a State pension in 1989. His basic State pension was then GBP 41.15 per week, and it has remained fixed at that level since 1989. Had his State pension benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "16. Mr Doyle was born in 1937. He spent 42 years working in the United Kingdom, paying National Insurance Contributions in full, before retiring in 1995 and emigrating to Canada in 1998. He became eligible for a State pension in 2002. His basic State pension was then GBP 75.50 per week, and it has remained fixed at that level since then. Had it benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "17. Mr Gould was born in 1933. He spent 44 years working in the United Kingdom, paying National Insurance Contributions in full, before retiring and emigrating to Canada in 1994. He became eligible for a State pension in 1998. His basic State pension was then GBP 64.70 per week, and it has remained fixed at that level since then. Had his State pension benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "18. Mr Dancer was born in 1921. He spent 44 years working in the United Kingdom, paying National Insurance Contributions in full, before emigrating to Canada in 1981. He became eligible for a State pension in 1986. His basic State pension was then GBP 38.30 per week, and it has remained fixed at that level. Had it benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "19. Mrs Hill was born in Australia in 1940; it appears that she remains an Australian national. She lived and worked in the United Kingdom between 1963 and 1982, paying National Insurance Contributions in full, before returning to Australia in 1982. She made further National Insurance Contributions for the tax years 1992-1999, and became eligible for a British State pension in 2000. Her basic State pension was then GBP 38.05 per week.", "20. Between August 2002 and December 2004 she spent over half her time in London. During this period, her pension was increased to GBP 58.78, which included an up-rating of the basic State pension. When she returned to Australia, her pension returned to the previous level, including a basic State pension of GBP 38.05. Her pension has remained at this level subsequently. Had her State pension benefited from up-rating, it would now be worth approximately GBP 43.08 per week.", "21. Mr Shrubshole was born in 1933. His contributions record in the United Kingdom qualified him for a full basic State pension in 1998. He emigrated to Australia in 2000, at which point his State pension had increased to GBP 67.40. Save for a period of seven weeks when he returned to the United Kingdom (during which time his pension was increased to take into account annual up-ratings), his State pension has remained fixed at that level since 2000. Had his State pension benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "22. Mr Markiewicz was born in 1924. He spent 51 years working in the United Kingdom, paying National Insurance Contributions in full, and became eligible for a State pension in 1989. In 1993 he emigrated to Australia. His basic State pension was then worth GBP 56.10 a week, and it has remained fixed at that level. Had it benefited from up-rating, it would now be worth approximately GBP 82.05 per week.", "23. Mrs Godfrey was born in 1934. She spent 10 years working in the United Kingdom between 1954 and 1965, paying National Insurance Contributions in full, before emigrating to Australia in 1965. She became eligible for a State pension in 1994. Her basic State pension was then GBP 14.40 per week, and it has remained fixed at that level. Had it benefited from up-rating, it would now be worth approximately GBP 20.51 per week. Mrs Godfrey contends that she is ineligible for any old age security benefits from the Australian Government, and is thus dependent on her British State pension as a source of income.", "24. In 2002, Ms Carson brought proceedings by way of judicial review to challenge the failure to index-link her pension. At first instance she was supported by the Australian Government as an intervening party, but the Australian Government withdrew from the proceedings before the Court of Appeal and House of Lords.", "25. Before the High Court, Ms Carson based her argument on Article 1 of Protocol No. 1 taken alone and in conjunction with Article 14 of the Convention. Stanley Burnton J, in a judgment handed down on 22 May 2002 (R (Carson) v Secretary of State for Work and Pensions [2002] EWHC 978 (Admin)), dismissed her application for judicial review.", "26. Applying the principles he drew from the case-law of the Court, the judge found that the pecuniary right that fell to be protected by Article 1 of Protocol No. 1 had to be defined by the domestic legislation that created it. He found that, by the operation of the domestic legislation, Ms Carson had never been entitled to an up-rated pension, so that there could be no breach of Article 1 of Protocol No. 1 taken in isolation.", "27. The matter nonetheless fell within the ambit of Article 1 of Protocol No. 1, such that the judge had to consider whether Ms Carson had suffered discrimination contrary to the provisions of Article 14. He held that residence, applied as a criterion for the differential treatment of citizens, was a ground within the scope of Article 14; like domicile and nationality, it was an aspect of personal status. This was not contested by the Secretary of State. Stanley Burnton J went on, however, to dismiss the claim following the reasoning of the European Commission of Human Rights in JW and EW v United Kingdom (no. 9776/82, decision of 3 October 1983, Decisions and Reports (DR) 34, p. 153) and Corner v United Kingdom (no. 11271/84, decision of 17 May 1985, unpublished), holding that the applicant was not in a comparable position to pensioners in countries attracting up-rating. The differing economic conditions in each country, including local social security provision and taxation, made it impossible simply to compare the amount in sterling received by pensioners.", "28. Stanley Burnton J found that, in the alternative, even if the applicant could claim to be in an analogous position to a pensioner in the United Kingdom or a country where up-rating was paid subject to a bi-lateral agreement, the difference in treatment could be justified. He considered that the Government had a considerable margin of appreciation, that there was a lack of consistency in State practice, and that the limitation had been publicised for some time. He declined to accept that the payment of an up-rated pension in one country (or several) meant that there was an obligation under Article 14 to pay up-rated pensions to all pensioners living abroad. He found that the illogicality in the scope of bilateral agreements reflected their political nature, the relative complexity of the issue, and historical factors. He therefore concluded that the “remedy of the expatriate United Kingdom pensioners who do not receive up-rated pensions is political, not judicial. The decision to pay them up-rated pensions must be made by Parliament.”", "29. Ms Carson appealed to the Court of Appeal, which dismissed her appeal on 17 June 2003 (R (Carson and Reynolds) v Secretary of State for Work and Pensions [2003] EWCA Civ 797). For similar reasons to the High Court, the Court of Appeal (Lords Justice Simon Brown, Laws and Rix) found that, since Article 1 of Protocol No. 1 conferred no right to acquire property, the failure to up-rate Ms Carson's pension gave rise to no violation of that provision.", "30. As to the complaint under Article 14 in conjunction with Article 1 of Protocol No. 1, the Court of Appeal noted that the Secretary of State accepted that place of residence constituted a “status” for the purposes of the Article. However, it found that the applicant was in a materially different position to those she contended were her comparators. In this connection it was significant that the legislative scheme was entirely geared toward the impact of price inflation in the United Kingdom, such that it would be “inescapable that [an annual up-rate] being awarded across the board to all ... pensioners [in Ms Carson's position] would have random effects.”", "31. The Court of Appeal also considered, in the alternative, the question of justification and found that the “true” justification of the refusal to pay the up-rate was that Ms Carson and those in her position “had chosen to live in societies, more pointedly economies, outside the United Kingdom where the specific rationale for the uplift may by no means necessarily apply.” The Court of Appeal thus considered the decision to be objectively justified without reference to what they accepted would be the “daunting cost” of extending the up-rate to those in Ms Carson's position. Moreover, the cost implications were “in the context of this case a legitimate factor going in justification for the Secretary of State's position,” because to accept Ms Carson's arguments would be to lead to a judicial interference in the political decision as to the deployment of public funds which was not mandated by the Human Rights Act 1998, the jurisprudence of this Court or by a “legal imperative” which was sufficiently pressing to justify confining and circumscribing the elected Government's macro-economic policies.", "32. Ms Carson appealed to the House of Lords, relying on Article 1 of Protocol No. 1 read together with Article 14. Her appeal was dismissed on 26 May 2005 by a majority of four to one (R (Carson and Reynolds) v. Secretary of State for Work and Pensions [2005] UKHL 37).", "33. The majority (Lords Nicholls of Birkenhead, Hoffmann, Rodger of Earlsferry and Walker of Gestinghope) accepted that a retirement pension fell within the scope of Article 1 of Protocol No. 1 and that Article 14 was thus applicable. They further assumed that a place of residence was a personal characteristic and amounted to “any other status” within the meaning of Article 14, and was thus a prohibited ground of discrimination. However, because a person could choose where to live, less weighty grounds were required to justify a difference of treatment based on residence than one based on an inherent personal characteristic, such as race or sex.", "34. The majority observed that in certain cases it was artificial to treat separately the questions, first, whether an individual complaining of discrimination was in an analogous position to a person treated more favourably and, secondly, whether the difference in treatment was reasonably and objectively justified. In the present case, the applicant was not in an analogous, or comparable position, to a pensioner resident in the United Kingdom or resident in a country with a bilateral agreement with the United Kingdom. The State pension was one element in an interconnected system of taxation and social security benefits, designed to provide a basic standard of living for the inhabitants of the United Kingdom. It was funded partly from the National Insurance Contributions of those currently in employment and their employers, and partly out of general taxation. The pension was not means tested, but pensioners with a high income from other sources paid some of it back to the State in income tax. Those with low incomes might receive other benefits, such as income support. The provision for index-linking was intended to preserve the value of the pension in the light of economic conditions, such as the cost of living and the rate of inflation, within the United Kingdom. Quite different economic conditions applied in other countries: for example, in South Africa, where Ms Carson lived, although there was virtually no social security, the cost of living was much lower, and the value of the rand had dropped in recent years compared to sterling.", "35. Lord Hoffmann, who gave one of the majority opinions, put the arguments as follows:", "“18. The denial of a social security benefit to Ms Carson on the ground that she lives abroad cannot possibly be equated with discrimination on grounds of race or sex. It is not a denial of respect for her as an individual. She was under no obligation to move to South Africa. She did so voluntarily and no doubt for good reasons. But in doing so, she put herself outside the primary scope and purpose of the UK social security system. Social security benefits are part of an intricate and interlocking system of social welfare which exists to ensure certain minimum standards of living for the people of this country. They are an expression of what has been called social solidarity or fraternité; the duty of any community to help those of its members who are in need. But that duty is generally recognised to be national in character. It does not extend to the inhabitants of foreign countries. That is recognised in treaties such as the ILO Social Security (Minimum Standards) Convention 1952 (article 69) and the European Code of Social Security 1961.", "19. Mr Blake QC, who appeared for Ms Carson, accepted the force of this argument. He agreed in reply that she could have no complaint if the United Kingdom had rigorously applied the principle that UK social security is for UK residents and paid no pensions whatever to people who had gone to live abroad. And he makes no complaint about the fact that she is not entitled to other social security benefits like jobseeker's allowance and income support. But he said that it was irrational to recognise that she had an entitlement to a pension by virtue of her contributions to the National Insurance Fund and then not to pay her the same pension as UK residents who had made the same contributions.", "20. The one feature upon which Ms Carson seizes as the basis of her claim to equal treatment (but only in respect of a pension) is that she has paid the same national insurance contributions. That is really the long and the short of her case. In my opinion, however, concentration on this single feature is an over-simplification of the comparison. The situation of the beneficiaries of UK social security is, to quote the European Court in Van der Mussele v Belgium (1983) 6 EHRR 163, 180, para. 46, 'characterised by a corpus of rights and obligations of which it would be artificial to isolate one specific aspect'.", "21. In effect Ms Carson's argument is that because contributions are a necessary condition for the retirement pension paid to UK residents, they ought to be a sufficient condition. No other matters, like whether one lives in the United Kingdom and participates in the rest of its arrangements for taxation and social security, ought to be taken into account. But that in my opinion is an obvious fallacy. National insurance contributions have no exclusive link to retirement pensions, comparable with contributions to a private pension scheme. In fact the link is a rather tenuous one. National insurance contributions form a source of part of the revenue which pays for all social security benefits and the National Health Service (the rest comes from ordinary taxation). If payment of contributions is a sufficient condition for being entitled to a contributory benefit, Ms Carson should be entitled to all contributory benefits, like maternity benefit and job-seekers allowance. But she does not suggest that she is.", "22. The interlocking nature of the system makes it impossible to extract one element for special treatment. The main reason for the provision of state pensions is the recognition that the majority of people of pensionable age will need the money. They are not means-tested, but that is only because means-testing is expensive and discourages take-up of the benefit even by people who need it. So state pensions are paid to everyone whether they have adequate income from other sources or not. On the other hand, they are subject to tax. So the state will recover part of the pension from people who have enough income to pay tax and thereby reduce the net cost of the pension. On the other hand, those people who are entirely destitute would be entitled to income support, a non-contributory benefit. So the net cost of paying a retirement pension to such people takes into account the fact that the pension will be set off against their claim to income support.", "23. None of these interlocking features can be applied to a non-resident such as Ms Carson. She pays no United Kingdom income tax, so the state would not be able to recover anything even if she had substantial additional income. (Of course I do not suggest that this is the case; I have no idea what other income she has, but there will be expatriate pensioners who do have other income). Likewise, if she were destitute, there would be no saving in income support. On the contrary, the pension would go to reduce the social security benefits (if any) to which she is entitled in her new country.", "State and private pensions", "24. It is, I suppose, the words 'insurance' and 'contributions' which suggest an analogy with a private pension scheme. But, from the point of view of the citizens who contribute, national insurance contributions are little different from general taxation which disappears into the communal pot of the consolidated fund. The difference is only a matter of public accounting. And although retirement pensions are presently linked to contributions, there is no particular reason why they should be. In fact (mainly because the present system severely disadvantages women who have spent time in the unremunerated work of caring for a family rather than earning a salary) there are proposals for change. Contributory pensions may be replaced with a non-contributory 'citizen's pension' payable to all inhabitants of this country of pensionable age. But there is no reason why this should mean any change in the collection of national insurance contributions to fund the citizen's pension like all the other non-contributory benefits. On Ms Carson's argument, however, a change to a non-contributory pension would make all the difference. Once the retirement pension was non-contributory, the foundation of her argument that she had 'earned' the right to equal treatment would disappear. But she would have paid exactly the same national insurance contributions while she was working here and her contributions would have had as much (or as little) causal relationship to her pension entitlement as they have today.", "25. For these reasons it seems to me that the position of a non-resident is materially and relevantly different from that of a UK resident. I do not think, with all respect to my noble and learned friend, Lord Carswell, that the reasons are subtle and arcane. They are practical and fair. Furthermore, I think that this is very much a case in which Parliament is entitled to decide whether the differences justify a difference in treatment. It cannot be the law that the United Kingdom is prohibited from treating expatriate pensioners generously unless it treats them in precisely the same way as pensioners at home. Once it is accepted that the position of Ms Carson is relevantly different from that of a UK resident and that she therefore cannot claim equality of treatment, the amount (if any) which she receives must be a matter for Parliament. It must be possible to recognise that her past contributions gave her a claim in equity to some pension without having to abandon the reasons why she cannot claim to be treated equally. And in deciding what expatriate pensioners should be paid, Parliament must be entitled to take into account competing claims on public funds. To say that the reason why expatriate pensioners are not paid the annual increases is to save money is true but only in a trivial sense: every decision not to spend more on something is to save money to reduce taxes or spend it on something else.", "26. I think it is unfortunate that the argument for the Secretary of State placed such emphasis upon such matters as the variations in rates of inflation in various countries which made it inappropriate to apply the same increase to pensioners resident abroad. It is unnecessary for the Secretary of State to try to justify the sums paid with such nice calculations. It distracts attention from the main argument. Once it is conceded, as Mr Blake accepts, that people resident outside the UK are relevantly different and could be denied any pension at all, Parliament does not have to justify to the courts the reasons why they are paid one sum rather than another. Generosity does not have to have a logical explanation. It is enough for the Secretary of State to say that, all things considered, Parliament considered the present system of payments to be a fair allocation of available resources.", "27. The comparison with residents in treaty countries seems to me to fail for similar reasons. Mr Blake was able to point to government statements to the effect that there was no logical scheme in the arrangements with treaty countries. They represented whatever the UK had from time to time been able to negotiate without placing itself at an undue economic disadvantage. But that seems to me an entirely rational basis for differences in treatment. The situation of a UK expatriate pensioner who lives in a country which has been willing to enter into suitable reciprocal social security arrangements is relevantly different from that of a pensioner who lives in a country which has not. The treaty enables the government to improve the social security benefits of UK nationals in the foreign country on terms which it considers to be favourable, or at least not unduly burdensome. It would be very strange if the government was prohibited from entering into such reciprocal arrangements with any country (for example, as it has with the EEA countries) unless it paid the same benefits to all expatriates in every part of the world.”", "36. Lord Carswell, dissenting, found that Ms Carson could properly be compared to other contributing pensioners living in the United Kingdom or other countries where their pensions were up-rated. He continued:", "“How persons spend their income and where they do so are matters for their own choice. Some may choose to live in a country where the cost of living is low or the exchange rate favourable, a course not uncommon in previous generations, which may or may not carry with it disadvantages, but that is a matter for their personal choice. The common factor for purposes of comparison is that all of the pensioners, in whichever country they may reside, have duly paid the contributions required to qualify for their pensions. If some of them are not paid pensions at the same rate as others, that in my opinion constitutes discrimination for the purposes of Article 14 ...”", "Lord Carswell therefore considered that the appeal turned on the question of justification. He accepted that the courts should be slow to intervene in questions of macro-economic policy. He further accepted that, had the Government put forward sufficient reasons of economic or State policy to justify the difference in treatment, he should have been properly ready to yield to its decision-making power in those fields. However, in the present case the difference in treatment was not justified: as the Department of Social Security itself accepted, the reason all pensions were not up-rated was simply to save money, and it was not fair to target the applicant and others in her position.", "37. In the United Kingdom, the State pension is a contributory benefit payable from pensionable age to an individual who, for a requisite number of years during his or her “working life”, has paid or been credited with contributions to the National Insurance Fund (see the Social Security Contributions and Benefits Act 1992: “the 1992 Act”). National Insurance Contributions, payable by earners, employers and others under the 1992 Act, together with taxation, provide funds for the payment of a number of benefits, including the state retirement pension, job-seekers' allowance, incapacity benefit, maternity allowance and survivors' benefits. Contributions also part-fund the National Health Service.", "38. Section 44(4) of the 1992 Act set the weekly rate of the basic pension at GBP 54.15. In each tax year the Secretary of State is obliged by virtue of section 150 of the Social Security Administration Act 1992 to review the sum specified in section 44(4) of the 1992 Act in order to determine whether it has retained its value “in relation to the general level of prices obtaining in Great Britain” and to lay an up-rating order before Parliament where it appears to him that the general level of prices has risen. The draft order must increase the sum specified in section 44(4) by a percentage which is no less than the increase in general inflation. Provided that Parliament approves the draft order, then by virtue of section 150(9) of the 1992 Act, the basic State pension is up-rated annually in line with United Kingdom inflation.", "39. Section 113(1) of the 1992 Act creates a general rule withholding benefits, including pensions, from all expatriates:", "“Except where regulations otherwise provide, a person shall be disqualified for receiving [benefits including the State pension] for any period during which the person –", "is absent from Great Britain; ...”", "40. However, section 113(3) of the 1992 Act provides that the Secretary of State may adopt secondary legislation allowing for a person resident overseas to receive any benefit to which he or she would be entitled if living in the United Kingdom. Regulation 4(1) of the Social Security Benefit (Persons Abroad) Regulations 1975 (SI 1975 No. 563: “the 1975 Regulations”), made under a similar provision in earlier legislation, provides, so far as material:", "“Subject to the provisions of this regulation and of regulation 5 below, a person shall not be disqualified for receiving ... a retirement pension of any category ... by reason of being absent from Great Britain.”", "41. Regulation 5 of the 1975 Regulations, however, provides that a person not ordinarily resident in Great Britain shall, unless or until he or she becomes resident there again, be disqualified from receiving up-rated benefits.", "42. The Regulations applicable at the time that Ms Carson started her claim before the United Kingdom courts were the Social Security Benefits Up-rating Regulations 2001, SI 2001/910 (“the 2001 Regulations”). Regulation 3 of the 2001 Regulations provided for the application of the disqualification to the additional benefit payable by virtue of the Social Security Benefits Up-rating (No 2) Order 2000, SI 2001 No. 207 including the up-rating of the retirement pension introduced by article 4 of the 2001 order with effect from 9 April 2001:", "“Regulation 5 of the Social Security Benefit (Persons Abroad) Regulations 1975 (application of disqualification in respect of up-rating of benefit) shall apply to any additional benefit payable by virtue of the Up-rating Order.”", "The Regulations were publicised in a series of leaflets produced by the Department of Social Security and routinely sent to United Kingdom residents and former residents who, for example, applied to pay voluntary National Insurance Contributions from abroad.", "43. By section 179(1) of the Social Security Administration Act 1992, the Queen is empowered by Order in Council to make provision for modifying or adapting the relevant legislation in its application to cases affected by an agreement with a country outside the United Kingdom which provides for reciprocity in matters relating to payments for purposes similar or comparable to the purposes of the 1992 Act. The purpose of a reciprocal agreement is to provide a reciprocal basis for wider social security cover to workers and their families moving between States Party than is available under national legislation alone. Reciprocal agreements are not entered into solely to allow for payment of annual up-rating increases to recipients of United Kingdom pensions resident abroad. Cover under reciprocal agreements varies. Each results from negotiations between the United Kingdom and the partner State, taking into account the scope for reciprocity between the two social security schemes.", "44. Between 1948 and 1992 the United Kingdom entered into bilateral agreements, or reciprocal social security agreements, with a number of foreign States, principally the United States of America, Japan, Mauritius, Turkey, Bermuda, Jamaica and Israel. With one minor exception, the agreements entered into force after 1979 fulfilled earlier commitments given by the United Kingdom Government. Agreements with Australia, New Zealand and Canada, where the majority of British expatriate pensioners live, came into force in 1953, 1956 and 1959 respectively; however they did not require payment of up-rated pensions. The agreement with Australia was terminated by Australia with effect from 1 March 2001, because of the refusal of the United Kingdom Government to pay up-rated pensions to its pensioners living in Australia. Up-rating has never been applied to those living in South Africa, Australia, Canada and New Zealand.", "45. The EC Regulations on social security for migrant workers (Regulation (EEC) No 1408/71, as updated) require up-rating of benefits throughout the European Union.", "46. The existence of a bilateral agreement is not necessary for the uprate to be paid, as the question is regulated purely by domestic legislation. However, it is the case that up-rating is not applied for nonresident pensioners save where a bilateral agreement is in place.", "47. In the Third Report (January 1997) of the House of Commons Social Security Committee (Up-rating of State Retirement Pensions Payable to People Resident Abroad; HC Paper 143), the Committee reported that:", "“It is impossible to discern any pattern behind the selection of countries with whom bilateral agreements have been made providing for up-rating.”", "On 13 November 2000 the Minister of State (Mr Jeff Rooker) in a statement in the House of Commons (356 HC Official Report (6th Series) col 628) concluded as follows:", "“I have already said I am not prepared to defend the logic of the present situation. It is illogical. There is no consistent pattern. It does not matter whether a country is in the Commonwealth or outside it. We have arrangements with some Commonwealth countries and not with others. Indeed, there are differences among Caribbean countries. This is an historical issue and the situation has existed for years. It would cost some £300 million to change the policy for all concerned.”", "48. The International Labour Organisation's Social Security (Minimum Standards) Convention, 1952, provides in Article 69:", "Article 69", "“A benefit to which a person protected would otherwise be entitled in compliance with any of Parts II to X of this Convention may be suspended to such extent as may be prescribed –", "(a) as long as the person concerned is absent from the territory of the Member; ...”", "49. The above provision is echoed in Article 68 of the European Code of Social Security, 1964, which is one of the basic standard-setting instruments of the Council of Europe in the field of social security:", "“A benefit to which a person protected would otherwise be entitled in compliance with any of Parts II to X of this Code may be suspended to such extent as may be prescribed:", "as long as the person concerned is absent from the territory of the Contracting Party concerned; ...”", "50. Many States impose some restriction on payment of benefits outside their territory. It appears, however, that the United Kingdom is unique in continuing to pay a pension to expatriates while restricting the extent to which expatriates living in certain countries can benefit from index-linking.", "51. The applicants have also annexed to their application witness statements from civil servants working for the Australian and Canadian Governments. The former was produced in the context of the domestic proceedings brought by Ms Carson; the latter has been produced in the context of the current application to this Court. The Australian statement is to the effect that: (1) the approach of the United Kingdom Government has a detrimental effect on most of the 220,000 United Kingdom pensioners resident in Australia; (2) the formal view of the Australian Government is that the approach of the United Kingdom does amount to unlawful discrimination; (3) in 2001 Australia terminated its Social Security Agreement with the United Kingdom because of the United Kingdom Government's refusal to provide up-rating of pensions to its nationals residing in Australia; and (4) Australian pensioners resident in the United Kingdom enjoy the same annual indexation of their pensions as those resident in Australia.", "52. The Canadian statement is to the effect that: (1) the United Kingdom Government's approach directly affects virtually all the approximately 151,000 British pensioners resident in Canada; (2) indexation is a universal feature of social security systems and the United Kingdom's policy of arbitrarily restricting its application in respect of certain individuals is clearly discriminatory and contrary to acceptable international practice in the realm of public pensions; and (3) the United Kingdom's failure to index pensions into Canada is the reason why no arrangements on benefits or removal of barriers of exportability are contained in the Canada/United Kingdom Social Security Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}