{"ITEMID": "001-115165", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AND", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BALL v. ANDORRA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1969 and lives in Sant Julià de Loria (Andorra). On 15 February 2003 he married a woman with whom he had two children, a boy and a girl, born in 1992 and 2003 respectively.", "7. On 31 March 2004 the applicant left the household, the children remaining with their mother.", "8. On 18 October 2004, the applicant’s wife introduced a petition for legal separation from the applicant. She sought, inter alia, custody of the children, to which the applicant did not disagree.", "9. On 13 June 2005 the applicant and his wife were legally separated. The judge (batlle) reviewing the petition at first instance (“the separation judge”) granted custody of the children to their mother and set up a contact schedule governing the applicant’s contact with his children.", "10. On 14 July 2006, during the course of proceedings for the adoption of interim measures, the separation judge granted a motion made by the applicant’s wife to immediately and provisionally suspend the contact schedule until the production of a psychological report by an impartial expert. In taking this decision, the separation judge relied on: several criminal claims introduced by the applicant’s wife against the applicant that suggested extremely troubled relations between the parents that were negatively affecting their children; a psychological report submitted by the applicant’s wife, according to which the troubled relationship between the parents was damaging the mental stability of their son; and a brief submitted by the public prosecutor, in which he proposed conducting a psychological test on both children before giving the applicant access to them.", "11. On 20 July 2006 the separation judge confirmed his previous decision of 14 July 2006. The judge relied on a psychological report issued by an impartial expert at his request and on the brief submitted by the public prosecutor in concluding that the contact schedule should remain suspended. The applicant was nonetheless allowed to maintain telephone contact with his children and his wife was warned that she had to facilitate this contact.", "12. On 19 December 2006 the applicant’s wife filed a petition for divorce. She also sought custody of the children and that, pending the conclusion of the divorce proceedings, the contact schedule set up by the separation judgment remain suspended. For his part, the applicant agreed with the petition for divorce but also sought custody of the children. He also applied for an interim order restoring the contact schedule set up by the separation judgment in respect of his daughter and establishing a contact schedule under the supervision of a judge and professionals appointed for that purpose in respect of his son.", "13. On 22 December 2006 the applicant applied to the separation judge to have the contact schedule set up by the separation judgment restored in respect of his daughter and a contact schedule operating under the supervision of a judge and professionals appointed for that purpose established in respect of his son. On 15 February 2007 the applicant’s wife opposed the application. On 21 February 2007 the public prosecutor argued for the restoration of the contact schedule set up by the separation judgment of 13 June 2005.", "14. On 21 February 2007 the judge handling the couple’s divorce (“the divorce judge”) dismissed both the applicant’s request for interim measures and his wife’s request to have the contact schedule set up by the separation judgment suspended pending the rendition of a judgment of divorce.", "15. On 2 April 2007 the separation judge ruled on the application of 22 December 2006. He restored the contact schedule set up by the separation judgment in respect of the applicant’s daughter and appointed a psychologist to carry out a psychotherapeutic examination and, if necessary, individualised treatment of both parents and their son with a view to restoring the contact schedule between father and son. In this connection, the judge instructed both the applicant and his wife to deposit 1,500 euros (EUR) each within eight days in security for the cost of the examination. Should the applicant or his wife fail to comply, the judge would order that measures be taken to have the decision enforced.", "16. The applicant’s wife appealed against the decision of 2 April 2007 before the High Court of Justice.", "17. On 19 June 2008 the High Court of Justice partially reversed the separation judge’s decision. It struck down the appointment of the psychologist but upheld the remainder of the decision. The court stated that, the interim measures having expired, the contact schedule set up by the separation judgment should be restored, without prejudice to the possible interim measures regarding parent-child contact that the divorce judge could order pending the rendition of a judgment of divorce.", "18. On 25 June 2008 the applicant applied to the separation judge for enforcement of the decisions of 19 June 2008 and 2 April 2007. The applicant’s wife opposed the application and sought to have the enforcement of those decisions suspended until a judgment of divorce had been delivered. The public prosecutor proposed the suspension of the contact schedule until a psychological examination of both parents and their children had been performed.", "19. On 24 July 2008 the separation judge relied on a psychologist’s report dated 28 February 2008 to provisionally suspend the contact schedule set up by the judgment of 13 June 2005 and appointed a psychologist with a view to its eventual restoration. According to the psychologist’s report, contact between the applicant and the children was not desirable until comprehensive treatment of the children had been carried out.", "20. The applicant appealed against that decision. He sought to have the decision of 24 July 2008 reversed and that of 19 June 2008 applied.", "21. On 21 October 2008, while the applicant’s appeal against the decision of 24 July 2008 was still pending, the judgment of divorce was issued. The divorce judge granted custody of the children to their mother and set up a contact schedule governing the applicant’s contact with the children which was to remain suspended pending the decision of a psychologist, who would be appointed by the court upon enforcement of the judgment. The psychologist was to carry out treatment of the children and, if appropriate, the parents, with a view to restoring contact between the children and their father. The judge relied on several psychological reports that advised against immediate contact between son and father and on the son’s testimony, in which he had expressed his desire not to have contact with his father.", "22. The applicant appealed against the divorce judgment, seeking to have it partially reversed. He accepted custody of his son being awarded to his former wife. However, he sought to have the requirement of psychological treatment removed and an award of custody of his daughter in his favour. In the alternative, he requested that a contact schedule conforming to that of the separation judgment be established in respect of his daughter.", "23. On 12 February 2009 the High Court of Justice decided upon the appeal submitted by the applicant against the provisional suspension of the contact schedule ordered by the separation judge on 24 July 2008. The court stated that since a judgment of divorce had already been delivered, the separation judgment should be set aside and the content of the divorce judgment enforced. Accordingly, the High Court of Justice expressly deprived the separation judge’s decision of 24 July 2008 of any effect.", "24. The applicant then lodged a request for clarification with the High Court of Justice. He requested from the court to clarify whether the decision it had delivered on 19 June 2008 in separation proceedings should be enforced having regard to the fact that the divorce judgment of 21 October 2008 was not yet final nor enforceable.", "25. On 23 April 2009 the court dismissed the applicant’s request for clarification. It stated that the applicant’s request had exceeded the scope of a request for clarification of a judgment, and that the judgment in the applicant’s appeal had been clear in any event. It considered he was instead requesting a judicial pronouncement as to the procedural effects of his appeal against the divorce judgment that had set up a contact schedule. This notwithstanding, the court went on to state that pending an appeal with suspensive effect, if this was the case, against a divorce judgment, the content of such a judgment would not be enforceable, but added that previous decisions adopted in separation proceedings would not be enforceable either. In fact, the High Court of Justice stated:", "“...the suspensive effect of the appeal ... makes it necessary to await the decision of this Chamber before applying the measures established by the judgment appealed against, if that judgment is upheld, or those established by that of this Chamber, if the [divorce] judgment delivered by the [first-instance] judge is reversed”.", "26. The applicant submitted an appeal for the annulment of the proceedings, citing Article 10 of the Andorran Constitution (the right to court proceedings).", "27. On 28 May 2009 the High Court of Justice dismissed the applicant’s appeal. It found that the applicant’s right to court proceedings had not been infringed by the decision of 23 April 2009, as the court had arrived at the only possible conclusion in the light of the rules of procedure in force. The relevant procedural rules forbade the enforcement of decisions being appealed against with suspensive effect and of decisions rendered in separation proceedings when a judgment of divorce had already been rendered in the case.", "28. On 16 June 2009 the applicant lodged a constitutional appeal (recurso d’empara) with the Constitutional Court, founding the appeal on his right to court proceedings and to a fair hearing. He contended that the impossibility of enforcing the decision of 19 June 2008, already final, while an appeal was still pending in the divorce proceedings, had denied him a fair hearing.", "29. On 23 July 2009, the High Court of Justice decided on the applicant’s appeal against the divorce judgment of 21 October 2008. The court dismissed all of the applicant’s grounds of appeal, instead upholding the judgment in its entirety.", "30. On 12 October 2009 the Constitutional Court declared the applicant’s constitutional appeal inadmissible as devoid of constitutional content. The Constitutional Court stated that the decisions of the High Court of Justice had not been arbitrary and that that court had clearly and logically stated that the legal situation would not be definitely settled until the appeal lodged by the applicant against the judgment of divorce had been decided.", "31. The applicant lodged a final appeal (recurso de súplica) with the Constitutional Court, which was dismissed on 21 December 2009 in a decision served on 20 January 2010.", "32. The relevant provisions of the Andorran Constitution read as follows:", "“Every person shall have the right to a court, to have a ruling founded in the law, and to the due process [of law] before an impartial tribunal established by law. (...)”", "“The right to privacy, honour and reputation shall be guaranteed. All shall be protected by law against unlawful interference in their family and private life.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}