{"ITEMID": "001-69925", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PRONINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ms Galina Ilyinichna Pronina, is a Russian national, who was born in 1927 and lives in Tenginka, a village in the Krasnodar Region. The President of the Chamber has granted the applicant leave to present her own case. The respondent Government are represented by Mr P.A. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant had an interest-bearing account in the Savings Bank. In October 1997, she brought a civil action against the bank because she considered that it had arbitrarily decreased the interest rate.", "On 5 November 1997, the Tuapsinskiy District Court held against the applicant. On 29 January 1998, the Krasnodar Regional Court quashed this judgment on appeal and remitted the case for a re-examination.", "Having re-examined the case, on 14 May 1998 the district court partly held for the applicant. On 6 August 1998, the regional court upheld this judgment on appeal. On 26 November 1998, the district court reopened the case due to discovery of new evidence and remitted the case for a re-examination.", "Having re-examined the case, on 9 April 1999 the district court, composed of one professional and two lay judges, partly held for the applicant. On 27 May 1999, the regional court upheld this judgment on appeal.", "On an unspeciﬁed date, the Public Prosecutor of the Krasnodar Region applied for supervisory review of the judgments of 9 April and 27 May 1999. He asked to quash the judgments because of errors of fact and law. On 2 June 2000, the Presidium of the Krasnodar Regional Court quashed the judgments and remitted the case for a re-examination.", "Having re-examined the case, on 19 April 2001 the district court held against the applicant. On 10 July 2001, the regional court upheld this judgment on appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}