{"ITEMID": "001-73044", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ZABAWSKA v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mrs Barbara Zabawska, is a Polish national who was born in 1949 and lives in Piła.", "The applicant is the mother of a child born out of wedlock in 1989. The child’s father is married to another woman and lives with her and their two children in Germany near Hamburg.", "On 24 September 1991 the Piła District Court (sąd rejonowy) ordered the child’s father to pay maintenance in an amount of 1,000,000 old Polish zlotys (PLZ) corresponding to approximately 65 German marks (DEM) at the exchange rate prevailing at the material time. Thereafter the applicant applied to the Lauenburg District Court (Amtsgericht) for an increase in the child maintenance. On 1 February 1993 the applicant and the child’s father concluded a settlement before the District Court according to which the father agreed to pay a further monthly maintenance sum of DEM 35 in addition to the sum fixed by the Polish court. Apparently the father initially paid the total maintenance sum of DEM 100 on a regular basis.", "On 5 September 1995 the Federal Administration Office (Bundesverwaltungsamt), designated in Germany as Receiving Agency pursuant to the United Nations Convention on the Recovery Abroad of Maintenance, received a letter from the applicant dated 25 June 1995 containing a request for an increase in the monthly maintenance payments. On 24 May 1996 she reduced her initial claim to DEM 250.", "Pursuant to the Convention on the Recovery Abroad of Maintenance, the Poznan District Court, as the competent Transferring Agency on the Polish side, was informed by the Federal Administration Office of this request. On 14 December 1995, after having investigated the father’s last known place of residence, the Federal Administration Office contacted the child’s father and requested him to disclose his financial situation.", "On 18 January 1996 the child’s father, represented by a lawyer, drew the attention of the Federal Administration Office to the settlement reached on 1 February 1993. On 29 January 1996 he submitted information concerning his ability to pay. On 30 April 1996 the Federal Administration Office informed the Poznan District Court of the state of the proceedings.", "On 24 June 1996 the applicant informed the Federal Administration Office that she was currently receiving monthly maintenance payments for her son from a relative of the child’s father in an amount of 160 Polish zlotys (PLN) corresponding at the material time to DEM 85.", "At the beginning of October 1996 the competent employment office informed the Federal Administration Office that the child’s father had been unemployed for a certain time and some months later that he was unemployed since the end of December 1996.", "Having received no further information on his financial situation from the child’s father despite several reminders, namely of 9 July 1996, 18 July 1997 and 30 March 1998, the Federal Administration Office brought an action against him on behalf of the child before the Schwarzenbek District Court (Amtsgericht).", "On 29 May 1998 the District Court received the child’s maintenance claim together with a request for legal aid. After an extension of the time-limit, observations of the child’s father on the child’s maintenance claim were received by the District Court in August 1998. In reply to a request of the District Court of 18 August 1998, the Federal Administrative Office set the child support, as requested by the applicant, at the amount of DEM 250 per month. On 26 January 1999 the District Court granted the applicant’s son legal aid. The Poznan District Court was informed about the proceedings.", "On 7 July 1999 a hearing was held before the Schwarzenbek District Court. The child and the Federal Administration Office were represented by Youth Office of the Duchy of Lauenburg. The District Court had regard to the fact that the child’s father had been again unemployed since January 1999 and, with the consent of both parties, ordered the stay of the proceedings. Following the hearing, the Federal Administration Office informed the Poznan District Court of this decision.", "On 11 November 1999 and 25 January 2000 the competent employment office informed the Federal Administration Office that the child’s father was still unemployed.", "In a letter to the Federal Administration Office of 28 January 2000 the applicant stated that the child’s father was the owner of a house and several cars in Poland. The Federal Administration Office forwarded this letter to the Poznan District Court and recommended an investigation into this matter by the Polish authorities, since for the time being there was no possibility under German law to obtain an increase in maintenance payments.", "By a default judgment of 13 February 2002 the Piła District Court ordered the child’s father to pay monthly maintenance in an amount of PLN 550 (approximately 125 euros). On 11 March 2002 the Poznan District Court communicated to the Federal Administration Office a letter of the applicant dated 20 February 2002 in which she had confirmed that the amount of the child allowance had been increased and paid on a regular basis and that there were no arrears.", "The Convention on the Recovery Abroad of Maintenance was adopted and opened for signature on 20 June 1956 by the United Nations Conference on Maintenance Obligations. The Convention came into force on 25 May 1957 and was ratified by Germany and Poland. As an agreement on legal assistance which concerns merely the receipt and the transmission of maintenance claims, it complements the existing legal remedies existing under domestic or international law. Pursuant to the Convention, the Receiving Agencies of maintenance claims designated by the Contracting Parties shall take on behalf of the claimant all appropriate steps fort he recovery of maintenance.", "The relevant provisions of the Convention read as follows:", "“1. The purpose of this Convention is to facilitate the recovery of maintenance to which a person, hereinafter referred to as claimant, who is in the territory of one of the Contracting Parties, claims to be entitled from another person, hereinafter referred to as the respondent, who is subject to the jurisdiction of another Contracting Party. This purpose shall be effected through the offices of agencies, which will hereinafter be referred to as Transmitting and Receiving Agencies.", "2. The remedies provided for in this Convention are in addition to, and not in substitution for, any remedies available under municipal or international law.”", "“1. Each Contracting Party shall, at the time when the instrument of ratification or accession is deposited, designate one or more judicial or administrative authorities, which shall act in its territory as Transmitting Agencies.", "2. Each Contracting Party shall, at the time when the instrument of ratification or accession is deposited, designate a public or private body, which shall act in its territory as Receiving Agencies.”", "“Where a claimant is on the territory of one Contracting Party, hereinafter referred to as the State of the claimant, and the respondent is subject to the jurisdiction of another Contracting Party, hereinafter referred to as the State of the respondent, the claimant may make application to a Transmitting Agency in the State of the claimant for the recovery of maintenance from the respondent.”", "“The Transmitting Agency shall transmit the documents to the Receiving Agency of the State of the respondent, unless satisfied that the application is not made in good faith.”", "“The Transmitting Agency shall, at the request of the claimant, transmit, under the provision of Article 4, any order, final or provisional, and any other judicial act, obtained by the claimant for the payment of maintenance in the competent tribunal of any Contracting Party, and, where necessary and possible, the record of the proceedings in which such order was made.”", "“1. The Receiving Agency shall, subject always to the authority given by the claimant, take on behalf of the claimant, all appropriate steps for the recovery of maintenance, including the settlement of the claim and, where necessary, the institution and prosecution of an action for maintenance and the execution of any order or other judicial act for the payment of maintenance.", "2. The Receiving Agency shall keep the Transmitting Agency currently informed. If it is unable to act, it shall inform the Transmitting Agency of its reason and return the documents.", "3. Notwithstanding anything in this Convention, the law applicable in the determination of the questions arising in such action or proceedings shall be the law of the State of the respondent, including its private international law.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}