{"ITEMID": "001-86820", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KOPALIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Konstantin Valentinovich Kopalin, is a Russian national who was born in 1972 and lives in Arkhangelsk. He was represented before the Court by Mr I. Telyatyev, a lawyer practising in Аrkhangelsk. The Russian Government (“the Government”) were represented by Mr P. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "As a seaman serving in the Extreme North, the applicant was entitled to a reimbursement of his holiday travel expenses. His employer, a State meteorological enterprise, had defaulted on this obligation, and the applicant had to apply to a court.", "On 20 February 2002 the Solombalskiy District Court of Arkhangelsk held for the applicant and awarded him 9,088.03 Russian roubles. On 21 March 2002 the enterprise paid this award to the applicant.", "In separate proceedings, the applicant’s trade union tried to bring a civil action on the applicant’s behalf. Domestic courts found that the trade union had no authority to represent the applicant. The ﬁnal decision in this regard was given by the Arkhangelsk Regional Court on 16 April 2001.", "Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}