{"ITEMID": "001-122743", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "MURADI AND ALIEVA v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Aleš Pejchal;André Potocki;Ann Power-Forde;Ganna Yudkivska;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["1. The first applicant, Ms Selma Alieva, is an Azerbaijani national who was born in 1989. The second applicant, Mr Ali Muradi, is an Afghan national who was born in 1982. They are both currently in Sweden. They are represented by Ms I. Andersen from Virserum.", "2", "3. The first applicant applied for asylum and a residence permit in Sweden on 10 October 2011. Before the Migration Board (Migrationsverket) she stated the following. She had lived in an orphanage until she was five, after which a couple had taken care of her. Her stepmother had passed away when she was seven years old. Her stepfather had been very cruel and harsh; he had beaten and battered her. Furthermore, he had begun to abuse her sexually when she was 12 years old. A Kurdish man used to visit them when she was approximately 16 years old. She had had the impression that he wanted to marry her. Subsequently, she and her stepfather had travelled with the Kurdish man to Turkey. The morning after their arrival there her stepfather had disappeared. Following this, the Kurdish man had abused her sexually and had left her at a hotel where she had been forced into prostitution. This had continued for approximately five years until she had been able to flee to Sweden. She had no male relatives who could protect her in Azerbaijan. She did not want to have any contact with her stepfather.", "4. On 28 December 2011 the Migration Board rejected the request. It first stated that, although the first applicant had not submitted any documents to substantiate her identity or asylum story, she had made it credible that she was an Azerbaijani national. The Board then observed that, according to country information, it had become easier for women in Baku to participate in society and to work over the last few years. Moreover, the Board found it possible for the first applicant to reside in Baku without having any contact with her stepfather. Furthermore, the Board noted that she had not sought protection from the domestic authorities in Azerbaijan as regards the violence and abuse by her stepfather. She had not substantiated that the domestic authorities would not be able or willing to protect her upon return. In conclusion, the Board found that the first applicant had not shown that she was in need of protection in Sweden.", "5. The first applicant appealed to the Migration Court (Migrationsdomstolen), maintaining her claims and adding the following. She feared that, if returned to Azerbaijan, she would again be a victim of trafficking and be forced into prostitution. Those who had forced her into prostitution were still looking for her. Due to the fact that she had no contacts in Azerbaijan, no education and no assets, it would be impossible for her to manage on her own there.", "6. On 28 May 2012 the Migration Court rejected the appeal. It first observed that, according to country information, trafficking and prostitution were big problems in Azerbaijan. However, the court considered that the general situation for young women in the country was not a ground for protection per se. Moreover, the court noted that the stepfather had abused the first applicant when she was a child and that it had not emerged that she had been forced into prostitution in Azerbaijan. Underlining that she was now an adult woman, the court found that there was nothing to suggest that she would risk abuse by her stepfather upon return. As regards her claim that those who had forced her into prostitution in Turkey were still looking for her, the court noted that this had been stated for the first time in the appeal to the court and that she had not presented any concrete information or explanation as to how she had found out about this.", "7. It appears that the first applicant did not appeal to the Migration Court of Appeal (Migrationsöverdomstolen).", "8. The second applicant applied for asylum and a residence permit in Sweden on 5 October 2011. Before the Migration Board he stated the following. He was Hazara and came from the province of Ghazni, Afghanistan. His family had recently moved to Pakistan. The Taliban had visited his family’s house in Afghanistan and had told him and his father to cooperate or be killed. They had replied that they would think about it. Subsequently, the Taliban had come looking for him on two occasions. Because of this, his father had wanted him to flee and, in 2008, he had travelled to Iran. In 2009 his father had been killed. The second applicant thought that this was an act by the Taliban, since his father did not have any other enemies. He could not return to Afghanistan because there were Taliban everywhere in the country. Furthermore, it would be difficult for him to find an occupation in another part of the country.", "9. On 4 January 2012 the Migration Board rejected the request. It first noted that the second applicant had submitted a tazkira but considered that it did not make his identity credible. However, the Board found it credible that he came from the province of Ghazni. Turning to his individual claims, the Board considered that the asylum story was brief and that it concerned alleged events which had occurred in the relatively distant past. The Board found it unlikely that those who had wanted to recruit him three years earlier would still be interested in him upon return. As regards the general situation in Ghazni the Board noted that, according to country information, there was an internal armed conflict in the province. In the light of this, the Board found it unreasonable for him to return there. However, it considered that it was possible and reasonable for him to return to Kabul, finding, inter alia, that the security situation was better there and that the second applicant was a young, healthy man capable of working.", "10. The second applicant appealed to the Migration Court, maintaining his claims and adding that the Taliban who had killed his father would find him even if he moved to Kabul. The second applicant submitted, inter alia, a document which was allegedly a warrant for his arrest, issued by the Taliban.", "11. On 29 May 2012 the Migration Court rejected the appeal. The court found that the second applicant’s story did not raise any questions as to his home province and thus decided to examine the appeal on the basis, in the first place, of a return to Ghazni. Turning to the general situation in the province, the court agreed with the Board that there was an internal armed conflict and that the second applicant therefore could not return to Ghazni. However, it considered that, although the security situation in Kabul was volatile, the second applicant was a healthy young man who should be able to settle there despite the generally serious situation. As to the second applicant’s asylum story, the court considered that it related to events in Ghazni which had occurred in the relatively distant past. In the court’s view, the fact that there were Taliban in Kabul did not automatically entail a personal threat against the applicant there. Furthermore, the court had doubts about the alleged arrest warrant submitted, noting that the document contained stamps in English, which the court found difficult to associate with official Taliban documents. As there were no other grounds to grant the second applicant leave to remain in Sweden, it rejected the appeal.", "12. On 5 October 2012 the Migration Court of Appeal refused leave to appeal.", "13. In October 2012 the applicants requested the Migration Board to reconsider its previous decisions due to new circumstances. They stated that they had met and established a relationship and that the first applicant was pregnant. It was imperative, for the sake of their child, that they be allowed to stay in Sweden. The first applicant would not be able to go to Afghanistan because of the security situation there. Moreover, she had no network in Azerbaijan to support her or her child. The second applicant suffered from depression and claimed that if he were separated from his partner and their future child, there was a risk that his health would deteriorate seriously. Furthermore, he alleged that he had converted to Christianity in Sweden and that it would be very dangerous for him to return to Afghanistan. He could not go to Azerbaijan for several reasons: he would not be able to find work there and the state did not accept or provide any assistance to refugees. The applicants submitted, inter alia, the second applicant’s baptism certificate dated 9 April 2012, which stated that he had confessed faith in the Gospel and its teachings.", "14. On 1 November 2012 the Migration Board found that no such new circumstances had been presented which could justify granting residence permits to the applicants. It first noted that the applicants had been in Sweden for a relatively short period of time and considered that they did not have a strong connection to Sweden. The Board also noted that the applicants had not submitted any medical certificates substantiating that the second applicant had a serious health condition. Furthermore, the Board observed that the applicants’ family situation had emerged after the decisions to send them back to their native countries, when they had both been well aware that the future of their family life in Sweden was highly uncertain. In its view, the difficulties of maintaining family life under such circumstances did not constitute a reason to grant them residence permits. As regards the second applicant’s conversion, the Board considered that the fact that he had converted after the Board’s decision to return him to Afghanistan suggested that his conversion was not authentic and genuine. The baptism certificate submitted did not change the Board’s view in this regard. The Board further noted that the second applicant had submitted no information about why he had converted or regarding other circumstances concerning the conversion.", "15. The applicants appealed to the Migration Court, maintaining their claims and adding the following. The second applicant had now been a practising Christian for about a year and he had been baptised seven months earlier. His faith was genuine. The Migration Board had not properly investigated his conversion and the case should therefore be remitted to the Board. If returned to Afghanistan, he would risk serious punishment. The applicants had been living together since April 2012 and were expecting their first child in April 2013. In the light of this, they should be granted residence permits in Sweden since there was no other country in which they could live together.", "16. On 3 December 2012 the Migration Court rejected the appeal as concerned the second applicant’s conversion and dismissed the remainder of the appeal as the Migration Board’s decision in that part was final. As concerned the conversion, the court found that the second applicant’s story was general in nature and that it did not describe the considerations and thoughts which had led to his conversion.", "17. The applicants appealed to the Migration Court of Appeal which, on 4 January 2013, refused leave to appeal.", "18. Subsequently, the applicants submitted a copy of a medical record concerning both of them. The Migration Board considered this as a request for reconsideration of their case.", "19. On 6 December 2012 the Migration Board once again found that no such new circumstances had been presented that could lead to the granting of residence permits. It noted that, according to the medical record, the second applicant had claimed that he was suffering from psychological problems and difficulties sleeping. However, the Board found that no medical certificate had been submitted showing any need for medical care and that these problems did not constitute grounds to stay the expulsion orders.", "20. On 13 February 2013 the applicants lodged their application with the Court and requested it to apply Rule 39 of the Rules of the Court in order to stop the enforcement of their expulsion. They stated the following. The second applicant risked being punished or killed due to the fact that he had converted to Christianity. He had been wanted by the Taliban before he fled from Afghanistan. Furthermore, the applicants wanted to live together as a family and the second applicant wanted to raise his future son as a Christian. A removal to their native countries would mean the end of their lives.", "21. In support of their claims the applicants submitted, inter alia, the following:", "A copy of a certificate regarding the second applicant, dated 27 December 2012, in which a pastor stated that the second applicant was a member of his congregation.", "A copy of a medical certificate dated 2 January 2013, in which a chief physician at a psychiatric clinic stated that the applicants were being treated at the clinic. As regards the first applicant, she was suffering from a severe form of Post-Traumatic Stress Disorder (PTSD) called DESNOS (disorder of extreme stress, not otherwise specified). Everyday situations reminded her of traumatic experiences in the past. She was anxiety-ridden but not deeply depressed. As regards the second applicant, he was anxious about their difficult situation.", "An undated copy of a letter, allegedly written by the second applicant, in which he described Christianity as a religion of peace and love and Islam as a religion of the opposite.", "22. On 26 February 2013 the Acting President of the Section decided to grant priority to the above application and to ask the Swedish Government for factual information regarding, inter alia, the possibility to send the second applicant to Azerbaijan and the presence of organisations in Azerbaijan which provide shelters for women seeking protection.", "23. In their response, dated 13 March 2013, the Government submitted that, according to Chapter 12, section 4, paragraph 3, of the Aliens Act (Utlänningslagen, 2005:716), an alien who is to be refused entry or expelled may always be sent to a country where the alien shows that he or she can be received. This rule is complementary to the provisions that otherwise apply and can only serve as a basis for expulsion to a country to which the alien wants to go (travaux préparatoires, 2003/04:50, p.77). In the light of this, the Government considered that it was possible to send the second applicant to Azerbaijan together with the first applicant, if he agreed to this and showed that he could be received there. Moreover, if he was to leave Sweden voluntarily, as he was supposed to, he could travel to any country of his choosing.", "24. As regards the formalities and requirements which must be observed and complied with in order to send the second applicant to Azerbaijan, the Government stated the following. The Migration Board had clarified that in order for the migration authorities to send an alien to a country other than specified in the expulsion order, the alien was normally required to have a residence permit for the country to which he or she wished to travel. Moreover, it should not be substantially more expensive or result in delay to expel the alien to another country than the one specified in the decision. The Government had consulted the relevant and accessible Azerbaijani legislation and drawn the conclusion that it was possible for a relative or a spouse of an Azerbaijani citizen to be granted a residence permit in Azerbaijan. Azerbaijan had an embassy in Stockholm where the applicants should be able to obtain further information and submit an application. It should also be possible for the second applicant to acquire an Azerbaijani visa. It appeared that he could then travel to Azerbaijan and apply for a residence permit there. This could be an option, as long as the applicants made the travel arrangements themselves.", "25. Furthermore, the Government noted that in order to apply for an Azerbaijani visa or residence permit, the second applicant had to have a passport. If the second applicant did not have a passport, he should be able to acquire one at an Afghan embassy, for example at the embassy in Oslo. According to information from the Norwegian migration authorities, the Afghan embassy in Oslo normally granted passports to applicants who had a tazkira. As regards the first applicant, she should be able to apply for a passport or other identity documents at the Azerbaijani embassy in Stockholm.", "26. As regards the presence of various organisations in Azerbaijan, and in Baku in particular, which provide shelters for women seeking protection, the Government had consulted a number of reports relating to the situation for women in Azerbaijan. The reports mentioned, inter alia, a few government-operated centres for victims of trafficking and two shelters for women in the Baku area that were run by non-governmental organisations.", "27. In their response, dated 26 March 2013, the applicants submitted that it was not a good option, from a humanitarian point of view, to send them to Azerbaijan. The first applicant had had a tragic childhood there. Furthermore, both applicants suffered from psychiatric problems and both had been hospitalised in Sweden for a considerable time. Their child would be born very soon.", "28. The applicants’ son was born on 12 April 2013.", "29. The basic provisions mainly applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the Aliens Act, as amended on 1 January 2010.", "30. Chapter 5, section 1, of the Aliens Act stipulates than an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, section 1, of the Aliens Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2, of the Aliens Act).", "31. Moreover, if a residence permit cannot be granted on the above grounds, such a permit may be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) to allow him or her to remain in Sweden (Chapter 5, section 6, of the Aliens Act).", "32. As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1, of the Aliens Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2, of the Aliens Act).", "33. Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies, under Chapter 12, section 18, of the Aliens Act, where new circumstances have emerged that mean there are reasonable grounds for believing, inter alia, that enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced.", "34. If a residence permit cannot be granted under Chapter 12, section 18, of the Aliens Act, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, sections 1 and 2, of the Aliens Act, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not doing so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a reexamination (Chapter 12, section 19, of the Aliens Act).", "35. Under the Aliens Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances: the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, section 3, and Chapter 16, section 9, of the Aliens Act). However, no appeal lies against a decision by the Migration Board not to grant a residence permit under Chapter 12, section 18, of the Aliens Act (Chapter 14 of the Aliens Act, a contrario)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}