{"ITEMID": "001-107254", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF NACİ AKKUŞ AND NECMİ AKKUŞ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["3. The applicants were born in 1977 and 1966 respectively and live in Bursa.", "4. In 2004 the General Directorate of Highways seized a plot of land belonging to the applicants without any formal expropriation, for the construction of a highway. The applicants brought an action before the Karacabey Civil Court to obtain compensation for the de facto expropriation of their property. They requested 5,500 Turkish liras (TRY) as compensation from the court and reserved their right to increase this claim in due course.", "5. On 29 December 2005 the Karacabey Civil Court awarded the applicants TRY 5,500 as compensation for the de facto expropriation of their land, as requested, plus interest. The applicants initiated execution proceedings before the Bursa Execution Office to obtain that amount (file no. 2006/2200).", "6. On 29 May 2006 the Court of Cassation upheld the judgment of the first-instance court.", "7. The applicants subsequently brought an additional action (“ek dava”) before the Karacabey Civil Court to obtain further compensation for their land in the light of the expert report obtained during the previous proceedings, which had valued the land at a rate higher than that initially requested by them.", "8. On 2 November 2006 the Karacabey Civil Court awarded the applicants TRY 100,723.25, plus interest. The applicants initiated another set of execution proceedings before the Bursa Execution Office to obtain the amount awarded (file no. 2009/2817).", "9. On 13 March 2007 the Court of Cassation upheld the judgment of the Karacabey Civil Court.", "10. On 16 January 2009 the administration paid TRY 9,414.62 to file no. 2006/2200 before the Bursa Execution Office in respect of the debt arising from the initial action.", "11. Subsequently, on 24 March 2009 they paid TRY 152,951.97 to file no. 2009/2817 before the Bursa Execution Office in respect of the debt under the additional action. According to the information provided by the applicants, there has been no outstanding debt in the execution files."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}