{"ITEMID": "001-114090", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ABLYAZOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1970 and lived, prior to his arrest, in Orsk, Orenburg Region.", "6. At 1 p.m. on 23 July 2003 the applicant was arrested on suspicion of manslaughter. According to the applicant, a certain investigator, K., and officers from the police department of the Oktyabrskiy District of Orsk beat him severely in order to obtain a confession. K. hit the applicant in the jaw whereupon he fell down onto the floor. A police officer then hit him on the head with an object which appeared to be a mobile phone. Other officers kicked him many times. A plastic bag was placed over his head and the applicant then lost consciousness. After an ambulance had been summoned by the police officers and medical help had arrived, the beatings ceased.", "7. On 24 July 2003 the applicant’s lawyer submitted a request for the applicant to be examined by a forensic medical expert. The examination took place on the same day. According to the Government, it was conducted some time after 11.30 a.m. The expert established that the applicant had a bruise on his left jaw, caused by the impact of a hard blunt object approximately twenty-four hours beforehand. The expert also noted that the applicant complained of pain in the parietal region of his head as well as sickness and dizziness. In the expert’s opinion, the applicant did not sustain any serious physical damage .", "8. On 25 July 2003 the applicant was transferred to remand prison no. IZ 56/2 in Orsk. Upon arrival, he was examined by a doctor, who recorded in the registration log that the applicant had no visible injuries.", "9. On 12 August 2003 the applicant filed a complaint about ill-treatment with the district prosecutor’s office.", "10. On 15 August 2003 the deputy district prosecutor Ch. dismissed the applicant’s complaint. In his decision, he stated as follows:", "“In response to the complaint, [the prosecutor’s office] ... studied the materials from the criminal case file [against the applicant].", "It has been established that ... the investigation in respect of [the applicant] has been in compliance with the rules of criminal procedure and that the [applicant’s] allegations of ill-treatment have not been confirmed. This finding is based, inter alia, on the results of the forensic medical examination undergone by [the applicant].”", "11. On 1 October 2003 the applicant filed another complaint with the district prosecutor’s office about the beatings he had allegedly received in police custody. On 3 October 2003 the investigator K.- who was also in charge of the criminal investigation against the applicant - dismissed his allegations as unsubstantiated based on the statements made by three policemen. On 10 October 2003 the deputy district prosecutor dismissed the applicant’s complaint once again.", "12. On 20 December 2003 the deputy district prosecutor upheld the decision of 3 October 2003 on appeal.", "13. On 29 August 2005 the acting district prosecutor set aside the decision of 3 October 2003 noting that the inquiry into the applicant’s allegations of ill-treatment had been incomplete. In particular, the investigator had failed to question the applicant and the alleged perpetrators of the ill-treatment and to identify and question other possible witnesses.", "14. At the beginning of September 2005 the Oktyabrskiy district prosecutor questioned the applicant, who gave a description of the police officer who had allegedly hit him with “an object looking like a mobile phone”. The prosecutor then questioned police officer Z. who denied beating the applicant and further claimed that none of the police officers of the Oktyabrskiy district police station matched the description given by the applicant. He did not remember whether the applicant had sustained any visible injuries immediately after the arrest. The prosecutor also questioned the head of the temporary detention centre where the applicant had been held on 23 and 24 July 2003 and the doctor who had admitted the applicant to the remand prison on 25 July 2003. They both stated that the applicant had not had any visible injuries and that there were no complaints of illtreatment by him recorded in the registration logs of their respective detention facilities.", "15. On 8 September 2005 investigator T. refused to open criminal proceedings, finding that there was no evidence of ill-treatment. On 7 November 2005 the district prosecutor set that decision aside and ordered an additional inquiry.", "16. On 10 November 2005 the investigator T. again refused to open a criminal investigation into the applicant’s allegations. In order to obtain further evidence, the investigator questioned the applicant’s neighbours who had seen him prior to the arrest on 23 July 2003. S. confirmed that the applicant had had no visible injuries on that day. D. did not remember if the applicant had evidence of any injuries prior to the arrest. Sosh. submitted that the applicant’s girlfriend had asked her specifically to say, if questioned, that the applicant had no injuries.", "17. On 18 January 2006 the Oktyabrskiy District Court found the decision of 10 November 2005 to be unlawful. The court considered that the prosecutor’s office had not established when, where and under what circumstances the applicant had received the injury noted by the forensic expert on 24 July 2003. On 30 January 2006 the district prosecutor quashed the decision of 10 November 2005 and ordered a further inquiry.", "18. On 2 February 2006 the investigator G. issued a fourth decision refusing to initiate criminal proceedings. He reiterated the findings of the previous inquiries, concluding, in particular, as follows:", "“... the evidence collected disproves the [applicant’s] allegations that the investigator K. and [the police officers] put any physical or psychological pressure on [him]. It follows that [the investigator and the police officers] acted in compliance with the law, they did not abuse their authority and did not infringe the [applicant’s] rights and interests. These conclusions are confirmed by the evidence collected and numerous witness statements. There is no sufficient ground to believe that the injuries [the applicant] had when examined on 24 July 2003 were sustained by him after he was taken into custody. Furthermore, there is sufficient information ... showing that no physical or psychological pressure was put on [the applicant] by the investigator K. and [the police officers].”", "19. On 15 February 2006 the deputy district prosecutor set the decision of 2 February 2006 aside finding that the investigator had failed to comply with the decision of 18 January 2006. In particular, he had not established when, where and under what circumstances the applicant had sustained the injuries.", "20. On 7 March 2006 the investigator G. issued a fifth decision refusing to initiate criminal proceedings, finding that the existing evidence refuted the applicant’s allegations of ill-treatment.", "21. On 10 October 2007 the District Court partly upheld a complaint by the applicant and found the decision of 7 March 2006 unlawful and unsubstantiated. The court noted that the investigator had failed to conduct a further inquiry and to clarify the circumstances of the matter. On 19 December 2007 the head of the town (Orsk) investigating committee quashed the decision of 7 March 2006 and ordered a further inquiry.", "22. On 29 December 2007 the investigator N. issued a sixth decision refusing to open criminal proceedings. As regards the applicant’s injuries, the investigator stated as follows:", "“The fact that the applicant had certain injuries detected in the course of the examination conducted on 24 July 2003 does not signify that they were inflicted by [the policemen or the investigator]. There is no causal link and it is not required to establish when, where and how the applicant had sustained them.”", "23. On 29 January 2008 the District Court found the investigator’s decision of 29 December 2007 not to open criminal proceedings unlawful as he had failed to discover the reasons for the applicant’s injuries. On 22 February 2008 the deputy head of the investigating committee attached to the regional prosecutor’s office quashed the decision of 29 December 2007 and referred the matter back for a further inquiry.", "24. On 3 March 2008 a senior investigator, G., issued a seventh decision refusing to open criminal proceedings. The investigator reiterated practically verbatim the reasoning set out in the previous decision.", "25. On 31 March 2008 the District Court found the decision of 3 March 2008 unlawful on the grounds that the investigator had not provided a plausible and convincing explanation of how the applicant’s injury had been caused. On 15 May 2008 the Orenburg Regional Court upheld the decision of 31 March 2008 on appeal.", "26. On 11 April 2008 the deputy head of the investigating committee attached to the regional prosecutor’s office quashed the decision of 3 March 2008 and ordered a further inquiry.", "27. Subsequently, the investigators attached to the regional prosecutor’s office refused to open a criminal investigation into the applicant’s allegations on five further occasions. The relevant decisions, providing identical reasoning to that underlying the earlier decisions, were taken on 23 April, 28 June, 8 and 18 July and 20 August 2008. All these decisions were subsequently quashed by the investigators’ superiors on 18 and 28 June, 8 July and 11 and 20 August 2008 on account of their failure to clarify", "28. On 30 September 2008 the investigator F. issued the thirteenth decision refusing to open a criminal investigation. Although he found no evidence supporting the applicant’s allegations of ill-treatment in police custody he allowed that the applicant’s injuries could have been caused by his having been beaten and that a criminal investigation should be opened on charges of battery but this was not within the jurisdiction of his office. The materials were transmitted to a district police unit. The applicant’s complaint against the decision of 30 September 2008 was subsequently dismissed by the District and Regional Courts on 16 October and 20 November 2008 respectively.", "29. On 13 October 2008 the police investigator refused again to open a criminal investigation because the statutory time-limit for criminal liability on the charge of battery had expired. On 18 March 2009 the District Court dismissed a complaint by the applicant against that decision.", "30. On an unspecified date the applicant was committed for trial on a charge of manslaughter before the Oktyabrskiy District Court of Orsk.", "31. The applicant complained to the trial court about his ill-treatment. On 17 March 2004 the Oktyabrskiy District Court ordered an inquiry. On 24 March 2004 the Oktyabrskiy district prosecutor found that there was no evidence of ill-treatment and refused to open criminal proceedings.", "32. On 15 June 2004 the Oktyabrskiy District Court convicted the applicant as charged and sentenced him to eight years’ imprisonment. On 31 August 2004 the Orenburg Regional Court upheld the judgment on appeal.", "33. On 11 August 2004 the applicant sued the Orsk Town police department, the Orenburg regional prosecutor’s office and the Ministry of Finance of the Russian Federation for compensation. He claimed 5,000,000 Russian roubles (RUB) in respect of non-pecuniary damage sustained as a result of his ill-treatment, unlawful arrest and conviction.", "34. On 22 April 2005 the Leninskiy District Court of Orsk dismissed his claim. It referred, in particular, to the results of the prosecutor’s inquiry into the applicant’s allegations of ill-treatment; the investigator K.’s decision of 3 October 2003 refusing to open criminal proceedings against the police officers; and the applicant’s conviction. It also observed that the applicant’s complaint that the police officers had beaten him to obtain a confession was unconvincing, given that he had never confessed to the crime. There was no evidence that the bruise on the applicant’s face had been the result of illtreatment by the police officers.", "35. On 16 June 2005 the Orenburg Regional Court quashed the decision and remitted the matter to the Leninskiy District Court for fresh consideration.", "36. On 25 August 2006 the District Court granted the applicant’s claims in part. The court dismissed the applicant’s allegations of torture as unsupported by any evidence. At the same time, the court noted that the applicant had been taken into custody in good health and that he had received an injury while in detention. The respondent parties failed to provide any explanation as to how that injury had been caused. The court found that the applicant had been subjected to degrading treatment in police custody on 23 July 2005 and awarded him RUB 1,000.", "37. On 11 October 2006 the Regional Court upheld the judgment of 25 August 2005 on appeal."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}