{"ITEMID": "001-75927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF OBLUK v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length of one set of proceedings);Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1953 and lives in Martin.", "5. The applicant concluded contracts concerning the lease of business premises inter alia with the following tenants: an entrepreneur B., an entrepreneur K., a company M., and an entrepreneur M.", "6. As these tenants failed to pay the rent, the applicant initiated the following proceedings against them.", "7. On 18 June 1997 the applicant lodged the action with the Bratislava III District Court (Okresný súd). He sought an order for payment of unpaid rent, a contractual penalty for the late payment, and compensation in respect of the costs of the defendant’s eviction.", "8. On 18 August 1997 the District Court invited the applicant to pay the court fee, which he did on 5 September 1997.", "9. On 26 September 1997, in summary proceedings, the District Court issued a payment order (platobný rozkaz) in the applicant’s favour. A copy of the order was mailed to the defendant but was returned by the postal service to the District Court on 3 October 1997 with the mention “addressee unknown”.", "10. On 27 November 1997 the District Court requested information about the defendant’s whereabouts from the Central Registry of Citizens in Banská Bystrica and the Municipal Registry of Citizens in Bratislava, which responded on 8 and 9 December 1997, respectively.", "11. The District Court subsequently re-mailed a copy of the payment order of 26 September 1997 to the defendant’s address obtained from the above Registries. On 15 December 1997 it was returned with the mention “addressee unknown”.", "12. On 14 January 1998 the District Court requested that the payment order of 26 September 1997 be served on the defendant by the police. The latter informed the District Court on 23 January 1998 that the defendant was not staying at the address officially registered as her permanent residence and that her current whereabouts were unknown.", "13. On 30 January 1998 the District Court wrote to the Central Registry of Prisoners asking whether the defendant was currently detained on remand or serving a prison sentence. The Central Registry responded in the negative on 11 February 1998.", "14. On 12 February 1998 the District Court quashed the payment order of 26 September 1997 under Article 173 §§ 1 and 2 of the Code of Civil Procedure holding that it had proven impossible to serve a copy of the order on the defendant in person.", "15. On 26 January 2001 the District Court appointed an ex officio guardian to the defendant as the latter’s whereabouts were unknown and it was not possible to secure her participation in the proceedings.", "16. On 14 February 2001, following a hearing held on the same day, the District Court granted the action. The judgment became final and enforceable in March 2001.", "17. The applicant filed the action on 16 May 1996 with the Martin District Court. He sought an order for payment of a contractual penalty for the late payment of rent.", "18. On 1 December 1998 the defendant lodged a counterclaim.", "19. On 15 November 2000 the District Court granted the action.", "20. In a letter of 24 October 2002 the Registry of the Court informed the applicant of the amendment to the Constitution of the Slovak Republic which had entered into force on 1 January 2002 and which provided for a new remedy under the amended Article 127 of the Constitution in respect of delays in court proceedings. The applicant was requested to inform the Court whether he used or intended to use this remedy in view of the requirement to exhaust domestic remedies pursuant to Article 35 § 1 of the Convention.", "21. In a letter of 4 March 2003 the Registry informed the applicant about the Court’s decision of 22 October 2002 to declare inadmissible the application in the case of Andrášik and Others v. Slovakia (app. nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01, 60226/00, ECHR 2002-IX) about the length of court proceedings on the ground that the applicants had failed to raise this complaint before the Constitutional Court under Article 127 of the Constitution, as amended from 1 January 2002.", "22. On 15 April 2003 the District Court gave a supplementary judgment (doplňujúci rozsudok) in which it dismissed the defendant’s counterclaim, a ruling which the District Court had omitted to make in the original judgment of 15 November 2000.", "23. The defendant challenged the judgments of 15 November 2000 and 15 April 2003 by appeals. On 20 May 2003 the District Court transmitted the casefile to the Žilina Regional Court (Krajský súd) for a determination of these appeals.", "24. On 5 November 2003 the Regional Court overturned the judgment of 15 November 2000, dismissed the applicant’s action, and upheld the judgment of 15 April 2003.", "25. In the meantime, on 9 June 2003, the applicant, who was represented by a lawyer, submitted a complaint under the amended Article 127 of the Constitution to the Constitutional Court (Ústavný súd). He formally directed the complaint against the District Court and alleged that it had violated his right under Article 48 § 2 of the Constitution to a hearing without unjustified delay.", "26. On 19 November 2003 the Constitutional Court declared the complaint inadmissible. It observed that the part of the proceedings before the District Court, against which the complaint was formally directed, had ended with its judgments of 15 November 2000 and 15 April 2003 and with its carrying out of the related administrative tasks prior to submitting the case to the Regional Court for a decision on the defendant’s appeals. At the time when the constitutional complaint was lodged, the District Court was no longer dealing with the case which was already with the Regional Court. In these circumstances, an examination of the part of the proceedings before the District Court could no longer serve to expedite the proceedings. Thus, in line with its established practice, the Constitutional Court found that it was not called upon to examine the complaint.", "27. On 2 June 1997 the applicant lodged the action with the Martin District Court. He claimed an amount of money by way of compensation for unpaid rent and a contractual penalty for the late payment of the rent.", "28. On 10 December 2002 the District Court granted the action. The judgment became final and enforceable in February 2003.", "29. In April 2003 the applicant, who was represented by a lawyer, lodged a complaint under Article 127 of the Constitution with the Constitutional Court. He asserted that the District Court had violated his constitutional right to a hearing without unjustified delay.", "30. On 25 June 2003 the Constitutional Court declared the complaint inadmissible. It observed that it had been its established practice to examine constitutional complaints only if the alleged violation occurred, or was still continuing, at the time when the complaint was lodged. Since at the time of the introduction of the applicant’s complaint in April 2003 the proceedings at issue were already completed, the complaint could not be entertained.", "31. The President of the Chamber, however, did not share the majority view and gave a dissenting opinion. He observed that the practice of not examining constitutional complaints of length of proceedings where the proceedings were no longer pending at the time of the introduction of the complaint had developed within the legal framework of the Constitution, as applicable prior to 1 January 2002. However, as from that date the Constitution was amended and the relevant rules were different. According to him, the continuous application of this practice under the new constitutional provisions had no basis in the applicable statutory rules, was contrary to the approach of the European Court of Human Rights and unacceptably impaired the complainant’s right of access to Constitutional Court.", "32. On 20 December 1996 the applicant brought an action against M. in the District Court. He claimed an amount of money which was due under a contract of lease of 21 August 1995.", "33. On 13 March 1997 the District Court issued a payment order in the applicant’s favour.", "34. On 30 May 1997 the defendant filed a protest (odpor) against the payment order by virtue of which the order was ex lege vacated.", "35. On 6 October 2000 the District Court stayed the proceedings pending the outcome of proceedings in another action which the applicant had brought on 19 April 1996 against entrepreneur M. on the basis of the above contract of 21 August 1995. It was observed that in the latter proceedings the questions of the defendant’s legal capacity to act and of the validity of the contract of 21 August 1995 were being determined. The determination of these questions was directly relevant for the present proceedings. Although this decision could have been appealed against within 15 days from its service on the appellant, no appeal has been lodged.", "36. On 26 August 2002 the District Court commenced ex officio a separate set of proceedings aimed at determining the defendant’s legal capacity to act. These proceedings resulted in a ruling of the District Court of 20 October 2003 that the defendant lacked such capacity.", "37. In the meantime, in May 2003, the applicant, who was represented by a lawyer, had filed a complaint about the length of the proceedings in his action of 20 December 1996 to the Constitutional Court.", "38. On 1 October 2003 the Constitutional Court declared the complaint inadmissible on the ground that the applicant had failed to exhaust ordinary remedies by challenging the decision of 6 October 2000 by an appeal.", "39. The proceedings in the action of 19 April 1996 ended with dismissal of the action by a judgment of the District Court of 28 April 2004. It was observed that the defendant had no legal capacity to act and that, therefore, the contract of 21 August 1995 was not valid and no claims could be based on it.", "40. On 4 May 2004 the District Court held a hearing in the action of 20 December 1996. The hearing was adjourned until 6 May 2004 when the District Court pronounced its judgment dismissing the action.", "41. The issue of the costs of the proceedings was finally resolved by a decision of the Regional Court of 8 February 2005.", "42. Article 48 § 2 provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.", "43. Pursuant to Article 130 § 3 of the Constitution the Constitutional Court could commence proceedings upon the petition (podnet) presented by any individual or a corporation claiming that their rights had been violated.", "44. On 23 February 2001 the National Council of the Slovak Republic enacted a constitutional law amending the Constitution. It was published in the Collection of Laws on 17 March 2001 under no. 90/2001.", "45. Amendment no. 90/2001 repealed Article 130 § 3 of the Constitution with the effect as from 1 July 2001 and introduced a new Article 127 to the Constitution with effect as from 1 January 2002.", "46. Pursuant to Article 127, as in force from 1 January 2002, natural and legal persons can complain (sťažnosť) about a violation of their fundamental rights and freedoms. Under this provision, the Constitutional Court has the power, in the event that it finds a violation of Article 48 § 2 of the Constitution, to order the authority concerned to proceed with the case without delay. It may also grant adequate financial satisfaction to the person whose constitutional rights have been violated as a result of excessive length of proceedings (for further details see, for example Andrášik and Others, cited above).", "47. The implementation of the above constitutional provisions enacted with effect from 1 January 2002 is set out in more detail in sections 49 to 56 of the Constitutional Court Act (Law no. 38/1993 Coll.), as amended. The relevant amending Act (Law no. 124/2002 Coll.) was published in the Collection of Laws and entered into force on 20 March 2002.", "48. Pursuant to section 20 (3), as a general rule, the scope of the Constitutional Court’s examination of a case is limited by the summary of the motion for commencement of the proceedings, as formulated in a standardised and prescribed form by the plaintiff.", "49. Section 53 (3) provides that a constitutional complaint can be filed within a period of two months from the date on which the decision in question has become final and binding or on which a measure has been notified or on which a notice of other interference has been given. As regards the measures and other interferences, the above period commences when the complainant could have become aware of them.", "50. According to its case-law under the former Article 130 § 3 of the Constitution, the Constitutional Court lacked jurisdiction to draw legal consequences from a violation of a petitioner’s rights under Article 48 § 2 of the Constitution. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. In the Constitutional Court’s view it was for the authority concerned to provide redress to the person whose rights had been violated (for further details see, for example, Bánošová v. Slovakia (dec.), no. 38798/97, 27 April 2000).", "51. It has been the Constitutional Court’s long standing practice to entertain constitutional petitions or, as the case may be, complaints about excessive length of proceedings only where the proceedings complained of are pending before the authority liable for the alleged violation at the moment when such petitions or complaints are lodged (see, for example, decisions file nos. I. ÚS 34/99, II. ÚS 55/02, IV. ÚS 96/02, I. ÚS 161/02, IV. ÚS 176/03 and many others)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}