{"ITEMID": "001-85950", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BARTECKOVA AND DZIERZENGA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicants, Ms Irena Bartečková and Mr Josef Dzierženga, are Czech nationals who were born in 1930 and 1943 respectively and live in Bohumín. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 October 1993 the applicants brought an action in the Ostrava District Court (okresní soud) for reinstatement and recovery of real estates which were used by the State Fishing Enterprise without any legal title.", "It appears that the proceedings are still pending.", "On 2 October 2006 the applicants applied for compensation pursuant to Act no. 82/1998 as amended. They claimed CZK 820,000 (EUR 31,810) respect of pecuniary and non-pecuniary damage.", "In a letter of 31 January 2007 the Ministry of Justice informed them that their application had been accepted, that it had been found that their right to a determination of their civil claim within a reasonable time had been violated and that they had been awarded a sum of CZK 144,000 (EUR 5,602) in respect of non-pecuniary damage they might have sustained. The Ministry refused, however, the applicants’ claim regarding compensation for pecuniary damage.", "On 9 June 2007 the applicants informed the Registry that they would introduce a civil action under section 15(2) of Act no. 82/1998 as amended.", "Moreover, in a letter of 6 November 2007, they notified the Registry that they had brought proceedings for compensation for pecuniary damage before the Ministry of Justice.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}