{"ITEMID": "001-101813", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LYUBOV EFIMENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed (six month period, ratione temporis);Violation of Art. 2;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1941 and lives in Bakhchysaray (Бахчисарай; Bağçasaray), in the Crimea. The applicant is the mother of E., who died after having received serious bodily injury in private premises.", "5. During the night of 5-6 June 1993 a group of several persons were present inside the director's room of the “Kardinal” bar (hereafter “the K. bar”) when E., who was in the room, received serious head injuries from which he fainted. He died in the early morning of 6 June 1993. E. also lost his golden jewellery as a result of an incident which occurred inside the room. Two other men, D. and S., were also in the director's room.", "6. According to the applicant, the events had taken place in the presence of a number of identifiable witnesses and an officer of the local police department S-v. The witnesses included E.'s former girlfriend K-va, D.'s former fiancé K., and E.'s friends W. and G.", "7. On 7 June 1993 the Bakhchysaray District Prosecutor (“the District Prosecutor”) transferred the file on the investigation into E.'s death to the Bakhchysaray Police Department of the Ministry of the Interior (“the Police Department”). It contained in particular twelve cigarette butts, two fragments of wallpaper with stains resembling blood, a bedcover, a tablecloth and a disassembled pneumatic rifle. It also stated that relevant photos were available from the forensic expert.", "8. On the same date an expert from the Bakhchysaray Forensic Examination Department of the Ministry of Health found that E.'s death had occurred two or three hours after he had sustained the injuries, including concussion, bruises below both eyelids and on the chin, a broken nose, bruises and bleeding of the upper lip, numerous facial scratches on the right side of the forehead, subdural haematoma and brain contusion. He stated that E.'s death had resulted from multiple injuries (no less than seven blows to the right side of the forehead, the cheekbone, the bridge of the nose, the chin, the left cheek and the left parietal part of the head) and that he had suffered knees injuries and internal bleeding, apparently from a broken nose, which had caused him difficulties in respiration.", "9. On 8 June 1993 the investigator of the Police Department initiated a criminal investigation into E.'s death.", "10. On 30 June 1993 he instituted criminal proceedings into allegations of theft of jewellery from E. The two investigation files were joined under no. 76662 (hereafter “case no. 76662”).", "11. In a resolution of 30 June 1993 the investigator decided that D. should be detained as a suspect in connection with the premeditated infliction of bodily injuries to E. He stated that the investigation had established that E. had been beaten in the director's room following a prior conspiracy between D. and S., and that D. had had personal motives (a hostile personal attitude to E.) to commit the crime.", "12. On 30 July 1993 the investigator indicted D. and S. for inflicting bodily injuries leading to death, and issued a nationwide search warrant in respect of them as they absconded. Consequently, the investigation was suspended on 30 August 1993.", "13. On 13 February 1997 the Russian General Prosecutor's Office informed its Ukrainian counterpart that S. had been arrested in Russia, but released a month later, the Ukrainian authorities having failed to ask his extradition in time. The nationwide search for S. was resumed.", "14. On 2 March 2000 D. was arrested in Russia. He was extradited to Ukraine on 11 July 2000 where he was kept in detention.", "15. On 19 July 2000 the senior investigator of the Police Department resumed the investigation into case no. 76662. He stated that D. had inflicted multiple injuries on E. with premeditation, which had led to his death. He ordered D.'s detention in view of the gravity of the offence. D.'s detention was subsequently extended until 2 September 2000.", "16. On 22 July 2000 D. was indicted for inflicting serious bodily injuries on E. He contested his guilt, stating that he had seen that E. had been beaten, having a bruise under his eye. He also said that he had left the town and gone to Russia for seven years without informing his relatives.", "17. On 26 July 2000 the investigator questioned K. (see paragraph 6 above) about the events of the evening of 5-6 June 1993. She did not know whether D. and S. were involved in the death of E.", "18. On 27 July 2000 D. was released from custody as he was not deemed a danger to society. On the next day he signed an obligation not to abscond.", "19. On 28 July 2000 the supervising prosecutor of the Crimea Prosecutor's Office requested to complete the investigation by 2 September 2000. He mentioned that the acts of which the two suspects were accused were not classified correctly under criminal law and that the facts of the case had not been established with sufficient precision.", "20. In a decision of 4 August 2000 the Police Department terminated the criminal proceedings against D. owing to the lack of evidence. The decision referred to statements by W. (see paragraph 6 above) and those by D.W. stated, inter alia, that together with G. (see paragraph 6 above), had carried unconscious E. out of the bar.", "21. The applicant was informed of this decision on 18 September 2000.", "22. On 8 August 2000 the Police Department charged D. with failure to report a crime against E. He was heard and delivered his version of the events. The investigation was terminated on the same day in view of the statute of limitations.", "23. On 14 August 2000 the preliminary investigation in respect of S. on suspicion of his involvement in inflicting serious bodily injuries on E. was suspended as his whereabouts were not known.", "24. On 4 September 2000 the Crimea Prosecutor's Office informed the applicant that the residential restriction imposed on D. by recognisance not to abscond (see paragraph 18 above) was lawful as the offence against E. had been committed with negligence. However, it found that there was enough evidence to conclude that serious bodily injuries had been inflicted on her son which had led to his death.", "25. On 5 September 2000 she was informed that the criminal proceedings in respect of D. had been terminated owing to the lack of evidence corroborating his involvement in a crime and to the statute of limitations in respect of his failure to report the crime. As to the proceedings against S., they were suspended as his whereabouts were not known. Similar information was provided to her next day by the Police Department.", "26. On 2 November 2000 the supervising prosecutor from the General Prosecutor's Office quashed the resolution of 4 August 2000 (see paragraph 20 above) on the ground that it had not taken into account all the relevant evidence confirming the suspicion against D. that was available in the case file. A reference was also made to inconsistencies in the evidence received from certain witnesses.", "27. On 5 November 2000 the same supervising prosecutor quashed the resolution of 14 August 2000 (see paragraph 23 above) and ordered to continue the investigation. The case was remitted to the Dzhankoy District Prosecutor. On 8 November 2000 the supervising prosecutor advised the investigators to newly interview the persons who had witnessed the incident and whose statements were inconsistent, to identify any other witnesses and to establish some factual details.", "28. On 21 February 2001 the Bakhchysaray District Court (“the District Court”) quashed the resolution of 8 August 2000 (see paragraph 22 above), and re-opened the investigation into the suspicion of D.'s involvement in robbery as the period for calculating the statute of limitations should have begun to run from 3 March 2000, the day after his arrest in Russia.", "29. From 4 December 2000 to 14 May 2001 the investigator was receiving information clarifying the events of the night of 5-6 June 1993.", "30. On 20 May 2001 S. was extradited to Ukraine where he was subsequently detained on suspicion of being involved in inflicting serious injuries on E., leading to his death.", "31. From 21 to 23 May 2001 the investigators questioned S. and some other witnesses who brought further clarifications into the incident in the bar K. Furthermore, they undertook a number of other procedural steps in order to complete the investigation. However, they could not question K-va who had resided in Turkey. On 23 May 2001 S. was released on a recognisance not to abscond. The resolution stated that it was V.B. who had inflicted serious lethal injuries on E. and that he had initially left his place of residence in 1993 as he was afraid of persecution by V.B.", "32. On 1 June 2001 the investigator of the Police Department terminated the criminal proceedings against S. for the offence of inflicting serious bodily injuries due to the lack of evidence. S. was immediately charged with failure to report a crime committed by V.B. Being interviewed on the same day, he pleaded guilty.", "33. On 20 July 2001 the criminal proceedings against D. into suspicion of his involvement in causing lethal injury to E. were terminated owing to the lack of evidence. On the same date, the criminal proceedings against S. on suspicion of his involvement in failure to report a crime were also terminated in view of an amnesty. Proceedings against V.B. for his involvement in inflicting bodily injuries on E. were also discontinued because V.B. died. Later on the same day, the investigator issued a separate procedural resolution terminating proceedings in case no. 76662.", "34. On 14 September 2001 the Crimea Prosecutor's Office quashed the aforesaid resolutions finding them unlawful and remitted the case to the District Prosecutor's Office for additional investigation referring, in particular, to procedural deficiencies in the investigation and stating that there was no investigation into the circumstances of the robbery against E.", "35. In October 2001 the applicant complained to the Crimea Prosecutor's Office about the failure of the authorities to investigate the circumstances of her son's death. On 6 October 2001 the Police Department refused to give her access to the criminal case file.", "36. On 5 November 2001 the Deputy Prosecutor of the Crimea again quashed as unlawful the resolutions of 1 June and 20 July 2001 (see paragraphs 32 and 33 above). He instructed the District Prosecutor to undergo complementary investigation including forensic medical examination and additional hearing of certain witnesses, including the police officer S-v.", "On the same date he quashed resolution of 14 September 2001, stating that it did not comply with the law in failing to give instructions for further investigation and applying sanctions to those responsible for delays in investigating the case, including the District Prosecutor's Office, to which the case was nevertheless remitted for further investigation.", "37. On 13 November 2001 the Crimea Prosecutor's Office informed the applicant that the investigation did not comply with the requirements of the national law as to the need to establish facts of the case fully, thoroughly and objectively. It also stated that the unlawful decisions had been quashed earlier and the case remitted with detailed instructions to the District Prosecutor for further investigation. The applicant was also informed of possible measures that would be applied if the investigation again failed to comply with previous investigative instructions.", "38. On 4 December 2001 the Crimea Department of the Interior, following instructions by the Crimea Prosecutor's Office and District Prosecutor, instructed the Police Department in respect of further investigation into the case. Consequently, between 11 December 2001 and 25 January 2002 the investigator ordered a forensic examination which was conducted from 14 to 15 December 2001, and questioned two witnesses. The forensic examination confirmed multiple injuries on E.'s body and the cause of his death (see paragraph 8 above).", "39. On 14 March 2002 the investigator drew up two resolutions terminating criminal investigation into suspicion of D.'s and S.'s involvement into infliction of serious bodily injury to E. and his robbery, as there was no corroborating evidence to prove their guilt.", "40. On 26 March 2002 he remitted criminal case no. 76662 to the District Court in order to decide whether D. and S. should be exempted from criminal liability as the new Criminal Code which had entered into force on 1 October 2001 did not provide for liability for such an offence as failure to report a crime.", "41. On 7 July 2002 the applicant complained to the District Prosecutor and the Crimea Prosecutor's Office that the resolutions of 14 March 2002 were unlawful.", "42. On 10 July 2002 the District Court terminated the criminal investigation into the robbery allegations, as defined by the 1960 Criminal Code, against D. and S., owing to the change in the legislative situation. It remitted the case to the prosecution for further investigation insofar as it concerned charges under the provisions of the new Criminal Code, i.e. infliction of serious bodily injury and armed robbery. This ruling was not subject to appeal.", "43. Subsequently, the senior investigator of the Police Department issued an undated information note in criminal case no. 76662 stating that owing to the lengthy period of time that had passed from the commission of the crime, some evidence had been lost and could no longer be recovered.", "44. On 12 July and 19 August 2002 the Crimea Prosecutor's Office referred the applicant's complaints of the alleged unlawfulness and unreasonable length of the investigation to the District Prosecutor.", "45. In the meantime, on 8 August 2002, the General Prosecutor's Office had remitted these complaints to the District Prosecutor for review.", "46. On 8 September 2002 the latter quashed the resolution of 20 July 2001 that terminated the criminal proceedings in the case no. 76662 (see paragraph 33 above) and ordered additional investigation into the case. On 20 October 2002 he assumed responsibility over the investigation.", "47. On 17 January 2003 the investigation regarding involvement of V.B. in death of E., after several investigative measures, including questioning of the police officer S-v, was again terminated, V.B. having died in 1994.", "48. On the same date the District Court refused to examine the applicant's complaints against the resolution of 14 March 2002 on the charges against S., having been lodged outside the procedural time-limits. It also found that the resolution had been quashed on 10 July 2002 and the investigation into S.'s suspected involvement in a crime had been remitted to the prosecutor for additional investigation (see paragraph 42 above).", "49. On 23 January 2003 the Crimea Prosecutor's Office quashed the resolution of 17 January 2003 and remitted the case to the District Prosecutor finding that the investigators had failed to comply with the investigative instructions given by the General Prosecutor's Office and the Crimea Prosecutor's Office (see paragraphs 27 and 36 above). In particular, contradictory evidence given by S. and D. had never been verified, and they had not been confronted with the witnesses. Moreover, certain witnesses had not been questioned on important matters relating to the identification of people who had been on the spot at the relevant time, including V.B.", "50. On 30 January 2003 the District Prosecutor remitted the investigation to the Police Department fixing a deadline until 25 February 2003 for informing him of the investigation results.", "51. On 19 March 2003 the Crimea Prosecutor's Office sent a copy of the forensic medical examination of V.B.'s body to the Crimea Police Department.", "52. On 27 March 2003 the senior investigator of the Police Department ordered a further forensic examination the result of which, obtained on 2 April 2003, were to some extent imprecise.", "53. On 13 May 2003 case no. 76662 was remitted to the District Court for examination of the applicant's complaints against the resolutions of 14 March 2002, closing the investigation against S. and D.", "54. On 15 May 2003 the Crimea Court of Appeal quashed the resolution of 17 January 2003 (see paragraph 47 above) and remitted the applicant's complaints regarding D. for a rehearing by another judge. It found, in particular, that the applicant and her lawyer had not been informed of the time of the hearing, that the new judge hearing the case had not familiarised himself with the case file, that the applicant had lodged her complaints in time, contrary to the findings of the District Court, and that there had been serious infringements of the criminal procedural law.", "55. On 26 September 2003 the District Court found that the investigation had not complied with the prosecutors' instructions (see paragraphs 36 and 38 above). It further referred to a number of procedural inaccuracies in the investigation. The court also quashed the resolution of 14 March 2002 and remitted the case to the District Prosecutor who had to identify and question the persons who had been present during the events in the bar and to identify additional witnesses in the case.", "56. In a resolution of 5 July 2004 the senior investigator of the Police Department terminated the investigation in case no. 76662 finding, in particular, that there was not enough evidence to conclude that V.B. had been involved in E.'s death, and no evidence of D.'s and S.'s involvement in the murder and the robbery had been found either. He had questioned several witnesses and conducted confrontations between them and the suspects. Moreover, the proceedings on the alleged failure to report a crime had been discontinued on 10 July 2002 by the District Court. Anyhow, as the main suspect had died, criminal proceedings could no longer be pursued.", "57. While the Deputy Prosecutor of the District Prosecutor's Office found the above resolution well-founded on 7 July 2004, the District Court quashed it as unfounded on 20 October 2004 stating, in particular, that there was no evidence to suggest that V.B. was guilty of inflicting bodily injuries on E. Accordingly, case no. 76662 was again remitted to the District Prosecutor for additional investigation.", "58. On 9 October 2007 and 6 January 2008 respectively, the applicant informed the Court that no measures had been taken to continue the investigation into the circumstances of her son's death."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}