{"ITEMID": "001-91576", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF COLAK AND TSAKIRIDIS v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 2-1;No violation of Art. 8;No violation of Art. 6-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["7. The first applicant (“the applicant”) was born in 1968 and lives in Wiesbaden.", "8. In December 1992 the applicant’s companion found out that he was suffering from lymph gland cancer and Aids. He informed the applicant about the cancer but concealed his Aids infection.", "9. On 21 January 1993 he informed their family physician about his diseases but forbade him to disclose to anybody that he had developed Aids. When the applicant consulted the physician on 29 January 1993 he did not mention to her that her companion was suffering from Aids. On 22 December 1994 the applicant’s companion died. During a further consultation in March 1995 the physician informed the applicant that her companion had died from Aids.", "10. In April 1995 a blood test established that the applicant was HIV-positive. Since 1995 the applicant has been following antiretroviral treatment. She is not suffering from full-blown Aids.", "11. Subsequently, the applicant sued her physician for damages before the Wiesbaden Regional Court (Landgericht). She submitted that the physician had failed to inform her that her companion was suffering from Aids and had thus prevented her from protecting herself against infection.", "12. On 28 April 1998 the court-appointed expert, having examined the case file and a number of laboratory results, submitted his expert opinion. The expert considered that it was probable that the applicant had contracted the virus before 29 January 1993. The laboratory results dating from April 1995, combined with general statistical data, only allowed a rough estimate of the time of infection. The expert further considered that it was not general medical practice in early 1993 to treat early HIV infections with antiretroviral drugs. During the oral hearing before the Regional Court the expert expressed the view that an infection before January 1993 was very likely.", "13. On 24 February 1999 the Wiesbaden Regional Court, which was in possession of the physician’s medical records on the first applicant and on her late partner, rejected the action. That court considered that the physician had not been obliged to disclose her companion’s infection to the applicant. Having regard to his duty of confidence towards the applicant’s companion, he would only have been under such an obligation if this could be regarded as the only possibility of preventing the applicant’s infection. This had not been the case, as the physician had consistently advised the applicant’s companion to take the necessary steps to prevent infection and could reasonably believe that the latter would follow his advice. Under these circumstances, the Regional Court did not find it necessary to determine whether there was a causal connection between the applicant’s contracting HIV and the physician’s alleged failure to inform her about her companion’s infection.", "14. On 5 October 1999 the Frankfurt Court of Appeal (Oberlandesgericht) dismissed the applicant’s appeal. Contrary to the Regional Court’s opinion, the Court of Appeal considered that the physician had misconceived his duty of care owed towards the applicant in his position as family physician and overestimated his duty of confidence owed towards her companion. As laid down in section 34 of the Criminal Code (see Relevant domestic law below) a physician’s duty of confidence owed towards a patient had to be restricted or even given up if a superior value was at stake. By not informing the applicant about the fatal threat to her health, he had committed an error in treatment. The court considered, however, that the physician had not disregarded medical standards in a blindfold way, but had only overestimated his duty of confidence while balancing the different interests. It followed that his behaviour could not be qualified as a gross error in treatment which, according to the established case-law of the Federal Court of Justice, would have entailed a reversal of the burden of proof as to the causality of the error in treatment and the first applicant’s HIV-positive status. Referring to the written opinion submitted by the court-appointed expert in the first-instance proceedings, the Court of Appeal considered that the applicant had not been able to prove that she had contracted the virus after January 1993, when the physician himself had been informed that her companion was HIV-positive. According to the expert’s opinion, it was more likely that she had already become HIV-positive before January 1993. The Court of Appeal further considered that there was no doubt about the expert’s high competence. The expert opinion was well reasoned and took into account relevant scientific publications. Under these circumstances, the Court of Appeal did not find it necessary to hear further expert opinion as requested by the applicant.", "The Court of Appeal further considered that medical treatment such as was available in 1993 would not have improved the first applicant’s physical condition, even if she had been informed of her HIV status by that time.", "15. On 4 April 2000 the Federal Court of Justice (Bundesgerichtshof) dismissed the applicant’s appeal on points of law for lack of prospect of success.", "16. On 14 November 2000 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a panel of three judges, refused to admit the applicant’s constitutional complaint.", "17. In August 2002, in the course of separate criminal investigations against the physician, another medical expert submitted his opinion on the applicant’s HIV-positive status to the Wiesbaden Public Prosecutor. While not concurring with the first expert’s opinion that it was very likely that she had contracted the virus before January 1993, the expert considered that a date prior to January 1993 could not be excluded. In April 2003 the Public Prosecutor discontinued criminal investigations on the ground that it could not be excluded beyond reasonable doubt that the applicant had contracted the virus before January 1993. Appeals by the applicant were to no avail.", "18. On 14 September 2007 the applicant requested the physician to hand her the complete medical files. On 5 October 2007 the physician informed her that he had destroyed the medical files after expiry of the time-limit for storage.", "19. Section 823 of the Civil Code provides inter alia:", "“A person who, wilfully or negligently, unlawfully injures another person’s life, body, health (...) is bound to compensate him for any damage arising therefrom.”", "Section 847 as in force at the material time provides inter alia:", "“In the case of injury to the body or health (...) the injured party may also demand fair compensation in money for moral prejudice.”", "20. A patient requesting damages from a physician under section 823 of the Civil Code generally carries the burden of proof for the requisite causal connection between the physician’s negligence and the damage to his health. According to the established German case-law, in case of gross error in treatment the burden of proof is reversed to the physician. A gross error in treatment is generally assumed if the physician clearly breaches well-established medical rules or assured medical knowledge, and has committed an error which does not appear to be comprehensible from an objective point of view, as a physician must absolutely not commit such an error (see Federal Court of Justice, 26 November 1991, no. VI ZR 389/90, and 4 October 1994, no. VI ZR 205/963). The existence of a gross error has been accepted in cases where a physician had not discovered a serious disease (meningitis) in spite of unambiguous symptoms (see Stuttgart Court of Appeal, 31 October 1996, no. 14 U 52/95, or Oldenburg Court of Appeal, 20 February 1996, no. 5 U 146/95) or had failed to order undoubtedly necessary medical examinations or treatments (Federal Court of Justice, 29 March 1988, no. VI ZR 185/87) or to inform the patient about the necessity to undergo further medical examinations (Federal Court of Justice, 25 April 1989, no. VI ZR 175/88).", "21. Section 229 of the Criminal Code provides:", "“Whoever negligently causes bodily injury to another person shall be punished with imprisonment for not more than three years or a fine.”", "Section 203 provides inter alia:", "“Whoever, without authorisation, discloses the secret of another, in particular, a secret which belongs to the realm of personal privacy (...) which was confided to, or otherwise made known to him in his capacity as a physician (...) shall be punished with imprisonment for not more than a year or with a fine.”", "Section 34 provides as follows:", "“Whoever, faced with an imminent danger to life, limb, freedom, honour, property, or another legal interest which cannot otherwise be averted, commits an act to avert the danger from himself or another, does not act unlawfully, if, upon weighing the conflicting interests, in particular the affected legal interests and the degree of danger threatening them, the protected interest substantially outweighs the one interfered with. This shall apply, however, only to the extent that the act is a proportionate means to avert the danger.”", "If the Public Prosecutor refuses to prefer criminal charges against an alleged offender, the aggrieved party may, pursuant to section 172 of the Code of Criminal Procedure, lodge a request for a court decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "6", "8"], "NON_VIOLATED_PARAGRAPHS": ["2-1", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}