{"ITEMID": "001-81400", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ALIKHADZHIYEVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violations of Art. 2;No violation of Art. 3;No separate issue under Art. 3;Violation of Art. 3;Violation of Art. 5;Violation of Art. 13+2 and 13+3;No violation of Art. 13+5;No failure to comply with Art. 38-1-a;No separate issue under Art. 34;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant was born in 1941 and lives in Shali, Chechnya.", "7. The submissions by the parties are summarised below in Part A. The documents submitted by the parties, notably the criminal investigation file provided by the Government, are summarised below in Part B.", "8. The applicant lives in Shali, a town about 40 km to the south-east of Grozny, in her own house at 97 Suvorova Street. Her son Ruslan Alikhadziyev, born in 1961, lived at the same address, together with his wife and four minor children. Their other relatives also lived at the same address.", "9. From 1997 to 1999 the applicant's son Ruslan Alikhadzhiyev was the speaker of the Chechen Parliament (“the Parliament of the Chechen Republic of Ichkeria”). The applicant submitted that in 1999, following the resumption of hostilities, her son had not taken part in them and had tried to organise peace talks.", "10. On 17 May 2000 Ruslan Alikhadzhiyev was at home with the applicant, who had been sick. At about 11.15 a.m. several armoured personnel carriers (APCs) of the Russian forces arrived at the house. About 20 armed servicemen in camouflaged uniform surrounded the house and neighbouring buildings, while two helicopters were hovering above the district. Masked men in camouflage entered the applicant's house and ordered all those present to lie face down on the floor. After that they put handcuffs on the applicant's son and forced him into an APC. During the arrest no documents were produced and no reasons for the arrest were explained.", "11. Together with Ruslan Alikhadzhiyev, five of the applicant's neighbours were taken away from at their homes: three men from the D. family, who lived at 88 Suvorova Street; B., who had come to repair a car at the D. family's house; and M., who lived at 98 Suvorova Street. Those five men were released the following day and told the applicant what had happened after their arrest.", "12. They testified in writing that initially four of them had been placed in one APC, together with Ruslan Alikhadzhiyev, while M. was in the second APC. They were blindfolded, and a black bag was placed on Ruslan Alikhadzhiyev's head. The APCs travelled in the direction of Grozny.", "13. Once they passed the village of Germenchuk, they stopped and M. was transferred into the same APC as the other five men. The detainees were forbidden to talk. After a while Ruslan Alikhadzhiyev asked a masked officer to loosen his handcuffs because his hands had gone numb, but his request was refused. After a while he asked a second time. The officer checked his hands and also took his watch, documents and money from his pocket. After an hour or two of travelling they arrived at a place where they were ordered to descend.", "14. The detainees remained blindfolded and were led into some underground premises. There they were ordered to squat along the walls. Each of them was hit on the head with an iron rod and told to keep silent. Three of the detainees, but not Ruslan Alikhadzhiyev, were called one by one for questioning, which took place outside the cellar, in a sort of barn. The questioning was carried out by several servicemen in camouflage and masks who did not identify themselves. The detainees were asked similar questions about their identity, whether they had taken part in the hostilities and what they knew about Ruslan Alikhadzhiyev.", "15. After the questioning they were taken to another cellar, where they were permitted to take off the blindfolds. The five neighbours were all taken to that cellar, but Ruslan Alikhadzhiyev was not. They spent the night in the cellar and in the morning they were blindfolded again, taken out and put into an APC. After about one and a half hours' ride they were ordered to get out and to lie on the ground. The military told them to remain motionless for another 20 minutes, otherwise they would be shot. They heard the noise of the APC departing and after a while lifted their blindfolds. They found themselves not far from the road leading from Shali to the village of Avtury. They were picked up by passing transport and returned to Shali.", "16. The applicant and other members of the family have had no news of Ruslan Alikhadzhiyev since 17 May 2000.", "17. Immediately after the detention of Ruslan Alikhadzhiyev the applicant, along with her other son and Ruslan Alikhadzhiyev's wife, started to search for him. On numerous occasions, both in person and in writing, they applied to prosecutors at various levels, the Ministry of the Interior, the administrative authorities in Chechnya, the Special Envoy of the Russian President in the Chechen Republic for rights and freedoms, the media and public figures. In their efforts they were supported by several NGOs and public figures.", "18. In their letters to the authorities the family stated the facts of Ruslan Alikhadzhiyev's detention and asked for assistance and details of the investigation. They also personally visited detention centres and prisons in Chechnya as well as further afield in the Northern Caucasus.", "19. The applicant's family received hardly any substantive information from the official bodies about the investigation into Ruslan Alikhadzhiyev's disappearance. On several occasions they were sent copies of letters stating that their requests had been forwarded to different prosecutors' offices. At first officials seemed to confirm Mr Alikhadzhiyev's detention, but, following well-publicised rumours in August 2000 about his death in a detention centre they denied any involvement in his arrest and detention.", "20. On 25 May 2000 Lieutenant-General Manilov, first deputy to the Chief of Staff of the Russian Armed Forces, announced at a press conference that a number of commanders of illegal armed groups had been detained or killed. Listing the names, he said that on 20 May 2000 Ruslan Alikhadzhiyev had been captured.", "21. On 1 June 2000 the State news agency RIA Novosti reported that “as a result of a special operation agents of the Federal Security Service (FSB) have captured one of the closest allies of Maskhadov, Ruslan Alikhadzhiyev”. Referring to unnamed sources, the agency reported that Mr Alikhadzhiyev was being detained and questioned at the FSB detention centre in Chechnya and had given statements about Maskhadov's further plans.", "22. On 8 September 2000 the Moscow-based pre-trial detention centre of the FSB stated in reply to a lawyer hired by the applicant that Ruslan Alikhadzhiyev had never been detained there.", "23. On 21 September 2000 during parliamentary hearings in the State Duma on the situation in Chechnya, the Deputy Prosecutor General, Mr Biryukov, was asked a question about the whereabouts of Ruslan Alikhadzhiyev. He replied that in May 2000 the latter had been kidnapped from his home in Shali by a group of unknown armed people. According to operational information, these were fighters who had killed him in August 2000.", "24. On 8 December 2000 the Chechnya Prosecutor replied to an enquiry by the Special Envoy of the Russian President in the Chechen Republic concerning a number of complaints about disappearances. The letter stated that on 7 July 2000 the Shali District Prosecutor's Office had opened criminal investigation no. 22025 into the detention by unidentified persons in camouflage of the former speaker of the Chechnya Parliament, R. Alikhadzhiyev. The investigation had been opened under Article 126 of the Criminal Code (kidnapping). The whereabouts of Mr Alikhadzhiyev had not been established. The letter stated that the investigation was under the special supervision of the Chechnya Prosecutor.", "25. Attached to the letter of 8 December 2000 was a brief information note concerning criminal case no. 22025. This note stated that the criminal case had been opened on 7 July 2000 under Article 126 of the Criminal Code. The investigation had established that on 17 May 2000 a group of unidentified men in camouflage had arrived in several APCs at the Alikhadzhiyevs' house, broken into it and taken away Ruslan Alikhadzhiyev and several other persons who had been in the house. On the following day other persons had been released, but they could not give any information concerning the place of their detention or Mr Alikhadzhiyev's whereabouts. The investigators sent requests for information to the FSB and the Ministry of the Interior, in reply to which the Shali District Temporary Department of the Interior (VOVD) denied that Mr Alikhadzhiyev had ever been arrested or detained by its officers.", "26. On 24 February 2001 the Chechnya Prosecutor's Office replied to the NGO Memorial concerning the investigation into several cases of disappearances. In relation to Ruslan Alikhadzhiyev, the Deputy Prosecutor wrote that in the course of the investigation of criminal case no. 22025 requests for information had been forwarded to the FSB, the Ministry of the Interior and the Ministry of Defence. None of these agencies had detained Mr Alikhadzhiyev, and the investigation continued.", "27. In August 2004 the application was communicated to the Russian Government, who were requested at that time to submit a copy of investigation file no. 22025. In their memorials submitted in reply the Government gave some details of the investigation, without specifying the dates of the investigative measures. However, they did not submit any copies of the documents to which they referred. The Government stated that the investigation was pending and that the disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure because the file contained information of a military nature and personal data concerning the witnesses. At the same time, the Government suggested that a Court delegation could access the file at the place where the preliminary investigation was being conducted with the exception of “the documents [disclosing military information and personal data of the witnesses], and without the right to make copies of the case file and transmit it to others”.", "28. In December 2005 the Court declared the application admissible and reiterated its request for the documents. In response, the Government submitted a detailed update of the investigation and the documents from the criminal investigation file (see Part B below).", "29. According to this information, the investigation was opened on 27 July 2000 (not on 7 July, as stated before) by the Shali District Prosecutor's Office. It established that on 17 May 2000 the applicant's son had been detained at his house by unknown armed men wearing camouflaged uniforms of the Russian armed forces and masks, using two APCs, UAZ vehicles and helicopters. Five other men were also detained and taken, supposedly, to either the Argun grain elevator or a meat-packing factory. On the following day the five men were released.", "30. It appears from the information submitted by the Government and some documents contained in the case file that in October 2000 the police questioned four of the five men who had been detained together with the applicant's son. The fifth man was questioned in March 2001. According to the Government, on 17 March 2001 the applicant was questioned and granted victim status. Also on 17 March 2001 the investigation questioned Ruslan Alikhadzhiyev's wife as a witness. In September 2001 another eyewitness to Mr Alikhadzhiyev's arrest was questioned. However, the case file submitted by the Government does not contain copies of any of the witness statements. These transcripts are also not mentioned in the list of documents contained in the investigation file.", "31. Various detention centres and military and law-enforcement bodies denied that Ruslan Alikhadzhiyev's name had ever been in their records. The investigation did not establish his whereabouts or the identities of the persons who had kidnapped him. It does not appear that any separate information was sought about the details of the special operation carried out in Shali on 17 May 2000. No one was charged with any crime. Between July 2000 and April 2004 the investigation was adjourned 11 times. The applicant was informed of some of the decisions to adjourn and to reopen the proceedings.", "32. The Government submitted about 90 documents (about 120 pages) comprising criminal investigation file no. 22025 and a list of documents contained therein. They can be summarised as follows.", "33. On 27 July 2000 a prosecutor from the Shali District Prosecutor's Office opened a criminal investigation into the abduction of Ruslan Alikhadzhiyev from his house at 97 Suvorova Street, Shali by unidentified armed persons on 27 May 2000 at about 11.15 a.m. The decision referred to Article 126, paragraph 2, of the Criminal Code (kidnapping).", "34. On 13 June 2000 the lawyer instructed by the applicant to represent her son in criminal proceedings requested the Chechnya Prosecutor to grant him access to Ruslan Alikhadzhiyev and to investigate the legality of his detention. He referred to the information from Mr Alikhadzhiyev's family about the circumstances of his detention and the news of it that had been broadcast on the ORT TV channel on 1 June 2000 at 6 p.m.", "35. The investigation attempted to question Ruslan Alikhadzhiyev's brother R., who did not live at home, but the applicant refused to indicate his whereabouts. In February 2004 an investigator from the Shali District Prosecutor's Office noted that “the relatives and friends of Alikhadzhiyev had categorically refused to give statements and explained that they were tired of dealing with the law-enforcement bodies on the same matters again and again”.", "36. The investigation tried to obtain information about Ruslan Alikhadzhiyev from different sources. A number of law-enforcement agencies and detention centres in Chechnya, the Northern Caucasus and further afield in the Russian Federation, including pre-trial detention centre no. 20/02 in Chernokozovo, denied that he had ever been arrested or detained by them. They also denied that they had ever carried out any “operational and search measures” in respect of Ruslan Alikhadzhiyev or that he had ever been charged with a crime.", "37. On 28 August 2001 the investigation requested the Shali VOVD to identify the units that had been involved in the special operation aimed at Mr Alikhadzhiyev's capture.", "38. On 27 February 2001 officers from the Shali VOVD forwarded to the investigating prosecutors copies of transcripts of the witness statements made by two men who had been detained together with Ruslan Alikhadzhiyev, and by the applicant. They also listed three other eyewitnesses to the arrest. It is unclear whether they were questioned, as the case file submitted by the Government does not contain any of the statements mentioned.", "39. In October 2001 the investigation questioned a journalist from the newspaper Moskovskiye Novosti, the author of the article “Clearing-Up”, published on 20 June 2000. The journalist stated that he had received information about Ruslan Alikhadzhiyev's detention by special forces from some Chechens and from Mr Alikhadzhiyev's lawyer.", "40. In February 2003 the legal service of the ORT informed the investigation that the channel's news programme broadcast at 6 p.m. on 1 June 2000 had not contained a story about Mr Alikhadzhiyev's detention.", "41. At different stages of the proceedings several orders were issued by the supervising prosecutors enumerating the steps to be taken by the investigators. On 23 October 2000 a prosecutor from the Chechnya Prosecutor's Office noted that “the investigation was unsatisfactory... In fact, the investigator did not carry out any procedural steps.” He ordered, among other things, that a plan of action be drawn up, that the applicant and Ruslan Alikhadzhiyev's wife be questioned, that other detainees be questioned again and steps be taken to identify the place where they had been detained, and that other eyewitnesses be identified and questioned. Similar orders were given on 20 February 2001.", "42. On 8 July 2003 the Shali District Prosecutor ordered all the circumstances of Ruslan Alikhadzhiyev's disappearance to be fully investigated. In particular, the investigation body was requested to obtain answers to the information requests and to collect information from the law-enforcement bodies about Mr Alikhadzhiyev's possible involvement in illegal activities.", "43. The investigation was adjourned and reopened 11 times. The latest decision to adjourn the investigation owing to the failure to identify the culprits was taken on 29 April 2004.", "44. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic. From 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "45. Article 161 of the new CCP establishes the rule of impermissibility of disclosing data from the preliminary investigation. Under paragraph 3 of the Article, information from the investigation file may be divulged only with the permission of a prosecutor or investigator and only so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. Divulging information about the private life of participants in criminal proceedings without their permission is prohibited."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}