{"ITEMID": "001-4588", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "WIELGOSZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish national, born in 1951 and living in Katowice.", "A.", "I.", "On 18 February 1992 the Katowice District Court (Sąd Rejonowy) dissolved the applicant's marriage, awarded custody of the children, P., born in 1988, and Z., born in 1979, to his wife, and granted the applicant access to the children. The Court also decided that the applicant should pay maintenance.", "On 25 January 1994 the Gorlice District Court pronounced its new decision concerning access, partly allowing and partly dismissing the applicant's claims. The court allowed the applicant to visit his 5-year-old son P. on every first and third Saturday of the month from 9 a.m. on Saturday to 6 p.m. on Sunday and to take him out so that he could stay overnight with his father in Gorlice; to visit P. on other dates, for not more than 3 days per month, from 9 a.m. of the first day until 6 p.m. of the last day and to take him home, upon 7 days' notice to his mother; to take P. home every other year, for the first or second day of Christmas and Easter, to spend 15 days of the holidays with P., and as from 1994, one month of the holidays and to see his older son Z. as ordered in the divorce judgment and, additionally, on the dates suggested by the applicant, if Z. agreed to it in writing.", "The court ordered the mother to respect these arrangements and dismissed the remainder of the applicant's claims.", "The applicant lodged an appeal against this judgment which was dismissed by the Nowy Sącz Regional Court (Sąd Wojewódzki) on 28 April 1994.", "II.", "On 23 November 1994 the applicant requested the Gorlice District Court to take enforcement measures against his former wife, in particular to impose a fine on her, complaining that she had been failing to comply with the access arrangements as set out in the decisions of 25 January and 28 April 1994. The applicant submitted that his wife had been persistently hindering his access to children and that she had made it unfeasible. Inter alia, when he had come to see them on 1 October 1994, she had provoked a violent altercation in the course of which she had breached the applicant’s bodily integrity and had refused permission for him to see P. The applicant further emphasised that it had not been for the first time that she had provoked such a scene. Subsequently, the police had been called in, and following their intervention, she had allowed the applicant to take P. The applicant further submitted that she had not been respecting his right to have a say in the children’s education, as shown by the fact that P. had ceased to attend a kindergarten, contrary to the applicant’s opinion. Moreover, she had put Z. in a boarding school in Katowice, contrary to a previous arrangement to the effect that he would attend secondary school in Katowice and that he would live with his father. The applicant maintained that Z. did not have suitable living conditions in the boarding school and that he would have had a better situation if he lived in the applicant’s apartment.", "On 28 November 1994 the applicant challenged judge R.S. on the ground that she had been conducting two sets of proceedings in which he had previously been involved and that, as a result, she lacked impartiality. He submitted in particular that the records of the hearings, as dictated by her, had completely distorted the actual statements of the parties.", "On 14 December 1994 the Nowy Sącz Regional Court dismissed the applicant’s challenge of judge R.S. The court considered that the challenge lacked statutory basis as it had not been shown that between the judge and the applicant there was a personal relationship of such nature as to cast doubt on her impartiality.", "On 2 March 1995 the Nowy Sącz Regional Court dismissed the applicant’s appeal against this decision, considering that the statutory requirements for a judge to step down were not satisfied.", "On 18 April 1995 the applicant lodged his pleadings with the court in which he asked that the police be requested to submit information concerning their intervention in his wife’s apartment on 1 October 1994 and, if possible, also on 20 July 1991. He also requested that a case-file of proceedings concerning division of marital property, pending before the Katowice District Court, or, failing that, certain pages of this file, be submitted to the court and that certain evidence obtained in the latter case be examined by the court. He argued that these documents were relevant to the outcome of the proceedings concerned.", "On the same day he complained to the President of the Gorlice District Court that the proceedings exceeded a reasonable time.", "On 7 May 1995, the applicant requested the court to give a provisional order allowing Z. to move to his apartment. He argued that the longer the lapse of time between the beginning of the proceedings and the decision to be given, the more his relationship with Z. suffered. This, he claimed, was largely a result of his mother’s animosity towards him, and of her incessant endeavours to hinder the effective exercise of his access rights. He argued that the fact that Z. had been placed in the boarding school had contributed to a limitation of his contacts with him, and that Z. did not have adequate living conditions there.", "On 16 May 1995 a hearing was held.", "By a motion of 14 June 1995 the applicant requested the court to rectify the record of the hearing held on 16 May 1995, arguing that it did not reflect the actual statements of the parties.", "On 16 June 1995 a next hearing was held.", "On 25 July 1995 the court in part upheld and in part dismissed the applicant’s request for rectification of the record of the hearing held on 16 May 1995.", "On 24 July 1995 the applicant re-entered his motion for a provisional order submitted on 7 May 1995, and requested the court to oblige his former wife to cease any actions aimed at hindering the effective exercise of his access rights, on pain of withdrawal of parental rights. He requested the court to oblige her to permit him to see P. on each and every request made by him. The applicant submitted that since the last hearing, held on 16 June 1995, Z. had not lived in the boarding school and that he had not been informed of this. This, in the applicant’s opinion, showed the flagrant disregard of the mother for his parental rights, in particular in the light of her previous objections to Z. 's moving to his apartment, the altercations which she had provoked, and the fact that she had requested the court to hear Z. in the proceedings concerning access arrangements pending before the same court, which was not beneficial to the child’s emotional stability and was stressful to him. The applicant further complained that she hindered his access rights also with regard to P. She had refused that he could see P. on 14 and 15 May 1995. He further submitted that his contacts with P. were good, the boy was normally willing to see him and requested to be allowed to see his father for a longer time. The contacts with the applicant were beneficial to the boy’s intellectual development. The applicant finally argued that the mother and her family had incessantly been making disparaging comments about him in the presence of the children, trying to negatively influence the children and to destroy the emotional links between them and their father.", "On 31 July 1995 the Gorlice District Court dismissed the applicant’s request that a fine be imposed on the boys’ mother and also his request for a provisional order. The court observed that the applicant’s access rights had been set out in the decision of 25 January 1994. It further noted that on 1 October 1994, when the applicant had come to the mother’s apartment, he had demanded in writing that Z. be allowed to see him and that P. should attend kindergarten. After he had been told that Z. had been in the apartment but had not expressed a wish to see him, an altercation ensued between the parties. P. had started to cry and did not want to go with his father. The applicant had called the police. After two policemen had come, there had again been an agitated exchange of views between the applicant and the mother. The applicant had eventually apologised and taken P. for a walk, as had been planned. Z. had not met his father on that day. In the court’s view, it could not be said that the mother had acted with an intention to prevent the applicant from seeing P. It had rather been a result of the fight between the parties and of the police intervention that P. had to be calmed before he had agreed to go out with the applicant.", "The court further established that in 1995 before Easter P. had spent a week with his father in Katowice, and later, three days from 1 to 3 May 1995. Only on 13 and 14 May had the mother refused the applicant permission to see P. since she had wished to spend the weekend with the boy herself.", "The court noted that the fact that P. had been attending a pre-school course in a kindergarten instead of a school, as the applicant wished, could not be regarded as disrespect for the applicant’s parental rights. P. had good professional teaching here and achieved good results. The court had further regard to the questioning of Z. in the access proceedings pending before the court. The court found that Z. was a sensitive, intelligent, independent boy, strongly attached to both parents. Z. had definitely refused to give his consent to moving to the applicant’s apartment. The court considered that, as the applicant had categorically refused access to his apartment in Katowice to his former wife, even if Z. had lived there, the boy’s position was understandable. The court also took into account Z.’s statement that if he was to be obliged to move to his father’s apartment, he would leave the school in Katowice and return to Gorlice. In the Court’s view, this opinion should be respected.", "The court considered that the fact that Z. was in a boarding school, which could give him a good education, was in his best interest. The court further observed that there were no indications that the applicant was in any way prevented by his former wife from seeing Z. who had been living in the same town as the applicant. The court concluded that there were no grounds on which to accept that the mother had been acting in defiance of the access arrangements, and refused to impose a fine on her.", "The applicant lodged an appeal against this decision, arguing that the court had failed to establish the facts relevant for the determination of the case, that it had disregarded the flagrant contempt for his parental rights on the part of his former wife and that the decision under appeal had given countenance to her reprehensible and persistent refusal to respect his rights.", "On 31 October 1995 the Nowy Sącz Regional Court dismissed the applicant’s appeal, considering that the lower court had carefully assessed extensive evidence and had properly concluded that there were no grounds on which to find that the applicant’s former wife had been acting in defiance of the access arrangements as set out in the judgment of 25 January 1994.", "III.", "On 23 November 1994 the applicant lodged a request with the Gorlice District Court that custody of Z. be awarded to him. He submitted that Z. had been put in the boarding school without his knowledge and consent, that his living conditions there were inadequate since the building was old and in bad repair and as Z. shared his room with three other boys. He argued that this was contrary to Z.’s best interest and that his wife, without any sound reasons, had refused her consent to a change of Z. ‘s residence. He alleged that the fact that Z. was living in the boarding school facilitated the weakening of the emotional links between Z. and him, in accordance with his wife’s intention. He requested the court to order Z. to move to his apartment and to rule that the contacts of his former wife with Z. be limited to meetings at times decided by the applicant and outside his apartment in Katowice.", "On 28 November 1994 the applicant challenged judge R.S. on the ground that she had been conducting two sets of proceedings in which he had previously been involved and that, as a result, she lacked impartiality. He submitted in particular that the records of court hearings in these proceedings, as dictated by her, had completely distorted the actual submissions of the parties.", "On 14 December 1994 the Gorlice District Court dismissed his request for the judge to step down, considering that the statutory condition, i.e. a personal relationship between her and the party, capable of casting doubt on her impartiality, was not satisfied.", "", "On 31 December 1994 the applicant lodged an appeal against this decision, arguing that judge R.S. had been conducting other proceedings concerning custody and his access", "rights and that she was biased against him, which should be construed as a personal relationship casting doubt on her impartiality within the meaning of Article 49 of the Code of Civil Procedure.", "On 23 February 1995 the Nowy Sącz Regional Court dismissed the applicant’s appeal, considering that the statutory requirements for a judge to step down, contrary to the applicant’s submissions, were not met. His complaints could have been raised in the previous proceedings, but even if they had been upheld by an appellate court, it would not suffice in the present proceedings for a finding that the requirements for a judge to step down were satisfied and that she should therefore be prevented from examining the present case.", "In a letter of 18 April 1995 to the President of the Gorlice District Court the applicant complained about the length of both sets of proceedings. He submitted in particular that no hearings were scheduled in these proceedings, despite a significant lapse of time since they had been instituted, and that he had been prevented thereby from lodging motions for evidence to be taken by the court. He complained that the court had requested the Katowice District Court to submit the case-file of the divorce proceedings, which would unduly prolong the proceedings. He also argued that the establishing of the facts of the cases would be more difficult due to this lapse of time. He finally submitted that the proceedings were not conducted in compliance with the requirements laid down by Article 6 § 1 of the European Convention of Human Rights as to a “reasonable time”.", "On the same day the applicant requested the court to give a provisional order safeguarding his custody claims in that his son Z. would be ordered to move to his apartment. He further requested the court to order his former wife to cease any actions that would negatively affect his son’s relations with him. He further asked the court to request the Katowice District Court to investigate, by way of an enquiry carried out by a court guardian, Z.’s living conditions in the boarding school and the conditions which he could have if he lived with the applicant in Katowice. The applicant also objected to any evidence being taken or any investigations undertaken by experts of the Family Diagnostics Centre at the Nowy Sącz Regional Court as they had participated in the divorce proceedings and, as a result, were biased against him. He further argued that Z.’s marks at school had perceptibly deteriorated since he lived in the boarding school, and submitted a document showing the marks.", "In a letter of 7 May 1995 the applicant reiterated his request for a provisional order and requested the court to speed up its actions in respect of his request that an enquiry be made regarding Z. ‘s living conditions in Katowice.", "On 16 June 1995 the Court dismissed the applicant’s request for a provisional order.", "In his pleading of 21 August 1995 the applicant reiterated his request to be granted custody. He submitted that in the boarding school Z. was deprived of parental care, and that, due to lack of adequate educational supervision by his teachers, he was exposed to negative influence of his environment, including such dangers as alcoholism, drugs and venereal diseases, such as, inter alia, AIDS. It was obvious that Z.’s arguments that he felt well in the boarding school were in part motivated by this freedom from parental supervision. The applicant further stressed that Z’s statements should not be decisive as they had been made under his mother’s influence and dictated by his loyalty to her. Therefore the court should not regard his arguments as being sincere and credible. The applicant reiterated that the mother had strong links with her children and that she deliberately abused their feelings in order to destroy his relationship with them, as shown by the incident of 1 October 1994.", "On 25 August 1995 the Gorlice District Court dismissed the applicant’s request for custody of Z. The court had regard to the evidence gathered in the proceedings, which included the case-file of the divorce proceedings, the results of an enquiry made by the court guardian, a copy of the expert opinion prepared by the Nowy Sącz Court’s Family Diagnostics Centre for the purposes of the previous access proceedings, the statements of the parties and the testimony of Z.", "The court recalled that in the divorce judgment the court had taken the decision concerning custody and access rights, having regard to the fact that the children had stronger emotional links with their mother and had preferred to be under her care. At that time, Z.’s opinion about his father had been rather disapproving as the child had thought that he had been too strict, very rigorous, that he had not had understanding for his needs and that he had been attaching undue weight to his orders being carried out. The court considered that the circumstances relevant for the determination of the question of custody and access, which had obtained at the time when the divorce judgment had been given, had not changed. Z. had refused to live with the applicant in Katowice in view of his categorical refusal to allow him to have contacts with his mother in his apartment. As the relation that Z. had with her mother was warm and affectionate, and since it was from her that he needed and obtained emotional support and understanding, his refusal had to be seen as justified. Z. was sixteen years’ old and therefore he was able to assess his own and his family situation reasonably and his wishes had to be taken into account.", "The court went on to state that Z. lived in the boarding school in the same town as the applicant, but, as the applicant himself had stated before the court, their contacts had become even less frequent than when he had still been living with his mother in Gorlice. The court stressed that it fell to the applicant to ensure good and frequent contacts with the boy, to come to the boarding school and to show more interest in his problems and well-being. His attitude of criticising his son was not beneficial to their relationship. It would be conducive to developing a better relationship if the applicant ceased to communicate to Z. his opinion that boarding school was dangerous to him and that it exposed him to all the evils of civilisation.", "In conclusion, the court dismissed the request for the transfer of custody to the applicant.", "The applicant lodged an appeal against this decision, complaining that the court had been biased in its interpretation of evidence. The applicant disputed the conclusions of the court, in particular as to his parenting skills and his attitude towards his son. He stressed that he could not visit Z. more often in the school as there were no facilities therefor, and that the boarding school was located far from his apartment which, together with his professional obligations and Z.’s school duties, explained why the contacts between them were less frequent. He stressed that it was obvious that his former wife had been hindering his contacts with the children, having recourse to lengthy judicial proceedings and even to false testimony, and by lying and slandering him. He requested that the court upheld his claims in full.", "On 14 November 1995 the Nowy Sącz Regional Court dismissed the appeal, considering that the lower court had taken extensive evidence, assessed it carefully and had drawn reasonable and well motivated conclusions.", "B. Relevant domestic law and practice", "Article 443 of the Polish Code of Civil Procedure provides that the court competent to deal with an action for divorce is also competent to issue any interim orders concerning the manner in which the care of the parties' minor children should be carried out and about the access rights until the divorce judgment is pronounced. Either of the parties can file a request to have such an order made; or the court gives a ruling acting ex officio.", ".", "Such an order can be appealed against to a second-instance court.", "Under Article 106 of the Family and Custody Code, a final court decision as to parental rights and access arrangements can be changed at any time if the interests of the child so require, either upon a motion from either parent or by the court acting ex officio.", "Pursuant to Article 107 of that Code, if both parents who are not married retain their parental rights in respect of their children, a court may award custody to one of them, limiting the exercise of other person’s parental rights to certain obligations and rights specified in the court’s decision.", "If a parent who has been obliged by a court decision to respect the other parent's access rights refuses to comply therewith, access decisions are liable to enforcement. The provisions of the Code of Civil Procedure on enforcement of non-pecuniary obligations are applicable to the enforcement proceedings concerning judicial decisions on parental rights and access arrangements (resolution of the Supreme Court of 30 January 1976, III CZP 94/75, OSNCP 1976/7-8).", "Enforcement proceedings are instituted following a motion to this effect by an applicant, i.e. that parent to whom access rights have been granted, but are not respected by the other parent. The motion shall be accompanied by the decision concerned, certified as to its being executory. The motion is submitted to the bailiff who carries out the enforcement. The respondent is informed at the first enforcement measure that the enforcement proceedings have been instituted. He is also informed of the manner in which the enforcement is to be carried out (Article 805 § 1 of the CCP).", "Enforcement of decisions concerning access arrangements aims at compelling the parent who has custody of the child to comply with the access decision.", "If the parent refuses to comply with the enforcement measures, a motion to have a fine imposed on him or her can be submitted to the court in whose district the enforcement is carried out. The court hears submissions of the parties and imposes a fine if the decision is not complied with within this time-limit. Further fines can be imposed if the creditor persists in his or her refusal (Article 1051 of the CCP).", "In pursuance of Article 49 of the Code of Civil Procedure, a judge steps down, upon the motion of one of the parties, if there exists a personal relationship between him or her and one of the parties which may cast doubt on his or her impartiality."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}