{"ITEMID": "001-22711", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "LACKO AND OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are Slovakian nationals of Romany ethnic origin. The first applicant, Mr Ján Lacko, was born in 1976. The second applicant, Ms Júlia Demeterová, was born in 1956. They reside in Medzilaborce. The third applicant, Mr Miroslav Lacko, was born in 1968 and resides in Prešov. They were represented before the Court by Ms G.J. Garland and Mr B. Pleše of the European Roma Rights Center in Budapest as well as by Mr J. Hrubala and Mr J. Sidoriak, lawyers practising respectively in Banská Bystrica and Košice (Slovakia). The respondent Government were represented by Mr P. Vršanský, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1981, seven Romani families, including the first and the second applicant, came to work in an agricultural co-operative located in the municipality of Krásny Brod. Shortly after their arrival, each of the families received permanent residence under Slovakian law in what are today the municipalities of Ňagov and Rokytovce.", "At the end of 1989 the agricultural co-operative in Krásny Brod ceased operations. As a result, the above Roma families lost their jobs. Since their living quarters at the co-operative were linked to their employment, they were compelled to leave them. The living quarters were subsequently destroyed.", "In May 1991 the first and second applicant and the other Roma returned to the municipalities of Rokytovce and Ňagov where they were legally registered. At various periods of time over the next six years they lived in temporary housing provided by local government authorities in the district of Medzilaborce. On several occasions, hostility towards the Roma on the part of local officials or non-Romani residents forced the Romani families to flee. Thus, between May and December 1991, the Medzilaborce District Department of Social Affairs reserved a trailer in Čabiny for the Romani families at a cost of 10,000 Slovakian korunas. Although the Roma raised the money to rent the trailer, the villages of Krásny Brod, Čabiny, Sukov, Rokytovce and Ňagov did not allow them to place the trailer on their territory. After the Roma had built temporary dwellings for themselves in Čabiny, the dwellings were torn down by non-Romani residents. For a period of six years the Roma were therefore moving frequently from one place to another, in search of a permanent and secure home.", "In the spring of 1997 the Romani families again established temporary dwellings on agricultural land located in the village of Čabiny. Local authorities, apparently responding to anti-Roma sentiment among the non-Romani majority, called a meeting on 30 May 1997, to deal with what they referred to as “the problem of Roma in the district of Medzilaborce.”", "The written record indicates that the meeting took place in the premises of the Medzilaborce District Office and that it was attended by the mayors of Čabalovce, Čabiny and Ňagov. The director of the Social Welfare Department of the Medzilaborce District Office and a representative of the Head of the District Office were also present.", "At the meeting, the director of the Social Welfare Department recounted the different attempts to solve the problem of the homeless Roma from the time of the destruction of their dwellings in the Sukov community in 1993. Noting the legal obligations of local authorities to address problems of shelter laid down in Slovakian law he observed, in particular, that there were Roma homeless in the register of Čabiny community and that those Roma had permanent residence in Ňagov, Rokytovce and Čabalovce.", "The mayor of Čabiny characterised as illegal the movement of Roma to the village of Čabiny and warned of the “very negative reaction of citizens in the community” who might try to “resolve this problem by expelling them forcibly or burning the cabins.” The mayor also noted that there had been several conflicts between Čabiny citizens and the Roma. He alleged that the surface water in a nearby river basin had been polluted by the latter and asked colleagues to resolve this problem as soon as possible.", "The minutes further indicate that the mayors of Čabalovce and Ňagov agreed to accommodate the homeless Roma, and the director of the Social Welfare Department undertook to visit the mayor of Rokytovce to explain to him the problem discussed.", "On 8 June 1997 an extraordinary meeting of the municipal council of Rokytovce adopted Resolution No. 21. Its relevant parts provide as follows:", "“The municipality representatives unanimously agree and declare that the Roma [concerned] are not the native inhabitants of Rokytovce, since they only moved to Rokytovce from the villages Rovné and Zbudské Dlhé. In 1981, one family moved into the village as the employees of the co-operative Krásny Brod, with the assistance of the former director of the co-operative ...", "In 1981 ... the deputy mayor in Krásny Brod gave the Roma permanent residence in Krásny Brod, since Rokytovce was only a part of Krásny Brod, and did not exist as a separate village. The family’s permanent residence was registered in a house, which is occupied. [The deputy mayor] awarded the Roma permanent residence because the year 1981 was an election year.", "In 1989 the Roma left Rokytovce and moved to the village Sukov to look for a job.", "After the separation [of Rokytovce and Krásny Brod] in 1990, the Roma neither resided in the village nor claimed their permanent residence here. Due to this, we do not consider them to be our inhabitants.", "According to the evidence from the house register, only two persons (out of five potentially returning to the village) have their permanent residence in Rokytovce: Júlia Demeterová and Valéria Demeterová.", "Finally, the municipal council declared that, in the event the Roma forcibly settle in the village, they would be expelled beyond the district of the village with the help of all inhabitants.”", "On 24 June 1997 a second meeting of the mayors was convened in the Medzilaborce District Office to address “the problem of Roma homeless in Čabiny community.” It was attended by the mayors of Čabiny, Ňagov and Čabalovce, a representative of the mayor of Rokytovce, the director of the Social Welfare Department as well as by the Head of the Medzilaborce District Office.", "According to the minutes, the director of the Social Welfare Department recalled that both Ňagov and Rokytovce municipalities had resisted providing accommodation for the persons at issue in Čabiny notwithstanding that the latter were entered in their housing registers. The mayor of Ňagov explained that the community had no place in its property where Roma could be placed. The delegate of the mayor of Rokytovce reasoned that, insofar as the village of Rokytovce had “inherited Roma” from the Krásny Brod co-operative, the problem should be solved by the co-operative. The mayor of Ňagov and the delegate of the mayor of Rokytovce offered to start negotiations with the management of the co-operative. The participants agreed to meet again on 21 July 1997.", "On 16 July 1997 the municipal council of Ňagov adopted Resolution No. 22, in which it forbade Romani citizens to enter the village of Ňagov or to settle in shelters within the territory of the village. The resolution provided that its effect was of permanent duration and that the mayor was responsible for its enforcement.", "On 21 July 1997 the dwellings built and occupied by the first and second applicant and the other Roma in the municipality of Čabiny were set on fire, burned and destroyed.", "The applicants submit that they have at their disposal no record indicating that the prosecution authorities have taken necessary measures with a view to investigating the offence.", "The Government maintain that the cabins had been built unlawfully and that the incident was not examined by the police as the persons concerned did not file a complaint. They further refer to statements by local inhabitants according to which the Roma involved had carried away all their clothes and valuable property before the cabins burned down. The inhabitants expressed the view that the Roma had probably set their cabins on fire deliberately with a view to forcing the public authorities to resolve their housing problem.", "In an interview published in the daily Korzo on 31 July 1997 the director of the Social Welfare Department of the Medzilaborce District Office expressed the view that the citizens of Čabiny had been able to solve the situation with violence which was not acceptable. He further explained that the State administration had no possibility of ordering the mayors to abide by the law.", "On 22 July 1997 a third meeting was convened in the Medzilaborce District Office. The minutes state that the above resolution of the Ňagov municipality was contrary to the relevant law because Roma homeless had permanent residence in that village. The minutes continued that “considering that the present illegal dwelling in the Čabiny community was terminated by the community, the Roma homeless were recommended to address themselves to municipal offices in the communities where they have permanent residence”.", "In late summer 1997, the Legal Defence Bureau for Ethnic Minorities of the Good Roma Fairy Kesay Foundation in Košice, Slovakia, (“the Košice Legal Defence Foundation”), where the third applicant was employed as a researcher, sent a letter to the General Prosecutor’s Office in Bratislava requesting an investigation into the legality of the above resolutions of the Rokytovce and Ňagov municipalities. The letter asserted that the resolutions were acts of public discrimination against Roma, and that they violated the rights to freedom of movement and residence and to protection against discrimination.", "On 19 September 1997 the General Prosecutor’s Office informed the Košice Legal Defence Foundation that the investigation had been assigned to the District Prosecutor in Humenné.", "In a letter dated 17 November 1997 the Košice Legal Defence Foundation provided the Humenné District Prosecutor with the names of five persons from Ňagov, including the first applicant, and four persons from Rokytovce, including the second applicant, and explained that they considered that their fundamental human rights had been violated by the above municipal resolutions.", "On 24 November 1997 the Košice Legal Defence Foundation submitted a petition to the Constitutional Court (Ústavný súd) pursuant to Article 130 (3) of the Constitution. It claimed that the above Ňagov and Rokytovce municipal resolutions be quashed as they violated Articles 12 (2), 23 and 33 of the Constitution.", "On 18 December 1997 the Constitutional Court dismissed the petition. The decision stated that, in view of its contents, the Constitutional Court had entertained it as a constitutional complaint under Article 127 of the Constitution.", "The Constitutional Court noted that the rights invoked by the petitioner were designed to protect only natural persons. Since the Košice Legal Defence Foundation was a legal person, it could not have suffered an infringement of those rights. The decision stated that individuals affected by the decisions in question were free to file a constitutional complaint alleging a violation of their fundamental rights or freedoms.", "On 29 December 1997 the Humenné District Prosecutor notified the Košice Legal Defence Foundation that, in view of the Constitutional Court’s ruling, it had suspended the investigation concerning the challenged resolutions.", "On 5 May 1998 the first and the third applicant filed, together with another person, a petition with the Constitutional Court pursuant to Article 130 (3) of the Constitution. They claimed that the Constitutional Court should find a violation of their rights under Articles 12, 23 (1) and 33 of the Constitution in that the Resolution No. 22 of the Ňagov municipal council unlawfully restricted the freedom of movement and residence of a group of people solely because they were Roma. They argued that all Roma in Slovakia suffered infringements in this respect.", "On the same date, the second applicant filed a separate petition to the Constitutional Court with reference to the Rokytovce municipal council’s Resolution No. 21 of 8 June 1996. She argued that the resolution violated her rights to freedom of movement and residence, freedom from racial and ethnic discrimination and freedom in the choice of nationality.", "By two decisions delivered on 16 June 1998 a different chamber of the Constitutional Court dismissed both petitions. As to the first and second applicant, the Constitutional Court held that they had not shown that the respective municipal authorities had applied the resolutions in question in a manner which would infringe the rights invoked by them. As regards the third applicant, the Constitutional Court noted that he had permanent residence outside the Medzilaborce district and found no evidence that he had tried to enter or move into the community of Ňagov, or that the community had tried to stop him from doing so. It concluded that the third applicant could not claim to be a victim of a violation of his constitutional rights.", "After the adoption of the resolutions in question the first and the second applicant, as well as their families, wanted to return respectively to Ňagov and Rokytovce. However, they did not return because they feared that the resolutions would be enforced, possibly by violence.", "On 10 September 1998 the Ňagov municipal council amended its above Resolution No. 22 of 16 July 1997 by declaring that it could not agree with the accommodation of Romani citizens within the village as the latter had no work and possessed neither property nor housing facilities in Ňagov, and did not come from there.", "On 22 March 1999 the Committee for human rights of the National Council of the Slovak Republic requested the Humenné District Prosecutor to review the lawfulness of the municipal resolutions in question and to take action which might be necessary.", "On 8 April 1999 the Humenné District Prosecutor participated at the respective meetings of the municipal councils in Ňagov and Rokytovce at which the contested resolutions were quashed by unanimous vote. In particular, the resolution of 8 April 1999 adopted by the municipal council of Rokytovce expressly stated that the resolution No. 21 of 8 June 1997 had not respected human rights and freedoms.", "On 8 November 2000 the Government passed a resolution by which it made available 3,300,000 Slovakian korunas with a view to resolving the housing problem of the Romani families from the area of Ňagov and Rokytovce. A housing facility in Medzilaborce was purchased and rebuilt for this purpose. As from 10 April 2001 it has been put at the disposal of the Romani families who had previously lived in wooden cabins situated in the area in question, including the families of the first and second applicant.", "Constitutional provisions", "The following relevant provisions of the Constitution were in force at the period under consideration.", "Article 12 (2) prohibits discrimination in the enjoyment of fundamental rights and freedoms.", "Article 16 (2) prohibits torture, inhuman or degrading treatment or punishment.", "Under Article 19 (2), every person has the right to protection against unjustified interference with his or her private and family life.", "Article 21 (1) guarantees the right to respect for one’s home.", "Article 23 (1) guarantees the freedom of movement and residence.", "Article 33 provides that no one may suffer harm on the ground that he or she belongs to a national or ethnic minority.", "Pursuant to Article 127, the Constitutional Court shall review the challenges to final decisions made by central governmental authorities, local governmental authorities and local self-governmental bodies in cases concerning violations of fundamental rights and freedoms of citizens, unless the protection of such rights falls under the jurisdiction of another court.", "Article 130 (3) provides that the Constitutional Court may commence proceedings upon a petition (“podnet”) submitted by legal entities or individuals claiming a violation of their rights.", "The Constitutional Court Act of 1993, as in force at the relevant time", "Pursuant to Section 49, a constitutional complaint could be filed by individuals or legal persons alleging a violation of their fundamental rights or freedoms, by a decision of one of the authorities set out in Article 127 of the Constitution, unless the protection of such rights or freedoms fell under the jurisdiction of another court.", "Under Section 53 (3), a constitutional complaint was to be lodged within two months from the day when the decision in question became final or, as the case might be, from the moment when a person’s fundamental rights or freedoms were violated as a result of such a decision.", "Section 57 (1) entitled the Constitutional Court to quash the challenged decision when it found, in proceedings brought upon a constitutional complaint, that a person’s fundamental rights or freedoms had been violated.", "Practice of the Constitutional Court", "In its finding no. I. ÚS/93 of 15 June 1994 the Constitutional Court found, upon a constitutional complaint lodged pursuant to Article 127 of the Constitution, that a municipal council’s decision concerning a local vote had violated the complainants’ constitutional right to participate in the administration of public matters. In the same finding the Constitutional Court quashed the relevant municipal decision pursuant to Section 57 of the Constitutional Court Act of 1993. A similar Constitutional Court’s finding was delivered, in respect of a decision of a different municipality, on 19 March 1998 (no. I. ÚS 46/96).", "The Constitutional Court consistently held that, in the context of proceedings under Article 130 (3) of the Constitution, it lacked jurisdiction to draw legal consequences from its finding of a violation of a petitioner’s constitutional right. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. The Constitutional Court considered that it was therefore for the authority concerned to provide redress to the person whose constitutional rights were violated.", "Practice of the Committee on the Elimination of Racial Discrimination", "In its opinion adopted on 8 August 2000 the Committee on the Elimination of Racial Discrimination found, upon a communication concerning the same facts as the present case but submitted by a different person, that the municipal resolutions in question, while in force, had violated Article 5 (d) (i) of the International Convention on the Elimination of All Forms of Racial Discrimination which reads as follows:", "“In compliance with the fundamental obligations laid down in article 2 of this Convention, States Parties undertake to prohibit and to eliminate racial discrimination in all its forms and to guarantee the right of everyone, without distinction as to race, colour, or national or ethnic origin, to equality before the law, notably in the enjoyment of the following rights: ...", "(d) Other civil rights, in particular:", "(i) The right to freedom of movement and residence within the border of the State;”", "The Committee further noted that the resolutions had been rescinded in April 1999 and invited the Slovakian authorities to take necessary measures to ensure that practices restricting the freedom of movement and residence of Roma under their jurisdiction be fully and promptly eliminated."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}