{"ITEMID": "001-71481", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "KOMAN v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Mr Arjen Mathijs Koman, is a Netherlands national who was born in 1966 and lives in The Hague. He is represented before the Court by Mr J.A.W. Knoester, a lawyer practising in The Hague.", "The Government are represented by their Agent, Mrs J. Schukking of the Netherlands Ministry for Foreign Affairs.", "On 24 October 1999 the applicant entered a snackbar at Gouda Central Station wearing a balaclava and forced the staff at knife-point to hand him money from the till. He was stopped by railway police as he tried to leave the station. It was later reported that his breath smelt of drink.", "The applicant was arrested and detained for questioning (ophouden voor verhoor) at 3.59 p.m.", "At 4.30 p.m. the applicant was seen by an assistant public prosecutor (hulpofficier van justitie), a senior police officer competent to give certain orders in criminal cases. At 7 p.m. the applicant was seen by a doctor. Both found that the applicant was not in a fit state to be questioned. It appeared that he was much the worse for drink and drugs.", "The six-hour time-limit within which the applicant should have been either released or ordered taken into police custody (inverzekeringstelling) ended at 9.59 p.m.", "The applicant was brought before an assistant public prosecutor the following morning, 25 October 1999, at 9.45 a.m. He was questioned by police officers at 10.02 a.m. and 10.51 a.m. At 11.50 a.m. the applicant was again brought before the assistant public prosecutor, who ordered him to be placed in police custody at noon.", "On 27 October 1999, the applicant, assisted by counsel, was heard by an investigating judge (rechter-commissaris). He asked to be released immediately. This the investigating judge refused to do. She found the police custody to be unlawful as a matter of domestic law but ordered that the applicant be taken into detention on remand. The official record drawn up by the investigating judge contains her decision, which is in the following terms:", "“The suspect [verdachte; i.e. the applicant] was arrested on 24 October at 3.59 p.m., but was unresponsive (niet aanspreekbaar). He was then locked in a cell to sober up and brought before the assistant public prosecutor on 25 October 1999 at 9.45 a.m.", "The suspect was questioned at 10.02 a.m. and 10.51 a.m., after which he was again brought before the assistant public prosecutor at 11.50 a.m. and taken into police custody at 12 noon, that is, 20 hours after his arrest. Since it appears that the applicant was responsive (aanspreekbaar) by 9.45 a.m., he ought not to have been taken into police custody only at 12 noon. In view of the seriousness of the crime of which the suspect is suspected and the serious indications (ernstige bezwaren) that have arisen in his regard, the request for immediate release must be refused, the applicant having been taken into detention on remand without preliminaries (nu de verdachte rauwelijks in bewaring is gesteld).”", "The applicant was tried by the Regional Court (arrondissementsrechtbank) of The Hague on 2 February 2000. The judgment notes that he was taken into police custody on 25 October 1999.", "On 16 February 1999 the Regional Court gave judgment finding the applicant guilty of extortion (Article 317 of the Criminal Code – Wetboek van Strafrecht). It sentenced him to twenty-four months’ imprisonment, six months of which was suspended on condition that he undergo treatment for his addiction problems, as an in-patient if need be, under appropriate supervision. Its reasoning included the following:", "“The suspect’s counsel has stated at the hearing that the order for the applicant to be taken into police custody was given too late, i.e. after the expiry of the time-limit prescribed by law. Counsel has invoked Article 359a § 1 a of the Code of Criminal Procedure (Wetboek van Strafvordering) and argued that in the event of a conviction this procedural violation (vormverzuim) should lead to a reduction of sentence. On this point, the Regional Court holds, considering also the seriousness of the crime committed by the suspect, that the procedural violation mentioned is not of such a nature that it should lead to a reduction of sentence. In so holding the Court of Appeal has had regard to the fact that it is not apparent that the said violation caused the suspect any substantial prejudice.”", "The applicant appealed to the Court of Appeal (gerechtshof) of The Hague.", "A hearing was held on 13 September 2000, at which the applicant stated that he had drunk a bottle of port wine and taken cocaine on 24 October 1999. The applicant’s counsel again argued that the applicant’s sentence should be reduced in view of the unlawfulness of the order placing him in police custody.", "The Court of Appeal gave judgment on 27 September confirming the applicant’s conviction. Echoing the reasoning of the Regional Court, it rejected the plea for a reduction of sentence in the following terms:", "“The suspect’s counsel has stated at the appeal hearing that the order for the applicant to be taken into police custody was given too late, i.e. after the end of the time-limit prescribed by law. Counsel has invoked Article 359a § 1 a of the Code of Criminal Procedure and argued that in the event of a conviction this procedural violation should lead to a reduction of sentence. On this point, the Court of Appeal holds, considering also the seriousness of the crime committed by the suspect, that the procedural violation mentioned is not of such a nature that it should lead to a reduction of sentence. In so holding the Court of Appeal has had regard to the fact that it is not apparent that the said violation caused the suspect any substantial prejudice.”", "Noting that the applicant had evaded treatment of his addiction in an institution, it imposed an unconditional sentence of sixteen months’ imprisonment and ordered the execution of an earlier suspended 256-day prison sentence not relevant to the present case.", "The applicant lodged an appeal on points of law (cassatie) to the Supreme Court (Hoge Raad), which gave judgment dismissing the appeal on 5 February 2002.", "The following provisions of the Code of Criminal Procedure (Wetboek van Strafvordering), as in force at the time, are relevant to the case before the Court:", "“1. The public prosecutor or the assistant public prosecutor before whom the suspect is brought, or who has himself arrested the suspect, may, after having questioned him, order in the interests of the investigation that he shall remain at the disposal of the authorities responsible for the administration of justice (de justitie) and shall be placed in police custody for that purpose in a place indicated in the order. ...”", "“1. A police custody order shall only be given in the case of a punishable act (strafbaar feit) for which detention on remand is permitted.", "2. The police custody order shall be valid for no more than three days. In cases of urgent necessity the order can be prolonged once for a further period of no more than three days.", "3. As soon as the interests of the investigation so allow, the assistant public prosecutor shall order the suspect released. Otherwise, he shall propose to the public prosecutor that police custody be prolonged. The public prosecutor may order the suspect to be brought before him to be heard.”", "“1. The suspect shall be brought before the investigating judge for interrogation no later than three days and fifteen hours from the moment of his arrest.", "...", "4. At the time of his interrogation [by the investigating judge], the accused may request the investigating judge to release him [from police custody].", "5. If the investigating judge considers the police custody unlawful (onrechtmatig), he shall order the accused’s immediate release. Otherwise, the investigating judge shall make a note of his decision in the official record of the interrogation or, if the suspect has made a request for his release, the investigating judge shall reject it. ...”", "“1. If the suspect is not taken into police custody ... nor ... brought before the investigating judge, he shall be released promptly (dadelijk) after questioning.", "2. Under no circumstances (in geen geval) shall the applicant be detained for questioning for longer than six hours, not counting the time between midnight and nine a.m.”", "“1. The investigating judge may, upon an application (vordering) by the public prosecutor, order the suspect’s initial detention on remand. ...”", "“1. The [trial court] may, if it appears that there have been procedural violations during the preliminary investigation which can no longer be redressed and the legal consequences thereof are not apparent from the law, decide that:", "a. the sentence shall be reduced in proportion to the seriousness of the procedural violation, if the harm done by the violation in question can be thus compensated; ...", "2. In applying the first paragraph, the [trial court] shall consider the interest that is intended to be served by the procedural rule that has been violated, the seriousness of the violation and the harm thereby caused.”", "In a decision in camera of 7 October 1988, Nederlandse Jurisprudentie (Netherlands Law Reports) 1989, no. 510, the Supreme Court held that a failure to observe legal requirements in relation to police custody might affect the lawfulness of the police custody but did not of itself prevent the investigating judge from subsequently ordering the suspect’s initial detention in remand.", "Section 2 of the 1993 Police Act (Politiewet) provides as follows:", "“The duty of the police shall be to ensure, in subordination to competent authority and in conformity with the law in force, the actual maintenance of the legal order and to provide help to those who need it.”", "In a judgment of 11 March 1929, Nederlandse Jurisprudentie 1929, page 895, the Supreme Court held under the predecessor provision (which was identical to section 2 of the modern Police Act, save for its more archaic grammar) that the task of the police comprised securing public order, safety and peace; that this preventive task included removing an inebriated person from the public highway; and that a patrolling police officer made reasonable use of this authority by detaining such a person for as long as it took them to sober up."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}