{"ITEMID": "001-101622", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DELIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mrs Snježana Delić, is a Croatian national who was born in 1964 and lives in Split. She was represented before the Court by Mr S. Štimac, an advocate practising in Split. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was working as a music teacher in M. Primary School in Split between 1 February and 28 June 1996. She was dismissed following a decision taken by the school's principal on 14 June 1996.", "On 23 July 1996 the applicant brought a civil action in the Split Municipal Court (Općinski sud u Splitu) against her former employer challenging her dismissal and seeking reinstatement.", "At a hearing held on 16 May 1997 the applicant submitted a power of attorney which authorised Mr M.B. (“M.B.”), who was not an advocate but a teacher in the respondent school, to represent her in the proceedings. The power of attorney read as follows:", "“I, Snježana Delić, from Split, ..., authorise M.B. to represent me in the dispute with M. Primary School, Split. ”", "On 15 April 1999 the Municipal Court dismissed the applicant's action.", "Following an appeal by the applicant, on 14 April 2000 the Split County Court (Županijski sud u Splitu) quashed the first-instance judgment and remitted the case.", "In the resumed proceedings, on 19 April 2001 the Split Municipal Court again dismissed the applicant's action.", "Following an appeal by the applicant, on 19 April 2002 the Split County Court again quashed the first-instance judgment and remitted the case.", "In the resumed proceedings, on 27 June 2003 the Split Municipal Court dismissed the applicant's action for a third time.", "On 19 February 2004 the Split County Court dismissed an appeal by the applicant and upheld the first-instance judgment.", "Throughout the first and the second-instance proceedings, pursuant to section 138(1) of the Civil Procedure Act, the court decisions and other documents were served on the applicant's representative and not on her personally. All the decisions stated that the applicant was represented by her “representative, M.B.”.", "After having received the second-instance judgment of 19 February 2004, the applicant herself drafted and lodged an appeal on points of law (revizija) with the Supreme Court (Vrhovni sud Republike Hrvatske).", "On 13 June 2006 the Supreme Court dismissed the applicant's appeal on points of law. The Supreme Court's judgment stated that the applicant was represented by “M.B., an advocate from Split”. Under the Civil Procedure Act, all decisions in a case must be served through the first-instance court. So, on 8 November 2006, the Split Municipal Court served the Supreme Court's judgment on M.B. as the applicant's representative.", "On 12 June 2007 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against the Supreme Court's judgment. In her constitutional complaint the applicant wrote, inter alia:", "“Even though I had personally drafted my appeal on points of law and other submissions and had indicated my address, the Supreme Court sent the reply [that is, the judgment of 13 June 2006] to professor M.B. who did not serve the decision on me until a long time had passed because he did not want to make me sad. I consider that the Supreme Court was obliged to reply to the person who had sent [lodged] the appeal [on points of law]. ”", "On 3 July 2007, of its own motion, the Supreme Court issued a decision rectifying its judgment of 13 June 2006 so as to specify that the applicant had not been represented in the proceedings before that court. The decision on rectification in its relevant part read as follows:", "“Judgment no. Revr-831/05-2 of 13 June 2006 of the Supreme Court of the Republic of Croatia in Zagreb is hereby rectified. In the fourth line of its header ... the words “represented by M.B., an advocate from Split” shall be deleted.", "The judgment remains unaltered in the remaining part.", "Reasons", "On 13 June 2006 judgment no. Revr-831/05-2 was rendered by this court, dismissing as unfounded an appeal of points of law by the plaintiff, Snježana Delić .", "By a clerical error in the header of the judgment it was stated that the plaintiff was represented by her representative, M.B., an advocate from Split.", "During the proceedings before the lower-instance courts, the plaintiff was represented by her representative, M.B., who is not an advocate.", "However, the plaintiff lodged the appeal on points of law herself.", "Therefore, it was necessary ... to rectify the judgment of this court in the fourth line of its header by omitting the reference to the plaintiff's representation. ”", "The decision on rectification, but not the judgment of 13 June 2006, was served on the applicant personally on 20 February 2008.", "On 19 March 2008 the Constitutional Court declared the applicant's constitutional complaint inadmissible as being lodged outside the statutory time-limit of thirty days, and on 8 April 2008 served its decision on the applicant personally. In so deciding, it held that the statutory time-limit for lodging a constitutional complaint had started running on the date that the Supreme Court's judgment of 13 June 2006 had been served on M.B. as the applicant's representative in the civil proceedings which had ended with that judgment. The relevant part of the Constitutional Court's decision read as follows:", "“The complainant received the Supreme Court's judgment of 13 June 2006 through her representative M.B., an advocate from Split, on 8 November 2006 ... The constitutional complaint was lodged on 12 June 2007, that is, after the expiry of the time-limit of thirty days. The time-limit for lodging a constitutional complaint in the present [case] expired on Friday, 8 December 2006.”", "On 28 April 2008 the applicant sent a letter to the Constitutional Court asking it to reconsider her case. She enclosed the Supreme Court's decision on rectification of 3 July 2007 with her letter. The applicant wrote, inter alia:", "It would appear that, on 20 May 2008, the Constitutional Court requested the case file from the Split Municipal Court, which sent it on 9 March 2009. However, the Constitutional Court never replied to the applicant's letter.", "The Government submitted that, after receiving the applicant's letter, the Constitutional Court had consulted the case file and established that the service of the Supreme Court's judgment of 13 June 2006 to M.B. constituted the proper service because the applicant had never revoked the power of attorney which she had given to him. Moreover, all decisions adopted during the civil proceedings had been served on him as her representative.", "The relevant part of the 1999 Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette of the Republic of Croatia no. 99/1999 of 29 September 1999 – “the Constitutional Court Act”), as amended by the 2002 Amendments (Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske, Official Gazette of the Republic of Croatia no. 29/2002 of 22 March 2002), which entered into force on 15 March 2002, reads as follows:", "“Unless provided otherwise by this Constitutional Act, in the proceedings before it, the Constitutional Court shall apply mutatis mutandis the provisions of the relevant procedural laws of the Republic of Croatia as ancillary rules.”", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the decision of a state authority, local or regional self-government, or a legal person invested with public authority, on his or her rights or obligations, or as regards suspicion or accusation of a criminal offence, has violated his or her human rights or fundamental freedoms, or right to local or regional self-government, guaranteed by the Constitution (“constitutional right”)...", "2. If another legal remedy is available in respect of the violation of the constitutional rights [complained of], the constitutional complaint may be lodged only after this remedy has been exhausted.", "3. In matters in which an administrative action or, in civil and non-contentious proceedings, an appeal on points of law [revizija] are available, remedies shall be considered exhausted only after the decision on these legal remedies has been given.”", "“A constitutional complaint may be lodged within the time-limit of thirty days which begins on the day that the [contested] decision is received.”", "“The Constitutional Court shall ... declare inadmissible a [belated] constitutional complaint ....”", "The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) as in force at the material time provided as follows:", "C h a p t e r f i v e", "REPRESENTATIVES", "Section 96", "“If in the power of attorney the party did not specify the powers of the representative, the representative who is not an advocate, may, on the basis of such a power of attorney, undertake all actions in the proceedings, but shall always need an explicit authorisation to ... lodge extraordinary legal remedies [that is, an appeal on points of law or a petition for reopening of the proceedings].”", "C h a p t e r e l e v e n", "SERVICE OF DOCUMENTS AND CONSULTATION OF CASE FILES", "Method of service", "Section 138(1)", "“When a party has ... a representative, court documents shall be served on the representative, unless this Act provides otherwise.”", "C h a p t e r t w e n t y t h r e e", "JUDGMENT", "Res judicata", "Section 334(2)", "“A judgment shall not take effect on the parties until the day it is served on them.”", "The relevant part of the Enforcement Act (Ovršni zakon, Official Gazette of the Republic of Croatia, nos. 57/1996, 29/1999, 42/2000, 173/2003, 194/2003, 151/2004, 88/2005, 121/2005 and 6720/08), as in force at the material time, provided as follows:", "Certificate of enforceability", "Section 33(2) and (3)", "“(2) A certificate of enforceability shall be issued by the court or [another] authority which adjudicated the claim in the first instance", "(3) A certificate of enforceability for the issuance of which the statutory conditions were not met, shall be cancelled by a decision of the same court or [another] authority, at the request [of a party] or sua sponte.”", "Under the Supreme Court's case-law (see, for example, decision no. Rev 1458/1997-2 of 30 September 1997 adopted in the context of civil proceedings, decision no. Uzz 2/1998-2 of 9 June 2000 adopted in the context of administrative proceedings, and decision no. I Kž 905/1995-3 of 13 March 1996 and decision no. IV Kž 45/1993-5 of 29 July 1993 adopted in the context of criminal proceedings), if a party was not properly served with a decision, the time-limit for lodging remedies against it does not start to run and the decision cannot acquire the force of res judicata in respect of that party. In such cases, the date on which the party to whom the decision had not been properly served learned of the existence of the decision (decision no. Rev 969/01-2 of 23 May 2001) is irrelevant.", "If such a decision nevertheless bears a stamp attesting that it acquired the force of res judicata, that is, the so-called certificate of finality (potvrda o pravomoćnosti, klauzula pravomoćnosti), a party to whom the decision had not been properly served may request the court which adjudicated the case in the first instance to cancel that certificate and serve the decision on that party in accordance with the law (see, for example, the Supreme Court's judgment no. Rev 673/05-2 of 8 February 2006). Such a request may be lodged at any time (see, for example, judgment no. Gž 1155/96 of Rijeka County Court of 30 December 1996). A request to restore the proceedings to their previous position (restiutio in integrum ob terminem elapsum, povrat u prijašnje stanje) may not be used in such a situation because it presupposes that a party missed a time-limit for undertaking a procedural action, whereas in a situation where a decision had never been properly served on a party, the time-limit for lodging a remedy against that decision had never started to run and thus could not have been missed (see the above cited Supreme Court's decision no. I Kž 905/1995-3 of 13 March 1996). The rules for cancelling the certificate of enforceability provided in legislation governing enforcement proceedings shall apply mutatis mutandis to cancelling the certificate of finality (see, for example, the Supreme Court's decisions nos. Gzz-6/1990-2 of 27 June 1990, Gž 19/1994-2 of 4 October 1994, Gž 14/1994-2 of 13 October 1994, Gr1 582/05-2 of 20 December 2005 and Gž 9/07-2 of 11 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}