{"ITEMID": "001-110497", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "BUCKAL v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Zdravko Bučkal, is a Croatian national who was born in 1968 and is currently serving a prison term in Lepoglava State Prison. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "2. The facts of the case as submitted by the parties may be summarised as follows.", "3. On an unspecified date criminal proceedings were instituted against the applicant on charges of theft. He was detained in the Zagreb Prison Hospital (Bolnica za osobe lišene slobode; hereinafter “the ZPH”) in the period between 28 September 2009 and 27 November 2009 when he was transferred to the Zagreb Prison (Zatvor u Zagrebu). On 29 December 2009, following several convictions for theft, the applicant was transferred to the Lepoglava State Prison (Kaznionica u Lepoglavi; hereinafter: the “LSP”) where he is serving his prison term and is expected to remain until 30 April 2013.", "4. In the period between 28 September 2009 and 27 November 2009 the applicant was placed in the ZPH, in a room measuring 21 square metres, with five other inmates.", "5. According to the applicant, there were no sanitary facilities in the room and it was locked during the night. For that reason, to urinate at night the inmates had to use a plastic bottle. When they needed to defecate at night they had to ring for a guard to be able to go to the toilet. However, the guards would not always answer these calls and then the inmates had to use a plastic bag, in full view of the other inmates in the same room. These bags of faeces were then thrown out of the window.", "According to the Government, the sanitary conditions in the ZPH were good. The room where the applicant was accommodated did not have sanitary facilities but whenever an inmate had a need for personal hygiene he was able to call the security guards, who then escorted him to the sanitary facilities. Other general conditions of the accommodation were also good. The room had windows which provided fresh air and natural light; the inmates were served regular meals and they had the opportunity to walk around in the hospital hallways and in the fresh air for two hours during the day.", "6. On 29 December 2009 the applicant was transferred to the LSP, where he has been an inmate ever since. He was first placed in a cell measuring 16 square metres, with six other inmates, where he remained until 1 February 2010, when he was transferred to another cell, measuring 33 square metres, with eleven other inmates.", "7. On 16 June 2010 the applicant complained to the sentence-execution judge of the Varaždin County Court (Županijski sud u Varaždinu) about the conditions of his detention in the LSP. He alleged that his cell was inadequate and contrary to the guarantees offered by the Enforcement of Prison Sentences Act.", "8. On 15 March 2011 the sentence-execution judge of the Varaždin County Court found that the conditions of the applicant’s detention in the LSP were inadequate as regards the individual space offered to the applicant in a cell measuring 33 square metres and accommodating twelve inmates, and ordered the LSP to take the necessary measures to remedy the situation.", "9. On an unspecified date in March 2011 the LSP lodged an appeal against that decision with a three-judge panel of the Varaždin County Court.", "10. On 19 March 2011 a three-judge panel of the Varaždin County Court dismissed the LSP’s appeal and upheld the decision of the sentence-execution judge.", "11. On 13 April 2011 the LSP authorities offered the applicant a move to another cell. The applicant informed a security guard that he did not want to move from his current cell. He also provided a handwritten statement in which he reiterated that he did not want to leave his cell, because it had never been locked and he was satisfied with the accommodation there. He asked to be placed in a semi-open prison regime, which was refused.", "12. The relevant provisions of the Enforcement of Prison Sentences Act (Zakon o izvršavanju kazne zatvora, Official Gazette nos. 128/1999 and 190/2003), read as follows:", "“(1) An inmate may lodge a request for judicial protection against any acts or decisions unlawfully refusing him, or limiting, any of the rights guaranteed by this Act.", "(2) Requests for judicial protection shall be decided by a sentence-execution judge.”", "(1) A sentence-execution judge protects the rights of prisoners, supervises lawfulness in respect of the execution of a prison term and ensures equality of prisoners before the law.", "(2) A sentence-execution judge takes actions and decisions in respect of:", "2. judicial protection of those rights by deciding on appeals lodged against a decision by a prison governor in cases prescribed by this Act...", "“(1) Proceedings before a sentence-execution judge are initiated in the first instance at the request of a party or a judge and in the second instance upon an appeal.", "(2) A sentence-execution judge acts so as to, according to the basic principles, ensure effective protection of the rights and interests of the prisoner concerned. ... The judge shall allow the parties to submit observations about the facts [presented by] and allegations put forward by the opponent, and to present new facts and call for evidence.", "(3) Parties to proceedings are a prisoner and a prison or other penal institutions.", "(4) A prisoner has the right to a lawyer of his or her own choice. Such a lawyer shall have qualifications required for a defence lawyer in criminal proceedings. When a prisoner does not ensure legal representation within twenty-four hours, the proceedings shall continue without legal representation.", "(5) A prisoner may ask for a legal-aid lawyer when he does not have sufficient means to pay for legal representation and is not able to represent his own interests.", "(6) A sentence-execution judge may consult all official documents concerning a prisoner, pay a visit to the prison or other penal institution concerned, and establish the relevant facts in any other manner.", "(7) A sentence-execution judge may hold a hearing within appropriate and adequate premises in a prison or other penal institution.”", "“A prisoner may lodge an appeal to a sentence-execution judge against decisions of a prison governor within eight days ...”", "(1) Parties to the proceedings, a representative of a prisoner and persons listed in Article 380 §§ 1 and 2 of the Code on Criminal Procedure may lodge an appeal against a decision of a sentence-execution judge adopted in the first instance ...", "(2) The appeal shall be lodged with a sentence-execution judge, who shall immediately forward it to a judicial panel of a county court. That panel shall decide within eight days ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}