{"ITEMID": "001-90482", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KHUDYAKOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1-f;Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1971 in Kazakhstan and currently resides in the town of Petrozavodsk in the Republic of Karelia in Russia. According to both Russian and Kazakh authorities, the applicant is a citizen of Kazakhstan. According to the applicant, the only citizenship she obtained was that of the former Soviet Union.", "6. In October 1997 the applicant moved from Kazakhstan to the Republic of Karelia.", "7. On 13 January 1998 the Kazakh police initiated criminal proceedings against the applicant on suspicion of large-scale fraud committed in 1997 in the town of Ust-Kamenogorsk. At the same time she was put on the list of fugitives from justice as her whereabouts were unknown.", "8. On 22 January 1998 the Ust-Kamenogorsk Town Prosecutor of Kazakhstan authorised the applicant’s arrest.", "9. On 7 February 2003 the Prosecutor General’s Office of the Russian Federation received a request for the applicant’s extradition sent by the General Prosecutor’s Office of the Republic of Kazakhstan.", "10. On 7 August 2003, pursuant to the arrest warrant issued by the Ust-Kamenogorsk Town Prosecutor, the applicant was arrested in Petrozavodsk with a view to her extradition to Kazakhstan. According to the applicant, the police officers failed to explain why she had been arrested and detained. According to the Government, on the same day the applicant signed the arrest warrant issued by the Ust-Kamenogorsk Town Prosecutor and was informed of the reasons for her arrest and of the charges against her. The Government provided the Court with copies of the arrest warrant signed by the applicant on 7 and 8 August 2003.", "11. Upon the applicant’s arrest she met with her lawyer, Mr Fleganov.", "12. On 13 August 2003 the Karelia Prosecutor’s Office sent the extradition file to the Prosecutor General’s Office of the Russian Federation for examination of the extradition request.", "13. On 15 August 2003 the applicant’s lawyer lodged a complaint with the Petrozavodsk Town Court contesting the grounds for his client’s detention.", "14. On 2 September 2003 the Petrozavodsk Town Court on the request lodged by the Karelia Prosecutor’s Office ordered the applicant’s detention with a view to her extradition to Kazakhstan on the basis of Article 108 of the Code of Criminal Procedure. The Town Court held that the applicant was charged with a criminal offence punishable by a prison term of more than one year and that the extradition request was pending. The Town Court did not find it possible to apply a more lenient preventive measure, referring to the Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the 1993 Minsk Convention”) and the Russian Code of Civil Procedure. No time-limit for the applicant’s detention was set. This decision was upheld on appeal on 11 September 2003 by the Supreme Court of Karelia.", "15. Later on 2 September 2003 the Petrozavodsk Town Court examined and dismissed the applicant’s lawyer’s complaint about the applicant’s detention lodged on 15 August 2003. Relying on Articles 61 and 62 of the 1993 Minsk Convention, the Town Court found that the applicant’s detention was lawful. The applicant appealed. On 9 October 2003 the Supreme Court of Karelia upheld that decision.", "16. On 13 October 2003 the Deputy Prosecutor General of Karelia dismissed the applicant’s request to change the measure of restraint, noting that the Prosecutor’s Office of Karelia was not authorised to examine this issue.", "17. On 20 October 2003 the Petrozavodsk Town Court again dismissed the complaint about the unlawfulness of the applicant’s detention. On 27 November 2003 the Supreme Court of Karelia quashed that decision due to procedural flaws and the Town Court’s failure to give reasons for its decision to dismiss the complaint. The case was remitted for fresh examination.", "18. In the meantime, on 21 October 2003 the Karelia Prosecutor’s Office dismissed the applicant’s request to inform her about the results of the examination of her extradition file.", "19. On three further occasions in October and November 2003 the applicant’s lawyer complained about the unlawfulness of the applicant’s detention to the Prosecutor’s Office. In his submissions Mr Fleganov claimed that Article 109 of the Russian Code of Criminal Procedure prescribed a maximum of two months’ detention pending trial without extension. As the detention period had not been extended following the expiry of that period on 7 October 2003, the applicant’s subsequent detention was unlawful. On 21 November and 1 and 11 December 2003 Karelia Prosecutor dismissed these complaints. The prosecutor held that the period of the applicant’s detention was not limited since the date and time for the applicant’s extradition were fixed neither by the 1993 Minsk Convention nor by the Code of Criminal Procedure.", "20. The applicant and her lawyer complained to the Petrozavodsk Town Court about the unlawfulness of the applicant’s detention and the refusal of the Karelia Prosecutor’s Office to authorise her release. They claimed, in particular, that the applicant was not a citizen of Kazakhstan, that she had moved to Russia over six years earlier and that she could thus not be extradited to Kazakhstan.", "21. On 17 December 2003 the Petrozavodsk Town Court dismissed the complaint. That decision was upheld on appeal on 16 February 2004 by the Supreme Court of Karelia. The domestic courts found that the applicant’s detention was in conformity with the provisions of the 1993 Minsk Convention. The request for the applicant’s extradition was under examination by the Prosecutor General of Russia and no final decision was taken. The courts further held that the applicant was to be detained until the final decision on her extradition had been taken, as neither the Minsk Convention, nor the Code of Criminal Procedure set any time-limit for the examination of an extradition request. The Town and Supreme courts found accordingly that the applicant’s detention and the actions of the Prosecutor’s Office were in accordance with law.", "22. On 10 September 2004 the Petrozavodsk Town Court dismissed the applicant’s complaint about the unlawfulness of her detention, relying on the same grounds as in its decision of 17 December 2003.", "23. On 14 October 2004 the Supreme Court of Karelia amended the decision of the Petrozavodsk Town Court of 10 September 2004 and ordered the applicant’s release. The Supreme Court found as follows:", "“According to Article 109 § 3 of the Code of Criminal Procedure detention over twelve months may be extended only in exceptional circumstances if the person is charged with a serious or particularly serious criminal offence. This extension is to be granted following a request filed by an investigator with the consent of the Prosecutor General of Russia or his Deputy.", "Taking into consideration Article 466 § 1 of the Code of Criminal Procedure the issue of subsequent extension of detention may be decided by a court only in exceptional circumstances prescribed by law and on a request lodged by a prosecutor.", "It appears from the material of the case-file that the prosecutor has not lodged such a request.", "The offence of which the applicant has been accused does not relate to particularly serious offences ...”", "24. The Supreme Court concluded as follows:", "“The reasonable time for the applicant’s detention (fourteen months) had expired ...", "The Town Court’s referral to the fact that no time-limit was set, either by the 1993 Minsk Convention or by the Code of Criminal Procedure, for the examination of an extradition request was of no relevance to the rights and freedoms of the applicant, who had been held in detention without being charged and without any decision on her extradition for more than one year.”", "25. According to the applicant, she was released on 18 October 2004. The Government did not comment on this issue.", "26. On 8 September 2005 the Office of the Prosecutor General of Russia informed the Deputy Prosecutor General of Kazakhstan that it was not possible to grant the extradition request in respect of the applicant, since the time-limit for criminal prosecution for the offence (two years) had expired.", "27. On 16 December 2003 the applicant and her son, a minor, sought refugee status and interim asylum at the Migration Department of Karelia. On 20 February 2004 the Migration Department dismissed the applicant’s request as unsubstantiated. On 15 June 2004 the applicant’s appeal was rejected by the Head of the Migration Department.", "28. On 22 October 2004 the Petrozavodsk Town Court dismissed a complaint lodged by the applicant about the refusal to grant her refugee status and interim asylum.", "29. Meanwhile the applicant asked the Petrozavodsk Town Court to establish as a legal fact that she had lived on the territory of Russia since November 1997. On 28 October 2004 the Town Court dismissed the application, having found that establishing that fact would not have any effect on the applicant’s rights and freedoms.", "30. On 29 July 2003 the Petrozavodsk police initiated criminal proceedings on suspicion of burglary.", "31. On 10 September 2003 the applicant, being detained pending extradition, confessed to the burglary and sent her self-incriminating statement to the police. She was subsequently questioned by the police in the presence of her lawyer.", "32. On 29 October 2003 the case investigator terminated the proceedings against the applicant for lack of corpus delicti. The investigator found that the applicant had confessed to the crime in order to hinder her extradition to Kazakhstan.", "33. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "34. The Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (signed in Minsk on 22 January 1993 and amended on 28 March 1997, “the 1993 Minsk Convention”), to which both Russia and Kazakhstan are parties, provides as follows:", "“1. When executing a request for legal assistance, the requested authority applies the laws of its own State ...”", "“1. The Contracting Parties shall ... on each other’s request extradite persons who ﬁnd themselves in their territory, for criminal prosecution or to serve a sentence.", "2. Extradition for criminal prosecution shall extend to offences which are criminally punishable under the laws of the requesting and requested Contracting Parties, and which entail at least one year’s imprisonment or a heavier sentence.”", "“1. A request for extradition (требование о выдаче) shall include the following information:", "(a) the title of the requesting and requested authorities;", "(b) a description of the factual circumstances of the offence, the text of the law of the requesting Contracting Party which criminalises the offence, and the punishment sanctioned by that law;", "(c) the [name] of the person to be extradited, the year of birth, citizenship, place of residence, and, if possible, a description of his appearance, his photograph, ﬁngerprints and other personal information;", "(d) information concerning the damage caused by the offence.", "2. A request for extradition for the purpose of criminal prosecution shall be accompanied by a certiﬁed copy of a detention order. ...”", "“Upon the receipt of a request for extradition the requested Contracting Party takes immediate measures aiming at detaining or arresting the person whose extradition is sought ...”", "“1. The person whose extradition is sought may also be arrested before receipt of a request for extradition, if there is a related petition (ходатайство). The petition shall contain a reference to a detention order ... and shall indicate that a request for extradition will follow.", "2. The person may also be detained without the petition referred to in point 1 above if there are legal grounds to suspect that he has committed, in the territory of the other Contracting Party, an offence entailing extradition.", "3. In the event of [the person’s] arrest or detention before receipt of the request for extradition, the other Contracting Party shall be informed immediately.”", "“1. A person arrested pursuant to Article 61 § 1 ... shall be released ... if no request for extradition is received by the requested Contracting Party within 40 days of the arrest ...”", "35. The European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. Where there is urgency, the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "36. Chapter 13 of the Code of Criminal Procedure (“Measures of restraint”) governs the application of measures of restraint, or preventive measures (меры пресечения), which include, in particular, placement in custody. A custodial measure may only be ordered by judicial decision in respect of a person who is suspected of, or charged with, a criminal offence punishable by more than two years’ imprisonment (Article 108 “Placement in custody”). The time-limit for detention pending investigation is fixed at two months (Article 109 “Time-limits for detention”). A judge may extend that period up to six months (Article 109 § 2). Further extensions may only be granted by a judge if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4). A judicial decision ordering or extending the application of a custodial measure may be appealed against to a higher court within three days of its issue (Articles 108 § 10 and 109 § 2). A custodial measure may be revoked or modified by a judicial decision if it is no longer considered necessary (Article 110 “Revoking or modifying the measure of restraint”).", "37. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Articles 462-463 state that a decision to extradite a person upon a request from another country is taken by the Prosecutor General or his deputy. Article 462 states that a person’s detention finishes when either the Prosecutor General, or his deputy decides on the extradition request. Article 466 governs application of measures of restraint with a view to extradition. Paragraph 1 deals with the situation where a request for extradition is not accompanied by a detention or arrest order issued by a foreign court. In that case a prosecutor must decide whether it is necessary to impose a measure of restraint “in accordance with the procedure provided for in the present Code”. Paragraph 2 establishes that, if a foreign judicial decision on placement in custody is available, a prosecutor may place the person in detention or under house arrest. In that eventuality no confirmation of the foreign judicial decision by a Russian court is required. If a foreign court has authorised the person’s arrest, the decision of the prosecutor does not need to be confirmed by a Russian court.", "38. Article 464 provides that extradition cannot take place if the person whose extradition is sought is a Russian national or if he has refugee status.", "39. Chapter 15 (“Petitions”) provides that suspects, defendants, victims, experts, civil plaintiffs, civil defendants, and their representatives may petition officials to take procedural decisions that would secure the rights and legitimate interests of the petitioner (Article 119 § 1). Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of damaging the constitutional rights or freedom of the parties to criminal proceedings (Article 125 § 1). The competent court is that which has jurisdiction for the place of the preliminary investigation (ibid.).", "40. In the case of Mr A., concerning his detention with a view to extradition to Armenia, the Criminal Division of the Supreme Court held as follows (case no. 72-005-19, 8 June 2005):", "“The term of detention of the person who is to be extradited to the place of commission of the offence ... is not governed by Article 109 of the Code of Criminal Procedure. In accordance with the requirements of [the 1993 Minsk Convention], the person arrested at the request of a foreign state, may be held in custody for forty days until a request for extradition has been received. Subsequent detention of the person is governed by the criminal law of the requesting party (Armenia in the instant case).”", "41. Verifying the compatibility of Article 466 § 1 of the Code of Criminal Procedure with the Russian Constitution, the Constitutional Court reiterated its constant case-law that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "42. In the Constitutional Court’s view, the absence of a specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the 1993 Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, that is, the procedure laid down in the Russian Code of Criminal Procedure. Such procedure comprised, in particular, Article 466 § 1 of the Code and the norms in its Chapter 13 (“Measures of restraint”) which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for examination of extradition requests.", "43. The Constitutional Court emphasised that the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the Code of Criminal Procedure did not allow the authorities to apply a custodial measure without respecting the procedure established in the Code of Criminal Procedure, or in excess of the time-limits fixed in the Code.", "44. The Prosecutor General asked the Constitutional Court for an official clarification of its decision in Mr Nasrulloyev’s case (see above), for the purpose in particular of elucidating the procedure for extending a person’s detention with a view to extradition.", "45. The Constitutional Court dismissed the request, finding it was not competent to indicate specific provisions of the criminal law governing the procedure and time-limits for holding a person in custody with a view to extradition. That matter was within the competence of courts of general jurisdiction.", "46. Mr Seidenfeld, a US citizen, was arrested in Russia on 9 December 2005 because his extradition was sought by Kazakhstan. Upon receipt of the formal extradition request, on 30 December 2005 a Russian court ordered his detention sine die, pending extradition. Mr Seidenfeld complained to the Constitutional Court that the provisions of the Code of Criminal Procedure which permitted his detention without a judicial decision were incompatible with the Constitution.", "47. The Constitutional Court reiterated its constant case-law that the scope of the constitutional right to liberty and personal inviolability was the same for foreign nationals and stateless persons as for Russian nationals. A foreign national or stateless person may not be detained in Russia for more than forty-eight hours without a judicial decision. That constitutional requirement served as a guarantee against excessively long detention beyond forty-eight hours, and also against arbitrary detention as such, in that it required a court to examine whether the arrest was lawful and justified.", "48. The Constitutional Court held that Article 466 § 1 of the Code of Criminal Procedure, read in conjunction with the Minsk Convention, could not be construed as permitting the detention of an individual for more than forty-eight hours, on the basis of a request for his or her extradition, without a decision by a Russian court. A custodial measure could be applied only in accordance with the procedure established in the Russian Code of Criminal Procedure and within the time-limits fixed in the Code."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}