{"ITEMID": "001-76770", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BARTOS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mrs Árpádné Bartos, is a Hungarian national who was born in 1952 and lives in Szatymaz, Hungary. The respondent Government are represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1995 criminal investigations were instituted against the applicant and her accomplice on suspicion of aggravated fraud.", "On 8 August 1997 the Szeged District Public Prosecutor preferred a bill of indictment against the applicant, charging her with aggravated fraud and forgery of documents.", "On 30 October 1998 the Szeged District Court convicted the applicant.", "On appeal, on 7 December 1999, the Csongrád County Regional quashed the judgment.", "In the resumed proceedings, on 3 June 2002 the District Court again convicted the applicant of the charges and sentenced her to one year’s imprisonment, suspended for two years, and ordered her to pay damages to the victim. The applicant appealed against this judgment.", "On 19 November 2002 the Regional Court upheld in essence the first-instance judgment. This decision became final on that date.", "On 10 March 2003 the applicant’s request for a retrial was rejected. Her appeals against this rejection were dismissed by the Regional Court on 18 March and by the Szeged Court of Appeal on 3 May 2004.", "Meanwhile, on 22 September 2003 the Supreme Court rejected, without an examination on the merits, the applicant’s petition for review as “excluded by the law” (törvényben kizárt) – and as such, inadmissible – since it was incompatible ratione materiae with the relevant provisions of the New Code of Criminal Procedure. Her repeated petition for review was rejected on 24 October 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}