{"ITEMID": "001-92372", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MOSKOVETS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1-c;No violation of Art. 5-1-c;Violation of Art. 5-3;Violations of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1977 and is currently serving a prison sentence.", "5. On 25 December 1999 the applicant was arrested on suspicion of several counts of aggravated murder and taken to a police station. The police officers allegedly intimidated the applicant and forced him to confess. The applicant’s representative was present when the applicant made his confession.", "6. On 26 December 1999 a medical examination was conducted on the applicant. The expert recorded a bruise on the left side of the applicant’s chest and three abrasions on the backs of his hands, which did not cause harm to the applicant’s health. The above injuries were caused in the period from one to three days prior to the examination. The applicant stated that on the night of 24 December 1999 he had tried to stop a fight, and that as a result he had scratched his hand and been punched in the chest.", "7. The applicant sought to have criminal proceedings instituted against the police officers, however his allegations were found to be unsubstantiated.", "8. On 28 December 1999 the applicant was detained in custody.", "9. On 3 January 2000 the applicant was charged with murder under Article 105 of the Criminal Code.", "10. On 9 February, 27 March, 6 April and 19 December 2000 the applicant’s detention pending investigation was extended until 18 June, 25 June, 25 September 2000 and 25 February 2001 respectively. The extension orders referred to the particular gravity of the charges against the applicant, the fact that he had no permanent place of residence and that he had previously absconded, thus breaching the preventive measure applied to him in connection with another criminal case.", "11. On 23 February 2001 the investigation was completed, and the case file was submitted to the St. Petersburg City Court for trial.", "12. On 25 April 2001 the St. Petersburg City Court referred the case back to the prosecution authorities for additional investigation on account of serious breaches of procedure. The court held that the preventive measure applied to the applicant “should remain unchanged”.", "13. On 25 May, 18 June and 11 September 2001 the applicant’s detention pending investigation was extended until 24 June, 26 September 2001 and 26 March 2002 respectively, for the reasons set out above.", "14. On 25 December 2001 the additional investigation was completed and the case was resubmitted to St. Petersburg City Court for trial.", "15. On 8 January 2002 the St. Petersburg City Court accepted the case for trial and held that the preventive measure applied to the applicant “should remain unchanged”.", "16. Starting from 1 July 2002 the St. Petersburg City Court extended the applicant’s detention every three months. In particular, on 1 July 2002 it extended the applicant’s detention from 1 July 2002 until 1 October 2002; on 24 September 2002 from 30 September until 30 December 2002; on 15 December 2002 from 30 December 2002 until 30 March 2003; on 11 March 2003 from 30 March to 30 June 2003; on 13 May 2003 from 30 June to 30 September 2003; on 4 July 2003 from 30 September to 30 December 2003; on 28 November 2003 from 30 December 2003 until 30 March 2004, and on 26 February 2004 from 30 March 2004 until 20 June 2004.", "17. The above extension orders concerned the applicant and five other co-defendants. All of the extension orders referred to the gravity of the charges against the applicant and his co-defendants and the risk of their absconding, without providing any further detail. The extension order of 28 November 2003 was more elaborate and, in so far as it concerned the applicant, read as follows:", "“[The applicant] is charged with particularly serious crimes, including several counts of aggravated murder, committed while under a written undertaking not to leave applied in the framework of another criminal case on the charges of, inter alia, several aggravated murders and other serious and particularly serious crimes ... Even after being detained in custody [the applicant] had committed a crime for which on 26 November 2001 he had been sentenced by St Petersburg Dzerzhinskiy (Tsentralniy) District Court to one year and six months’ imprisonment.”", "18. The applicant appealed to the Supreme Court of Russia against these extension orders. The extension orders of 1 July and 24 September 2002 were found to be unlawful, on 11 November and 2 December 2002 respectively, because in the first case neither the applicant nor his representative were given proper notice of the hearing and, as a consequence, were absent, and in the second case the hearing took place in the absence of the applicant’s representative. The remaining extension orders of 15 December 2002, 11 March, 13 May, 4 July and 28 November 2003, and 26 February 2004, were upheld on appeal by the Supreme Court on 27 March, 4 June, 11 August and 22 September 2003 and on 18 February and 11 May 2004 respectively.", "19. On 11 March 2003 the St Petersburg City Court ex post facto authorised the applicant’s detention from 1 July to 30 December 2002.", "20. On 26 November 2001 the Dzerzhinskiy (Tsentralniy) District Court of St Petersburg convicted the applicant of stealing and destruction of official documents and attempted forgery of documents and sentenced him to two years’ imprisonment starting from 26 November 2001. The court further held that the applicant’s detention from 27 September 2000 to 19 July 2001 in the above case should be counted toward the applicant’s prison term.", "21. On 28 February 2002 the St Petersburg City Court commuted the applicant’s sentence to one year and six months’ imprisonment.", "22. It appears that the applicant completed his sentence in August 2002.", "23. Having studied the case file before the completion of the preliminary investigation, in November 2001 the applicant requested that his case be dealt with by one professional and two lay judges.", "24. On 8 January 2002 St Petersburg City Court scheduled the first hearing for 5 August 2002.", "25. On 5 August 2002, however, the proceedings were suspended in view of the necessity to search for Zh. – one of the applicant’s co-defendants.", "26. On 15 December 2002 the proceedings were resumed despite the failure to find Zh. Starting from that date the court was composed of a professional judge, Mr Kurguzov, and two lay judges, Ms D. and Mr S. Prior to that, on 27 September 2002 in accordance with Section 6 of the Lay Judges Act the acting president of the St Petersburg City Court selected 102 lay judges, including Ms D. and Mr S., to sit at the examination of the cases by the St Peterburg City Court; and on 11 November 2002 Judge Kurguzov, to whom the case had been assigned, drew lots between six unidentified lay judges (their names did not appear in the relevant decision) and determined that lay judges Ms D. and Mr S. should sit with him on the bench.", "27. The applicant challenged the composition of the bench. He alleged a breach of rules on the appointment of lay judges in that lay judges Ms D. and Mr S. had not been drawn by lot, contrary to the requirements of the Federal Law on Lay Judges of the Federal Courts of General Jurisdiction (Федеральный Закон «О народных заседателях федеральных судов общей юрисдикции в Российской Федерации», “the Lay Judges Act”). However, the applicant’s challenge was dismissed by the court. No breach of the rules governing the calling of lay judges was established.", "28. Of thirty-one hearings scheduled between 15 December 2002 and 19 April 2004 twenty-two were adjourned for various reasons: five due to the submission by the applicant of requests and the prosecution’s need to study the case file, three due to the failure of the guard unit to deliver the applicant and his co-defendants to the court, nine because the lawyers were either sick or absent, three due to the necessity to summon witnesses, and two on the court’s initiative, on the first occasion because the applicant’s co-defendants had agreed to testify at the forthcoming court hearing, and on the second because the applicant had refused to testify.", "29. On 19 April 2004 the applicant again challenged the composition of the bench, without success.", "30. On 30 April 2004 the St. Petersburg City Court convicted the applicant of aggravated murder, theft and fraud and sentenced him to life imprisonment.", "31. On 30 September 2004 the Supreme Court of Russia modified the qualification of the applicant’s crime and left the sentence unchanged.", "32. At the applicant’s request, on 24 April 2008 the Supreme Court of Russia by way of supervisory review modified the qualification of the charges against the applicant and left the sentence unchanged.", "33. For a summary of domestic law provisions on pre-trial detention and time-limits for trial see Khudoyorov v. Russia (no. 6847/02, §§ 76-96, ECHR 2005X (extracts)).", "34. The Code of Criminal Procedure of the RSFSR (Law of 27 October 1960, “the old CCrP”) provided that hearings in first-instance courts dealing with criminal cases were to be conducted, subject to certain exceptions, by a single professional judge or by one professional and two lay judges. In their judicial capacity, lay judges enjoyed the same rights as professional judges (Article 15).", "35. The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”) does not provide for participation of non-professional judges in administration of justice in criminal matters. It provides that serious crimes should be dealt with by a single professional judge or by three professional judges provided that the accused has submitted such a request prior to the appointment of a trial hearing (Article 30 § 2 (3)). It further provides that the composition of the court examining the case should remain unchanged throughout the trial (Article 242 § 1).", "36. The Federal Law on enactment of the new CCrP (Law no. 177-FZ of 18 December 2001) provides as follows:", "Section 2.1 provides that the Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction becomes ineffective as from 1 January 2004.", "Section 7 provides that Article 30 § 2 (3) of the Code of Criminal Procedure, in so far as it concerns the examination of serious crimes by three professional judges, becomes effective as from 1 January 2004. Before that date serious crimes should be dealt with by a single professional judge or by one professional and two lay judges if an accused has made such a request prior to the appointment of a trial hearing.", "37. On 10 January 2000, the Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction in the Russian Federation (“the Lay Judges Act” or “the Act”) came into effect. Under Section 1 § 2 of the Act, lay judges were persons authorised to sit in civil and criminal cases as non-professional judges.", "38. Section 2 of the Act provided that lists of lay judges had to be compiled for every district court by local self-government bodies, such lists being subject to validation by the regional legislature.", "39. Section 5 of the Act determined the procedure for the selection of lay judges for the examination of cases by district courts. It provided that the president of a district court had to draw at random from the list a certain number of lay judges to be called to the competent district court. The number of lay judges assigned to every professional judge had to be at least three times the number of persons needed for a hearing.", "40. Section 6 of the Act provided that the selection of the lay judges for the examination of cases by regional (city) courts was carried out by the president of the relevant court in accordance with the rules set out by Section 5 of the Act on the basis of the general lists of lay judges of the district courts situated on the territory of the relevant region (city). It further provided that the selection of lay judges for examination of a particular case in a regional (city) court was carried out by the judge to whom the case in question had been assigned in accordance with the rules set out by Section 5 of the Act.", "41. In accordance with Section 9, lay judges were to be called to serve in a district court for a period of fourteen days, or as long as the proceedings in a particular case lasted. Lay judges could not be called more than once a year.", "42. On 18 September 2002 the St Petersburg City Legislature validated the general list of lay judges assigned to the Krasnogvardeyskiy District Court of St Petersburg. The addendum to the above regulation contained the general list of 514 lay judges.", "43. On 14 January 2000 the Presidium of the Supreme Court of Russia on the basis of Section 5 of the Lay Judges Act issued a regulation on the procedure for selection of lay judges. The regulation provided that the president of a district court should draw at random from the general list of lay judges 156 names for each judge. The lay judges for a particular case were to be drawn by lot by the judge to whom the case had been assigned.", "44. The new CCrP provides for a possibility to re-open criminal proceedings on the basis of a finding of a violation of the Convention made by the European Court of Human Rights (Article 413)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "6-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-c"]}