{"ITEMID": "001-86397", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KOLODZIEJCZYK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Ireneusz Kołodziejczyk, is a Polish national who was born in 1954 and lives in Gdańsk. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Between 22 October 2000 and 22 February 2003 the applicant served two terms of imprisonment imposed on him in separate sets of criminal proceedings.", "On 17 January 2001 the Gdańsk Regional Prosecutor charged the applicant with 2 counts of unlawful possession of firearms, unlawful possession of explosives and theft of a driving licence. On the same day the Gdańsk District Court ordered his detention pending trial in view of the reasonable suspicion that the applicant had committed the offences with which he had been charged. It further held that the applicant might obstruct the proceedings and had regard to the severity of the penalty likely to be imposed. The court found that imposition of detention pending trial at the time when the applicant was serving a prison term would enable the prosecution to effectively control his contact with the outside world.", "On 26 February 2001 the Gdańsk Regional Court dismissed an appeal by the applicant against the detention order. It held that keeping him in custody was justified by the severity of the likely penalty and the risk that he might tamper with evidence, given the substantial number of suspects in the case.", "The applicant’s appeal against the detention order, likewise his further appeals against decisions extending his detention and all his subsequent, numerous applications for release and appeals against refusals to release him, were unsuccessful. In his applications and appeals, he argued in particular that his detention had been automatically extended by the courts.", "In the course of the investigation, the applicant’s detention was extended on two occasions, namely, on 14 March and 3 April 2001.", "On an unknown date in 2001 the Gdańsk Regional Prosecutor refused to allow the applicant a visit from his common-law wife. The applicant filed a complaint. On 26 April 2001 the Słupsk Regional Prosecutor refused to institute criminal proceedings in respect of the applicant’s complaint.", "On 15 May 2001 the Gdansk Regional Prosecutor lodged a bill of indictment with the Gdańsk Regional Court. The applicant was charged with 2 counts of unlawful possession of firearms, unlawful possession of explosives and theft of a driving licence. The bill of indictment comprised 120 charges brought against 19 defendants. Other defendants were charged with numerous counts of robbery and armed robbery committed in an organised criminal group. However, the applicant was not charged with acting in such a group.", "On 17 May 2001 the Gdańsk Regional Court extended the applicant’s detention until 31 October 2001, finding that it was necessary in order to prevent him – and his other 12 detained co-defendants – from evading justice or tampering with evidence.", "On 16 October 2001 the Gdańsk Regional Court again extended the detention of the applicant and that of 9 of his co-defendants, considering that the grounds originally given for remanding him in custody were still valid.", "The trial began on 28 December 2001. However, as of April 2002 the prosecution had still not completed the reading-out of the bill of indictment.", "During the court proceedings the authorities extended the applicant’s detention on 26 September and 18 December 2002, 25 June and 17 December 2003, and 10 February 2004. The courts repeated the grounds previously given for the applicant’s continued detention. In particular, they referred to the complexity of the case, the volume of evidence and the severity of the likely penalty.", "Between 30 December 2003 and 16 September 2004 the applicant was serving a prison sentence imposed in another set of criminal proceedings against him.", "On June 2004 the trial court ordered the applicant’s release. It noted the charges against the applicant and the fact that the period of his detention had exceeded 3 years. The court held that the detention should be lifted.", "By June 2005 the trial court had held over 150 hearings and heard evidence from more than 400 witnesses. However, all the hearings listed after 17 June 2005 had to be cancelled due to the long-term illness of one of the trial court judges. Subsequently, a new panel of judges had to be assigned to the case and the trial had to be restarted.", "On 24 November 2005 the Regional Court considered that the case concerning the charges against the applicant and some of the charges against 4 of his co-accused should be examined separately. The case was subsequently examined by the Gdansk District Court.", "On 20 July 2007 the District Court transferred the applicant’s case to the Gdansk Regional Court, which had meanwhile become competent to try the case.", "It appears that the proceedings against the applicant are pending.", "The relevant domestic law and practice concerning the imposition of detention during the judicial proceedings (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}