{"ITEMID": "001-105121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MIROSLAW GARLICKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Zdravka Kalaydjieva", "TEXT": ["7. The applicant was born in 1960 and lives in Kraków.", "8. The applicant is a doctor, specialising in cardiac surgery. He is one of the few specialists in Poland qualified to perform heart transplants. At the relevant time he was the Director of the Cardiac Surgery Clinic in the Ministry of Internal Affairs and Administration Hospital in Warsaw and an assistant professor at the Jagiellonian University Medical College in Kraków.", "9. Following information submitted by doctors employed in the Ministry of Internal Affairs and Administration Hospital, on 12 December 2006 the Warsaw Regional Prosecution Office instituted an investigation into cases of alleged medical negligence and several counts of harassment of hospital staff by the applicant. It appears that the applicant was also suspected of receiving bribes from his patients.", "10. On 12 February 2007 the applicant arrived at work at about 7 a.m. and started preparing for an operation which was planned for that morning.", "11. At 7.40 a.m. a dozen masked and armed officers of the Central Anticorruption Bureau (CAB) stormed the Cardiac Surgery Clinic. Some of the officers burst into the applicant’s office pointing their firearms and shouting. The officers threw the applicant to the floor, pinned his head to the floor and then handcuffed his hands behind his back. They searched the applicant’s office. Subsequently, they allowed him to change his clothes and handcuffed him again, this time with his hands in front.", "12. The applicant was taken, in handcuffs, out of his office to the hospital’s outdoor car park. There were a large number of masked and armed officers in the car park and some were in plain clothes. The applicant’s car was searched over a period of about one hour. A sniffer dog was also used. During this time the applicant stood nearby with his hands visibly handcuffed. The events were viewed by hundreds of hospital staff, patients and visitors. The applicant’s arrest was filmed continuously by one of the officers.", "13. Subsequently the applicant was taken to his flat in Warsaw. Several dozen officers searched the flat over a period of nine hours. They seized several hundred objects, including bottles of alcohol, watches, fountain pens, cutlery, porcelain, and so on which were to be used as evidence of the applicant’s bribe-taking. The search of his flat was also filmed.", "14. The applicant was then taken to a hospital for a medical check. At about midnight on 12 February 2007 the officers took the applicant to see Mr Mariusz Kamiński, the Head of the CAB, who shouted at him using offensive language. He said, among other things, that the applicant would not leave prison before turning seventy. The Government submitted that there was no information in the case file concerning the meeting between the Head of the CAB and the applicant.", "15. The applicant was detained at Warsaw Police Headquarters.", "16. According to the Government, the applicant did not appeal against his arrest (zażalenie na zatrzymanie) or object to the way in which the CAB’s officers executed the search of his flat.", "17. On 13 February 2007 at about 3 p.m. the Warsaw Regional Prosecutor charged the applicant with twenty offences, including exposing a patient to a direct danger to his life or health (Article 160 § 1 of the Criminal Code (“CC”)), homicide of a patient (Article 148 § 1 of the CC), harassing a member of staff, forgery of medical documentation, and sixteen counts of taking bribes from patients. The prosecutor based his decision on the evidence gathered in the case, including statements of victims and secret video-recordings of some cases of receiving bribes.", "18. According to the applicant, on 12 and 13 February 2007 he was not given any food.", "19. On 14 February 2007 A.M., an assessor (junior judge) at the Warsaw-Mokotów District Court, remanded the applicant in custody until 11 May 2007. The order read as follows:", "“The evidence gathered in the case, in particular witnesses’ depositions and the suspects’ statements (...), expert reports (...) and documentation from the secret files (...) points to a strong likelihood that the suspect [applicant] committed the offences with which he is charged, and that is a basic evidentiary condition for the imposition of a preventive measure pursuant to Article 249 § 1 of the Code of Criminal Procedure.", "The investigation is in its early stage and it is necessary to undertake many further investigative measures to clarify fully the circumstances under investigation. Having regard to the nature of the charges and the surrounding circumstances, there is a reasonable risk that the suspect, if left at liberty, could engage in acts aimed at obstruction of the proceedings. Many persons who must necessarily be questioned in the course of the present proceedings are hierarchically subordinate to the suspect [applicant], and that necessitates preventing the suspect [applicant] from contacting them in any manner. Moreover, as Director of the Cardiac Surgery Clinic the suspect [applicant] has access to information which must be kept secure and is required by the authorities conducting the investigation to allow the circumstances which gave rise to the charges to be clarified in full.", "Furthermore, in respect of one of the offences with which the suspect is charged [homicide] he is liable to a sentence of 25 years’ imprisonment or life imprisonment, while in respect of many other offences he is liable to a maximum sentence of 8 years’ imprisonment. The real risk that a severe penalty might be imposed on him may thus induce the suspect to undertake illegal actions to obstruct the proceedings. ...”", "20. On the same day, following the pronouncement of the WarsawMokotów District Court’s decision, the Minister of Justice Prosecutor General and the Head of the CAB held a press conference concerning the applicant’s case.", "21. The applicant appealed against the detention order. He submitted that the evidence in the case was insufficient to charge him with homicide and that the prosecution had intentionally formulated the charge with a view to compelling the court to remand him in detention. Furthermore, the applicant contested the finding that he would obstruct the proceedings. He argued that the District Court should have considered the imposition of other, more lenient, preventive measures having regard to the applicant’s unblemished reputation and in view of the Court’s case-law. In addition, he submitted that remanding him in detention could expose his patients to death by preventing them from undergoing their planned cardiac operations. Lastly, referring to the Convention, the applicant raised the issue of the status of the assessor and averred that she did not enjoy the necessary guarantees of independence from the executive.", "22. On 15 March 2007 the Warsaw Regional Court dismissed the applicant’s appeal. It found that the applicant was suspected of having committed a series of offences. The court noted:", "“even leaving aside the charge of homicide, other charges (bribery) attracted a statutory maximum sentence of at least eight years’ imprisonment”.", "Thus, the applicant’s detention on remand was justified by the severity of the anticipated penalty, in view of the significant number of bribery charges.", "23. As to the applicant’s argument that the evidence in the case had been insufficient to charge him with homicide, the Regional Court noted that that was not the only charge against the applicant. In connection with other charges (including bribery) there was enough evidence to substantiate a reasonable suspicion that the applicant had committed the offences. The Regional Court further concurred with the District Court’s view that there was a risk that the applicant would attempt to influence witnesses, and that only custodial measures would ensure the proper conduct of the proceedings. The court did not respond to the argument concerning the status of the assessor.", "24. On 7 May 2007 the Warsaw Regional Court, on an application from the prosecution, extended the applicant’s detention until 11 August 2007 but at the same time held that he would be released if he put up bail in the amount of PLN 350,000 (approximately EUR 90,000) by 31 May 2007. It reasoned as follows:", "“The prosecutor justifies his application for the extension of detention on remand by the severity of the likely penalty and the risk of obstruction [of the proceedings] by the suspect.", "The Code of Criminal Procedure requires the authorities conducting the proceedings to analyse, at every stage, whether the evidence gathered in the case sufficiently justifies the imposition of preventive measures. Thus, the court could not leave unaddressed the legal classification of the act allegedly committed by the suspect to the detriment of the victim J.G. under Article 148 § 1 of the Criminal Code, particularly as it appears from the grounds for the prosecutor’s application that the likelihood of a severe sentence of imprisonment (even life imprisonment) for that act is one of the grounds for extending Mirosław Garlicki’s detention. In the court’s view, the prosecution’s assessment cannot be sustained in any way. It has to be noted that the [prosecutor’s] application does not contain any reasons for giving such a legal classification to the suspect’s act. It cannot be maintained that the reports presented by experts Z.R. and A.B. point to a possibility of charging Mirosław Garlicki with homicide committed with conditional intent (“zamiar ewentualny”). Moreover, the prosecutor assumes such legal classification of the charge in isolation from the established case-law (...) Taking into account, as stated above that the charge [of homicide] is groundless, it evidently could not serve as a ground to grant the [prosecutor’s] application.", "However, the evidence gathered so far in the investigation, which, apart from witness statements, also includes evidence obtained by technical means as a result of covert measures (czynności operacyjne), points to a strong likelihood that the suspect committed the corruption-related offences with which he has been charged. Those offences attract a severe sentence of imprisonment, and having regard to their significant number it is likely that the suspect will be sentenced to a lengthy term of imprisonment. The last issue to determine is whether remand in custody is the only preventive measure which could secure the proper conduct of the proceedings.", "In the court’s view, contrary to the prosecutor’s position, there is no substantiated risk that the suspect would unlawfully obstruct the criminal proceedings, e.g. by inducing witnesses to give false testimonies. Such a risk is not in any way apparent from the statements or testimonies of persons indicated in the grounds for the [prosecutor’s] application. While it can be accepted that the need to remand the suspect in custody existed at the beginning of the proceedings, where there was a risk that he would influence the testimonies of his subordinates, there is clearly no , many public persons are willing to provide a guarantee that Mirosław Garlicki will not obstruct the pending proceedings. ...", "In those circumstances, in the court’s view, if bail in the amount of PLN 350,000 were paid within the fixed time-limit, that would be a sufficient preventive measure ensuring the proper conduct of the proceedings and the suspect’s appearance in response to every summons of the authorities conducting the proceedings.”", "25. The prosecution appealed against the Regional Court’s decision. On 18 May 2007 the Warsaw Court of Appeal partly amended the impugned decision by imposing further preventive measures in the event of the applicant’s release. It ruled that guarantees given by A.W., deputy president of the Supreme Medical Chamber, and L.A., a member of the board of the Polish Transplantation Society, be produced. It also imposed a ban on the applicant’s leaving the country and ordered the seizure of his passport. For the rest, the Court of Appeal upheld the Regional Court’s decision.", "26. On 18 May 2007 all the conditions specified by the Court of Appeal were met and the applicant was released.", "27. It appears, as revealed by the Gazeta Wyborcza daily, that the investigation in the applicant’s case was code-named “Mengele” by the CAB. The Court of Appeal considered the code name to be inappropriate and informed the Prosecutor General accordingly.", "28. On 12 May 2007 the applicant’s employment contract with the Ministry of Internal Affairs and Administration Hospital came to an end.", "29. On 24 September 2007 the public prosecutor additionally charged the applicant with nine counts of violation of employees’ rights, harassment of his wife, subjecting a person to sexual intercourse several times while abusing a relationship of dependence, attempt to subject a person to sexual intercourse, and several counts of bribery. In total, the applicant was charged with forty-nine counts of bribery.", "30. On 7 May 2008 the Warsaw Regional Prosecutor discontinued the investigation against the applicant in respect of the charges of exposing a patient to a direct danger to his life or health (Article 160 § 2 of the CC), homicide of a patient (Article 148 § 1 of the CC) and forgery of medical documentation on the grounds that there was no evidence that the applicant had committed those offences. In respect of the first two offences, the prosecutor based his decision on the expert evidence, in particular the report prepared by a German cardiology expert.", "31. The bill of indictment against the applicant was filed with the Warsaw-Mokotów District Court on an unspecified date.", "32. It appears that the applicant’s trial is pending.", "33. On 13 February 2007 the Minister of Justice – Prosecutor General and the Head of the CAB convened a press conference on the applicant’s case for the following day. The press conference took place on 14 February 2007 at 2 p.m. shortly after the Warsaw-Mokotów District Court had pronounced its decision ordering the applicant’s detention on remand.", "34. During the press conference the Minister of Justice – Prosecutor General and the Head of the CAB referred to the applicant as “Doctor G.”. However, at the outset they specified that the applicant was the Director of the Cardiac Surgery Clinic in the Ministry of Internal Affairs and Administration Hospital at Wołoska Street in Warsaw, which enabled the media to quickly establish the applicant’s identity.", "35. According to the transcript of the press conference, the Head of the CAB stated in respect of the charges concerning bribe-taking:", "“The information gathered and the evidence obtained mean that today we can tell you clearly: Doctor G., acting the part of a virtuoso of Polish cardiac surgery, is a ruthless and cynical bribe-taker. We have knowledge of several dozen bribes accepted by this doctor.”", "36. The Minister of Justice – Prosecutor General, Mr Z. Ziobro, stated in respect of the charge of homicide:", "“Life often writes the most brutal scenarios. The facts which the service headed by Minister Kamiński [the CAB] succeeded in unveiling are truly shocking. What we are seeing here was not limited to cynical abuse of human feelings, emotions and the affection of close relatives for their loved ones who were ill, and the exploitation of those feelings. Extorting money, robbing people not only of money but also of hopeoften, even when the hope was not really there, the money was still extorted. And not only that, the evidence shows that what could happen here is more than just massive corruption and gross negligence and medical malpractice. One of the charges made by the prosecution is that of homicide in one of the cases which the Minister Kamiński referred to me. ...", "Initially (...) I did not believe it. I could not get it into my mind that in the health service, in a very well known clinic, a very well known and, at least until recently, universally respected cardiac surgeon and professor could perpetrate shameful acts of this sort. But when I began to find out what evidence had been gathered by the CAB, and later also by the prosecutors, I changed my mind. I have changed my mind and, unfortunately, I am more and more overcome with sadness, but we can see this unfortunately sad discovery of the truth as an important event in the true sense of that expression, in that no-one else will ever again be deprived of life by this man (już nikt nigdy przez tego pana życia pozbawiony nie będzie). Ladies and Gentlemen, at the present moment I have one substantiated case indicating with high probability a possible homicide, and in this connection a charge based on Article 148 [intentional homicide] of the Criminal Code was made. Other cases where the circumstances of patients’ deaths are unclear are obviously also being examined. We don’t prejudge the character of those events. Ultimately, the court will decide the case; nonetheless, what we have already established and gathered as evidence at the present moment is truly shocking ...", "I would like to emphasise once again, that as the Prosecutor General, the person who directly supervised this case from a certain moment, I regard very highly the professionalism of the CAB’s officers, the professionalism of the prosecutors, thanks to which we succeeded in gathering strong evidence, which is rare and which definitely shows that we were dealing with a long-lasting criminal activity. ...", "If you will permit me, in respect of the charge of homicide, the [applicant’s] cynicism is demonstrated by the fact that where we can see from the evidence in our possession that a man [patient] was de facto sentenced to death, that did not prevent this gentleman [the applicant] from demanding a bribe from his close family, and as the family were poor, they had no possessions, they were farmers, he suggested that they sell their cow so as to have money purportedly to save their dear father. And how he went about saving [that patient] finds its expression in Article 148 of the Criminal Code, so I think that this example very [well] illustrates the attitude, the lofty morals of this virtuoso, as some media have called him. ...", "I wanted to stress that the Director of the Clinic [the applicant] in the Ministry of Internal Affairs and Administration Hospital has been charged with homicide; according to the prosecutors, acting with the conditional intent (“zamiar ewentualny”) of depriving a patient of life, and anticipating and accepting the result of his death, he undertook a series of acts which, in short, led to that [death]. That is what is meant by depriving of life with conditional intent, conduct which emerges from well documented evidence, hence the charge. It is a very striking and cynical desire for profit and arrogance, incredible and striking arrogance in the conduct of the person charged with committing those offences, those crimes ....”", "37. During the press conference the CAB’s recording of the applicant’s arrest and the search of his apartment was shown. The recording emphasised the significant number of objects and money seized from the applicant’s flat which were to be used as evidence of his corruption.", "38. The main news programme broadcast on the public television station on 14 February 2007 at 7.30 p.m. started with a news story about the applicant which was entitled “Doctor Death”. The news reader stated that “He [the applicant] had murdered a patient because he did not get a bribe from him” and informed viewers that the applicant had committed homicide and accepted bribes. News of the applicant’s arrest and the press conference was widely reported in all the media.", "39. The Minister of Justice – Prosecutor General’s comments about the applicant prompted strong criticism from the former Ombudsman, the National Bar Council, the Polish Helsinki Committee and others. On 23 February 2007 the President of the Constitutional Court stated that the Minister of Justice – Prosecutor General had breached the Constitution by making statements about doctor G.’s [the applicant’s] guilt and that he should be held to account before the State Tribunal (Trybunał Stanu).", "40. In response to that suggestion the Minister stated, as reported in the Rzeczpospolita daily of 24-25 February 2007:", "“A person who has just begun holding such office [as President of the Constitutional Court] sometimes says a few words too many. I don’t take back anything and I am ready to repeat it all. The judge [the President of the Constitutional Court] should go further and demand that I be charged before the Rwanda Crimes Tribunal [International Criminal Tribunal for Rwanda].”", "41. On 12 September 2007 the applicant brought a civil action against Mr Z. Ziobro for infringement of his personal rights under Articles 24 and 448 of the Civil Code. He sought an order requiring the defendant to personally express the following apology on the main national radio and television stations and in four major newspapers:", "“I, Zbigniew Ziobro, apologise to Dr Mirosław Garlicki for what I said about him, namely that ‘no-one else will be deprived of life by this man’, which tarnished the good name and reputation of Dr Mirosław Garlicki. I express my regret and admit that these words were deceitful and insulting and should have never been spoken by me.”", "The plaintiff further sought an award of PLN 70,000 in compensation for non-pecuniary damage and an order enjoining the defendant to refrain from making any future statements which would suggest that the applicant had committed homicide.", "42. On 25 August 2008 the Kraków Regional Court gave judgment. It ordered the defendant to publish an apology directly after the main evening news programmes on the three national television stations (TVP, Polsat and TVN). The apology read:", "“I, Zbigniew Ziobro apologise to Dr Mirosław Garlicki for having said about him that ‘no-one else will ever again be deprived of life by this man’, which tarnished the reputation of Dr Mirosław Garlicki.”", "„(Ja Zbigniew Ziobro przepraszam Pana dr Mirosława Garlickiego za wypowiedzenie pod jego adresem słów – już nikt nigdy przez tego Pana życia pozbawiony nie będzie – które naruszyły cześć Pana dr Mirosława Garlickiego).”", "The court awarded the applicant compensation in the amount of PLN 7,000. It dismissed the remainder of the applicant’s action.", "43. When establishing the facts, the court based its findings on the transcript of the press conference held by the Head of the CAB and the Minister of Justice – Prosecutor General on 14 February 2007, various official and private documents, press releases and rectifications issued by the Ministry of Justice and press articles.", "44. As regards the question whether there was an infringement of the applicant’s personal rights, the Regional Court held that the defendant had damaged the applicant’s reputation (cześć). In this respect it found, inter alia:", "“... the statements included in the defendant’s impugned announcement, including ... just the information about the prosecution’s charges brought against the claimant (whose identification was a simple matter since his first name, the first letter of his surname, his place of employment and the function held were given), without any need to refer to more categorical terms employed by the defendant such as ‘no-one else will ever again be deprived of life by this man’, or describing the claimant as a ruthless and cynical bribe-taker who de facto sentenced his patient to death and so on, objectively infringed the personal rights of the claimant...”", "45. Once it was demonstrated that there was an infringement of the applicant’s personal rights, Article 24 of the Civil Code established a presumption that such infringement was unlawful. Accordingly, the Regional Court examined next whether there had been any grounds to exclude the defendant’s liability for unlawfully damaging the applicant’s reputation. The court held that the defendant’s actions had been unlawful, having regard to the nature of the allegations made against the claimant and the limitations stemming from the principle of the presumption of innocence. In this respect, the Regional Court found inter alia:", "“...it was or could have been within the powers of the Prosecutor General – the office held by the defendant at the material time – to inform the public about particular investigations and their progress, and also to disclose – within the boundaries set by the law – information regarding the suspect or the accused. ...", "However, those persons so authorised do not enjoy ‘complete freedom of expression’ as asserted by the defendant if their actions are undertaken in the public interest. That principle, despite the defendant’s assertion to the contrary, has not been accepted in the jurisprudence of the Polish courts; in particular it is not reflected in the position set out ... in the Supreme Court’s judgment of 23 July 2007 (case no. II CKN 285/97). It was clearly indicated [in this judgment] that a negative assessment of a person’s behaviour expressed by a State authority (or official) is not an unlawful assessment where, although it was not sufficiently verified or justified in the specific circumstances (because, for example, of the erroneous assessment of certain facts or the lack of complete factual material), it was nonetheless made within the scope of statutory competences and within the boundaries of matter-of-fact necessity (w ramach rzeczowej potrzeby).", "Worth noting here is the judgment of the European Court of Human Rights of 10 February 1995, ... which states that freedom of expression, guaranteed by Article 10 of the Convention, includes the freedom to receive and impart information. Article 6 § 2 cannot therefore prevent the authorities from informing the public about criminal investigations in progress, but it requires that they do so with all the discretion and circumspection necessary if the presumption of innocence is to be respected (application no. 15175/89 [Allenet de Ribemont v. France]; see also the judgment of the ECHR of 26 March 2002, application no. 48297/99 [Butkevičius v. Lithuania]).", "In the court’s assessment, the critical statement of the defendant fell short of this obligation. Indeed, the defendant did not only state the charge of having committed an offence specified in Article 148 of the Criminal Code as brought against the claimant on the basis of the prosecution’s decision and the circumstances justifying it, but in his emotional, exaggerated, unbalanced and judgmental statement emphasised this charge in a manner which excluded any doubts as to its correctness (lecz swoją emocjonalną, egzaltowaną, niewyważoną i ocenną wypowiedzią wyeksponował ów zarzut w sposób wykluczający jakiekolwiek wątpliwości co do jego słuszności). This effect was exacerbated by the statement that ‘no-one else will ever again be deprived of life by this man’ ... For in situations where there is unintentional deprivation of life it is rather accepted to use such terms as an accident, error, coincidence, misfortune or incident. ...", "It should be stated once more that at the press conference no accurate information was given about the results of the investigation, [and] almost no concrete information about the investigation at all.", "It should be underlined that the defendant undoubtedly had the right to disclose information related to the charge brought against the claimant; however due to the risk of misinterpretation of this information by the recipients he should have refrained from statements giving rise to belief in the claimant’s guilt. The more so since as the Prosecutor General, responsible for safeguarding the rule of law (section 2 of the Prosecution Authorities Act of 20 June 1985), [he] had the duty to comply with the important principle of the legal order imposing respect for the defendant’s presumption of innocence as a legally protected interest. In this connection, the defendant should have presented the information concerning the investigation, in particular in respect of the charge of homicide, in a moderate form, without passing his own judgment, which would go significantly beyond reporting on the proceedings. It should thus be considered that the behaviour of the defendant was not factual and cautious, [and] that the opinions expressed exceeded what was strictly necessary, and the terms employed were exaggerated in form and content.”", "46. With regard to the redress for the damage to the applicant’s reputation, the Regional Court partly modified the text of the apology by having its second sentence deleted. In so doing it took into account the type of right infringed and the scope of the infringement. Concerning the enforcement of its judgment, it obliged the defendant to publish the apology at his expense rather than requiring him to express it personally. The court further considered that it would be appropriate to limit the number of places where the apology should be published to three major television stations (one public and two private). This decision was motivated by the need to achieve the compensatory and preventive rather than the repressive goal of the publication of an apology.", "47. As regards compensation for non-pecuniary damage suffered on account of the infringement, the Regional Court held that the defendant’s fault, at least in the form of negligence, had been established. The use of words which clearly suggested that the claimant had undoubtedly committed homicide had breached the principle of the presumption of innocence, thereby infringing the claimant’s personal rights. At the relevant time the defendant had held the office of Minister of Justice – Prosecutor General, so he had been under a particular duty to formulate his statements carefully. The Regional Court awarded the applicant PLN 7,000 which it considered adequate in the circumstances, having regard to a number of relevant factors, including the gravity of the infringement and the extent of the damage suffered. It took into account that the applicant had failed to demonstrate what precise impact the impugned statement had had on his private life and that, in respect of his professional life, the applicant had been employed in a private hospital since the summer of 2008.", "48. Both parties appealed. The applicant contested, inter alia, the manner of publication of the apology and the modification of its text. He took issue with the deletion of the second sentence from the apology, which he considered important for the restoration of his reputation. He further objected to the low amount of compensation for non-pecuniary damage.", "49. The defendant challenged the Regional Court’s judgment in its entirety. He argued that he had not infringed the applicant’s personal rights and, alternatively, that any such infringement had been in accordance with the law. The defendant alleged that the court had erroneously applied substantive and procedural law. He also submitted that the order to publish the apology had taken the appearance of a financial sanction.", "50. On 9 December 2008 the Cracow Court of Appeal held a hearing and gave judgment. It amended the first-instance judgment only in respect of the compensation awarded to the applicant which it increased to PLN 30,000. The Court of Appeal dismissed the remainder of the applicant’s appeal and dismissed the defendant’s appeal in its entirety.", "51. The Court of Appeal noted that the claimant had established, in accordance with the burden of proof lying on him, that his personal right to respect for his reputation had been infringed by the defendant’s statement “no-one else will ever again be deprived of life by this man”. In that connection, it fully accepted the factual findings and legal assessment of the Regional Court. The infringement of the claimant’s personal right had been evident as the defendant had indicated that the charge of homicide had been made against the head of a specific department of a particular hospital. As regards the damage to the applicant’s reputation, the Court of Appeal found:", "“... the first-instance court did not violate the provisions of substantive and procedural law referred to by the defendant in his appeal. Similarly the allegation of errors in respect of factual findings which were relevant for the determination of the issue could not stand. The facts weighing in favour of the infringement of the claimant’s personal right to respect for his reputation on account of the defendant’s impugned statement were so obvious (contra factum nullum argumentum) that no argument by the defendant can entail the intended legal consequences. It is not open to doubt that since the impugned statement was made by the Minister of Justice Prosecutor General the public reaction of persons who had no professional dealings with the law in respect of the claimant ... had to be negative, i.e. they would be convinced of his guilt.”", "52. With regard to the presumption of unlawfulness of the infringement, the Court of Appeal held that the defendant had failed to rebut the presumption. It found inter alia:", "“The constitutional and criminal-law principle of the presumption of innocence implies that an accused person (and even more so a suspect) must be presumed innocent until his guilt is proved and confirmed by a final court decision. ...", "The impugned statement [of the defendant] was inadmissible at that stage of the ongoing proceedings, and in particular because of the principle of the presumption of innocence. The defendant, even though he was the Minister of Justice - Prosecutor General, was not authorised to make such a statement in respect of the claimant since at that stage [of the proceedings] no final judgment convicting him of the alleged offence had been given. He [the defendant] had the unquestionable right to inform the public about the charges brought against the claimant ... but the manner in which he did it ... was not appropriate for the office which he held ...", "Moreover, the degree of unlawfulness of the defendant’s actions results from the fact that the prosecutor charged the claimant with homicide of a patient, and the court remanded the claimant in custody and his appeal was not allowed by the second-instance court. However, as it turned out later ... the evidence subsequently gathered in the investigation did not at all substantiate such accusations ...", "The defendant’s impugned statement in the light of the final result of the criminal proceedings against the applicant in respect of the offence specified in Article 148 § 1 of the CC clearly underlines the essence and the purpose of the principle of the presumption of innocence.", "In the circumstances of the present case the defendant cannot exactly claim that he acted in accordance with the law or in defence of a justifiable public interest. It cannot be accepted either that the impugned statement was made on the basis of information which was collected with due diligence. The principle of the presumption of innocence required that the defendant display exceptional care and diligence in formulating publicly any statements to the effect that the claimant, as a doctor, committed homicide on a patient, irrespective of the information and opinions given by the persons he requested to be heard as witnesses in the case. The defendant, being a lawyer holding a high public office, should in particular have consulted expert opinions. ...”", "53. The Court of Appeal concurred with the Regional Court’s judgment in respect of the text of the apology and the form in which it was to be made. With regard to compensation for non-pecuniary damage, the Court of Appeal agreed that the defendant had been at fault through negligence, but held that it had been gross negligence. It found in this respect:", "“... the defendant is a lawyer, and at the time of the infringement of the claimant’s personal right he held the office of Minister of Justice – Prosecutor General, and as such he should have known what information from the investigation ... he could make public, as well as what he could say about a person who was charged and remanded in custody. On the other hand, as a politician he should have been aware of the media effect of such a categorical statement as ‘no-one else will ever again be deprived of life by this man’ in the claimant’s case and where the defendant divulged the necessary information to enable the claimant’s identification. ... The impugned statement, having regard to the stage of the ongoing criminal proceedings against the claimant, violated the basic written rules of legal knowledge (the presumption of innocence and in dubio pro reo). Moreover, in a case where a doctor – whose mission, vocation and task is to save human life and health – was charged with homicide of a patient in connection with a surgical operation (it is difficult to imagine a more serious allegation against a doctor in relation to his profession) he should have realised that to make publicly so categorical and definite a statement was highly unprofessional and irresponsible ...”", "The Court of Appeal, having regard to all’s statement attracted in the media and the moral suffering of the applicant, found that it would be appropriate to award PLN 30,000 for non-pecuniary damage.", "54. Mr Z. Ziobro lodged a cassation appeal against the Court of Appeal’s judgment. On 29 October 2009 the Supreme Court refused to entertain his cassation appeal. It found that there had been no significant legal issue in the case which would justify the examination of the cassation appeal on the merits.", "55. On an unspecified date the defendant paid the applicant the compensation awarded by the court.", "56. On 9 January 2010 Mr Z. Ziobro’s apology was broadcast.", "57. On 16 February 2007 the Regional Prosecutor made a seizure order in respect of the applicant’s property with a view to securing the payment of an anticipated fine in the amount of PLN 720,000 (EUR 180,000). The order extended to the applicant’s movable property, including money found in his flat, his salary and his bank accounts. The applicant was also prohibited from selling his car.", "58. On the same day the prosecutor made a second seizure order in respect of the money found during the search of the house of the applicant’s parents. The prosecutor seized a total of approximately PLN 90,000.", "59. The applicant appealed against the seizure orders, arguing that they were ultra vires at that stage of the investigation and clearly excessive in view of the charges against the applicant.", "60. On 26 April 2007 the Warsaw-Mokotów District Court dismissed the applicant’s appeal. It found that the seizure orders had complied with the requirements specified in Article 291 §§ 1-2 of the Code of Criminal Procedure, namely that he had been charged with offences in respect of which a fine or obligation to compensate damage might be imposed. The court noted that at this stage of the proceedings the prosecutor’s decision could not be considered arbitrary, having regard to the evidence gathered in the case. Furthermore, the measure had been intended to effectively secure the payment of a significant fine which might be imposed on the applicant.", "61. On 11 September 2007 the Warsaw Regional Prosecutor issued a press release announcing that some of the objects found in the applicant’s flat had been returned to him as they were his personal property and were irrelevant to the ongoing proceedings.", "62. The relevant domestic law and practice concerning detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgment in the case of Kauczor v. Poland, no. 45219/06, §§ 25-27, 3 February 2009.", "63. Article 42 § 3 of the Constitution provides:", "“Everyone shall be presumed innocent until proved guilty in a final decision of a court of law.”", "A similar principle is laid down in Article 5 § 1 of the Code of Criminal Procedure.", "64. The Law of 20 June 1985 (as amended) on Prosecution Authorities (the Prosecution Authorities Act) (ustawa o prokuraturze) sets out general principles concerning the structure, functions and organisation of prosecution authorities.", "Section 1 of the Act, in the version applicable at the material time, stipulated, in so far as relevant:", "“1. The prosecuting authorities shall be the Prosecutor General and, subordinate to him, prosecutors, military prosecutors and prosecutors of the Institute of National Remembrance (...).", "2. The Prosecutor General shall be the highest prosecution authority; his functions shall be carried out by the Minister of Justice.”", "Under section 7 of the Act, in carrying out his or her statutory duties, a prosecutor must abide by the principles of impartiality and equality of citizens before the law.", "Pursuant to section 8 of the Act, a prosecutor is independent in carrying out his or her duties, within the limits set out in this section. A prosecutor is required to abide by the instructions, guidelines and orders of his superiors. However, if an order relates to the substance of any action to be taken in proceedings, a prosecutor may request [his superior] to issue the order concerned with reasons in writing, to alter the order, to relieve him from performing an act prescribed by that order, or to remove him from conducting the case in question. Requests to be removed from a case must be decided by a hierarchical superior of the prosecutor who issued the order.", "65. On 31 March 2010 the amendments to the Prosecution Authorities Act entered into force. The amended Act provides for the separation of functions between the Minister of Justice and the Prosecutor General.", "66. The relevant domestic law and practice regarding the status of assessors, including the landmark judgment of the Constitutional Court of 24 October 2007 (case no. SK 7/06), are set out in the Court’s judgment in the case of Henryk Urban and Ryszard Urban v. Poland, no. 23614/08, §§ 16-25, 30 November 2010."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}