{"ITEMID": "001-87960", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GHEORGHE AND MARIA MIHAELA DUMITRESCU  v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicants, who are father and daughter, were born in 1947 and 1995 respectively and live in Cepari.", "6. On 4 June 2000 the second applicant was grievously injured in a car accident. She suffered total paralysis of her lower limbs and was admitted to hospital where, according to the first applicant, she remained for 709 days.", "7. On an unknown date during pre-trial investigations the second applicant’s mother claimed damages in criminal proceedings. On 7 December 2000 the Public Prosecutor attached to the Curtea de Argeş Court of First Instance (“the Court of First Instance”) committed T.M., the driver of the car, for trial before the Court of First Instance.", "8. Of the fourteen hearings held between 17 January and 7 December 2001, ten were adjourned for the absence of witnesses or of expert reports, for hearing new witnesses and for ordering a new expert report, two at T.M.’s request for the absence of her lawyer and one for deliberations.", "On 7 December 2001 the Court of First Instance convicted T.M. of having negligently caused bodily harm, sentenced her to a conditional prison sentence of three months, held her personally liable and awarded both pecuniary and non-pecuniary damages to the second applicant and to her mother. It also ordered T.M. to pay the mother a monthly sum pending her daughter’s recovery.", "9. On 26 March 2002 the Argeş Regional Court (“the Regional Court”) rejected an appeal by the mother, considering that the Court of First Instance had correctly reduced the damages on the ground of contributory negligence by the second applicant and lack of surveillance by the parents.", "10. On 25 June 2002 the Piteşti Court of Appeal (“the Court of Appeal”) upheld a subsequent appeal lodged by both the second applicant’s mother and T.M. and quashed the previous judgment, sending the case back for retrial. The court noted that the insurance company had not been summoned.", "11. During the retrial the six hearings held between 26 September 2002 and 9 January 2003 were adjourned at the request of either T.M. or the insurance company.", "12. On 23 January 2003 the Court of First Instance sentenced T.M. to a conditional prison sentence of three months, held her jointly liable with the insurance company and awarded both pecuniary and non-pecuniary damages to the second applicant and to her mother, including a monthly sum pending the second applicant’s recovery.", "13. On 8 May 2003 the Regional Court rejected an appeal by the second applicant’s mother and, finding that her daughter had been exclusively at fault, allowed an appeal by the opposing parties, held T.M. personally liable and reduced the amount of damages.", "14. On 20 November 2003 the Court of Appeal upheld subsequent appeals lodged by the second applicant’s mother and by the public prosecutor, quashed the previous judgment and sent the case back for retrial. The court considered that both parties to the accident had been at fault and that the Regional Court had not pronounced on all the complaints raised by the second applicant’s mother.", "15. After the retrial, on 3 March 2004 the Regional Court allowed the action lodged by the second applicant’s mother in part and awarded both pecuniary and non-pecuniary damages, finding T.M. jointly liable up to a certain sum and exclusively liable for the remainder.", "16. On 27 May 2004 the Court of Appeal gave a final decision rejecting as unfounded an appeal by the second applicant’s mother. The court considered that the quantum of damages had been correctly assessed."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}