{"ITEMID": "001-67167", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF CRNOJEVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1921 and lives in Zagreb.", "8. On 6 September 1991 his summer house in Starigrad, Croatia, was blown up by unknown perpetrators.", "9. On 7 September 1994 he instituted civil proceedings before the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking damages from the Republic of Croatia for his damaged property.", "10. On 16 November 1995 the Zagreb Municipal Court gave judgment partly allowing the applicant’s claim.", "11. On an uncertain date the defendant appealed against the first instance judgment.", "12. Pursuant to the Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima), the Zagreb Municipal Court stayed the proceedings on 3 September 1997.", "13. On 31 July 2003 the “Damage from Terrorist Acts and Public Demonstrations Act 2003” (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija) entered into force. It provides that proceedings which were stayed pursuant to the Civil Obligations (Amendments) Act 1996 will resume. However, it is uncertain if and when the applicant’s proceedings before the Zagreb Municipal Court have resumed.", "14. The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Republic of Croatia nos. 53/1991, 73/1991, 3/1994, 7/1996 and 112/1999) read as follows:", "“Responsibility for loss caused by death or bodily injury or by damage or destruction of another’s property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the ... authority whose officers were under a duty, according to the laws in force, to prevent such loss.”", "15. The Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima, Official Gazette of the Republic of Croatia no. 7/1996, hereinafter “the 1996 Act”) entered into force on 3 February 1996. The relevant parts of that Act read as follows:", "“Section 180 of the Civil Obligations Act ... shall be repealed.”", "“Proceedings for damages instituted under section 180 of the Civil Obligations Act shall be stayed.", "The proceedings referred to in sub-section 1 of this section shall resume after the enactment of special legislation governing responsibility for damage resulting from terrorist acts.”", "16. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 112/1999 and 117/2003) provides:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”", "17. The “Damage from Terrorist Acts and Public Demonstrations Act 2003” (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija, Official Gazette of the Republic of Croatia no. 117/2003, hereinafter “the 2003 Act”) entered into force on 31 July 2003. It provides that proceedings which were stayed pursuant to the 1996 Act will resume and defines circumstances in which the Republic of Croatia is liable for damage resulting from terrorist acts and public demonstrations."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}