{"ITEMID": "001-70824", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KELES v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicant was born in 1961. At the time the application was lodged he lived in Lörrach in Germany. He is currently residing in Turkey.", "5. In 1972 the applicant, aged ten years, entered German territory in order to live there with his parents and his brother. He attended secondary school until 1977. In 1984 the applicant married a Turkish national in Turkey. In 1986 a son was born to the couple. On 14 March 1988 the competent authorities granted the applicant a permanent residence permit. In 1989 the applicant’s wife and son followed him to Germany. In 1990, 1991 and 1993 three further sons were born to the couple. One of the children has a learning handicap. The applicant’s wife is in possession of a permanent residence permit; all family members are Turkish nationals.", "6. In 1983 the applicant – in view of previous convictions – was warned and informed that he would face expulsion if he committed further criminal offences (ausländerrechtliche Verwarnung).", "7. On 14 February 1989 the Lörrach District Court (Amtsgericht) convicted the applicant of insulting behaviour and ordered him to pay fifteen daily rates of DEM 50.", "8. On 3 June 1991 the District Court convicted the applicant of negligent drunken driving (fahrlässige Trunkenheit im Verkehr) and ordered him to pay thirty daily rates of DEM 60.", "9. On 17 August 1992 the District Court convicted the applicant of inflicting bodily harm and of obstructing public officers in the execution of their duties and ordered him to pay forty daily rates of DEM 30.", "10. On 27 October 1993 the District Court convicted the applicant of reckless driving (Gefährdung des Straßenverkehrs) and sentenced him to four months’ imprisonment, suspended on probation.", "11. On 25 September 1995 the District Court convicted the applicant of inflicting bodily harm and ordered him to pay thirty daily rates of DEM 15.", "12. On 22 October 1996 the District Court convicted the applicant of negligent drunken driving and sentenced him to five months’ imprisonment, suspended on probation.", "13. On 11 February 1998 the District Court convicted the applicant of drunken driving in conjunction with driving without a driving license and sentenced him to six months’ imprisonment.", "14. On 6 May 1998 the Freiburg Regional Court (Landgericht) rejected the applicant’s appeal in which he had asked that the execution of his sentence be suspended on probation. According to the Regional Court, the applicant’s numerous convictions did not seem to have served as warnings not to commit further criminal offences, having particular regard to the fact that the applicant had committed his last offence only three months after his previous conviction had acquired legal effect.", "15. On 17 September 1998 the applicant was arrested and imprisoned. As his last offence had been committed while he was still on probation after the decision of the District Court of 22 October 1996, the suspension on probation was revoked and the applicant was imprisoned for four further months.", "16. On 9 November 1998 the Lörrach District Court convicted the applicant of recklessly placing himself in a state of total intoxication (fahrlässiger Vollrausch) and sentenced him to a fine of forty daily rates.", "17. On 22 January 1999 the Freiburg Regional Government (Regierungspräsidium) ordered the applicant’s expulsion to Turkey or to another State willing to accept him. Applying sections 47 § 2 and 48 § 1 of the Aliens Act (Ausländergesetz, see relevant domestic law below), it noted the applicant’s repeated criminal convictions, in particular those for traffic offences. The Regional Government found that the applicant’s criminal conduct had caused a serious threat for public safety. It further considered that there was a risk that he would commit similar offences in the future, as neither his previous convictions nor several warnings by the aliens’ authorities had deterred him from committing further offences. Moreover, the applicant had not solved his alcohol problem, but had dropped out of therapy. The Regional Government further argued that the applicant, on account of his age, would manage his integration in Turkey. His family could be reasonably expected to follow him as his children could be assumed to have sufficient knowledge of the Turkish culture and language. Exercising its discretion and with regard to Article 8 of the Convention, the Government found that the public interest in the applicant’s expulsion outweighed his own and his family’s interests, given the seriousness of the threat which he posed to public road traffic.", "18. On 11 February 1999 the Regional Government rejected the applicant’s objection.", "19. On 20 April 1999 the Freiburg Administrative Court (Verwaltungsgericht) refused to grant the applicant an interim order against his expulsion and confirmed the reasoning of the Regional Government. It found that the Regional Government’s decision was likely to be upheld in the main proceedings. The four traffic offences committed by the applicant since 1989, taken together with his further criminal convictions, constituted a serious reason justifying expulsion. The Administrative Court found, in particular, that the applicant’s offences could not be regarded as being of a minor nature, taking into account the high importance of the safety of road traffic within society. The court further confirmed that there was a danger of recidivism, because the applicant had not proved that he had overcome his alcohol problem. It finally found that the Regional Government duly considered the applicant’s family situation. Having regard to the considerable danger the applicant posed for other road users and to the fact that his family could live with him in Turkey, the expulsion did not violate the applicant’s right to the enjoyment of his family life as guaranteed by Article 6 of the Basic Law and by Article 8 of the Convention.", "20. On 2 November 1999 the Freiburg Administrative Court confirmed the expulsion order, referring mainly to its reasoning in the decision of 20 April 1999.", "21. On 8 December 1999 the applicant requested to be granted leave to appeal, arguing, in particular, that the expulsion violated his rights under Article 8 of the Convention.", "22. On 28 May 2001 the Baden-Württemberg Administrative Court of Appeal (Verwaltungsgerichtshof) refused to grant the applicant leave to appeal, confirming that there was no apparent violation of Article 8 of the Convention. The Court of Appeal found, in particular, that the applicant’s family could be reasonably expected to follow him to Turkey, as they could be assumed to have sufficient knowledge of the Turkish language. This decision was served on the applicant’s counsel on 6 June 2001.", "23. By letter and fax dated 4 July 2001 the applicant, represented by counsel, lodged a constitutional complaint, in which he gave a complete account of the proceedings before the domestic authorities and complained that his expulsion would violate his right to respect for his family life as guaranteed by Article 6 of the Basic Law.", "24. By letter of 13 July 2001 the Federal Constitutional Court acknowledged receipt of the applicant’s complaint and attachments on 5 July 2001 by fax and on 7 July 2001 by mail.", "25. On 15 February 2002 the Federal Constitutional Court, sitting as a panel of three judges, refused to accept the applicant’s constitutional complaint for adjudication, without giving any further reasons. This decision was served on the applicant’s counsel on 28 February 2002.", "26. On 3 May 1999 the applicant was deported to Turkey. On 21 May 1999 he re-entered German territory and filed a request to be granted asylum.", "27. According to the Government’s submissions, by penal order of 11 May 2001 the Lörrach District Court sentenced the applicant to a fine of twenty daily rates for having driven without a license on 23 March 2001.", "28. On 16 May 2002 the applicant filed a request to set a time-limit on the effects of his expulsion.", "29. On 23 August 2002 the Freiburg Regional Government informed him that the proceedings had been suspended pending proceedings on his asylum request.", "30. On 15 May 2003, his asylum request having been rejected, an attempt to deport the applicant failed because the latter had gone into hiding. On 4 July 2003 the applicant was arrested and placed in detention pending his deportation. He was once again deported to Turkey on 12 August 2003.", "31. On 19 December 2003 the applicant filed a second request to set a time-limit on the effects of his deportation of 12 August 2003. On 30 January 2004 the Freiburg Regional Government requested the applicant to submit a confirmation of registration with the Turkish authorities and an extract from the Turkish criminal records register. He was further informed about the costs of the two deportations (approximately EUR 8,000). No decision has so far been given on the applicant’s request.", "32. The relevant provisions of the Rules of Procedure of the Federal Constitutional Court (Bundesverfassungsgerichtsgesetz) read as follows:", "“Applications for the institution of proceedings must be submitted in writing to the Federal Constitutional Court. The reasons must be stated...”", "“(1) Any person who claims that one of his basic rights...has been violated by public authority may lodge a constitutional complaint with the Federal Constitutional Court.”", "“The reasons for the complaint shall specify the right which is claimed to have been violated and the act or omission of the organ or authority by which the complainant claims to have been harmed.”", "“A constitutional complaint shall be lodged and substantiated within one month. This time-limit shall commence with the service or informal notification of the complete decision...”", "“(1) A constitutional complaint shall require acceptance for adjudication.", "It shall be accepted", "(a) insofar as it is of fundamental constitutional significance,", "(b) if this is necessary in order to assert the right referred to in Section 90 § 1...”", "33. According to the case-law of the Federal Constitutional Court, an applicant has not only to name the right which has allegedly been violated, but also to present the proceedings which led to this violation in a substantiated and conclusive way (schlüssig und substantiiert), in order to comply with the above-mentioned provisions. This means that the applicant has to establish a link between the impugned decision and the alleged violation of his rights under the Basic Law.", "34. The rights of entry and residence for foreigners were, at the relevant time, governed by the Aliens Act (Ausländergesetz), the relevant provision of which reads as follows:", "“An alien shall generally (in der Regel) be expelled if he has been sentenced...to imprisonment in respect of one or more intentionally committed criminal offences and the execution of the sentence has not been suspended on probation...”", "35. If the alien entered the German territory as a minor and was in possession of a permanent residence permit, he may only be expelled if serious reasons of public safety and order justify his expulsion (section 48 § 1 No. 2).", "36. Section 45 provides that the domestic authorities, when deciding on an alien’s expulsion, shall, inter alia, accord due consideration to the duration of the person’s lawful residence, his personal, economic and other ties to the German territory and to the consequences of the expulsion for the alien’s family members who are legally residing with him.", "37. According to section 8 § 2, an alien who has been expelled is not permitted to re-enter German territory. This effect shall usually (in der Regel) be limited in time upon application. The time-limit shall commence with the alien’s departure from German territory."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}