{"ITEMID": "001-121175", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "TU AND CO AB v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Aleš Pejchal;André Potocki;Ann Power-Forde;Ganna Yudkivska;Helena Jäderblom;Johan Hirschfeldt;Mark Villiger;Paul Lemmens", "TEXT": ["1. The applicant, TU & Co AB, is a Swedish limited liability company, which has its seat in Stockholm. The applicant company was represented before the Court by Mr T. Bodström, a lawyer practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agent, Mr A. Rönquist, of the Ministry for Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant company runs the restaurant Undici Restaurant & Bar (Undici) in the centre of Stockholm. On 27 September 2007, the Social Council (Socialtjänstnämnden) decided to revoke Undici’s licence to serve alcoholic beverages on its premises. The decision was based partly on several reports from the Police Authority regarding disorder and excessive serving of alcohol on the premises and partly because the restaurant had served liquor by the bottle after 1 a.m. (which was prohibited). Moreover, the applicant company had failed to report to the authorities that its parent company, which was also its majority owner, was subject to liquidation as well as to report changes in the ownership structure of this company.", "4. The applicant appealed against the decision and asked to have its alcohol licence back. On 8 November 2007, the County Administrative Court (länsrätten) of Stockholm held an oral hearing in the case during which the two shareholders of the applicant company and its parent company were heard as well as five witnesses, four at the request of the applicant. Both the shareholders and one of the witnesses, the liquidator of the applicant’s parent company, were heard about the circumstances relating to the liquidation and the applicant company’s ownership structure. The court also had written evidence at its disposal, inter alia, the applicant company’s register of shareholders from 2000 and its annual report from 2006.", "5. On 21 November 2007, the court partly granted the applicant company’s appeal in that it repealed the revocation of the licence but gave the applicant company a warning instead. In its reasoning, the court stated that it was common ground between the parties that there had been changes in the ownership structure of the parent company and that this company had been liquidated. However, in the court’s view, these circumstances were not reason enough to revoke Undici’s licence to serve alcoholic beverages since the restaurant business was still run in the same way by the same persons. Turning to the issue of public disorder, the court noted that it was undisputed that disorder had occurred on seven different occasions and endorsed the Social Council’s view that this constituted grounds for revoking Undici’s licence to serve alcoholic beverages. However, having regard to the fact that almost all of the incidents had occurred during student parties, and to the applicant company’s assurance that such parties would never take place again, as well as the applicant company’s implementation of new policy documents, it found specific reasons to believe that the applicant company had a genuine will to deal with the problems which had previously occurred and, consequently, that the intervention could be limited to a warning.", "6. The Social Council appealed to the Administrative Court of Appeal (kammarrätten) of Stockholm which, on 17 March 2008, decided to grant leave to appeal. The applicant company, as well as the Social Council, requested that an oral hearing be held in the case. The applicant company asked to hear the two shareholders previously heard before the County Administrative Court and four witnesses, three of whom were to be heard in person before the court. Only one of the witnesses, an advocate, had not been heard before the County Administrative Court and he was to testify that there was no reason to revoke the applicant company’s alcohol licence due to the changes in the ownership structure or the liquidation of the main shareholder.", "7. On 18 June 2008, the Administrative Court of Appeal rejected the applicant company’s request for an oral hearing as being unnecessary and invited the applicant company to make its concluding submissions in the case, at the latest on 14 July 2008. The applicant company was granted an extension of time-limit and finalised its submissions in writing on 18 August 2008.", "8. On 15 October 2008, the Administrative Court of Appeal repealed the County Administrative Court’s judgment and ruled in favour of the Social Council. The judgment was based on the fact that changes in the ownership structure and the shareholder’s liquidation had not been reported to the relevant authority. Additionally, it noted that a number of police reports indicated that repeated disruptions of public order had occurred, such as fighting and serving alcoholic beverages to young people and that people had been so intoxicated that the police had taken them into custody, including a person who was only 15 years old at the time. In the court’s view, it was an aggravating circumstance that the disruptions of public order were primarily related to student parties, involving mostly young people. Moreover, it was noted that a waitress, on 8 March 2007, had left a pitcher of liquor on a table for guests at the restaurant after 1 a.m. The Administrative Court of Appeal, referring to the fact that the applicant company had previously received warnings for failing to respect the rules for serving alcoholic beverages, did not find any specific reasons to limit the intervention to a warning.", "9. The applicant company appealed to the Supreme Administrative Court (Regeringsrätten) and requested the court to hold an oral hearing. In response to a question by the court, the applicant company specified that it requested the oral hearing only if leave to appeal was granted.", "10. On 24 October 2008, the Supreme Administrative Court refused leave to appeal.", "11. The basic provisions mainly applicable in the present case are laid down in the Alcohol Act (Alkohollagen, 1994:1738). On 1 January 2011, this Act was replaced by a new Alcohol Act (2010:1622). Hereafter, reference is made to the older, now repealed, Act, which was in force at the time relevant to the present case.", "12. An overriding principle of the Act is restraint in connection to serving alcoholic beverages. In accordance with Chapter 3, section 4, of the Act, the sale of beverages falling under the Act shall be conducted in such a manner that harmful effects are prevented as far as possible. Any person engaged in the sale of alcoholic beverages shall ensure that order and sobriety prevail at the point of sale. Under Chapter 6, section 2, of the Act, the serving of alcoholic beverages shall be conducted with restraint and may not lead to inconvenience with respect to public order and sobriety. Under the City of Stockholm’s guidelines for licences to serve alcoholic beverages, neither serving nor consumption of entire bottles of spirits (helrör) is allowed after 1.00 a.m.", "13. Moreover, a person to whom a licence has been granted shall notify the licensing authority in the event of any change in the activity significant for the supervision. Notice shall also be given of important changes of ownership. Notice shall be given in advance. If the circumstances giving rise to the duty of notification could not have been foreseen, notification shall instead be made without delay (Chapter 8, section 3).", "14. The municipality shall revoke a licence to serve alcoholic beverages if such inconveniences as referred to in Chapter 6, section 2, occur more than occasionally (Chapter 7, section 19, point 2). The municipality shall also revoke a licence to serve alcoholic beverages if the licensee does not comply with the provision of the Act applying to the service or licence, or with applicable provisions or conditions pursuant to the Act (ibid, point 3).", "15. Instead of revocation, a licence may be issued with a warning if, for special reasons, a warning is deemed sufficient (Chapter 7, section 20). In accordance with the travaux préparatoires (Government Bill 1994/95:89, p. 110), an example of such special reasons is that the licensee has taken appropriate measures to correct the circumstances so that it may be assumed that the business will in future be operated in accordance with the applicable provisions.", "16. Appeal against a decision rendered by the Social Council under the Alcohol Act lies to the administrative courts. However, in these cases leave to appeal is required for the Administrative Court of Appeal to consider an appeal on the merits against a decision or judgment delivered by the County Administrative Court (Section 34 a of the Administrative Court Procedure Act (Förvaltningsprocesslagen, 1971:291, hereinafter “the 1971 Act”). Likewise, leave to appeal is required for the Supreme Administrative Court to consider on the merits an appeal against a decision or judgment delivered by the Administrative Court of Appeal (Section 35 of the 1971 Act).", "17. Section 9 of the 1971 Act is worded as follows:", "“The procedure shall be in writing.", "Where it may be assumed to be advantageous for the investigation or promote the expeditious determination of the case, the processing may include an oral hearing regarding certain issues.", "In the Administrative Court of Appeal and the County Administrative Court an oral hearing shall be held if requested by an individual party to the proceedings, unless it is unnecessary or there are particular reasons against holding a hearing.”", "18. The possibility for an individual party to obtain an oral hearing on request under those circumstances is not available in the proceedings before the Supreme Administrative Court.", "19. The travaux préparatoires to the 1971 Act emphasise that an oral procedure can be advantageous for the investigation of a case in two respects in particular. Firstly, such a hearing may be needed in order to examine a witness, expert or party or in cases where a party has difficulty expounding his or her claim in writing. Secondly, an oral hearing may be needed to clarify the positions taken by the parties in the case and perhaps eliminate unnecessary or meaningless points of dispute. In the latter case, the procedure is typically of a preparatory nature. Moreover, the oral form of procedure envisaged in the 1971 Act is not to be seen as an alternative to the written form, but rather as a complement to that form (see the Government Bill 1971:30, p. 535).", "20. Furthermore, the travaux préparatoires to the 1971 Act underlined, in connection with the provision in section 9 of the Act concerning the right of a party to an oral hearing in certain cases, that while serious consideration should be given to the wishes of a party for such a hearing, the party could hardly be allowed to have a decisive influence in the matter. The question of whether a hearing is necessary should primarily be assessed in the light of the existing investigation of the case, but it should also be possible to accord significance to other factors, for example, if the case is very important for the party and a hearing would give him a better understanding of the importance of the decision to be given in the case. One particular reason not to arrange an oral hearing could be that the case is of a trivial nature or that the costs of the hearing are high compared to the value of the object of dispute (see Government Bill 1971:30, p. 537).", "21. In recent years the Supreme Administrative Court has set aside a number of decisions on appeal and referred cases back to the administrative courts of appeal because of the lack of an oral hearing in the lower courts (see, for example, RÅ 2002 ref. 23, RÅ 2003 note 68, RÅ 2004 note 65, RÅ 2007 note 171 and RÅ 2009 note 73).", "22. A comprehensive summary of the issue of compensation for violations of the Convention in the Swedish legal order can be found in Eskilsson v. Sweden ([dec.], no. 14628/08, 24 January 2012) and Eriksson v. Sweden (no. 60437/08, §§ 27-36, 12 April 2012)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}