{"ITEMID": "001-87562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LIMASOVY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["4. The applicants are husband and wife. They were born in 1965 and live in Novokuznetsk.", "5. In 1993 both applicants subscribed to a State savings scheme for buying cars. The State failed to provide the cars, and the applicants had to sue the Government.", "6. On 1 April 2003 the Ust-Yansk District Court of Yakutia gave two judgments and awarded the ﬁrst applicant 90,610.72 Russian roubles (“RUB”), and the second applicant RUB 108,654.15. These judgments became binding on 30 April 2003, but were not enforced immediately. On the Government's request, on 14 October 2004 the Presidium of the Supreme Court of Yakutia quashed the judgments and dismissed the applicants' claims on the ground that the district court had misinterpreted material laws.", "7. In 2005 the ﬁrst applicant again sued the Government for the undelivered car's price.", "8. On 13 May 2005 the district court awarded the first applicant RUB 108,757.91. This judgment became binding on 24 May 2005. On the Government's request, on 18 May 2006 the presidium quashed the judgment and dismissed the ﬁrst applicant's claims on the ground that the district court had misinterpreted material laws.", "9. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months.", "10. The Code of Civil Procedure of 14 November 2002 defines the supervisory-review procedure as follows:", "“1. Judicial decisions that have become legally binding, with the exception of judicial decisions by the Presidium of the Supreme Court of the Russian Federation, may be appealed against... to a court exercising supervisory review, by parties to the case and by other persons whose rights or legal interests have been adversely affected by these judicial decisions.", "2. Judicial decisions may be appealed against to a court exercising supervisory review within one year after they became legally binding...”", "“Judicial decisions of lower courts may be quashed or altered by way of supervisory review on the grounds of substantial violations of substantive or procedural legal provisions.”", "“1. Having examined the case by way of supervisory review, the court may...", "(2) quash the judicial decision issued by a court of first, second or supervisory-review instance in whole or in part and remit the matter for a fresh examination...", "(5) quash or alter the judicial decision issued by a court of first, second or supervisory-review instance and issue a new judicial decision, without remitting the matter for a fresh examination, if the substantive law has been erroneously applied or interpreted.”"], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}