{"ITEMID": "001-110322", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ERIKSSON v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing;Public hearing;Reasonable time)", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1942 and lives in Trosa.", "6. In 1989 the applicant was diagnosed with type II diabetes and vascular spasms. While riding a bicycle on work-related business on 21 January 2000, the applicant suffered a heart attack which caused him to fall. About two weeks later, he also suffered a cerebral stroke. On 2 April 2001 he reported the accident to the Social Insurance Office (Försäkringskassan) of the County of Södermanland which granted him early retirement pension as from 1 December 2001.", "7. The applicant also requested the Social Insurance Office to grant him life annuity (livränta) but, on 28 April 2003, the Social Insurance Office rejected the request. It found that the applicant’s medical problems could not be regarded as work-related and that his ability to support himself by working was not sufficiently reduced as a result of the accident. According to medical opinions given on 6 August and 17 September 2002 by Dr B.M., the Social Insurance Office’s own medical doctor (försäkringsläkare), the main reason for the applicant’s inability to work was diabetes, from which he had suffered for 16 years at the time of the accident, and some other medical conditions from which he suffered and which together had caused the heart attack and the cerebral stroke. According to him, it was not probable that work-related factors, such as stress, had contributed to the deterioration of the applicant’s physical condition.", "8. By letter dated 6 May 2003 the applicant’s legal counsel appealed to the County Administrative Court (länsrätten) of the County of Södermanland, claiming that the applicant had a right to a life annuity since his illnesses had been work-related. At times he had had up to three different jobs, each one of which, had been hectic and thereby created a difficult and very stressful situation. He produced a medical opinion by Dr. C-G.E., dated 5 February 2003, which stated that known risk factors for arteriosclerosis and heart attack were, among other factors, diabetes, smoking and high blood pressure. Recently, the feeling of severe stress, especially over a long period of time, had been shown to be an element that increased the risk of developing heart and vascular disorders as well. The interaction between various risk factors was complex but, in general, the more risk factors were present, the higher the risk of suffering a heart attack or developing vascular disorders. In the applicant’s case, the physician considered that few risk factors were present and that it was highly probable that his stressful work situation had contributed to the heart attack and cerebral stroke.", "9. On 18 March 2004 the County Administrative Court rejected the applicant’s appeal. In reaching its decision, the court had regard to the medical certificates by Dr B.M., which established no link between the work situation and the applicant’s illness, as well as to the medical opinion by Dr. C-G.E. which suggested that there existed such a link. On the basis of these and the parties’ submissions, the court found that the applicant had been exposed to stress in his work but that the causal link between this fact and the applicant’s medical condition could not be established with a sufficiently high degree of probability.", "10. By letter dated 14 April 2004 the applicant, represented by the same legal counsel, appealed to the Administrative Court of Appeal (kammarrätten) in Stockholm, maintaining his claims. By letter dated 3 February 2005 the applicant submitted to the court a further medical opinion given by Dr E.H. on 23 December 2004 which supported the opinion given by Dr C-G.E.", "11. By letter dated 28 April 2005 the applicant requested that the Administrative Court of Appeal hold an oral hearing in the case without, however, giving any reasons for his request. He repeated the request on 14 June 2005 and specified that he wanted Dr C-G.E., Dr E.H., Dr V.B. and Dr B.M. to be heard before the court about the existence of a causal link between his work and his injury. In another letter, dated 13 September 2005, he invoked Article 6 of the Convention in relation to his right to an oral hearing and clarified that he wanted an oral hearing to deal with his case as a whole, including the question of leave to appeal.", "12. On 23 November 2005 the Administrative Court of Appeal rejected the request for an oral hearing, finding that there was no reason to hold one to decide on the question of leave to appeal. The court asked the applicant to complete his written submissions.", "13. On 31 August 2006 the applicant submitted to the Administrative Court of Appeal a new medical opinion, dated the same day, by Dr P.S. and Dr B.C-D. This medical opinion also supported the opinion given by Dr CG.E that there was a causal link between the applicant’s work and his injury. On 12 October 2006 the applicant requested again that an oral hearing be held in the case and that all the medical doctors who had submitted opinions be heard to prove that there was a causal link between his work and his injury. He also wanted to be heard himself about his work situation and the stressful environment.", "14. On 7 February 2007 the Administrative Court of Appeal refused the applicant leave to appeal. It noted that leave to appeal should be granted if it was important for the guidance of the application of law that an appellate court consider the appeal, if reasons existed to amend the lower court’s conclusion, or if there were otherwise extraordinary reasons to entertain the appeal. As the court found that no such grounds were at hand, it refused leave to appeal.", "15. By letter dated 4 April 2007 the applicant appealed to the Supreme Administrative Court (Regeringsrätten), reiterating the grounds of appeal already presented before the lower instances and requesting the court either to refer the case back to the Administrative Court of Appeal for an oral hearing or to hold an oral hearing itself. He reiterated that he wanted to be heard himself and also to hear as witnesses the medical doctors whose opinions he had submitted to the court. Having been asked by the court, the applicant specified in his letter dated 10 June 2007 that he wanted the court to hold an oral hearing even if it was for the purpose of deciding whether or not to grant him leave to appeal. He again invoked Article 6 of the Convention.", "16. On 29 October 2007 the Supreme Administrative Court rejected the request for an oral hearing as it found no reason to hold one in order to decide on the question of leave to appeal. The applicant was requested to complete his written submissions.", "17. On 27 May 2008 the Supreme Administrative Court refused the applicant leave to appeal. It noted that leave to appeal was granted if the case was a precedent case or if serious material or procedural mistakes were involved. As this was not so in the present case, the court found no reason to try the case on its merits.", "18. According to the Work Injury Insurance Act (lagen om arbetsskadeförsäkring, 1976:380, hereinafter the “1976 Act”), as in force at the relevant time, the term “work injury” mainly refers to injuries resulting from accidents or other harmful factors at a person’s work place (Chapter 2, Section 1 of the 1976 Act). Under the 1976 Act, all gainfully employed persons working in Sweden are insured against work injuries. The insurance scheme is mainly administered by the Social Insurance Office and includes, among other things, compensation for loss of earnings such as life annuity. The Office must obtain a medical opinion concerning the injury and has physicians with different areas of medical expertise attached to it to assist in this exercise. The assessment of whether an injury qualifies as a work injury, as well as of the degree of reduction of a person’s ability to engage in gainful employment, shall be made on the basis of the available medical opinions, the insurance office doctor’s assessment of these opinions and all other relevant information.", "19. For an injury to qualify as a work injury, a causal link must be established between the accident or harmful effect in the workplace and the insured person’s health problems. By “harmful effect” was meant the influence of a factor that is very likely to cause an injury or illness such as that suffered by the insured person (Chapter 2, Section 1 of the 1976 Act).", "20. Under the amendments entering into force on 1 January 1993, which applied to the applicant’s case, it had to be shown that it was “highly probable”, and not merely “probable” as prior to the amendment, that a certain factor in the working environment could cause a person’s injuries and, thereby, be considered as having harmful effects (Chapter 2, Section 12 of the 1976 Act). The travaux préparatoires (Government Bill 1992/93:30, p. 20 and p. 36) state that this implies that the responsible authorities have to consider more extensively than previously whether the exposure to a harmful effect at work has been of such a degree, intensity and duration that, from this, it can be concluded that the existence of harmfulness is highly probable. Furthermore, the collected knowledge must indicate with a considerable degree of probability that a factor in the environment is harmful. The view that a certain factor is very likely to cause an injury has to be relatively generally accepted. This is the case where substantial knowledge exists, within medical or other science, that a certain factor has such harmful effects. If there is a lack of support, as when, for example, there are profound differences in expert opinions, this requirement cannot be considered fulfilled. Thus, the opinion of a specific researcher or medical doctor should not constitute sufficient basis for a positive decision on the issue of harmful effects. The travaux préparatoires also state that the more rigid requirement of harmfulness in many cases presupposes more careful investigations at workplaces regarding the harmful factors invoked and that the question of causes of certain diseases has to be discussed more thoroughly. This, in turn, will result in the authorities basing their decisions more extensively on different assessments of harmfulness within medical science.", "21. A decision rendered by the Social Insurance Office regarding work injuries may be appealed against to the administrative courts. However, in these cases leave to appeal is required for the Administrative Court of Appeal to consider an appeal on the merits against a decision or judgment delivered by the County Administrative Court (Section 34 a of the Administrative Court Procedure Act (Förvaltningsprocesslagen, 1971:291, hereinafter “the 1971 Act”, compared with Chapter 8, Section 12 of the 1976 Act). Likewise, leave to appeal is required for the Supreme Administrative Court to consider on the merits an appeal against a decision or judgment delivered by the Administrative Court of Appeal (Section 35 of the 1971 Act).", "22. Section 9 of the 1971 Act was worded as follows:", "“The procedure shall be in writing.", "Where it may be assumed to be advantageous for the investigation or promote the expeditious determination of the case, the processing may include an oral hearing regarding certain issues.", "In the Administrative Court of Appeal and the County Administrative Court an oral hearing shall be held if requested by an individual party to the proceedings, unless it is unnecessary or there are particular reasons against holding a hearing.”", "23. The possibility for an individual party to obtain an oral hearing on request under those circumstances is not available in the proceedings before the Supreme Administrative Court.", "24. The travaux préparatoires to the Administrative Court Procedure Act emphasise that an oral procedure can be advantageous for the investigation of a case in two respects in particular. Firstly, such a hearing may be needed in order to examine a witness, expert or party or in cases where a party has difficulty expounding his or her claim in writing. Secondly, an oral hearing may be needed to clarify the positions taken by the parties in the case and perhaps eliminate unnecessary or meaningless points of dispute. In the latter case, the procedure is typically of a preparatory nature. Moreover, the oral form of procedure envisaged in the 1971 Act is not to be seen as an alternative to the written form, but rather as a complement to that form (see the Government Bill 1971:30, p. 535).", "25. Furthermore, the travaux préparatoires to the 1971 Act underlined, in connection with the provision in section 9 of the Act concerning the right of a party to an oral hearing in certain cases, that while serious consideration should be given to the wishes of a party for such a hearing, the party could hardly be allowed to have a decisive influence in the matter. The question of whether a hearing is necessary should primarily be assessed in the light of the existing investigation of the case, but it should also be possible to accord significance to other factors, for example, if the case is very important for the party and a hearing would give him a better understanding of the import of the decision to be given in the case. One particular reason not to arrange an oral hearing could be that the case is of a trivial nature or that the costs of the hearing are high compared to the value of the object of dispute (see Government Bill 1971:30, p. 537).", "26. In recent years the Supreme Administrative Court has set aside a number of decisions on appeal and referred cases back to the administrative courts of appeal because of the lack of an oral hearing in the lower courts (see, for example, RÅ 2002 ref. 23, RÅ 2003 note 68, RÅ 2004 note 65, RÅ 2007 note 171 and RÅ 2009 note 73; as more specifically regards work injuries, see RÅ 2004 note 66 and RÅ 2006 note 207). In the last mentioned case, an administrative court of appeal had changed the lower court’s judgment to the applicant’s disadvantage without holding an oral hearing. Furthermore, the applicant had requested that a medical doctor be heard as a witness.", "27. Chapter 3 of the Tort Liability Act (Skadeståndslagen, 1972:207) deals with the civil liability of the State. According to Section 2 of that chapter, acts or omissions by a public authority may give rise to an entitlement to compensation in the event of fault of negligence.", "28. An individual who wants to claim compensation from the State may proceed in either of two different ways: He or she may either petition the Chancellor of Justice (Justitiekanslern) in accordance with Section 3 of the Ordinance on the Administration of Claims for Damages against the State (Förordningen om handläggning av skadeståndsanspråk mot staten, 1995:1301), or bring a civil action against the State before a district court, with the possibility to appeal to a court of appeal and the Supreme Court. No appeal lies against a decision of the Chancellor of Justice. However, if the claim is rejected, the claimant still has the possibility to institute civil proceedings before the courts. In such proceedings, the State is represented by the Chancellor of Justice (section 2 of the Ordinance with Instructions for the Chancellor of Justice [Förordning med instruktion för Justitiekanslern, 1975:1345]).", "29. In a judgment of 9 June 2005 (NJA 2005 p. 462) the Supreme Court dealt with a claim for damages brought by an individual against the Swedish State, inter alia, on the basis of an alleged violation of Article 6 of the Convention. The case concerned the excessive length of criminal proceedings and the Supreme Court held that the plaintiff’s right under Article 6 of the Convention to have the criminal charges against him determined within a reasonable time had been violated. Based on this finding and with reference, inter alia, to Articles 6 and 13 of the Convention and the Court’s case-law under these provisions, in particular the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), the Supreme Court concluded that the plaintiff was entitled to compensation under Swedish law for both pecuniary and non-pecuniary damage. With respect to the level of compensation for non-pecuniary damage, the Supreme Court took note of the criteria established in the Court’s case-law stating that the Court’s practice constituted a natural point of departure in this regard.", "30. In a decision of 4 May 2007 (NJA 2007 p. 295), the Supreme Court held that the principle concerning a right to damages established in the above-mentioned case of 9 June 2005 also applied with regard to the rights contained in Article 5 of the Convention. The Supreme Court stated that the plaintiff’s right to damages on account of a violation of Article 5 should be assessed in the first place under the Tort Liability Act and the Act on Compensation for Deprivation of Liberty and Other Coercive Measures (Lagen om ersättning vid frihetsberövanden och andra tvångsåtgärder, 1998:714). To the extent necessary, the relevant provisions of domestic law should be interpreted in accordance with the Convention. If Sweden’s obligations under Article 5 § 5 could not be met by such an interpretation, the domestic courts should award compensation without the support of specific legal provisions. As concerned the determination of the level of compensation, the Supreme Court repeated that the Court’s case-law was a natural point of departure but also noted that account must be taken of the fact that different national conditions may lead to variations from one country to another in what should be regarded as a reasonable level of compensation.", "31. In a judgment of 21 September 2007 (NJA 2007 p. 584), the Supreme Court held that the plaintiffs’ right to respect for their private life under Article 8 had been violated on the basis that a police decision on a medical examination of some of them had not been “in accordance with the law”. Having found that compensation for the violation could not be awarded directly on the basis of the Tort Liability Act, the Supreme Court held that there was no reason to limit the scope of application of the principle established in the above-mentioned cases of 9 June 2005 and 21 September 2007 to violations of Articles 5 and 6 of the Convention. In view of this and with reference to, inter alia, Articles 8 and 13 of the Convention and the Court’s case-law under these Articles, the Supreme Court concluded that the plaintiffs should be awarded non-pecuniary damages for the violation of Article 8. With regard to the levels of compensation, the Supreme Court concluded that they should not be too far removed from the levels which applied when awarding damages under the Tort Liability Act. Generally speaking these levels should, however, be compatible with the case-law of the Court. In the same case, Svea Court of Appeal had also concluded, in a judgment dated 12 January 2006, that there had been a violation of Article 8 and that an award for non-pecuniary damage should be made on the basis of the principle established in the case of 9 June 2005.", "32. Another Supreme Court judgment of 28 November 2007 (NJA 2007 p. 891) concerned a claim for damages against the Swedish State on the basis of an alleged violation of Article 2 of the Convention relating to the suicide of the plaintiffs’ father while in detention. The Supreme Court concluded that the case revealed no violation of Article 2. However, in its reasoning leading to this conclusion, the Supreme Court noted, inter alia, that according to the Court’s case-law there was a right to an effective remedy under Article 13 connected to the State’s duty under the Convention to take measures to protect the lives of individuals in custody or who were otherwise deprived of their liberty, which should, in principle, include a possibility of obtaining compensation for damage. The Supreme Court referred in particular to the judgment in Keenan v. the United Kingdom (no. 27229/95, § 130, ECHR 2001III).", "33. In a judgment of 3 December 2009 (NJA 2009 N 70), the Supreme Court confirmed its previous case-law in a case concerning claims for damages against the Swedish State on account of excessive length of tax proceedings. The court affirmed that it is now a general principle of law that to the extent that Sweden has a duty to provide redress to victims of Convention violations through a right to compensation for damages, and that this duty cannot be fulfilled even by interpreting national tort law in accordance with the Convention (fördagskonform tolkning), compensation for damages may be ordered without direct support in law.", "34. Lastly, on 16 June 2010 the Supreme Court ordered compensation for non-pecuniary damage to be paid to an applicant for proceedings which had complied neither with the “reasonable length” requirement in Article 6 nor the right to an effective remedy in Article 13. The proceedings in question had concerned a claim for damages against the State.", "35. In May 2009 the Government decided to set up a working group on tort liability and the Convention to study the current legal situation. In December 2010 the working group submitted its report (Skadestånd och Europakonventionen, SOU 2010:87) to the Government. In the report it is proposed that the Tort Liability Act be amended in order to allow natural and legal persons to obtain damages from the State or a municipality for violations of the Convention. Such an action against public authorities would be examined by a general court which would need first to establish that a right provided by the Convention has been violated. The aim of the proposal is to provide a legal basis for granting non-pecuniary damages arising from disregard of the Convention and to fulfil, together with the other already existing legal remedies, Sweden’s obligations under Article 13 of the Convention.", "36. In its comments on the above report the Office of the Chancellor of Justice, on 7 July 2011, stated that, since the autumn of 2007 following the Supreme Court’s case-law developments (as set out above), it had dealt with a large number of requests from individuals for compensation on the basis of violations of the Convention. It estimated that it had dealt with roughly 1000 cases over the previous three years. During this time the Chancellor of Justice had also represented the Swedish State in a number of cases before the civil courts concerning alleged violations of the Convention. A majority of the cases that the Office had dealt with had concerned non-pecuniary damages for excessive length of proceedings under Article 6 § 1 of the Convention. Since November 2009, it had received more than 400 such complaints and in more than half of them, the Chancellor of Justice had found a violation and granted compensation. The level of compensation for non-pecuniary damage had been determined with reference to the Court’s case-law and varied between SEK 10,000 and SEK 30,000 (approximately EUR 1,100 and EUR 3,300). Furthermore, the Chancellor of Justice had dealt with a substantial number of cases (around 160) concerning the registration of individuals in the Security Police register. These cases had concerned one or more of Articles 8, 10, 11 and 13 of the Convention. There had also been other individual cases relating to alleged violations of Articles 5 and 7 of the Convention, among others."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}