{"ITEMID": "001-58080", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF WINGROVE v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 10", "JUDGES": "John Freeland", "TEXT": ["7. The applicant, Mr Nigel Wingrove, is a film director. He was born in 1957 and resides in London.", "8. Mr Wingrove wrote the shooting script for, and directed the making of, a video work entitled Visions of Ecstasy. Its running time is approximately eighteen minutes, and it contains no dialogue, only music and moving images. According to the applicant, the idea for the film was derived from the life and writings of St Teresa of Avila, the sixteenth-century Carmelite nun and founder of many convents, who experienced powerful ecstatic visions of Jesus Christ.", "9. The action of the film centres upon a youthful actress dressed as a nun and intended to represent St Teresa. It begins with the nun, dressed loosely in a black habit, stabbing her own hand with a large nail and spreading her blood over her naked breasts and clothing. In her writhing, she spills a chalice of communion wine and proceeds to lick it up from the ground. She loses consciousness. This sequence takes up approximately half of the running time of the video. The second part shows St Teresa dressed in a white habit standing with her arms held above her head by a white cord which is suspended from above and tied around her wrists. The near-naked form of a second female, said to represent St Teresa’s psyche, slowly crawls her way along the ground towards her. Upon reaching St Teresa’s feet, the psyche begins to caress her feet and legs, then her midriff, then her breasts, and finally exchanges passionate kisses with her. Throughout this sequence, St Teresa appears to be writhing in exquisite erotic sensation. This sequence is intercut at frequent intervals with a second sequence in which one sees the body of Christ, fastened to the cross which is lying upon the ground. St Teresa first kisses the stigmata of his feet before moving up his body and kissing or licking the gaping wound in his right side. Then she sits astride him, seemingly naked under her habit, all the while moving in a motion reflecting intense erotic arousal, and kisses his lips. For a few seconds, it appears that he responds to her kisses. This action is intercut with the passionate kisses of the psyche already described. Finally, St Teresa runs her hand down to the fixed hand of Christ and entwines his fingers in hers. As she does so, the fingers of Christ seem to curl upwards to hold with hers, whereupon the video ends.", "10. Apart from the cast list which appears on the screen for a few seconds, the viewer has no means of knowing from the film itself that the person dressed as a nun in the video is intended to be St Teresa or that the other woman who appears is intended to be her psyche. No attempt is made in the video to explain its historical background.", "11. Visions of Ecstasy was submitted to the British Board of Film Classification (\"the Board\"), being the authority designated by the Home Secretary under section 4 (1) of the Video Recordings Act 1984 (\"the 1984 Act\" - see paragraph 24 below) as", "\"the authority responsible for making arrangements (a) for determining, for the purposes of [the] Act whether or not video works are suitable for classification certificates to be issued in respect of them, having special regard to the likelihood of video works in respect of which such certificates have been issued being viewed in the home, (b) in the case of works which are determined in accordance with the arrangements to be so suitable (i) for making such other determinations as are required for the issue of classification certificates, and (ii) for issuing such certificates ... ...\"", "12. The applicant submitted the video to the Board in order that it might lawfully be sold, hired out or otherwise supplied to the general public or a section thereof.", "13. The Board rejected the application for a classification certificate on 18 September 1989 in the following terms:", "\"Further to your application for a classification certificate ..., you are already aware that under the Video Recordings Act 1984 the Board must determine first of all whether or not a video work is suitable for such a certificate to be issued to it, having special regard to the likelihood of video works being viewed in the home. In making this judgment, the Board must have regard to the Home Secretary’s Letter of Designation in which we are enjoined to `continue to seek to avoid classifying works which are obscene within the meaning of the Obscene Publications Acts 1959 and 1964 or which infringe other provisions of the criminal law’. Amongst these provisions is the criminal law of blasphemy, as tested recently in the House of Lords in R. v. Lemon (1979), commonly known as the Gay News case. The definition of blasphemy cited therein is ‘any contemptuous, reviling, scurrilous or ludicrous matter relating to God, Jesus Christ or the Bible ... It is not blasphemous to speak or publish opinions hostile to the Christian religion’ if the publication is ‘decent and temperate’. The question is not one of the matter expressed, but of its manner, i.e. `the tone, style and spirit’, in which it is presented. The video work submitted by you depicts the mingling of religious ecstasy and sexual passion, a matter which may be of legitimate concern to the artist. It becomes subject to the law of blasphemy, however, if the manner of its presentation is bound to give rise to outrage at the unacceptable treatment of a sacred subject. Because the wounded body of the crucified Christ is presented solely as the focus of, and at certain moments a participant in, the erotic desire of St Teresa, with no attempt to explore the meaning of the imagery beyond engaging the viewer in an erotic experience, it is the Board’s view, and that of its legal advisers, that a reasonable jury properly directed would find that the work infringes the criminal law of blasphemy. To summarise, it is not the case that the sexual imagery in Visions of Ecstasy lies beyond the parameters of the `18’ category; it is simply that for a major proportion of the work’s duration that sexual imagery is focused on the figure of the crucified Christ. If the male figure were not Christ, the problem would not arise. Cuts of a fairly radical nature in the overt expressions of sexuality between St Teresa and the Christ figure might be practicable, but I understand that you do not wish to attempt this course of action. In consequence, we have concluded that it would not be suitable for a classification certificate to be issued to this video work.\"", "14. The applicant appealed against the Board’s determination to the Video Appeals Committee (\"the VAC\" - see paragraph 25 below), established pursuant to section 4 (3) of the 1984 Act. His notice of appeal, prepared by his legal representatives at the time, contained the following grounds:", "\"(i) that the Board was wrong to conclude that the video infringes the criminal law of blasphemy, and that a reasonable jury properly directed would so find; (ii) in particular, the Appellant will contend that upon a proper understanding of the serious nature of the video as an artistic and imaginative interpretation of the `ecstasy’ or `rapture’ of the sixteenth-century Carmelite nun, St Teresa of Avila, it would not be taken by a reasonable person as contemptuous, reviling, scurrilous or ludicrous or otherwise disparaging in relation to God, Jesus Christ or the Bible. The appeal will raise the question of mixed fact and law, namely whether publication of the video, even to a restricted degree, would contravene the existing criminal law of blasphemy.\"", "15. The Board submitted a formal reply to the VAC explaining its decision in relation to its functions under section 4 of the 1984 Act:", "\"The Act does not expressly set out the principles to be applied by the authority in determining whether or not a video work is suitable for a classification certificate to be issued in respect of it. In these circumstances, the Board has exercised its discretion to formulate principles for classifying video works in a manner which it believes to be both reasonable and suited to carrying out the broad objectives of the Act. Amongst these principles, the Board has concluded that an overriding test of suitability for classification is the determination that the video work in question does not infringe the criminal law. In formulating and applying this principle, the Board has consistently had regard to the Home Secretary’s Letter of Designation under the Video Recordings Act ... The Board has concluded on the advice of leading Counsel that the video work in question infringes the criminal law of blasphemy and that a reasonable jury properly directed on the law would convict accordingly. The Board submits and is advised that in Britain the offence of blasphemy is committed if a video work treats a religious subject (in particular God, Jesus Christ or the Bible) in such a manner as to be calculated (that is, bound, not intended) to outrage those who have an understanding of, sympathy towards and support for the Christian story and ethic, because of the contemptuous, reviling, insulting, scurrilous or ludicrous tone, style and spirit in which the subject is presented. The video work under appeal purports to depict the erotic fantasies of a character described in the credits as St Teresa of Avila. The 14-minute second section of the video work portrays ‘St Teresa’ having an erotic fantasy involving the crucified figure of Christ, and also a Lesbian erotic fantasy involving the ‘Psyche of St Teresa’. No attempt is made to place what is shown in any historical, religious or dramatic context: the figures of St Teresa and her psyche are both clearly modern in appearance and the erotic images are accompanied by a rock music backing. The work contains no dialogue or evidence of an interest in exploring the psychology or even the sexuality of the character purporting to be St Teresa of Avila. Instead, this character and her supposed fantasies about lesbianism and the body and blood of Christ are presented as the occasion for a series of erotic images of a kind familiar from ‘soft-core’ pornography. In support of its contentions, the Board refers to an interview given by the appellant and published in Midweek magazine on 14 September 1989. In this interview, the appellant attempts to draw a distinction between pornography and ‘erotica’, denying that the video work in question is pornographic but stating that `all my own work is actually erotica’. Further on, the interviewer comments: `In many ways, though, Visions calls upon the standard lexicon of lust found in down market porn: nuns, lesbianism, women tied up (Gay Nuns in Bondage could have been an alternative title in fact). Nigel Wingrove flashes a wicked grin. `That’s right, and I’m not denying it. I don’t know what it is about nuns, it’s the same sort of thing as white stocking tops I suppose.’ So why does he not consider Visions to be pornography, or at least soft porn? `I hope it is gentler, subtler than that. I suppose most people think pornography shows the sex act, and this doesn’t.’ It is clear from the appellant’s own admissions that, whether or not the video work can rightly be described as pornographic, it is solely erotic in content, and it focuses this erotic imagery for much of its duration on the body and blood of Christ, who is even shown to respond to the sexual attentions of the principal character. Moreover, the manner in which such imagery is treated places the focus of the work less on the erotic feelings of the character than on those of the audience, which is the primary function of pornography whether or not it shows the sex act explicitly. Because there is no attempt, in the Board’s view, to explore the meaning of the imagery beyond engaging the viewer in a voyeuristic erotic experience, the Board considers that the public distribution of such a video work would outrage and insult the feelings of believing Christians ... ... The Board ... submits that the appeal should be dismissed and its determination upheld.\"", "16. The applicant then made further representations to the VAC, stating, inter alia:", "\"The definition of the offence of blasphemy set out in ... the reply is too wide, being significantly wider than the test approved in the only modern authority - see Lemon & Gay News Ltd v. Whitehouse [1979] Appeal Cases 617, per Lord Scarman at 665. For example, there is no uniform law of blasphemy in Britain; the last recorded prosecution for blasphemy under the law of Scotland was in 1843 - see Thos Paterson [1843] I Brown 629. Nor is any religious subject protected - the reviling matter must be in relation to God, Jesus Christ or the Bible, or the formularies of the Church of England as by law established. In the Appellant’s contention, these limitations are of the utmost significance in this case since the video is not concerned with anything which God or Jesus Christ did, or thought or might have approved of. It is about the erotic visions and imaginings of a sixteenth-century Carmelite nun - namely St Teresa of Avila. It is quite plain that the Christ figure exists in her fantasy as the Board expressly accepts ... The scurrilous and/or erotic treatment of religious subject matter has received the Board’s classification without attempted prosecution in recent years, e.g. Monty Python’s Life of Brian and Mr Scorsese’s The Last Temptation of Christ. ... The Board argues that the video is purely erotic or ‘soft-core’ pornographic, without historical, religious, dramatic or other artistic merit. The implication is that, had it possessed such merit the Board’s decision might very well have been otherwise. The Appellant will seek to argue and call evidence to the effect that the video work is a serious treatment of the subject of the ecstatic raptures of St Teresa (well chronicled in her own works and those of commentators) from a twentieth-century point of view. The so-called ‘rock music backing’ was in fact specially commissioned from the respected composer Steven Severin, after discussion of the Director’s desired artistic and emotional impact. The Board has based its decision upon the narrowest, most disparaging, critical appreciation of the work. The Appellant will contend that a very much more favourable assessment of his aims and achievement in making Visions of Ecstasy is, at the very least, tenable and that the Board ought not to refuse a certificate on a mere matter of interpretation. The Appellant takes objection to the Board’s quotation ... of comments attributed to him from an article by one Rob Ryan published in Midweek magazine 14th September 1989. The remarks are pure hearsay so far as the Board is concerned. That aside, the piece quoted is in large part the comments of the author of the article. An entirely misleading impression of what the Appellant said to the author is conveyed by the interpolation of the words attributed to him, and by taking this passage out of context. Above all, the Appellant disputes the key assertion by the Board that the video work is solely erotic in content.\"", "17. The appeal was heard by a five-member panel of the VAC (\"the Panel\") on 6 and 7 December 1989; oral and affidavit evidence was submitted. By a majority of three to two, a written decision rejecting the appeal was given on 23 December 1989. The Panel also considered itself bound by the criteria set out in the designation notice (see paragraph 24 below). It had difficulty, however, in ascertaining and applying the present law of blasphemy. It commented as follows:", "\"The authorities on this Common Law offence were reviewed by the House of Lords in the case of Lemon and Gay News Ltd v. Whitehouse which concerned a magazine called Gay News, the readership of which consisted mainly of homosexuals although it was on sale to the general public at some bookstalls. One edition contained a poem entitled The Love that Dares to Speak its Name accompanied by a drawing illustrating its subject matter. In his judgment Lord Scarman said that it was unnecessary to speculate whether an outraged Christian would feel provoked by the words and illustration to commit a breach of the peace, the true test being whether the words are calculated to outrage and insult the Christian’s religious feelings, the material in question being contemptuous, reviling, scurrilous or ludicrous matter relating to God, Jesus Christ or the Bible, or the formularies of the Church of England. It should perhaps be added that the word `calculated’ should be read in the dictionary sense of `estimated’ or `likely’ as it was decided that intent (other than an intent to publish) is not an element in the offence. In the same case Lord Diplock said that the material must be `likely to arouse a sense of outrage among those who believe in or respect the Christian faith’. In the present case the Board’s Director ... said in evidence that the Board’s view was that the video was `contemptuous of the divinity of Christ’. He added that although the Board’s decision was based upon its view that the video is blasphemous (blasphemy being an offence which relates only to the Christian religion), it would take just the same stance if it were asked to grant a Certificate to a video which, for instance, was contemptuous of Mohammed or Buddha.\"", "18. The Panel went on to review the content of the video and accepted that the applicant had in mind St Teresa, a nun, \"who is known to have had ecstatic visions of Christ although, incidentally, these did not start until she was 39 years of age - in marked contrast to the obvious youthfulness of the actress who plays the part\".", "19. The Panel reached the following conclusion:", "\"From the writings of St Teresa herself, and the subsequent writings of others, there seems no reason to doubt that some of her visions were of seeing the glorified body of Christ and being shown his wounds but, even so, it seems clear that Mr Wingrove has taken considerable artistic licence with his subject. Apart from the age discrepancy - a comparatively minor matter - we were made aware of nothing which would suggest that Teresa ever did anything to injure her hand or that any element of lesbianism ever entered into her visions. More importantly, there seems nothing to suggest that Teresa, in her visions, ever saw herself as being in any bodily contact with the glorified Christ. As one author, Mr Stephen Clissold, puts it `Teresa experienced ecstasy as a form of prayer in which she herself played almost no part’. So, in view of the extent of the artistic licence, we think it would be reasonable to look upon the video as centring upon any nun of any century who, like many others down the ages, had ecstatic visions. There is also another reason for taking this stance: unless the viewer happens to read the cast list which appears on the screen for a few seconds, he or she has no means of knowing that the nun is supposed to be St Teresa, nor that the figure of the second woman is supposed to be her psyche. And he or she in any event may well be unaware that Teresa was a real-life nun who had ecstatic visions. It is true that Mr Wingrove says that it is intended that the sleeve or jacket for the video will provide ‘basic historical information to assist the viewer’, but we feel bound to regard this as irrelevant. Firstly because it by no means follows that every viewer will read any such description; and secondly because the Board’s and the Appeal Panel’s decision must be based solely upon the video itself, quite apart from the fact that at the time of making a decision the sleeve or jacket is usually - as in the present instance - not even in existence. However, although we have thought it proper to dwell at some length with the ‘St Teresa’ aspect, we are of the opinion that in practice, when considering whether or not the video is blasphemous, it makes little or no difference whether one looks upon the central character as being St Teresa or any other nun. The appellant, in his written statement, lays stress upon the undoubted fact that the whole of the second half consists of Teresa’s vision or dream. Hence he says the video says nothing about Christ, his figure being used only as a projection of St Teresa’s mind, nor was it his intention to make that figure an active participant in any overt sexual act. He goes on to say `Rather the very mild responses are those of St Teresa’s conjecture: the kiss, hand clasp and ultimately the tears of Christ. To show no response to a creation of her own mind would be nonsense; no woman (nor man) whose deep love could cause such visions/ecstasies would imagine the object of that love coldly to ignore their caresses’. Although we quite appreciate the logic of this point of view, we have reservations about the extent to which a vision or dream sequence can affect the question of whether what is pictured or said is blasphemous. It would, for instance, be possible to produce a film or video which was most extremely contemptuous, reviling, scurrilous or ludicrous in relation to Christ, all dressed up in the context of someone’s imaginings. In such circumstances we find it hard to envisage that, by such a simple device, it could reasonably be said that no offence had been committed. If in our opinion the viewer, after making proper allowance for the scene being in the form of a dream, nevertheless reasonably feels that it would cause a sense of outrage and insult to a Christian’s feelings, the offence would be established. We should perhaps also deal, albeit briefly, with a further submission made on behalf of the appellant, namely that the crime of blasphemy may extend only to the written or spoken word and hence that a court might rule that no film or video, and perhaps nothing shown on television, could become the subject of such a charge. Suffice it to say that in our view this is too unlikely to cause it to be taken into account by the Board or a panel of the Appeals Committee when reaching a decision. In the opinion of a majority of the Panel the video did not, as the appellant claims, explore St Teresa’s struggles against her visions but exploited a devotion to Christ in purely carnal terms. Furthermore they considered that it lacked the seriousness and depth of The Last Temptation of Christ with which Counsel for the appellant sought to compare it. Indeed the majority took the view that the video’s message was that the nun was moved not by religious ecstasy but rather by sexual ecstasy, this ecstasy being of a perverse kind - full of images of blood, sado-masochism, lesbianism (or perhaps auto-erotism) and bondage. Although there was evidence of some element of repressed sexuality in St Teresa’s devotion to Christ, they did not consider that this gave any ground for portraying her as taking the initiative in indulged sexuality. They considered the over-all tone and spirit of the video to be indecent and had little doubt that all the above factors, coupled with the motions of the nun whilst astride the body of Christ and the response to her kisses and the intertwining of the fingers would outrage the feelings of Christians, who would reasonably look upon it as being contemptuous of the divinity of Christ. In these circumstances the majority were satisfied that the video is blasphemous, that a reasonable and properly directed jury would be likely to convict and therefore that the Board was right to refuse to grant a Certificate. Hence this appeal is accordingly dismissed. It should perhaps be added that the minority on the Panel, whilst being in no doubt that many people would find the video to be extremely distasteful, would have allowed the appeal because in their view it is unlikely that a reasonable and properly directed jury would convict.\"", "20. As a result of the Board’s determination, as upheld by the Panel, the applicant would commit an offence under section 9 of the 1984 Act (see paragraph 23 below) if he were to supply the video in any manner, whether or not for reward.", "21. The applicant received legal advice that his case was not suitable for judicial review (see paragraphs 30-31 below) on the grounds that the formulation of the law of blasphemy, as accepted by the Panel, was an \"accurate statement of the present law\".", "22. According to statistics submitted by the Government, in 1994 there were 21.5 million video-recorders in the United Kingdom. Out of approximately 20.75 million households in the United Kingdom, 18 million contained at least one video-recorder. There were approximately 15,000 video outlets in the United Kingdom. Videos were available for hire in between 4,000 and 5,000 video rental shops. They were also available for sale in 3,000 \"high street\" shops and in between 7,000 and 8,000 \"secondary\" outlets such as supermarkets, corner shops and petrol stations. In 1994 there were 194 million video rentals and 66 million video purchases in the United Kingdom. It is estimated that a further 65 million illegal copies (\"pirate videos\") were distributed during that year.", "23. The Video Recordings Act 1984 (\"the 1984 Act\") regulates the distribution of video works. Subject to certain exemptions, it is an offence under section 9 (1) of that Act for a person to supply or offer to supply a video work in respect of which no classification certificate has been issued. Under section 7 there are three categories of classification: works deemed suitable for general viewing (and to which a parental guidance reference may be added); works for which the viewing is restricted to people who have attained a specified age; and works which may only be supplied by licensed sex shops. The Secretary of State for the Home Department may require that the content of certain works be labelled (section 8). It is an offence to ignore such conditions, for example by supplying someone under 18 years of age with an \"18\" classified work (section 11).", "24. Under section 4 (1) of the 1984 Act the Secretary of State may by notice designate any person or body as the authority for making arrangements for determining whether or not video works are suitable for classification certificates to be issued in respect of them (having special regard to the likelihood of certified video works being viewed in the home). By a notice dated 26 July 1985 the British Board of Film Classification was so designated. In the case of works which are determined in accordance with the arrangements described above to be suitable for classification certificates, the Board is responsible under section 4 (1) for making arrangements for the issue of certificates and making other determinations relating to their use. The Secretary of State’s notice enjoined the Board \"to continue to seek to avoid classifying works which are obscene within the meaning of the Obscene Publications Acts 1959 and 1964 or which infringe other provisions of the criminal law\".", "25. Pursuant to section 4 (3) of the 1984 Act arrangements were made for the establishment of the Video Appeals Committee to determine appeals against decisions by the Board.", "26. Blasphemy and blasphemous libel are common law offences triable on indictment and punishable by fine or imprisonment. Blasphemy consists in speaking and blasphemous libel in otherwise publishing blasphemous matter. Libel involves a publication in a permanent form, but that form may consist of moving pictures.", "27. In the case of Whitehouse v. Gay News Ltd and Lemon [1979] Appeal Cases 617 at 665, which concerned the law of blasphemy in England, Lord Scarman held that the modern law of blasphemy was correctly formulated in Article 214 of Stephen’s Digest of the Criminal Law, 9th edition (1950). This states as follows:", "\"Every publication is said to be blasphemous which contains any contemptuous, reviling, scurrilous or ludicrous matter relating to God, Jesus Christ or the Bible, or the formularies of the Church of England as by law established. It is not blasphemous to speak or publish opinions hostile to the Christian religion, or to deny the existence of God, if the publication is couched in decent and temperate language. The test to be applied is as to the manner in which the doctrines are advocated and not to the substance of the doctrines themselves.\"", "The House of Lords in that case also decided that the mental element in the offence (mens rea) did not depend upon the accused having an intent to blaspheme. It was sufficient for the prosecution to prove that the publication had been intentional and that the matter published was blasphemous. The Gay News case, which had been brought by a private prosecutor, had been the first prosecution for blasphemy since 1922.", "28. As stated above, the law of blasphemy only protects the Christian religion and, more specifically, the established Church of England. This was confirmed by the Divisional Court in 1991. Ruling on an application for judicial review of a magistrate’s refusal to issue a summons for blasphemy against Salman Rushdie and the publishers of The Satanic Verses, Lord Watkins stated:", "\"We have no doubt that as the law now stands it does not extend to religions other than Christianity ... ... We think it right to say that, were it open to us to extend the law to cover religions other than Christianity, we should refrain from doing so. Considerations of public policy are extremely difficult and complex. It would be virtually impossible by judicial decision to set sufficiently clear limits to the offence, and other problems involved are formidable.\" (R. v. Chief Metropolitan Stipendiary Magistrate, ex parte Choudhury [1991] 1 All England Law Reports 306 at 318)", "29. On 4 July 1989 the then Minister of State at the Home Department, Mr John Patten, had sent a letter to a number of influential British Muslims, in which he stated inter alia that:", "\"Many Muslims have argued that the law of blasphemy should be amended to take books such as [The Satanic Verses] outside the boundary of what is legally acceptable. We have considered their arguments carefully and reached the conclusion that it would be unwise for a variety of reasons to amend the law of blasphemy, not the least the clear lack of agreement over whether the law should be reformed or repealed. ... ... an alteration in the law could lead to a rush of litigation which would damage relations between faiths. I hope you can appreciate how divisive and how damaging such litigation might be, and how inappropriate our legal mechanisms are for dealing with matters of faith and individual belief. Indeed, the Christian faith no longer relies on it, preferring to recognise that the strength of their own belief is the best armour against mockers and blasphemers.\"", "30. Decisions by public bodies which have consequences which affect some person or body of persons are susceptible to challenge in the High Court on an application for judicial review. Amongst the grounds on which such a challenge may be brought is that the body in question misdirected itself on a point of law. The Video Appeals Committee is such a public body because it is established pursuant to an Act of Parliament (see paragraph 25 above). Furthermore, its decisions affect the rights of persons who make video works because confirmation of a decision that a video work cannot receive a classification certificate would mean that copies of that work could not be lawfully supplied to members of the public.", "31. On an application for judicial review a court would not normally look at the merits of any decision made by such a body, except where the decision was so unreasonable that no reasonable body, properly instructed, could have reached it. However, where the decision is based on a point of law and it is alleged that the body has misdirected itself on that point, the decision could be challenged by an application for judicial review. In the case of C.C.S.U. v. Minister for the Civil Service [1984] 3 All England Law Reports at 950, Lord Diplock, in the House of Lords, classified under three heads the grounds on which administrative action is subject to control by judicial review. He called the first ground \"illegality\" and described it as follows:", "\"By ‘illegality’ as a ground for judicial review I mean that the decision-maker must understand correctly the law that regulates his decision-making power and must give effect to it. Whether he has or not is par excellence a justiciable question to be decided, in the event of a dispute, by those persons, the judges, by whom the judicial power of the State is exercisable.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}