{"ITEMID": "001-107552", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF CENTRAL MEDITERRANEAN DEVELOPMENT CORPORATION LIMITED v. MALTA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "David Scicluna;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["6. On an unspecified date the applicant company was sued in relation to its failure to honour a contractual obligation, namely to construct roads and keep them in a good state of repair. On 27 June 2003 the first-instance court found against the applicant company and gave it three months to execute the works. The decision was confirmed, in part (in relation to certain roads), on appeal on 25 February 2005 by the Court of Appeal sitting in a three judge formation.", "7. On 17 May 2005 the applicant company lodged a request for retrial under Article 811(e) of the Code of Organisation and Civil Procedure (“COCP”) (see Relevant domestic law below), and a request for a stay of execution of the judgment under Article 823 (2) of the COCP, pending the decision on the retrial request.", "8. On 3 November 2005 the Court of Appeal, sitting in the same composition as in the appeal on the main proceedings, rejected the request for a stay of execution. It considered that the bank guarantee of 100,000 Maltese liras (“MTL”) offered by the applicant company was not a sufficient guarantee for the execution of a judgment which might involve expenses amounting to MTL 400, 000. A further request by the applicant company to be allowed to lodge the sum of MTL 400, 000 was also rejected on the same day.", "9. On 9 November 2005 the applicant company requested the Court of Appeal to reconsider the said decision and asked for its revocation. It invoked Article 229 (4) of the COCP (see Relevant domestic law below). The matter, yet again, fell to be heard before the same composition of the Court of Appeal which gave the decision appealed against. The applicant company therefore lodged a request for the withdrawal of the three judges, under Article 734 (1) (d) (ii) of the COCP, on the basis that they could not be considered impartial since they had determined the merits of the claim subject to “appeal”.", "10. On 14 December 2005, the Court of Appeal, in the same composition, dismissed the applicant company’s request for withdrawal and declared the appeal null and void. It held that a request for reconsideration under Article 229 (4) of the COCP did not require the said judges to withdraw. On the contrary, it implied that the case had to be reconsidered by precisely the same judges, and the claim was therefore frivolous and vexatious. As to the appeal, it considered that the decision of 3 November 2005 amounted to a final judgment against which no appeal lay, it being covered by Article 227 and not 229 of the COCP (see Relevant domestic law below).", "11. On 2 April 2006 the applicant company instituted constitutional redress proceedings, claiming that its appeal proceedings culminating in the decision of 14 December 2005 had not been heard by an impartial tribunal.", "12. On 10 October 2006 the Civil Court in its constitutional jurisdiction found against the applicant company. It considered that, while it was true that the provisions of Articles 227 and 823 (6) of the COCP appeared contradictory, the logical interpretation of the provisions was that an appeal for dismissal of a request for a stay of execution was available only if the decision had been taken by a court other than the Court of Appeal. Had this not been the case, the applicant company would have had reason to question the Court of Appeal’s impartiality. However, the latter court had not reconsidered its decision of 3 November 2005, but abstained from taking cognisance of the request on the basis that it was null and void. Thus, the applicant company’s claim was unfounded.", "13. The Constitutional Court on 17 October 2007 confirmed the Civil Court’s judgment. Noting that it had not been necessary for the Civil Court to enter into the interpretation given by the Court of Appeal, it held that on 14 December 2005 the Court of Appeal had not assessed its own previous conduct. It delivered a decision on a new legal question, namely the legal and procedural question of whether the appeal application was null and void, viz, whether the method of appeal used by the applicant company was one envisaged and allowed according to the COCP. It therefore did not decide on the merits of its previous decision. Moreover, it found that it had not been sufficiently proved that there was a real risk that the relevant judges had been biased. Indeed, the applicant company had not contested the impartiality of the Court of Appeal at the beginning of the proceedings, namely on the basis that the appeal in respect of the decision of 25 February 2005 had also been decided by the same formation of the Court of Appeal. Furthermore, the judicial code of ethics, the judicial oath and the relevant law provisions in respect of withdrawal and abstention of judges offered a sufficient guarantee of impartiality.", "14. The pertinent provisions of the COCP, in so far as relevant, read as follows:", "“Judgments delivered by the Court of Appeal are not appealable.”", "“(1) An appeal from the decrees mentioned hereunder shall only lie after the final judgment and together with an appeal from such judgment, and such decrees may not be challenged before the final judgment is delivered: ...", "(m) a decree disallowing a request for stay of proceedings.", "(2) A decision of the court in the cause listed hereunder shall be given by a decree to be read out in open court on a day duly notified to the parties, and an appeal from such decree may be entered before the final judgment subject to the procedure laid down in sub-article (4) and (5): ...", "(e) a decree ordering the stay of proceedings.", "(3) Save as otherwise specifically provided for in this Code an appeal from any other interlocutory decree not included in subarticles (1) and (2) may be entered before the definitive judgment only by special leave of the court hearing the case, to be requested by an application to be filed within ten days from the date on which the decree is read out in open court. The court, after hearing the parties, may grant such leave of appeal if it deems it expedient and fair that the matter be brought before the Court of Appeal before the definitive judgment and the time limit for the filing of such an appeal shall commence to run from the date of the said decree.", "(4) In the case of any decree under subarticles (2) and (3), provided that any application for an appeal has not been filed, the aggrieved party may file an application within six days from the date on which the decree is read out in open court, requesting the court which delivered the decree to reconsider its decision.", "(5) The court shall decide, as expeditiously as possible by decree to be read out in open court, the application for special leave to appeal in terms of sub-article (3) or the application to reconsider its decision in terms of sub-article (4), expounding fully therein the reasons for the decision. ”", "“ (1) A judge may be challenged or abstain from sitting in a cause -", "(d) (ii) if he had previously taken cognisance of the cause as a judge or as an arbitrator:", "Provided that this shall not apply to any decision delivered by the judge which did not finally dispose of the merits in issue or to any judgment of non-suit of the plaintiff;”", "“A new trial of a cause decided by a judgment given in second instance or by the Civil Court, First Hall, in its Constitutional Jurisdiction, may be demanded by any of the parties concerned, such judgment being first set aside, in any of the following cases:", "(e) where the judgment contains a wrong application of the law;", "For the purposes of this paragraph there shall be deemed to be a wrong application of the law only where the decision, assuming the fact to be as established in the judgment which it is sought to set aside, is not in accordance with the law, provided the issue was not in reference to an interpretation of the law expressly dealt with in the judgment;”", "“(1) The demand for a new trial shall not operate so as to stay the execution of the judgment sought to be set aside.", "(2) Notwithstanding the provisions of sub-article (1), the court before which a new trial is demanded may, at the instance, by application both before the Court of Appeal and before the court of first instance, of the party making such demand, order a stay of execution of the judgment if -", "(a) together with his demand such party gives sufficient security for the execution of the judgment, if it is not set aside, including such security as is mentioned in Article 266(10); and", "(b) it is shown to the satisfaction of the court that the execution of the judgment is likely to cause greater prejudice to such party than the stay of execution would cause to the opposite party.", "(5) Where the enforcement of a judgment has been authorised by the judgment sought to be set aside the provisions of sub-articles (2), ... shall not apply.", "(6) An appeal from a judgment disallowing the demand for the stay of execution of the judgment sought to be set aside shall in no case operate as a stay of execution of the latter judgment.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}