{"ITEMID": "001-89827", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF BIRIUK v. LITHUANIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1970 and lives in the village of Kraštų, Pasvalys district.", "6. On 31 January 2001 the biggest Lithuanian daily newspaper, Lietuvos Rytas, published a front page article entitled “Pasvalys villages paralysed by the fear of death: residents of a remote Lithuanian area shackled by the AIDS threat” (Pasvalio kaimus paralyžavo mirties baimė: nuošalios Lietuvos vietovės gyventojai atsidūrė AIDS grėsmės gniaužtuose). The following statements of particular concern to the applicant were made in the article:", "“Notoriously promiscuous thirty-year old Gitana Biriuk is already sick with this fatal disease ...", "An HIV-positive person lives in a village in Pajiešmenys area. This [is] G. Biriuk, an unmarried mother of two children ...", "G. Biriuk was infected with HIV by drug users who come to visit her from Biržai ...", "A man who had wandered in from somewhere lived in Gitana’s house for a few years. After some time he went away and left “a present” [reference to HIV] for the woman...", "Why is there a great demand for condoms – in the Kraštų village there lives an HIV-positive person. It is an unmarried mother of two children, G. Biriuk... the women in nearby villages are afraid that their husbands will bring the deadly virus home...", "Gitana was very promiscuous. She was always looking for men and used to find them easily...", "Medics at the Pasvalys hospital confirmed that G. Biriuk is HIV-positive. The woman was taken to hospital with tuberculosis. Blood tests revealed that she was HIV-positive ...", "P. Januškevičius, former partner of G. Biriuk... did not hide the fact that he had lived with Gitana for a whole year and they had had intercourse without condoms...", "When [G. Biriuk] was placed in hospital, people said that she looked scary, that she was wizened and therefore was going to die. But the woman recovered...", "The woman [G. Biriuk] has already been diagnosed with AIDS - this is the last stage of the infection. The disease can last from a year up to ten years but finally ends with death.”", "7. The applicant instituted proceedings in the Vilnius City Third District Court, suing the newspaper for non-pecuniary damages in the amount of 50,000 Lithuanian litai (LTL, or about 14,460 euro (EUR)) for a breach of her right to privacy. She referred, inter alia, to Article 8 of the Convention.", "8. On 15 April 2002 the court ruled in favour of the applicant. The court found that the information about the applicant’s private life had been collected and published without her consent. The data about her private life did not correspond to any legitimate public interest. The article had been published on the front page of the newspaper as the sensation of the day, with the aim of increasing sales. The Vilnius City Third District Court noted that publication had humiliated her and caused her significant non-pecuniary damage. The court concluded that, by printing the article and doing so in a humiliating manner, the newspaper had deliberately sought the negative consequences or had intentionally allowed for such consequences. Taking into account the above considerations, the court applied Article 54 § 1 of the Law on the Provision of Information to the Public, multiplied the statutory sum of LTL 10,000 (about EUR 2,896) by three, and awarded the applicant LTL 30,000 (about EUR 8,676) in compensation for non-pecuniary damage.", "9. The applicant appealed to the Vilnius Regional Court, requesting the maximum award under Article 54 § 1 of the said Law, namely LTL 50,000. On 17 June 2002 the appellate court reduced the award to LTL 10,000 (about EUR 2,892). It reasoned that the applicant had not proved that the newspaper had published the information about her intentionally and that the first-instance court had had no grounds to triple the statutory sum.", "10. On 15 January 2003 the Supreme Court upheld the appellate court’s decision. It stated that an award in excess of LTL 10,000 under Article 54 § 1 of the Law on the Provision of Information to the Public could only be granted if it had been established that the information had been published intentionally. The court agreed with the reasoning of the appellate court that, for a breach of privacy, intent was to be regarded as proven if the facts about someone’s private life were disseminated with the purpose of degrading that person (siekant jį sumenkinti). The Supreme Court held, inter alia, as follows:", "“It is to be stressed that the problem of the interaction between persons who are sick with AIDS and the others is relevant and should be discussed. The relations of the sick with the persons who live nearby are based on the knowledge about the disease we have today and on the understanding of the related dangers. The nature of the disease and the known data about it reasonably raise concern on the part of the people who live in close proximity, to many of whom this question becomes pertinent not from curiosity, but from concern for their personal safety. These are significant arguments, which demonstrate great concern in society, and which attest to the relevance of the question. It should be taken into account that persons who live in proximity [to the applicant] have expressed concern for their safety, which is endangered by the [applicant’s] behaviour, which does not always meet moral standards. In such circumstances the publication of data which breaches a [person’s] privacy, even though such publication violates the [legal] norms which protect privacy, cannot be regarded as an end in itself or intentional, which would be a basis for the application of much stricter liability. [Therefore] the amount of LTL 10,000 as compensation for non-pecuniary damage is considered sufficient”.", "11. Relying on the foregoing considerations, the Supreme Court dismissed the applicant’s cassation appeal.", "12. Article 22 of the Constitution of the Republic of Lithuania provides as relevant:", "“The private life of a human being shall be inviolable... The law and the courts shall protect everyone from arbitrary or unlawful interference in his private and family life, or from encroachment upon his honour and dignity.“", "13. Article 30 of the Constitution provides that compensation for material and non-pecuniary damage suffered by a person shall be established by law.", "14. According to Article 71 of the Civil Code applicable at the material time, concerning compensation for non-pecuniary damage:", "“Mass media, organisations or persons who publish false information degrading the honour and dignity of a person, and also information about a person’s private life without the consent of that person, shall pay compensation for non-pecuniary damage. The courts will assess the amount of the compensation, between five hundred and ten thousand litai.", "In assessing monetary compensation for the non-pecuniary damage caused, the courts shall take into consideration the financial status of the person who has caused the damage, the gravity and consequences of the violation and other circumstances important to the case.”", "15. Article 6.250 of the Civil Code, concerning non-pecuniary damage and in force since 1 July 2001, reads as follows:", "“1. Non-pecuniary damage shall be deemed to be a person’s suffering, emotional experiences, inconvenience, mental shock, emotional depression, humiliation, deterioration of reputation, diminution of opportunities to associate with others, and so on, evaluated by a court in terms of money.", "2. Non-pecuniary damage shall be compensated only in cases provided for by laws. Non-pecuniary damage shall be compensated in all cases where it has been incurred due to crime, health impairment or deprivation of life, as well as in other cases provided for by laws. The courts, in assessing the amount of non-pecuniary damage, shall take into consideration the consequences of the damage sustained, the gravity of the fault of the person by whom the damage is caused, his financial status, the amount of pecuniary damage sustained by the aggrieved person, and any other circumstances of importance for the case, as well as the criteria of good faith, justice and reasonableness.”", "16. The relevant provisions of the Law on the Provision of Information to the Public at the material time read as follows:", "“1. In producing and disseminating public information, it is mandatory to ensure a person’s right to have his personal and family life respected.", "2. Information about a person’s private life may be published, with the exception of the instances stipulated in paragraph three of this Article, only with the consent of that person and if publication of the information does not cause undue harm to that individual.", "3. Information concerning private life may be published without the person’s consent in those cases when publication of the information does not cause harm to the person or when the information assists in uncovering violations of the law or crimes, as well as when the information is presented in the examination of the case in an open court process. ...”", "“1. A producer and (or) disseminator of public information who publishes information about an individual’s private life ... without the natural person’s consent, also a producer who publishes false information degrading to the honour and dignity of the person, shall pay compensation for non-pecuniary damage to that person in a manner set forth by law. The amount of the compensation for non-pecuniary damage may not be in excess of LTL 10,000, except for cases when the court establishes that false information degrading the honour and dignity of a person has been published intentionally. In such cases the amount may, by a decision of a court, be increased, but not more than fivefold. In each case the amount awarded to the plaintiff may not be in excess of five percent of the annual income of the publisher and (or) disseminator of public information. ...", "4. In determining the amount of monetary compensation for non-pecuniary damage, the courts shall take into account the financial circumstances of the person who caused the damage, the gravity of the offence, its consequences and other significant circumstances. ...”", "17. Article 52 of the Law on the Health System, restricting the disclosure of information about a person’s health, at the material time provided as follows:", "“1. Restriction on the disclosure of information about the state of health of a person is intended to guarantee the inviolability of his private life and state of health.", "2. It shall be forbidden to make public in the mass media information about the state of health of a person without his written authorisation...", "3. Individual or public health care specialists shall be restricted ... from violating the confidentiality of the information about an individual’s private life or personal health ... which they have acquired while performing professional duties.”", "18. The Ruling of the Senate of Judges of the Supreme Court of Lithuania of 15 May 1998 no. 1 “On the application of Articles 7 and 71 of the Civil Code and the Law on the Provision of Information to the Public in the case-law of the courts examining civil cases on the protection of honour and dignity”, in so far as relevant, provided as follows:", "“18. ... Privacy of the person should be protected when it is established that information about a person’s private life has been disseminated without his or her consent and in the absence of lawful public interest. Lawful public interest is to be understood as the right of society to receive information about the private life of a person ... where it is necessary to protect the rights and freedoms of others from negative impact. The rights of the person are protected irrespective of whether the disseminated information degrades his or her honour and dignity.”", "19. The Ruling further stipulated that the producer or disseminator of public information who publishes information about an individual’s private life without his or her consent must compensate for the non-pecuniary damage caused. When assessing the monetary compensation for such damage, the courts should take into consideration the guilt of the defendant, his or her behaviour after the dissemination of the information, the negative impact on the plaintiff’s professional or social life and the form and manner in which the information was disseminated, as well as its content and other relevant circumstances. The monetary compensation could not exceed the limits provided by Article 71 of the Civil Code and Article 54 of the Law on the Provision of Information to the Public.", "20. On 23 January 1970 the Parliamentary Assembly of the Council of Europe adopted Resolution 428, containing a Declaration on Mass Communication Media and Human Rights, the relevant part of which reads as follows:", "“1. There is an area in which the exercise of the right of freedom of information and freedom of expression may conflict with the right to privacy protected by Article 8 of the Convention on Human Rights. The exercise of the former right must not be allowed to destroy the existence of the latter.", "2. The right to privacy consists essentially in the right to live one’s own life with a minimum of interference. It concerns private, family and home life, physical and moral integrity, honour and reputation, avoidance of being placed in a false light, non-revelation of irrelevant and embarrassing facts ... protection from disclosure of information given or received by the individual confidentially...", "7. The right to privacy afforded by Article 8 of the Convention on Human Rights should not only protect an individual against interference by public authorities, but also against interference by private persons or institutions, including the mass media. National legislations should comprise provisions guaranteeing this protection.”", "21. Recommendation no. R (89) 14 on “The ethical issues of HIV infection in the health care and social settings”, adopted by the Committee of Ministers of the Council of Europe on 24 October 1989 reads, in so far as relevant to the present case, as follows:", "“Public health authorities are recommended to:", "in relation to reporting of cases:", "ensure that the reporting of AIDS cases ... is used for epidemiological purposes only and therefore carried out in strict compliance with appropriate confidentiality regulations and in particular that data is transmitted on a non-identifiable basis to avoid any possible discriminatory use of sensitive health related data, to avoid discouraging individuals from seeking voluntary testing,", "in relation to the patient-health care worker relationship:", "strongly support respect for confidentiality, if necessary by introducing specific policies and by promoting educational programs for health care workers to clarify confidentiality issues in relation to HIV infection.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}