{"ITEMID": "001-72486", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "MELCHIOR v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Ib Melchior, is an American national who was born in 1917 and lives in Los Angeles.", "He was represented before the Court by Mrs Huntemann, a lawyer practising in Berlin.", "In 1937 the applicant’s father, then a Danish citizen, owned an estate of one hundred hectares in Chossewitz/Niederlausitz (hereinafter the “Chossewitz estate”), on the territory of the former German Democratic Republic (GDR). The applicant’s father emigrated to the United States of America (USA) in 1939 and obtained US citizenship in 1947. The Chossewitz estate was initially leased to the German Department of Agriculture and Forestry in the Soviet-Occupied Zone (Deutsche Verwaltung für Land- und Forstwirtschaft in der sowietischen Besatzungszone), which was subsequently appointed as a trustee. In 1956 a legal-entity certificate (Rechtsträgernachweis) was issued, declaring the Chossewitz estate to be the property of the GDR (Eigentum des Volkes). When his father died in 1973, the applicant inherited the Chossewitz estate as well as the entitlement to claim any compensation that might be paid by a government in respect of the estate. The applicant subsequently declared before the Danish Consulate in Los Angeles that he wished to renounce his hereditary rights in favour of his sister, a Danish citizen. In 1995 the applicant withdrew the renunciation with his sister’s consent.", "In the 1970s the GDR went into bilateral negotiations with the Kingdom of Denmark over unresolved financial and property issues. In 1976 the Danish government declared the Chossewitz estate as property requiring compensation by the GDR.", "Between 1984 and 1987 the GDR concluded several “Lump Sum” Agreements (Globalentschädigungsabkommen) with Western European States. The GDR thus concluded with the Danish government, on 3 December 1987, an Agreement under which the GDR was to pay the amount of 19 million Danish kroner (DKK) on the basis of unresolved property and financial issues. The Agreement entered into force on 1 March 1988. After German reunification, the Federal Republic of Germany (FRG) succeeded to that treaty pursuant to Article 12 of the German Unification Treaty (Einigungsvertrag) in conjunction with the proclamation of 15 October 1992 on the expiration of international agreements between the GDR and Denmark (Bekanntmachung über das Erlöschen völkerrechtlicher Übereinkünfte der DDR mit Dänemark).", "During the negotiating of the relevant Lump Sum Agreement, the two States disagreed on whether four particular estates, among them the Chossewitz estate, should fall within the scope of the Agreement. The GDR delegation was of the opinion that, because of its size, the Chossewitz estate had to be regarded as Großgrundbesitz (land which comprised more than one hundred hectares and which was situated in the Soviet-Occupied Zone of Germany after the Second World War), and, being covered by the land reform (Bodenreform), would not give rise to compensation. The GDR further argued that the estate had become its property (Eigentum des Volkes). All claims that the two delegations did agree upon had been added to a list prepared by the Danish delegation which was distributed upon the conclusion of the Agreement. Because of the above-mentioned dispute, the Chossewitz estate had not been included on that list.", "Article 6 of the Lump Sum Agreement provided that all unresolved property and financial issues between the parties should be settled exhaustively and with final effect upon entry into force of the Agreement. The desire to settle these issues comprehensively had also been expressed by the two States in the Preamble to the Agreement.", "Upon her application, the applicant’s sister received, from the lump sum, an amount of approximately 100,000 German marks (DEM) in respect of the Chossewitz estate.", "In 1992 the FRG was registered as the owner of the Chossewitz estate in the land register. The applicant subsequently instituted proceedings for the return of the property. On 18 December 1996 the Frankfurt an der Oder Regional Court ordered the FRG to return the Chossewitz estate and to approve the rectification of the land register. The court found that the applicant’s claim had not been extinguished by the Danish government’s payment of around 100,000 German marks, under the Lump Sum Agreement, to his sister. The court held that the Lump Sum Agreement only concerned claims of Danish citizens with regard to property situated in the GDR, whereas the applicant held US citizenship.", "On appeal by the defendant, the Brandenburg Court of Appeal, on 8 May 1998, quashed the Frankfurt an der Oder Regional Court’s judgment of 18 December 1996 and dismissed the applicant’s claim. The Brandenburg Court of Appeal noted that the Frankfurt an der Oder Regional Court had not been provided with the relevant and decisive facts regarding the Lump Sum Agreement. Even though his father’s property had not been formally expropriated by the GDR, the applicant’s claim had been extinguished by the entry into force of the Lump Sum Agreement which also comprised the Chossewitz estate, despite the fact that the latter had been the subject of debate between the two parties to the treaty. In return for the payment of the lump sum by the GDR, the Danish government had waived any claims of its citizens regarding property situated in the GDR.", "Applying Articles 31 et seq. of the Vienna Convention on the Law of Treaties of 23 May 1969 (the “Vienna Convention”), the Brandenburg Court of Appeal found that the Agreement also comprised the Chossewitz estate. Even though the Brandenburg Court of Appeal noted that this conclusion could not be derived directly from the wording of the Agreement, the interpretation of Articles 2 and 6 in conjunction with the Preamble showed that the two States had opted for a final and exhaustive solution to all property issues. The Brandenburg Court of Appeal considered the materials from the negotiations and found that the Danish government had not been content with the original amount of compensation proposed by the GDR delegation. The Danish delegation had insisted that compensation was also to be paid in respect of the four estates which were the subject of debate, in order to avoid any liability for damages in relation to the individuals who claimed to be the owners of these estates. The GDR had thus raised the lump sum by a fixed amount (a so-called Restsumme), which would enable Denmark to pay compensation to each of the individuals who claimed to be the owners of the disputed estates once the claimants from the list distributed upon the conclusion of the Agreement had been satisfied. In raising the amount of the lump sum by the Restsumme, the GDR did not have to give up its legal view on those estates and avoided recognition of corresponding claims. The Brandenburg Court of Appeal held that the fact that the Chossewitz estate had not been included in the list of claims did not prove that it was not covered at all by the Agreement, but rather that compensation had been paid from the Restsumme.", "The Brandenburg Court of Appeal also considered a statement on the matter by the Danish Ministry of Foreign Affairs (which the applicant had submitted) but found that, even though the Ministry had suggested a different assessment of the Agreement, it was based on the same facts and consequently did not lead to a different interpretation in the present case. The Brandenburg Court of Appeal noted that, on the contrary, the statement had been submitted together with a report of the Committee in charge of distributing the lump sum to the legitimate claimants. In that report, the Committee explained that it had informed the claimants in respect of the four estates at issue, among them the applicant’s sister, that their claims could be satisfied by the Restsumme. The claimants had not objected to this procedure. Moreover, the Brandenburg Court of Appeal regarded the fact that the applicant’s sister had accepted and received an amount from the lump sum as a further indication that the Chossewitz estate had been covered by the Agreement. Taking into account the relatively high amount of the lump sum, a proper reading of Articles 2 and 6 showed that the Agreement was not only binding under public international law upon the two States parties, but that it had also settled, with final effect, private claims of Danish citizens against the GDR. The distribution of the lump sum to the claimants would have been incomprehensible if they had retained their private claims against the GDR.", "The question of the validity of the applicant’s renunciation of his hereditary rights in 1973, in favour of his Danish sister, was not decisive in the view of the Brandenburg Court of Appeal. Because of the then existing political situation, the applicant, as a US citizen, could not have expected the conclusion of a similar lump sum agreement between the USA and the GDR. The renunciation had represented the applicant’s only option if his family were to receive some compensation in respect of the Chossewitz estate through the Danish government. The fact that he had only withdrawn the renunciation in 1995, after the historical context had changed, proved that the applicant had originally accepted that the payment from the lump sum to his sister settled all claims in respect of the Chossewitz estate with final effect. Irrespective of his US citizenship, the Agreement was therefore also binding on him. The Brandenburg Court of Appeal further found that it did not matter whether or not the Agreement had been incorporated into the domestic law of the GDR in accordance with the applicable provisions.", "The Federal Court of Justice dismissed the applicant’s appeal on points of law on 22 April 1999. The applicant subsequently brought proceedings for restitution and submitted material that he had previously submitted only to the Federal Court of Justice. The Brandenburg Court of Appeal dismissed his application on 26 November 1999. The applicant did not lodge an appeal on points of law against the judgment of 26 November 1999.", "On 4 October 2000 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint. It did not rule on whether the applicant had exhausted all available remedies before the ordinary courts in view of the possibility of lodging an appeal on points of law against the 26 November 1999 judgment of the Brandenburg Court of Appeal. The Federal Constitutional Court found that the Brandenburg Court of Appeal’s interpretation of the Lump Sum Agreement, which after reunification had also become binding on the FRG, had not violated any of the applicant’s fundamental rights. It stated that, in principle, it was for the ordinary courts to apply and interpret international treaties, subject to review by the Federal Constitutional Court which would apply the same standards as for the review of the application of domestic law by the ordinary courts. It found that the right of property, as enshrined in Article 14 of the German Basic Law, was not applicable on the territory of the former GDR. Hence it reviewed the judgments of the Brandenburg Court of Appeal from the angle of the prohibition of discrimination (Gleichheitsgrundsatz) under Article 3 of the German Basic Law in conjunction with the principle of the rule of law (Article 20 § 3 of the German Basic Law). The Federal Constitutional Court found that there would have been a violation of Article 3 of the German Basic Law only if the interpretation of the ordinary courts had been manifestly erroneous. This had not been the case. The Brandenburg Court of Appeal’s view that the applicant’s property claim had been extinguished upon the entry into force of the Agreement had been based on the principle of diplomatic protection whereby, through the person of its nationals, a State can assert its own right to ensure respect for the rules of international law. Therefore, Denmark’s waiver of the property claims in return for receiving the lump sum was valid under international law for the applicant as well as the claimants, irrespective of whether or not Denmark had been entitled to make the waiver under domestic law. Moreover, the Brandenburg Court of Appeal’s interpretation of the Lump Sum Agreement and its application of Articles 31 et seq. of the Vienna Convention could not be regarded as arbitrary. Referring to a judgment of the International Court of Justice (South West Africa cases, Preliminary Objections, ICJ Reports 1962, p. 336), the Federal Constitutional Court stated that the object and purpose of an international treaty could take priority over its wording. In so far as the applicant complained about a breach of Article 31 § 2 (a) of the Vienna Convention, because the non-inclusion of the Chossewitz estate in the list of claims had not been regarded as decisive by the domestic courts, the Federal Constitutional Court held that the applicant had failed to demonstrate that the list had become an integral part of the Agreement. It found that the Brandenburg Court of Appeal had sufficiently considered the list when dealing with the purpose of the Agreement and the course of its negotiation. The Brandenburg Court’s reasoning on the applicability of the Agreement to the applicant’s case as well as its analysis of the negotiations leading to the Agreement, in particular the fact that the GDR did not recognise the applicant’s sister’s claim while Denmark, at the same time, had to insist on the claim in order to avoid its own liability, was regarded as being in accordance with Article 3 of the German Basic Law (prohibition of discrimination).", "Pursuant to its Article 2, the Lump Sum Agreement covers property and financial claims of Denmark as well as of Danish citizens and legal persons with regard to property which was under GDR administration, provided that they were so entitled both on 8 May 1945 and on the date of the signing of the Agreement. Article 1 provides for the payment of DKK 19 million by the GDR to Denmark as compensation for the property and financial claims covered by Article 2.", "Under Article 6 all unresolved property and financial issues between the parties were to be settled exhaustively and with final effect on the entry into force of the Agreement. In the Preamble to the Agreement, the two States expressed the desire for a comprehensive settlement of these issues.", "“1. A treaty shall be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose.", "2. The context for the purpose of the interpretation of a treaty shall comprise, in addition to the text, including its preamble and annexes: (a) any agreement relating to the treaty which was made between all the parties in connection with the conclusion of the treaty; (b) any instrument which was made by one or more parties in connection with the conclusion of the treaty and accepted by the other parties as an instrument related to the treaty.", "3. There shall be taken into account, together with the context: (a) any subsequent agreement between the parties regarding the interpretation of the treaty or the application of its provisions; (b) any subsequent practice in the application of the treaty which establishes the agreement of the parties regarding its interpretation; (c) any relevant rules of international law applicable in the relations between the parties.", "4. A special meaning shall be given to a term if it is established that the parties so intended.”", "“Recourse may be had to supplementary means of interpretation, including the preparatory work of the treaty and the circumstances of its conclusion, in order to confirm the meaning resulting from the application of article 31, or to determine the meaning when the interpretation according to article 31: (a) leaves the meaning ambiguous or obscure; or (b) leads to a result which is manifestly absurd or unreasonable.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}