{"ITEMID": "001-110768", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KHACHATRYAN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Arman Lenvelovich Khachatryan, is an Armenian national who was born in 1974 and lives in Moscow. He was represented before the Court by Ms O. Mikhaylova, a lawyer practising in Moscow. The Russian Government were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights. In view of the applicant’s nationality, the Government of Armenia were invited to submit written comments on the case. However, no reply was received within the prescribed time-limit.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 18 June 2003 the applicant was arrested and charged with attempted murder, robbery and illegal firearms trafficking. His pre-trial detention was extended on several occasions.", "4. On 18 March 2004 the Moscow City Court, in a jury trial, convicted the applicant as charged and sentenced him to fifteen years’ imprisonment.", "On 18 August 2004 the Supreme Court of Russia upheld the conviction on appeal.", "5. Following the applicant’s request, on 5 October 2005 the Presidium of the Supreme Court of Russia quashed the judgment of 18 March 2004, as upheld on 18 August 2004, by way of supervisory review, and remitted the case for a retrial.", "6. On 13 April 2006 the Moscow City Court convicted the applicant as charged and sentenced him to three years and one month’s imprisonment.", "7. The applicant did not appeal against that judgment.", "8. During his arrest on 18 June 2003 the applicant received a number of serious injuries, including gunshot wounds and fractures of the lower limbs, craniocerebral injury and concussion.", "9. On the same day the applicant was taken to Moscow hospital no. 71, where he received primary surgical treatment for the gunshot wounds and had plaster casts applied to the fractures. He was subsequently transferred to Moscow hospital no. 20, where he stayed until 24 June 2003.", "10. On 24 June 2003 the applicant was placed in Moscow remand prison IZ77/1. Upon his admission, the applicant was examined by a surgeon and discovered to have a perforating gunshot wound of the right thigh, a nonperforating gunshot wound of the left gluteal region, a closed fracture (immobilised) of left medial malleolus, a fracture (immobilised) of the lower third of the right shinbone, a fracture of the proximal phalanx of the hallux of the right foot, and a closed craniocerebral injury. He was subsequently hospitalised in the surgical unit of the remand prison hospital.", "11. In the surgical unit of the remand prison hospital the applicant was further diagnosed with concussion and traumatic neuropathy of the right median nerve. His condition was evaluated as “moderately severe”. The applicant was treated with antibacterial, anti-inflammatory, general health-improving, anaesthetic, local, antispasmodic and sedative medication.", "12. On 28 July 2003 the applicant was discharged from the IZ-77/1 prison hospital in a satisfactory condition, after which he received outpatient treatment at the IZ-77/1 medical unit.", "13. On 11 September 2003 the applicant filed a request with the acting Prosecutor of Moscow asking for his transfer from remand prison IZ-77/1 to Moscow hospital no. 20 for specialised treatment.", "14. On 8 January 2004 the applicant’s defence counsel made an enquiry with the governor of facility IZ-77/1 as to the state of the applicant’s health and the possibility of the removal of the two bullets from the applicant’s body in the remand prison.", "15. On 3 February 2004 the applicant’s grandfather applied to the Chief Department for the Execution of Sentences asking for the applicant to be transferred to a correctional establishment with adequate medical equipment.", "16. On 19 March 2004 the chief surgeon of IZ-77/1 surgical unit, having examined the applicant, excluded any emergency surgical pathology, having found that the location of the two bullets did not pose any risks to the applicant’s life and to the functioning of his essential organs. The applicant was recommended elective (non-urgent) surgery.", "17. On 23 March 2004 the all-Russian advocacy group “For Human Rights” applied to the Preobrazhenskiy District Court of Moscow for the lifting of the applicant’s custodial measure and his transfer to the Burdenko Neurosurgery Institute for the removal of the bullets from his body.", "18. On 17 April 2004 the applicant was placed in Moscow remand prison IZ-77/4, where he continued to receive treatment on an outpatient basis, with the assistance of civilian medical specialists.", "19. On 29 June 2004 the All-Russian Public Organisation of War and Military Service Veterans wrote to the Prosecutor General of Russia requesting him to intervene and to assist the applicant in getting medical assistance for his gunshot wounds.", "20. On 2 July 2004 the head of the Department for the Execution of Sentences in Moscow replied as follows:", "“[...] At present [the applicant] is being supervised by the medical staff of [Moscow remand prison IZ-77/4].", "On 25 June 2004 an additional examination and consultation was provided to [the applicant] with the assistance of civilian medical specialists from [Moscow] city clinical hospital no. 20 – a neuropathologist, a traumatologist, a surgeon, and a neurosurgeon – in which [the applicant] was diagnosed with suture sinus in the region of the middle third of right thigh [...], a foreign body (bullet) in the soft tissue of the right thigh and pelvis, a wrongly healed fracture of right ankle, a healed fracture of the left ankle [and] deforming arthrosis of the ankle joints. ...", "At present, surgery on the ankle joints is not recommended owing to a chronic infection of the right thigh soft tissue.", "Surgical treatment on the right thigh soft tissue is required in a surgical hospital.", "On 29 June 2004 [the applicant] categorically refused treatment in the surgical unit of IZ-77/1 remand prison hospital and in city clinical hospital no. 20. ...”", "21. A number of replies with similar content followed.", "22. On 8 July 2004 the All-Russian public organisation “the Union of Armenians in Russia” applied to the Ombudsman requesting him to assist the applicant in obtaining qualified medical aid and a transfer to the Burdenko Neurosurgery Institute.", "23. On 12 July 2004 the deputy head of the medical section of the Chief Department for the Execution of Sentences replied that no specialised neurosurgical treatment had been recommended for the applicant.", "24. On 4 August 2004 the applicant’s defence counsel made an enquiry with the Chief Department for the Execution of Sentences as to the state of the applicant’s health and the possibility for him to have the two bullets removed from his body in the remand prison. The information requested was necessary to substantiate his application for release on medical grounds.", "25. On 11 August 2004 the Bureau of Medical and Social Expertise examined the applicant’s medical file and classified his disability as “category three” for a period of one year, until 1 September 2005.", "26. On 23 August 2004 the applicant’s defence counsel requested the Chief Department for the Execution of Sentences to carry out a medical examination of the applicant and to suspend his transfer to the correctional colony until the issue of the applicant’s placement and treatment in a specialised medical establishment in Moscow had been settled.", "27. On 27 August 2004 the applicant left IZ-77/4 in order to serve his sentence.", "28. On 29 August 2004 the applicant was placed in the Saratov Region correctional colony IK-33, where he received outpatient treatment. He was examined by medical specialists on a daily basis and received etiotropic, pathogenetic and symptomatic therapy.", "29. On 30 August 2004 the applicant’s grandfather challenged the applicant’s transfer to the correctional colony in the Saratov Region before the Department supervising compliance with lawfulness and respect for human rights by the authorities and institutions of the Department for the Execution of Sentences. He referred to the applicant’s state of health and the alleged impossibility of adequate medical treatment in medical establishments within the prison system.", "30. On 9 September 2004 the applicant was admitted to the surgical unit of Saratov Region prison hospital OTB-1.", "31. On the same day the applicant’s defence counsel requested the head of the Department for the Execution of Sentences in the Saratov Region to carry out medical examination of the applicant necessary for deciding the issue of relief from serving his sentence on account of serious illness.", "32. On 23 September 2004 the head of the Department for the Execution of Sentences in the Saratov Region replied that the applicant’s state of health was satisfactory, that there were no grounds for emergency surgery, and that the issue of elective surgery would be decided upon following the applicant’s examination by medical specialists.", "33. On 2 November 2004 the applicant underwent elective surgery for the removal of two bullets from the soft tissue of his right thigh and the sacral region.", "34. On 3 November 2004 the applicant’s defence counsel asked the governor of Saratov Region prison hospital OTB-1 to carry out the medical examination of the applicant necessary for deciding the issue of his relief from serving his sentence on account of serious illness.", "35. The post-operative period being uneventful, on 10 November 2004 the applicant was discharged from the Saratov Regional prison hospital OTB-1. He was transferred to Saratov Region remand prison IZ-64/1.", "36. On 12 November 2004 the applicant’s father complained to the Saratov Regional Prosecutor about the applicant’s transfer from prison hospital OTB-1 to remand prison IZ-64/1. He asked that the applicant be transferred back to prison hospital OTB-1 for his subsequent treatment.", "37. After removal of the post-operative sutures, on 13 November 2004 the applicant complained of fever, excessive sweating, dizziness and pain. In the absence of a surgeon among the staff of the remand prison’s medical unit the applicant was transferred back to Saratov Region prison hospital OTB-1, where he stayed until his discharge on 9 December 2004, when he was transferred to remand prison IZ-64/1.", "38. On 18 December 2004 the applicant was placed in Saratov Region correctional colony IK-7.", "39. On 29 December 2004 the applicant’s defence counsel challenged with the head of the Federal Service for Execution of Sentences the applicant’s transfer to Saratov Region correctional colony IK-7, which had deprived him of the possibility of receiving a complete course of postoperative treatment in prison hospital OTB-1.", "40. On 12 January 2005 the expert medical commission examined the quality of the medical assistance provided to the applicant and came to the conclusion that the applicant had received comprehensive examinations and treatment in compliance with the standards for provision of specialised medical assistance. The decision read as follows:", "“... Complaints: moderate pain in right and left ankle joints, restriction of function in these joints, pain in left knee joint on activity, restriction of function in this joint due to pain. Presence of scar tissue on the medial surface of the right thigh.", "Results of objective examination: [various observations based on an applicant’s external inspection and radiographic and neurological examinations of the applicant (by a neurologist and a neurosurgeon) and the results of CT, MRI and EMG examinations carried out on 14-15 December 2004)].", "Diagnosis: Effects of a gunshot wound to the right thigh and the lumbar-sacral region of June 2003. ... Wrongly healed fracture of right ankle, a healed fracture of the left ankle. Effects of closed craniocerebral injury with astheno-neurotic syndrome.", "The patient was subjected to comprehensive examination and treatment in accordance with the standards for provision of specialised medical assistance.", "Recommended: walking with the help of a crutch, with the weight on the left [foot]. No further in-patient examination and treatment are required. ...”", "41. On 18 August 2005 the applicant was again admitted to Saratov Region prison hospital OTB-1, where he was diagnosed with deforming osteoarthrosis of the right ankle. He was provided with treatment appropriate to his condition.", "42. On 8 September 2005 the applicant again underwent an expert medicosocial examination and was found to have no signs of persistent disability. The applicant’s continued classification as disabled, therefore, was not required.", "43. On 7 October 2005 the applicant was discharged from Saratov Region prison hospital OTB-1.", "44. On the same day he was admitted to correctional colony IK-33.", "45. On 9 October 2005 the applicant was placed in Saratov Region correctional colony IK-7.", "46. On 14 November 2005 the applicant was transferred back to correctional colony IK-33.", "47. From 16 November 2005 up to his release the applicant was held again in Moscow remand prison IZ-77/1, where he was further diagnosed with, and treated for, osteochondrosis of the thoracic spine, lumbar osteochondrosis and astheno-neurotic syndrome.", "48. On 23 January 2006 the applicant’s parents applied to the governor of Moscow remand prison IZ-77/1 asking for the applicant’s transfer back to prison hospital OTB-1, without success.", "49. On 18 July 2006 the applicant was released from prison.", "50. The federal law on the detention of persons suspected of and charged with criminal offences (Federal Law no. 103-FZ of 15 July 1995) provides that inmates are entitled to medical assistance (section 17). If an inmate’s health deteriorates, the medical officers of the remand prison are obliged to examine him promptly and inform him of the results of the examination in writing. If the inmate requests to be examined by staff of other medical institutions, the administration of the detention facility is to organise such an examination. If the administration refuses, the refusal can be appealed against to a prosecutor or court. If an inmate is suffering from a serious disease, the administration of the remand prison is obliged immediately to inform the prosecutor, who can carry out an inquiry into the matter (section 24)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}