{"ITEMID": "001-109791", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF RANGELOV v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 14+5 - Prohibition of discrimination (Article 14 - Discrimination) (Article 5 - Right to liberty and security;Article 5-1 - Lawful arrest or detention);Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "André Potocki;Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Mark Villiger", "TEXT": ["6. The applicant was born in 1961. When lodging his application, he was detained in Straubing Prison (Germany). He is currently detained in Grad Vraca (Bulgaria).", "7. The applicant entered Germany in 1979. He has been convicted some fifteen times since 1980, notably of theft and burglary. In particular, on 1 March 1984 the Kempten District Court convicted him of three counts of joint theft as a member of a gang and sentenced him to three years’ imprisonment. On 7 October 1988 the Munich I Regional Court convicted the applicant of six counts of burglary and one count of attempted burglary and sentenced him to five years’ imprisonment. On 1 October 1993 the Munich District Court convicted the applicant of joint attempted burglary, committed approximately one month after his release from prison, and sentenced him to one year and six months’ imprisonment.", "8. On 21 December 1994 the applicant was arrested and remanded in detention.", "9. On 26 January 1996 the Munich I Regional Court convicted the applicant of eight counts of burglary and attempted burglary, committed only a few months after his release from prison, and sentenced him to eight years and six months’ imprisonment. It found that by breaking into different shops, the applicant had stolen goods worth some 140,000 Deutschmarks (approximately 71,581 euros). It further ordered the applicant’s preventive detention pursuant to Article 66 § 1 of the Criminal Code (see paragraphs 40-41 below). Having regard to an expert report, the court found that the applicant had a propensity to commit offences by which serious economic damage was caused and was therefore dangerous to the public.", "10. By a decision of 16 April 1997, supplemented on 29 October 1997, the city of Munich ordered the applicant’s expulsion to Bulgaria and prohibited him to re-enter Germany for an indefinite duration in view of his criminal convictions. It authorised the applicant’s expulsion directly from prison as soon as he had served his sentence. The expulsion order became final on 30 December 1997, the regional government of Upper Bavaria having dismissed the applicant’s appeal on 25 November 1997.", "11. In the plan governing the execution of the applicant’s sentence, drawn up by the Straubing Prison authorities and presented to the applicant on 9 October 1997, it is noted that the applicant’s transfer to a social therapeutic institution, relaxations in the conditions of his detention and preparations for his release were not envisaged as the city of Munich had issued a deportation order against him.", "12. On 7 January 2002 the Erlangen Prison authorities informed the applicant, who was at that time detained in Straubing Prison, that it was not possible to transfer him to Erlangen in order to enable him to participate in a social therapy because he was liable to be expelled after having served his prison sentence.", "13. The applicant served his full prison sentence until 19 June 2003. Since then, he was remanded in preventive detention.", "14. On 21 August 2003 the Regensburg Regional Court, in review proceedings pursuant to Article 67c § 1 of the Criminal Code (see paragraph 42 below), decided that the execution of the applicant’s preventive detention was still necessary in view of its objective.", "15. On 1 December 2003 the Nuremberg Court of Appeal, allowing the applicant’s appeal, quashed the decision of 21 August 2003 and remitted the case to the Regional Court. It found that the Regional Court had not been entitled to authorise one of its judges to hear the applicant alone instead of hearing him in its full composition without giving reasons for doing so. Moreover, the refusal of the Straubing Prison authorities to allow the applicant’s defence counsel to inspect his personal files had violated the right to a fair trial.", "16. The applicant’s counsel was subsequently granted access to the applicant’s personal files at Straubing Prison.", "17. On 26 February 2004 the Regensburg Regional Court, having heard the applicant on 15 January 2004 and the applicant and the two experts W. and T. on 19 February 2004, again decided that the execution of the applicant’s preventive detention was necessary in view of its objective (Article 67c § 1 of the Criminal Code). It therefore refused to suspend the execution of the applicant’s preventive detention and to grant probation.", "18. Having regard to the report submitted by the expert for forensic psychiatry W., the Regional Court found that it was very likely that the applicant would reoffend if released. He had been convicted of burglary on numerous occasions and had reoffended shortly after having served long prison sentences. As confirmed by a report submitted by the Straubing Prison authorities dated 17 January 2003 and by the applicant’s statements at the hearing, the applicant continuously refused critically to reflect on his offences and felt persecuted and wrongfully convicted by the German courts.", "19. The Regional Court considered that there were also no other elements indicating that the applicant was no longer inclined to reoffend. It noted that according to expert W., it was advisable for the applicant to participate in a social therapy. It conceded that the applicant had not been admitted to a social therapy in Erlangen Prison he had applied for in 2002. The conditions of his detention had also not been relaxed (Vollzugslockerungen). Both of these measures were important conditions for arriving at a prognosis that he was no longer dangerous to the public. However, this did not alter the fact that the applicant kept posing a risk to the public.", "20. According to the Regional Court, the applicant’s preventive detention was also not disproportionate. As the applicant was not a German national it was unlikely that the prison authorities, having regard to the usual practice, would relax his conditions of detention. He had further been refused a social therapy in view of his imminent expulsion. The court considered that it was illegal to retain a convicted person in preventive detention for an indefinite period of time only as a consequence of his foreign nationality and the resulting refusal of relaxed conditions of imprisonment. The Public Prosecutor’s Office would have to consider this issue when deciding on a fresh motion lodged by the applicant to suspend his preventive detention pursuant to Article 456a of the Code of Criminal Procedure (see paragraph 45 below). Otherwise, a suspension of the preventive detention order against the applicant on probation could have to be ordered in the future for reasons of proportionality even without the conditions of his detention having previously been relaxed.", "21. On 23 April 2004 the Nuremberg Court of Appeal dismissed the applicant’s appeal against the Regional Court’s decision of 26 February 2004.", "22. Endorsing the reasons given by the Regional Court, the Court of Appeal found that the applicant was still dangerous to the public. He had also proved obstinate in prison and had to be punished three times in 2003 for having insulted the prison staff. Due to the fact that the applicant, as confirmed by expert W., refused to take responsibility for his past offences, there were no suitable measures to prepare the applicant adequately for his release. As the applicant was in preventive detention only since 20 June 2003, the execution of this measure was still proportionate.", "23. On 27 May 2004 the applicant, represented by counsel, lodged a constitutional complaint with the Federal Constitutional Court. He notably argued that his right to freedom as guaranteed by Article 2 § 2 of the Basic Law was violated because his preventive detention was disproportionate. Moreover, he claimed that the refusal to admit him to a social therapy due to his imminent expulsion discriminated him because of his Bulgarian nationality and therefore disregarded his right to equality under Article 3 of the Basic Law.", "24. On 28 September 2004 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint and to grant him legal aid (no. 2 BvR 1079/04). It found that his complaint had no prospects of success. There was nothing to indicate that the criminal courts, in reaching their decision under Article 67c § 1 of the Criminal Code, notably in finding that the applicant was still dangerous, had failed duly to consider human dignity and the right to freedom as guaranteed by the Basic Law.", "25. The Federal Constitutional Court confirmed that measures relaxing the conditions of detention were a decisive factor for the prognosis of a convicted person’s dangerousness. However, the applicant neither claimed to have applied for such measures in the course of his preventive detention nor to have been unlawfully refused such measures. The decisions of the criminal courts were also not based on the fact that until then, no such measures had been granted. As regards therapeutic measures, the criminal courts had rightly pointed out that due to the applicant’s persistent refusal to accept responsibility for his offences there were no suitable measures to prepare him adequately for his release.", "26. On 25 November 2004 the Straubing District Court dismissed the applicant’s request for measures relaxing the conditions of his preventive detention, notably leave under escort for one day under the supervision of two prison officers. It argued that he might abscond on that occasion. The applicant’s appeal on points of law against this decision to the Nuremberg Court of Appeal was to no avail. On 14 March 2006 the Straubing Prison authorities dismissed another request made by the applicant to relax his conditions of preventive detention on the same grounds.", "27. On 17 December 2004 the Erlangen Prison again declared not to consent to a transfer of the applicant from Straubing Prison to it in order to admit the applicant to a social therapy. It argued that it was not in a position to prepare the applicant, who was liable to be expelled, for a life without offences in Bulgaria. The living conditions in that country were not known to the therapists. On 31 January 2005 the Nuremberg-Fürth Regional Court dismissed as inadmissible the applicant’s request to declare that refusal unlawful. It found that it were the Straubing Prison authorities which were competent to decide on the applicant’s transfer to a different prison.", "28. On 21 December 2006 the Regensburg Regional Court, reviewing the necessity of the applicant’s preventive detention under Articles 67d § 2 and 67e of the Criminal Code (see paragraphs 43-44 below), refused to suspend the execution of the applicant’s preventive detention order on probation. Having regard to the report of psychiatric expert A. it had consulted, it found that there was still a risk that the applicant would commit further serious offences against the property of others (but no violent offences) if released.", "29. The Regional Court considered that the applicant’s continued preventive detention was still proportionate. It conceded that it was problematic that no measures at all were planned by the prison authorities to further the applicant’s reintegration into society. Moreover, owing to, in particular, his foreign nationality, the applicant could not expect any relaxations in the conditions of his detention. In practice, the latter were a precondition for coming to an assessment that a detainee was no longer dangerous to the public. Therefore, the court would have to decide at the next periodic review of the applicant’s preventive detention whether the applicant was to be released for reasons of proportionality, despite the fact that he had not previously been granted relaxations in the conditions of his detention and had not been considered as no longer posing a threat to the public.", "30. On 12 March 2007 the Nuremberg Court of Appeal, endorsing the reasons given by the Regional Court, dismissed the applicant’s appeal. It noted, in particular, that expert A. had considered that there was no starting point for beginning with measures preparing the applicant’s conditional release. As he contested having committed the property offences he had been found guilt of, he could not critically reflect on his criminal behaviour. Therefore, relaxations in the conditions of the applicant’s detention, which were very important to arrive at a prognosis that a person was no longer dangerous to the public, had not been refused without good cause.", "31. On 16 February 2005 the Munich I Public Prosecutor’s Office dismissed the applicant’s request to suspend the execution of his preventive detention in view of his imminent expulsion under Article 456a of the Code of Criminal Procedure. On 25 April 2005 the General Public Prosecutor dismissed the applicant’s appeal.", "32. On 12 July 2005 the Munich Court of Appeal dismissed the applicant’s request for judicial review. Endorsing the reasons given by the prosecution authorities, it found that there was still a risk that the applicant reoffended and that he was still was not conscious of his guilt. In these circumstances, a therapeutic treatment was without prospects of success.", "33. On 19 June 2007 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 2 BvR 1676/05). It found that the decision of the Court of Appeal to consider as lawful the prosecution’s balancing between the public interest in the continuation of the applicant’s preventive detention and the applicant’s interest in his personal liberty had – at least at that time – not been unconstitutional.", "34. On 7 November 2005 the Munich I Public Prosecutor’s Office dismissed another request made by the applicant to suspend the execution of his preventive detention under Article 456a of the Code of Criminal Procedure on the same grounds.", "35. The applicant’s appeals were to no avail. In its decision of 16 May 2006 the Munich Court of Appeal noted, in particular, that it might appear contradictory to the applicant that measures aiming at his reintegration into society, such as a social therapy, were refused to him because of the deportation order against him, but that the authorities nevertheless refused to suspend the execution of his preventive detention under Article 456a of the Code of Criminal Procedure. However, the refusal of the said measures alone did not mean that the prosecution authorities could only exercise their discretion in a lawful manner by granting his request under the said provision.", "36. On 7 September 2007 the Munich I Public Prosecutor’s Office decided to suspend the execution of the applicant’s preventive detention at the date of his expulsion to Bulgaria, and on 1 November 2007 at the earliest, under Article 456a of the Code of Criminal Procedure.", "37. On 13 December 2007 the applicant was expelled to Bulgaria in accordance with the deportation order issued by the city of Munich on 16 April 1997.", "38. On 30 November 2009 the Korneuburg Regional Court (Austria) convicted the applicant of two counts of murder, one count of attempted murder and robbery with firearms, committed on 1 June 2009 in Austria and sentenced him to life imprisonment. The judgment was upheld on appeal. The applicant was subsequently transferred to Bulgaria in order to serve his sentence.", "39. A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court’s judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions referred to in the present case provide as follows:", "40. The sentencing court may, at the time of the offender’s conviction, order his preventive detention (a so-called measure of correction and prevention) under certain circumstances in addition to his prison sentence (a penalty), if the offender has been shown to be a danger to the public (Article 66 of the Criminal Code).", "41. In particular, the sentencing court orders preventive detention in addition to the penalty if someone is sentenced for an intentional offence to at least two years’ imprisonment and if the following further conditions are satisfied. Firstly, the perpetrator must have been sentenced twice already, to at least one year’s imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1 of the Criminal Code, in its version in force at the relevant time).", "42. Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which are not executed immediately after the judgment ordering them becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is executed prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special Chamber of the Regional Court composed of three professional judges, see sections 78a and 78b (1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person’s preventive detention is still necessary in view of its objective. If that is not the case, it suspends the execution of the preventive detention order and places the person on probation with supervision of their conduct which commences with the suspension.", "43. Article 67d of the Criminal Code governs the duration of preventive detention. Paragraph 2, first sentence, of that Article, in its version in force at the relevant time, provides that if there is no provision for a maximum duration or if the time-limit has not yet expired, the court shall suspend on probation the further execution of the detention order as soon as it is to be expected that the person concerned will not commit any further unlawful acts on his release.", "44. Pursuant to Article 67e of the Criminal Code, the court (that is, the chamber responsible for the execution of sentences) may review at any time whether the further execution of the preventive detention order should be suspended and a measure of probation applied. It is obliged to do so within fixed time-limits (paragraph 1 of Article 67e). For persons in preventive detention, this time-limit is two years (paragraph 2 of Article 67e).", "45. Pursuant to Article 456a § 1 of the Code of Criminal Procedure, the Public Prosecutor’s Office may dispense with the execution of a prison sentence or a measure of correction and prevention if the convicted person is expelled from German territory. The execution of the sentence or measure may be continued if the expelled person returns to Germany territory (Article 456a § 2 of the Code of Criminal Procedure).", "46. Section 9 § 2 of the Execution of Sentences Act provides that prisoners may be transferred to a socio-therapeutic institution with their consent if the special therapeutic measures and social aids of the institution are advisable for their rehabilitation. The transfer is conditional upon the consent of the head of the socio-therapeutic institution concerned.", "47. Under section 11 § 1 of the Execution of Sentences Act, the conditions of detention may be relaxed by making an order permitting the prisoner to perform regular work outside prison either under the supervision of a member of the prison staff (outside work) or without such supervision (work release). The prisoner may further be permitted to leave the prison for a certain time during the day either under the supervision of the prison staff (short leave under escort) or without such supervision (short leave). Under section 11 § 2 of the said Act, these measures may only be ordered with the prisoner’s consent and if there is no risk that the prisoner might seek to abscond or commit offences during the relaxation of the conditions of his detention.", "48. Under section 6 § 1 (c) of the Federal Administrative Rules relating to Article 11 of the Execution of Sentences Act, which seek to ensure the uniform application of the law by the authorities, external work, work release and short leave may, as a rule, not be permitted to prisoners against whom a final expulsion order is in force and who are to be deported directly from prison. Exceptions may be granted in agreement with the competent aliens’ authority. Short leave under escort may be authorised.", "49. On 4 May 2011 the Federal Constitutional Court delivered a leading judgment concerning the retrospective prolongation of the complainants’ preventive detention beyond the former ten-year maximum period and also concerning the retrospective order for the complainants’ preventive detention (file nos. 2 BvR 2365/09, 2 BvR 740/10, 2 BvR 2333/08, 2 BvR 1152/10 and 2 BvR 571/10). Reversing its previous position, the Federal Constitutional Court held that all provisions on the retrospective prolongation of preventive detention and on the retrospective ordering of such detention were incompatible with the Basic Law as they failed to comply with the constitutional protection of legitimate expectations guaranteed in a State governed by the rule of law, read in conjunction with the constitutional right to liberty.", "50. The Federal Constitutional Court further held that all the relevant provisions of the Criminal Code on the imposition and duration of preventive detention were incompatible with the fundamental right to liberty of persons in preventive detention. It found that those provisions did not satisfy the constitutional requirement of establishing a difference between preventive detention and detention for serving a term of imprisonment (Abstandsgebot). These provisions included, in particular, Article 66 of the Criminal Code in its version in force since 27 December 2003.", "51. The Federal Constitutional Court ordered that all provisions declared incompatible with the Basic Law remained applicable until the entry into force of new legislation and until 31 May 2013 at the latest. The provisions on the imposition and duration of preventive detention which did not concern the retrospective ordering or prolongation of preventive detention could only continue to be applied in the transitional period subject to a strict review of proportionality. As a general rule, proportionality was only observed where there was a danger of the person concerned committing serious violent crimes or sexual offences if released.", "52. In its reasoning, the Federal Constitutional Court relied on the interpretation of Article 5 and Article 7 of the Convention made by this Court in its judgment in the case of M. v. Germany (cited above; see §§ 137 ss. of the Federal Constitutional Court’s judgment). It stressed, in particular, that the constitutional requirement of establishing a difference between preventive detention and detention for serving a term of imprisonment and the principles laid down in Article 7 of the Convention required an individualised and intensified offer of therapy and care to the persons concerned. In line with the Court’s findings in the case of M. v. Germany (cited above, § 129), it was necessary to provide a high level of care by a team of multi-disciplinary staff and to offer the detainees an individualised therapy if the standard therapies available in the institution did not have prospects of success (see § 113 of the Federal Constitutional Court’s judgment)."], "VIOLATED_ARTICLES": ["14", "5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}