{"ITEMID": "001-59522", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF ZWIERZYNSKI v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Just satisfaction partially reserved;Costs and expenses partial award", "JUDGES": "Wilhelmina Thomassen", "TEXT": ["7. In 1937 the applicant’s father purchased from S. a property located in Łomża.", "8. In 1950 the Białystok Regional Office (Urząd Wojewódzki) asked the Land Registry Division of Łomża Municipal Court (Sąd Grodzki) to insert a notice in the register stating that an expropriation procedure had begun in respect of the property, the registered owner of which was Mr B. Zwierzyński, the applicant’s father. On 26 June 1950 the Municipal Court decided to file the application with the Land Registry Division and notify the interested parties.", "On 24 July 1952 the Białystok Regional Executive of the National Council (Prezydium Wojewódzkiej Rady Narodowej) expropriated B. Zwierzyński’s property in the public interest in accordance with the decree of 7 April 1948. Compensation was awarded to the former owner by a decision of 10 July 1961, upheld on 10 February 1962. The payment in compensation was credited to the State deposit account but neither the former owner nor his heirs claimed it.", "9. On 2 December 1980 the Minister for Economic Affairs (Minister Gospodarki) dismissed an application by the applicant’s father for the expropriation decision to be set aside.", "10. On 10 August 1990, after B. Zwierzyński’s death, the applicant’s mother lodged an application to set aside the decision of 2 December 1980. On 18 July 1991 the Minister for Economic Affairs declared the entirety of the proceedings since the 1952 expropriation decision null and void on account of a manifest mistake in law. In 1945 the owner had entered into a leasing contract with the State authorities and so it could not legitimately be stated that the land and the building had been occupied unilaterally by the administrative authorities. Consequently, the situation did not fall within the scope of the 1948 expropriation decree.", "11. The Łomża regional police authority (Komenda Wojewódzka Policji), which currently occupies the premises, appealed against the Minister’s decision to the Supreme Administrative Court (Naczelny Sąd Administracyjny) in Warsaw.", "12. On 19 December 1992 that court set aside the decision and remitted the case to the Minister for reconsideration.", "13. In a decision of 24 July 1992, upheld by the Supreme Administrative Court on 23 November 1993, the Minister reiterated his finding that the proceedings since 1952 were null and void.", "14. On 21 June 1994 the Olsztyn District Court decided that the applicant and his sister should each inherit half of their deceased parents’ estate.", "15. The tax authorities asked the applicant to pay inheritance tax. The applicant asked for the deadline for payment to be extended because negotiations with a view to the sale or rent of the building were under way with the regional police authority, which was occupying the premises. On 4 November 1994, having received confirmation from the regional police authority that negotiations were indeed taking place, the Chairman of Olsztyn Municipal Council extended the deadline. On 20 June 1995 the Olsztyn Tax Office (Urząd Skarbowy) extended the deadline to a date which has not been specified.", "16. On 12 September 1994 the Land Registry Division of the District Court (Sąd Rejonowy Wydział Ksiąg Wieczystych) entered the property in the Land Register, identifying the applicant and his sister as the owners. However, they have never obtained its return.", "17. The negotiations on the sale of the property foundered and, moreover, the occupier never paid the rent fixed by the owners. Since 1995 the applicant has been paying property tax.", "18. On 28 September 1992 the Treasury (Skarb Państwa), assisted by the Łomża District Office Director (Kierownik Urzędu Rejonowego), acting on behalf of the regional police authority (the current occupier), brought an action before the civil courts asserting acquisition of title to the property through adverse possession (stwierdzenie nabycia własności nieruchomosci przez zasiedzenie). On 25 November 1992 the Łomża District Court stayed the proceedings at the request of the Łomża District Office Director, taking the view that the outcome of the administrative proceedings pending before the Supreme Administrative Court on the application to set aside the 1952 expropriation decision would have a decisive impact on the action for acquisition of title to the property through adverse possession. On 18 January 1995 it lifted the stay at the Director’s request.", "19. On 6 October 1995 the District Court granted the Treasury’s application, taking the view that the public authority had occupied the premises in good faith for the period of twenty years required under Article 172 of the Civil Code. The decision was upheld on 1 February 1996 by the Łomża Regional Court (Sąd Wojewódzki).", "20. On 3 October 1996 the Minister of Justice lodged an appeal on points of law with the Supreme Court (Sąd Najwyższy) on the applicant’s behalf. He submitted that in the light of the Supreme Court’s case-law, there could be no possession in good faith where an expropriation decision had been set aside. Consequently, in view of the decision of 1993 setting aside the expropriation decision of 1952, the applicant had retrospectively recovered title to the property for the entire period during which the premises had been occupied by the State.", "21. On 29 October 1996 the Supreme Court set aside the lower courts’ decisions and remitted the case to the District Court for reconsideration. It pointed out that it had had to rule on the same question on a number of occasions. It had consistently held that if the Treasury’s right to dispose of a property “like a property owner” was based on an administrative decision which was subsequently set aside with retrospective effect on account of a manifest mistake of law, the period of occupation could not be taken into account when calculating the period of possession giving title to property through adverse possession for the purposes of Article 172 of the Civil Code.", "22. The case was remitted to the Łomża District Court. On 11 February 1997 the District Office Director, who is a representative of the State, applied for the proceedings to be stayed on the ground that the District Office had asked the Minister of Justice to lodge an appeal on points of law against the decision of 21 June 1994 in which the Olsztyn District Court had ruled that the applicant and his sister should each inherit half of their parents’ estate.", "23. On 24 February 1997 the Land Registry Division of the Łomża District Court informed the applicant that the Treasury had been listed in the register as the owner of the property. It specified, however, that it had added of its own motion a notice referring to the proceedings brought for the acquisition of title to the property through adverse possession in order to protect the applicant’s and his sister’s claims.", "24. On 2 April 1997 the Minister of Justice lodged the requested appeal with the Supreme Court and on 24 June 1997 the Łomża District Court stayed the proceedings.", "25. On 9 September 1997 the Supreme Court granted the appeal on points of law, set aside the decision of 21 June 1994 and remitted the case to the District Court. It pointed out that the first issue to be decided was whether the heirs’ parents were indeed the owners of the property in question. When the property had been purchased by the applicant’s parents, the law had required that a notarial deed be drawn up for the purchase to be valid. In the absence of such a deed, and where no one had been in possession of the property long enough to acquire title to it by adverse possession, the assets of the estate were deemed to comprise only the possession (posiadanie) of the property, not the title to it.", "The Supreme Court also noted that the appeal had been lodged after the expiry of the time-limit (six months after the disputed decision) set by Article 421 § 2 of the Code of Civil Procedure, but considered that questions relating to property law required special protection and that it would have been detrimental to the Republic of Poland’s interests to dismiss the application for being out of time because to do so would have infringed a right which was actually vested in another person.", "26. On 8 July 1998 the Olsztyn District Court, to which the case had been remitted, ruled that the applicant’s parents’ estate should be shared equally between the applicant and his sister. The assets of the estate comprised the disputed property. The decision was identical in substance to the one of 21 June 1994.", "27. On 23 September 1998 the Łomża District Court lifted the stay ordered on 24 June 1997 on the proceedings for acquisition of title to the property through adverse possession.", "28. On 17 September 1998 the applicant lodged an application with the Land Registry Division of the Łomża District Court to have the entry in the register rectified so that he was listed as the owner. The ground for his application was that on 8 July 1998 the Olsztyn District Court had named him and his sister as the inheritors of their parents’ property. On 6 November 1998 the District Court asked the applicant to produce a decision proving that the entry in the register was not consistent with the legal status of the property, failing which his application would be dismissed. On 14 January 1999 the applicant complained about that requirement to the Łomża Regional Court, but without success. On 3 February 1999 the Land Registry Division of the District Court rejected his application to have the entry in the register rectified.", "29. In December 1998 the applicant was summoned to the Olsztyn District Court, which had decided the matter of the division of the estate. He was told that the heirs of S., who had sold the property in issue to the applicant’s father in 1937, had brought an action to have the proceedings concerning the division of the estate reopened. They said that they had been informed of the outcome of the proceedings by the regional police authority’s legal adviser and argued that they had rights over the property. On 14 December 1998 the District Court to which the Treasury had applied for acquisition of title to the property through adverse possession suspended its consideration of that case pending the outcome of the action to reopen the proceedings concerning the division of the estate.", "30. After hearings held on 28 January, 9 March, 26 April and 13 May 1999, the Olsztyn District Court rejected the application by S.’s heirs. Its decision was upheld on appeal by the Olsztyn Regional Court on 27 October 1999. On 17 December 1999 S.’s heirs lodged an appeal on points of law with the Supreme Court.", "31. On 17 October 2000 the Supreme Court allowed the appeal and remitted the case to the Olsztyn Regional Court for reconsideration. It observed that the Regional Court should have satisfied itself not only that the appellant had locus standi, which it had done, but also that the decision taken by the District Court on 8 July 1998 at the end of the proceedings which S. had applied to have reopened had related to his rights.", "32. The case is still pending before the Olsztyn Regional Court.", "33. Article 172 of the Civil Code provides:", "“§ 1. Everyone in possession of property although he is not the owner shall acquire title thereto if he has been in continuous and independent possession thereof for twenty years, save where he came into such possession in bad faith.", "§ 2. After thirty years, persons in possession of property shall acquire title thereto even if they came into possession thereof in bad faith.”", "34. According to the Supreme Court’s established case-law, if the Treasury’s right to dispose of a property “like a property owner” is based on an administrative decision which is subsequently set aside with retrospective effect on account of a manifest mistake of law, the period of occupation may not be taken into account when calculating the period of possession giving title to property through adverse possession for the purposes of Article 172 of the Civil Code (see, in particular, OSP 1993/7-8/153 and OSNCP 1994/3/49).", "35. Article 156 of the Code of Administrative Procedure vests State administrative bodies with authority to set aside administrative decisions under certain conditions. Article 160 provides that anyone who suffers damage as a result of an administrative decision that may be set aside under Article 156 may bring an action in damages for actual harm done, directed, in principle, against the administrative body which took the decision. The procedure for compensation claims is set out in the Civil Code."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}