{"ITEMID": "001-90464", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF AKPOLAT v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security;Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1975 and is currently serving a life sentence in a prison in Turkey.", "6. On 18 July 1995 the applicant was arrested in Istanbul on suspicion of killing a person on behalf of the PKK. The same day he was placed in police custody, where two statements were taken from him by police officers.", "7. On 31 July 1995 he was brought before a prosecutor and a judge, who questioned him further. The judge remanded the applicant in custody pending the introduction of criminal proceedings against him.", "8. On 2 August 1995 the prosecutor at the Istanbul State Security Court filed an indictment with that court, accusing the applicant and five other persons of carrying out activities for the purpose of bringing about the secession of part of the national territory. He sought the death penalty under Article 125 of the Criminal Code.", "9. Criminal proceedings began before the Istanbul State Security Court (“the trial court”) on 30 October 1995.", "10. During the 31st hearing held on 28 February 2001, the applicant’s lawyer requested the trial court to release the applicant on bail. In the request the lawyer also referred to a number of judgments adopted by the European Court of Human Rights in cases concerning Article 5 of the Convention. The request for release was refused by the trial court. The objection lodged against the refusal was also rejected on 9 May 2001.", "11. On 17 April 2002 the applicant was found guilty as charged and sentenced to death. The death sentence was commuted to life imprisonment on 24 September 2002. An appeal lodged by the applicant against his conviction was dismissed by the Court of Cassation on 10 June 2003."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}