{"ITEMID": "001-69033", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF HEGER v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1953 and lives in Modra. The facts of the case, as submitted by the parties, may be summarised as follows.", "5. On 24 August 1993 the Modra municipality sued the applicant before the Bratislava-vidiek District Court. The plaintiff sought to have a contract of lease terminated in respect of a flat which had been earlier allocated to the applicant.", "6. Between 7 September 1993 and 7 December 1993 the District Court scheduled five hearings. The applicant did not appear. On two occasions he informed the court that he was ill and on another two occasions he stated that his duties prevented him from attending the court hearings.", "7. On 30 September 1994 a different judge was assigned to deal with the case. A hearing was held on 24 November 1994 at which the applicant failed to appear. The District Court therefore imposed a fine on the applicant as well as on a witness who had also failed to appear.", "8. At a hearing held on 19 December 1994 the applicant appealed against the decision on a fine and he also challenged the District Court judge dealing with the case. The file was transmitted to the Bratislava Regional Court. On 25 April 1994 the latter quashed the decision on the fine and refused to exclude the District Court judge from dealing with the case.", "9. The file was returned to the District Court on 1 June 1995. A hearing was scheduled for 4 March 1996. The court had difficulties in serving the summons on the applicant. On 1 March 1996 the applicant requested that the hearing be adjourned as he was ill.", "10. On 4 April 1996 the case was again adjourned due to the absence of the applicant. The court requested a doctor to submit information on the applicant’s health. Both the applicant and the plaintiff’s lawyer informed the District Court that they could not attend a hearing scheduled for 5 August 1996.", "11. On 17 September 1996 the District Court decided to jointly deal with the above case and an action of 31 July 1996 seeking termination of the applicant’s contract of lease on a different ground.", "12. On 27 September 1996 the applicant requested that a hearing scheduled for 30 September 1996 be adjourned as he was ill.", "13. On 14 November 1996 the District Court heard the parties.", "14. In the context of a reform of the judiciary the case was transferred to the Bratislava III District Court. The new judge received the file in May 1997. In February 1998 she scheduled a hearing for 6 April 1998. On 16 March 1998 the applicant informed the court that he was ill. The case was adjourned as both the applicant and the plaintiff had failed to appear.", "15. On 17 June 1998 the applicant made a counter-claim.", "16. On 31 March 1999 the District Court heard the applicant. On 20 April 1999 the applicant requested that a witness should be heard. Subsequently the case was transferred to a different judge.", "17. A hearing was held on 12 December 2000.", "18. On 22 February 2001 and on 3 April 2001 the case was adjourned due to the applicant’s absence.", "19. On 26 April 2001 the Bratislava III District Court dismissed the action. The decision became final on 10 July 2001.", "20. By a judicial decision which became final in 1990 the applicant’s former wife was ordered to pay a sum of money to the applicant.", "21. On 28 January 1991, on the applicant’s request of 3 December 1990, the Bratislava-vidiek District Court started enforcement proceedings in which the sum due was to be obtained by means of selling the defendant’s car.", "22. On 8 March 1991 the defendant appealed. She alleged that she no longer owned the car in question. On 30 August 1991 the appellate court upheld the District Court’s decision on enforcement of the judgment in question. On 22 November 1991 the new owner of the car requested that it should be excluded from the enforcement. In March 1992 the police withheld the documents relating to the car at the court’s request.", "23. On 21 October 1992 the court heard the persons concerned. The defendant submitted a sales contract concerning the car in question and informed the court that she had started paying the debt to the applicant. Subsequently the case was transferred to a different judge. On 2 July 1993 the judge requested that the parties should submit further information and documents. The applicant was asked to specify, inter alia, the outstanding sum which the defendant owed him.", "24. On 16 July 1993 the applicant informed the court that he did not agree to the instalments which the defendant had proposed to pay to him. On 8 October 1993 the District Court asked the applicant to submit further information including the sum which the defendant had already paid to him.", "25. On 22 December 1993 a different judge was assigned to deal with the case. On 5 October 1994 the case was transferred to another judge.", "26. Between 12 June 1995 and 29 October 1996 the file was submitted for examination to a judge dealing in a different set of proceedings with the applicant’s claim for compensation against his former wife. On 25 October 1996 the applicant requested that additional evidence should be taken.", "27. On 22 November 1996 the case was taken over by the Bratislava III District Court as the Bratislava-vidiek District Court had ceased to exist.", "28. On 26 February 1997 the President of the Bratislava III District Court admitted, in reply to the applicant’s complaint, that there had been undue delays in the proceedings. The letter stated that the judge dealing with the case had left the judiciary and that the vacant post had not yet been filled.", "29. On 27 March 1998 the applicant informed the District Court that the defendant had paid a part of the debt and specified the relevant sum. The court therefore discontinued the enforcement proceedings in respect of that sum.", "30. On 22 February 2000 the Bratislava III District Court found that the claim for enforcement was inadmissible as the defendant had sold the car in question on 4 January 1991. The sum due could not, therefore, be enforced as claimed by the applicant.", "31. On 5 June 2000 the Bratislava III District Court formally discontinued the enforcement proceedings which had been brought on 28 January 1991."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}