{"ITEMID": "001-60804", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF LINDNER AND HAMMERMAYER v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;No violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Inadmissible under P4-2-2", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The applicants live in Frankfurt, Germany.", "9. On 2 October 1939 the applicants' mother acquired title to a property in Bucharest composed of three flats. On 30 March 1948 she sold one of the flats to L.N. In 1975 she emigrated to Germany.", "10. On 18 September 1975 the State took possession of the property pursuant to Confiscation Decree no. 223/1974. The applicants' mother was never informed of the grounds or legal basis for that confiscation.", "11. On 27 July 1992 the applicants, as heirs, brought proceedings against Bucharest City Council and the managing company of State-owned housing, H., in the Court of First Instance of the first district of Bucharest to have the confiscation order against the property set aside. They argued that their mother had been the owner of the property and that the State had confiscated it pursuant to Confiscation Decree no. 223/1974, but that the deprivation of property had been unlawful because the administrative confiscation order had never been served on their mother. On 3 May 1994 the court delivered a judgement which was subsequently set aside by a decision of 19 April 1995 of the Bucharest County Court following a procedural flaw. The case was then remitted to the Court of First Instance.", "12. In a judgment of 28 January 1995 the court granted the claim on the ground that the administrative confiscation order in favour of the State had not satisfied the statutory formal conditions. Accordingly, it held that the State had not lawfully acquired title to the property and that the applicants were the lawful owners. The court ordered the confiscation order to be set aside and the property to be returned to the applicants.", "13. An appeal by Bucharest City Council was dismissed on 17 May 1996 by the Bucharest County Court on the same grounds as the Court of First Instance.", "14. The City Council appealed to the Bucharest Court of Appeal. In a judgment of 14 October 1996 the court allowed the appeal and dismissed the applicants' action for recovery of possession. It found that the property in question had become State property pursuant to a valid legal title, namely the City Council's decision of 18 September 1975, and held that in order to secure its return or, if applicable, compensation, the applicants' only remedy was under the provisions of Law no. 112/1995 on the restitution of certain nationalised property.", "15. On 20 December 1996 the State sold one of the remaining two flats to the former tenant.", "16. The relevant domestic legislation and case-law are set out in the Brumărescu v. Romania judgment ([GC], no. 28342/95, §§ 31-44, ECHR 1999-VII).", "17. The relevant provisions of Decree no. 223/1974 on the confiscation of certain real property read as follows:", "“In the Socialist Republic of Romania title to real property, buildings and land can only vest in natural persons who are domiciled in the country.”", "“Anyone who has applied for permission to leave the country with the intention of permanently settling abroad must first dispose of their real property in favour of the State and can do so up until the date of their departure ... . Real property belonging to persons who have illegally left the county or have failed to return within the statutory time-limit shall become the property of the Romanian State with no compensation whatsoever. ...”", "18. The position of the Supreme Court of Justice on this point can be summarised in the following way: on 20 November 2000 the full Supreme Court of Justice found that the courts did not have a common position on the subject of actions for recovery of possession by which applicants sought restitution, under the ordinary law, of real property confiscated under Decree no. 223/1974. It noted that some courts had held that such actions were inadmissible on the ground that the claims should have been brought under the special law enacted for that purpose, Law no. 112/1995, whereas others had held that they were admissible. The Supreme Court concluded that the courts did have jurisdiction to examine, under the ordinary law, actions for recovery of possession of property confiscated by the State pursuant to Decree no. 223/1974."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}