{"ITEMID": "001-58214", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF AVIS ENTERPRISES v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Lack of jurisdiction (out of time)", "JUDGES": "C. Russo;N. Valticos;R. Pekkanen", "TEXT": ["5. The applicant company owns a 13,800 sq. m plot of land on the island of Santorini, a popular tourist destination in Greece.", "On 15 February 1978, by decision no. 1103/1978 of the Prefect of the Cyclades islands, the State expropriated real estate covering a surface of 4,200 sq. m, with a view to installing floodlights for Santorini Airport. 270 sq. m of the applicant company’s land were expropriated.", "6. On 20 December 1979 the State applied to the Court of First Instance of the island of Syros for a provisional amount of compensation per square metre of land expropriated to be assessed. The applicant company was not summoned to appear and did not do so.", "On 23 February 1981 the court assessed the provisional amount of compensation.", "On 19 August 1982 the provisional compensation was paid to the Bank for Official Deposits, but the applicant company refused to accept it on the ground that it was substantially less than the value of the land that had been expropriated from it.", "7. On 18 August 1981 the applicant company had applied to the Court of Appeal of the Aegean Sea for a final amount of compensation per square metre to be assessed. It had also sought special compensation for three other parcels of its land that had not been expropriated, on the ground that their value had diminished as the expropriated part had divided the land in two.", "On 6 July 1984 the Court of Appeal assessed the final amount of compensation and special compensation for the three unexpropriated parcels.", "8. On 8 March 1985 the State appealed to the Court of Cassation.", "On 27 June 1986 the Third Division of the Court of Cassation upheld the Court of Appeal’s judgment in so far as it had assessed the final amount of compensation and remitted the case to the Fourth Division to rule on the merits of the action brought by the applicant company on 18 August 1981.", "On 10 July 1987 the Fourth Division of the Court of Cassation dismissed the applicant company’s claim for special compensation in respect of two of the three unexpropriated parcels of land. The difference between the amount of compensation as provisionally assessed and as finally assessed by the Court of Cassation was not at that time paid to the applicant company.", "9. On 25 June 1990 the applicant company applied to the Court of Appeal of the Aegean Sea for a declaration that the expropriation had been rescinded by operation of law as the final amount of compensation due had not been paid.", "On 20 March 1991 the Court of Appeal dismissed that application as unfounded.", "10. On 29 May 1991 the difference between the amount of compensation as provisionally assessed and the amount as finally assessed by the Court of Cassation was paid to the Bank for Official Deposits. The applicant company, which has not yet accepted that sum, alleges that it was not at any stage advised that it had been deposited.", "11. On 10 June 1991 the applicant company appealed to the Court of Cassation against the judgment of 20 March 1991. It also sought an order that the State pay the costs of the proceedings.", "On 20 June 1995 the Court of Cassation upheld the impugned judgment and dismissed the applicant company’s appeal. It also held that the applicant company was to bear the costs. In the earlier stages of the proceedings, there had been a set-off between the parties in respect of costs, even though the applicant company had requested that the costs be borne by the State."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}