{"ITEMID": "001-115402", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF MARELJA v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Erik Møse;Julia Laffranque", "TEXT": ["4. The applicant was born in 1961 and lives in Đakovo.", "5. On 14 July 2004 the applicant brought a civil action in the Zagreb Municipal Civil Court (Općinski građanski sud u Zagrebu) against insurance company J.O. seeking damages.", "6. On 3 February 2010 that court adopted a judgement for the applicant.", "7. On 22 September 2010 the Zagreb County Court (Županijski sud u Zagrebu) dismissed an appeal by the defendant and upheld the first-instance judgement. The judgement was served on the applicant’s representative on 6 December 2010.", "8. Meanwhile, on 30 September 2008 the applicant lodged a request for the protection of the right to a hearing within a reasonable time (zahtjev za zaštitu prava na suđenje u razumnom roku) with the Zagreb County Court.", "9. On 30 April 2009 the Zagreb County Court found a violation of the applicant’s right to a hearing within a reasonable time, awarded him 2,000 Croatian kunas (HRK) in compensation and ordered the Zagreb Municipal Civil Court to give a decision in the applicant’s case within six months of service of its decision. This decision was served on the applicant’s representative on 18 May 2009.", "10. On 25 May 2009 the applicant appealed against the County Court’s decision in its part concerning the award of compensation. He argued that the compensation that court had awarded him was too low and sought HRK 20,000 instead.", "11. On 30 September 2009 the Supreme Court (Vrhovni sud Republike Hrvatske) allowed the applicant’s appeal in part and awarded him additional HRK 4,000, that is, HRK 6,000 in total.", "12. On 21 October 2009 the Zagreb County Court’s decision of 30 April 2009 was served on the Zagreb Municipal Civil Court with a view to deciding the applicant’s case within the time-limit set forth in that decision.", "13. The relevant provisions of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/05, 16/07 and 113/08), governing the request for the protection of the right to a hearing within a reasonable time, as the remedy for the length of judicial proceedings in Croatia, are set out in Praunsperger v. Croatia, no. 16553/08, § 21, 22 April 2010."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}