{"ITEMID": "001-61962", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF SAN LEONARD BAND CLUB v. MALTA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant is a private company located in the town of Hal Kirkop, Malta.", "8. On 30 December 1986 the Housing Secretary of Malta issued a requisition order in respect of a tenement in Hal Kirkop. The applicant company occupied the tenement in question. The requisition order had the effect of protecting its occupation.", "9. On 16 October 1987 the owners of the tenement, the V. brothers, instituted civil proceedings before the First Hall of the Civil Court against the Housing Secretary and the applicant company. They requested that the requisition order of 30 December 1986 be declared null and void as being contrary to section 4 of the 1949 Housing Act, and sought to regain possession of the tenement. They also requested compensation for the damage allegedly sustained.", "10. In a judgment of 9 October 1991, the First Hall of the Civil Court rejected the plaintiffs’ claim.", "11. The V. brothers appealed against that decision.", "12. In a judgment of 30 December 1993, the Court of Appeal declared that the requisition order was null and void and ordered that the appellants be given possession of the premises within six months. It sent the case back to the First Hall of the Civil Court regarding compensation for the damage allegedly sustained by the appellants.", "13. On 21 March 1994 the applicant company lodged an application with the Court of Appeal for a new trial. It alleged that the judgment of 30 December 1993 had been based on a wrong application of the law, as the requisition order had been issued in the public interest and the powers of the Housing Secretary in this field could not be reviewed by the Court of Appeal.", "14. The V. brothers intervened in the proceedings, requesting that the application be rejected. They argued that the law had in fact been duly applied and interpreted and that the applicant company was trying to lodge another appeal, inadmissible under Maltese law, against the judgment of 9 October 1991.", "15. On 14 December 1994 the Court of Appeal invited the parties to file written submissions and adjourned the case to 6 February 1995.", "16. The applicant company filed a note of submissions in which it requested, inter alia, that the judges of the Court of Appeal examining the request for a retrial withdraw from the case, as they were the same judges who had sat on the bench when the impugned judgment of 30 December 1993 had been delivered.", "17. On 13 March 1995 the Court of Appeal rejected the applicant company’s plea challenging the judges. It also observed that, under Article 816 of the Code of Organisation and Civil Procedure (Chapter 12 of the Laws of Malta – “the COCP”), where the ground for a judicial request was the wrong application of the law, the relevant party should make reference to the law which should have been applied. As the applicant company had failed to do so, its submissions were manifestly defective.", "18. In a judgment of 17 January 1996, the Court of Appeal rejected the applicant company’s request for a new trial.", "19. In the meantime, on 19 April 1995, the applicant company had initiated proceedings in the First Hall of the Civil Court sitting in its constitutional capacity. It alleged that the decision taken by the three judges composing the Court of Appeal rejecting the plea for their withdrawal had violated Article 6 § 1 of the Convention, as the court in question could not be considered an “impartial tribunal” within the meaning of that provision.", "20. In a judgment of 22 April 1997, the Civil Court found for the applicant company and declared that the failure to withdraw by the judges composing the Court of Appeal had violated Article 6 of the Convention. It observed that the same judges had been called upon to rule twice on a case concerning the same facts and the same parties. Moreover, in a judgment given on 10 October 1991 in Frank Cachia v. the Honourable Prime Minister, the Constitutional Court had held that Article 814 of the COCP (in accordance with which the same judges may sit when the request for a new trial is based on an alleged wrong application of the law) was contrary to Article 6 of the Convention.", "21. The V. brothers appealed to the Constitutional Court. They alleged, in particular, that the question dealt with by the Court of Appeal when examining the request for a retrial, namely whether there had been a wrong application of the law, was not in any way connected with the merits previously dealt with by the same court.", "22. In a judgment of 31 July 2000, the Constitutional Court allowed the appeal, set aside the judgment of 22 April 1997 and rejected all the pleas raised by the applicant company.", "23. The Constitutional Court observed that the possibility of a new trial provided the remedy of revision of a final judgment in order to rectify evident and gross errors leading to a miscarriage of justice. However, Maltese law restricted the application of this remedy to specific situations. As a retrial was an extraordinary remedy which entailed a derogation from the principle that res judicata decisions were legally binding between the parties, the relevant legal provisions had always been interpreted restrictively.", "24. Under Maltese law, a new trial could be conducted by the same court that had pronounced the judgment complained of, and the same judges could sit. This meant that the judges were given the option of deciding whether to hear the case or not. In the Constitutional Court’s view, this rule was consistent with the Convention and justified by the fact that a retrial was not a third-instance procedure and that the court that had pronounced the judgment was in the best position to identify any mistake and to grant expeditiously an appropriate and fast remedy.", "25. The Constitutional Court noted that, when a request for a new trial appeared unfounded and was accompanied by a dubious demand that the judges withdraw, it was likely that an abuse of the judicial system might occur. This would be prejudicial to the other party, who had the right to have his or her case heard within a reasonable time. After the delivery of its judgment in Frank Cachia (cited above), the Constitutional Court had observed a systematic abuse of the remedy of retrial. In particular, some parties had been attempting to obtain a third-instance appeal in cases in which a final decision had already been made.", "26. In order to avoid such abuses, the Maltese courts had interpreted the judgment in Frank Cachia to mean that the judges who had previously adjudicated the case should examine the admissibility of the request for a retrial in order to determine whether it met the requirements laid down in domestic law. If it did, they should withdraw; if it did not, they should simply reject the request. The Constitutional Court considered that these principles were correct and in conformity with Article 6 § 1 of the Convention.", "27before it, the Constitutional Court found that there were reasons to believe that the applicant company was trying to prolong the proceedings in order to delay vacating the premises for as long as possible and that its request for a retrial was procedurally inadmissible. In particular, the request did not correctly quote the section of law which, according to the applicant company, had been wrongly applied, it did not indicate which provision ought to have been applied, and it was essentially based on the assumption that the Court of Appeal had given a wrong interpretation of the notion of “public interest”. The admissibility examination by the three judges of the Court of Appeal had dealt merely with points of fact and had therefore been different in nature from the examination by the same judges previously.", "28. Finally, there were no grounds to believe that the judges in question had some personal or real interest in the outcome of the case other than that of ensuring that justice was done.", "29. Only two levels of jurisdiction are provided for in the Maltese legal system: first instance and appeal. There is no third level of jurisdiction such as a court of cassation. However, the Code of Organisation and Civil Procedure (“the COCP”) afforded the possibility of a retrial.", "30. The grounds for a new trial are set out in an exhaustive list which appears in Article 811 of the COCP. The relevant part of this provision reads as follows:", "“A new trial of a cause decided by a judgment given in second instance may be demanded by any of the parties concerned, such judgment being first set aside, in any of the following cases:", "(a) where the judgment was obtained by fraud on the part of any of the parties to the prejudice of the other party;", "(b) where the writ of summons was not served on the party cast, provided that, notwithstanding such omission, such party shall not have entered an appearance at the trial;", "(c) where any of the parties to the suit was under legal disability to sue or be sued, provided no plea thereanent had been raised and determined;", "(d) where the judgment was delivered by a court having no jurisdiction in terms of Article 741 (a), provided no plea thereanent had been raised and determined;", "(e) where the judgment contains a wrong application of the law;", "For the purposes of this paragraph there shall be deemed to be a wrong application of the law only where the decision, assuming the fact to be as established in the judgment which it is sought to set aside, is not in accordance with the law, provided the issue was not in reference to an interpretation of the law expressly dealt with in the judgment;", "(f) where judgment was given on any matter not included in the demand;", "(g) where judgment was given in excess of the demand;", "(h) where the judgment is conflicting with a previous judgment given in a suit on the same subject matter and between the same parties, and constituting a res judicata, provided no plea of res judicata had been raised and determined;", "(i) where the judgment contains contradictory dispositions;", "(j) where the judgment was based on evidence which, in a subsequent judgment, was declared to be false or which was so declared in a previous judgment but the party cast was not aware of such fact;", "(k) where, after the judgment, some conclusive document was obtained, of which the party producing it had no knowledge, or which, with the means provided by law, he could not have produced, before the judgment;", "(l) where the judgment was the effect of an error resulting from the proceedings or documents of the cause.", "For the purposes of this paragraph there shall be deemed to be such error only where the decision is based on the supposition of some fact the truth whereof is incontestably excluded, or on the supposition of the non-existence of some fact the truth whereof is positively established, provided that, in either case, the fact was not a disputed issue determined by the judgment.”", "31. Under Article 814 of the COCP, a request for a new trial must be made to the court by which the judgment complained of was given, and the same judges “may” sit. Article 816 of the COCP sets out the contents of an application for a retrial. The plaintiff must, in particular, state the provisions of the judgment complained of, the grounds for a new trial and the facts giving rise to each ground. Where the ground is the wrong application of the law, as provided for in Article 811 (e), he or she must refer to the law that should have been applied.", "32. Under Article 818 of the COCP,", "“(1) The time for demanding a new trial is three months, which shall commence to run –", "(a) in regard to the cases referred to in Article 811 (a) and (k), from the day on which the fraud was discovered, or the document obtained;", "(b) in regard to the case referred to in paragraph (b), from the day on which the plaintiff became aware of the judgment;", "(c) in regard to the cases referred to in paragraph (j), if the falsity was, at the suit or complaint of the plaintiff himself, declared subsequently to the judgment complained of, from the day of such declaration, and if it was declared subsequently to such judgment, but at the suit or complaint of other parties, or if it was declared previously, from the day on which the plaintiff became aware of such declaration;", "(d) in regard to all other cases, from the date of the judgment complained of.", "(2) A new trial may in no case be demanded after the lapse of five years from which the first judgment was given.”", "33. In a decision given on 25 October 2002 in A v. B, the Court of Appeal held that the possibility of a retrial was an extraordinary remedy for the exceptional cases stated in the law. It also emphasised that the relevant legal provisions were to be strictly interpreted."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}