{"ITEMID": "001-87779", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PAREKH v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Ayub Mohamed Parekh, is a British national who was born in 1950 and lives in Bombay, India. He was unrepresented before the Court. The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s wife died on 18 July 2000 leaving one child born in 1982. On 17 April 2001 the applicant applied for widows’ benefits. On 1 May 2001 the applicant was informed that his claim had been disallowed. The applicant asked for reconsideration. On 14 February 2002 the matter was reconsidered and the decision remained unchanged.", "The applicant did not appeal further as he considered or was advised that such a remedy would be bound to fail since no such social security benefit was payable to widowers under United Kingdom law.", "The applicant was in receipt of child benefit at the time of his claim. He ceased to be eligible for such benefit on 25 December 2001. The applicant has been in receipt of income support since his wife’s death which exceeded the rate of Widowed Mother’s Allowance. Moreover, the applicant’s wife had not paid the required national insurance contributions.", "The domestic law relevant to this application is set out in Willis v. the United Kingdom, no. 36042/97, §§ 1426, ECHR 2002-IV and Runkee and White v. the United Kingdom, no. 42949/98, §§ 40-41, 25 July 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}