{"ITEMID": "001-75463", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF RIENER v. BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P4-2 (prohibition against leaving Bulgaria);Not necessary to examine Art. 8;Violation of Art. 13+8;Violation of Art. 13+P4-2;No violation of Art. 8 or Art. 13 (refusal of requests to renounce citizenship);Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["8. The applicant, Mrs Ianka Riener, was born in 1946 in Lubimetz, Bulgaria, and lives currently in Sofia.", "9. The applicant moved to Austria in 1985 and in 1986 married an Austrian national. In December 1989 she obtained Austrian nationality. Until December 2004 she remained a Bulgarian national (see paragraphs 48-52 below).", "10. The applicant has a daughter, born in 1963 in Bulgaria, currently an Austrian national living in Austria with her husband and children (the applicant’s grandchildren).", "11. The applicant was co-owner and commercial director of a company registered in Austria. In January 1991 she also registered in Bulgaria as a foreigner conducting economic activities there. Her main business was the importation of coffee in Bulgaria.", "12. Between 1991 and 1995 the applicant spent most of her time in Bulgaria. She has remained there ever since.", "13. By decision of 1 July 1992 a district fiscal authority in Sofia found that the applicant owed 26,494,582 “old” Bulgarian levs (“BGL”) of unpaid excise tax and BGL 4,104,925 of interest (the total amount due having been at the time the equivalent of about 1 million United States dollars (“USD”). The applicant’s ensuing appeals were dismissed on 20 August 1992 by the Sofia fiscal authority and on 7 April 1993, after a hearing on the matter, by the Sofia City Court. On 7 October 1994 the Supreme Court dismissed the applicant’s petition for review (cassation) of the above decisions. The applicant then instituted proceedings seeking to declare the fiscal decisions null and void. This was refused by the Sofia Regional Court on 28 October 1996.", "14. In 1992 and 1993 the fiscal authorities attached certain monies in bank accounts of the applicant and her company. It appears that not more than BGL 400,000 (less than 2 % of the debt) was thus collected in 1992.", "15. In 1993 the fiscal authorities attached another USD 50,000. A smaller amount of money was seized from the applicant in relation to a criminal investigation against her, opened in 1991. The investigation was discontinued in 1993 and the money restored to her later (see paragraphs 53-56 below).", "16. On 1 March 1995 the Sofia fiscal authority asked the Passport Department at the Directorate of the Police (Napravlenie “Pasporti i vizov rezhim, DNP) (“the Passport Police”) to impose on the applicant a travel ban under section 7 of the Law on Passports for Travelling Abroad (Zakon za zadgranichnite pasporti) (“the Passport Law”), until the payment of her debt, as established by the courts.", "17. On 7 March 1995 the Passport Police issued an order which stated inter alia that a prohibition was imposed against the applicant leaving the country and that her document for travelling abroad should be seized. The order referred to the fiscal decisions in the applicant’s case, stated that she had Bulgarian and Austrian nationality, and relied on section 29(1)(v) of the Law on the Sojourn of Aliens in Bulgaria (Zakon za prebivavane na chuzhdentzite v Balgaria).", "18. On 4 April 1995 the Bulgarian border control authorities seized the applicant’s Austrian passport when she attempted to leave Bulgaria and to enter Greece. The applicant did not have a Bulgarian passport.", "19. Upon the applicant’s complaint, on 20 April 1995 the Passport Police informed her that a travel ban under section 29(1)(v) of the Law on the Sojourn of Aliens had been imposed, in relation to the applicant’s obligation to pay BGL 26,499,582.", "20. On 26 May 1995 the applicant submitted an appeal to the Ministry of the Interior. She stated that the measure was unlawful as on other occasions she had been considered a Bulgarian citizen. On 22 June 1995 the Ministry replied stating that the measure against her had been based both on section 7(e) of the Passport Law and on section 29(1)(v) of the Law on the Sojourn of Aliens and had been lawful.", "21. On 28 June 1995 the applicant submitted an appeal to the Sofia City Court. She stated, inter alia, that she was a Bulgarian citizen and measures under section 29 of the Law on the Sojourn of Aliens could not be applied against her. She also claimed that the authorities held an adequate security as they had attached funds of the Austrian company worth USD 50,000. Insofar as section 7(e) of the Passport Law had been invoked, this provision concerned the possibility to refuse the issuance of, or to seize, a Bulgarian passport, not an Austrian one.", "22. On 24 April 1996 the City Court held a hearing, which was attended by the parties and their representatives. The applicant’s husband was also present.", "23. On 13 June 1996 the Sofia City Court dismissed the appeal. It found that the applicant’s obligation to pay a significant amount in taxes, as established by the courts, was a sufficient ground, under section 7(e) of the Passport Law, to seize any passport which is used for international travel. Unpaid tax was also a ground to impose a prohibition against leaving Bulgaria under section 29(1)(v) of the Law on Sojourn of Aliens. Although this provision did not provide expressly for a confiscation of a foreign passport, if applied in conjunction with the relevant regulations, it clearly allowed such measure in respect of a person against whom there had been a decision prohibiting his departure from Bulgaria. Since the applicant had double citizenship the authorities correctly relied both on the Law on the Sojourn of Aliens and on the Passport Law.", "24. On 25 June 1996 the applicant submitted to the Supreme Court a petition for review (cassation). On 17 March 1997, the Supreme Administrative Court, to which the case was transmitted following a reform in the judicial system, dismissed the applicant’s petition for review (cassation). It appears that another appeal against these decisions was dismissed by the Supreme Administrative Court on 13 June 1999.", "25. By partial decision of 12 April 1996 and final decision of 11 April 1997 (DR 89, p. 83) the former European Commission of Human Rights declared inadmissible the applicant’s application in which she claimed, inter alia, that there had been violations of her right to freedom of movement and to respect for her private and family life on account of the restrictions on her travelling outside Bulgaria. The Commission found that the former complaint was incompatible ratione materiae with the provisions of the Convention as Bulgaria had not been a party to Protocol No. 4 of the Convention and that the latter complaint, examined under Article 8 of the Convention, was manifestly ill-founded, the applicant not having substantiated details about her family circumstances or whether or not she actually lived with her family between 1991 and 1995. The Commission also noted that there were no obstacles against the applicant’s family joining her in Bulgaria. In these circumstances there was no interference with her rights under Article 8 of the Convention.", "26. In 1996 and 1997 the value of the Bulgarian currency depreciated sharply and the inflation rate ran high. Statutory default interest rates also increased significantly but did not compensate fully for the inflation and the depreciation of the currency. As a result, persons owing monetary debts denominated in Bulgarian currency saw the burden of their debt diminish.", "27. According to calculations made by the fiscal authorities, as of 25 June 1997 the applicant’s outstanding debt was BGL 317,482,761 (the equivalent of approximately USD 160,000 at that time).", "28. On 18 July 1997 the applicant requested the Ministry of the Interior to terminate the prohibition against her leaving the country. On 5 August 1997 the request was refused. The decision stated that the prohibition was still in force and that the matter could not be re-examined, all administrative and judicial avenues of appeal having been exhausted.", "29. The applicant appealed against that refusal to the Sofia City Court which, on 11 November 1997, granted the appeal and set aside the refusal of the Ministry of the Interior. The court noted that the prohibition had been based on the Law on the Sojourn of Aliens. However, the applicant also had a Bulgarian nationality and, therefore, was not an alien. The authorities should have applied the Passport Law. Furthermore, the fiscal authorities were holding a significant amount as security, which could probably satisfy their claim against the applicant. It appears that the latter conclusion of the court was not based on a precise calculation of the debt. The Sofia City Court’s judgment of 11 November 1997 never entered into force as the Ministry of the Interior successfully appealed (see paragraphs 38-40 below).", "30. On 14 November 1997 the passport police issued a new order prohibiting the applicant’s leaving Bulgaria. The order referred to new enforcement proceedings opened by the fiscal authorities in respect of the same debt. It was based on section 29(1)(v) of the Law on the Sojourn of Aliens.", "31. Following these developments, there were two separate sets of judicial proceedings and two administrative proceedings, all concerning the travel ban imposed on the applicant:", "32. On an unspecified date in 1997 the applicant appealed to the Sofia City Court against the order of 14 November 1997.", "33. On 20 May 1999 the Sofia City Court dismissed her appeal, noting that the applicant owed significant amounts and that insufficient security had been provided.", "34. Upon the applicant’s cassation appeal, on 21 June 2000 the Supreme Administrative Court upheld the lower court’s decision. Addressing the applicant’s argument that the new Aliens Law, in force since December 1998, should be applied, the court stated that that law did not have retroactive effect. The courts’ task was to assess the lawfulness of the impugned administrative order in accordance with the law as in force at the moment when it was issued. Furthermore, it was not true that there had been “violations of international law”.", "35. Separately, in 2000 the applicant also submitted administrative appeals against the order of 14 November 1997. She relied, inter alia, on Protocol No. 4 to the Convention, in force for Bulgaria as of 4 November 2000.", "36. Her appeal to the Ministry of the Interior was dismissed on 12 December 2000. The reply stated that the travel ban could only be lifted in case of payment of the debt or if sufficient security were deposited. As to the Fourth Protocol to the Convention, its Article 2 provided that freedom of movement could be restricted by national law. The former Law on the Sojourn of Aliens and the new Aliens Law provided for such restrictions.", "37. The applicant’s appeal to the Ministry of Finance was dismissed on 2 January 2001. She received a letter explaining that the measures against her were lawful as she had not paid her debt. Furthermore, the applicant could not rely on the Fourth Protocol to the Convention, which had entered into force for Bulgaria in 2000, because the impugned order had been issued on 14 November 1997.", "38. On an unspecified date in 1997 the Ministry of the Interior appealed against the Sofia City Court’s judgment of 11 November 1997 (see paragraph 29 above). In these proceedings the Ministry’s request for a stay of execution was granted on 23 December 1997 by the Supreme Administrative Court. In her submissions to the courts the applicant relied, inter alia, on Articles 8 and 13 of the Convention.", "39. On 22 December 1999 the Supreme Administrative Court set aside the Sofia City Court’s judgment of 11 November 1997 and dismissed the applicant’s request for the termination of the travel ban. The court found that the deposit held by the fiscal authorities as security was insufficient. It also found that prohibitions on leaving the country could be imposed on Bulgarian and foreign nationals alike and that it was not unlawful to rely on the Law on the Sojourn of Aliens. Although certain aspects of the legislation as in force at the time the prohibition had been imposed might have been unclear, the applicant was not entitled to rely thereon with the purpose to leave the country without having paid her debt. The court also stated that the prohibition would remain in force as long as the reasons for which it had been imposed remained valid.", "40. The applicant’s subsequent request for reopening of these proceedings was dismissed on 19 March 2001.", "41. The prohibition against the applicant leaving Bulgaria remained in force. Throughout the relevant period, by way of yearly internal notes the fiscal authorities informed the passport police that the applicant had not paid yet.", "42. On 13 February 2002 the applicant’s Austrian passport was returned to her without prejudice to the prohibition on her travelling outside Bulgaria, which remained in force.", "43. On 10 February 2003 the applicant again requested that the travel ban be lifted, arguing that the statutory limitation period in respect of her debt had expired.", "44. By letter of 13 February 2003 the Passport police refused. The applicant filed an appeal with the Sofia City Court, but it was never examined.", "45. On 26 August 2004 the Sofia tax authority sent a letter to the Ministry of the Interior, Directorate of Migration, stating, inter alia:", "“Having regard to the fact that the absolute prescription period with regard to the [applicant’s] fiscal debt, which was established by administrative decisions of 1 July 1992 and 9 October 1992, has expired and taking into consideration the fact that the [applicant] has made an objection with reference to the expiry of the prescription period, [it follows that] the fiscal administration’s right to seek the collection of the debt is extinguished... Therefore, there are no longer valid grounds for the prohibition against [the applicant] leaving the country... You are requested to repeal [that] administrative measure...”", "46. On 27 August 2004 the Ministry of the Interior repealed the prohibition. On 1 September 2004 the applicant received a copy of the order.", "47. The applicant remained in Bulgaria. In her letter of 23 September 2005 to the Court she explained that she stayed because she needed to organise the liquidation of her husband’s company in Bulgaria and that she would leave as soon as the liquidation procedure was completed.", "48. In 1989, 1994 and 1995 the applicant’s requests to renounce her Bulgarian citizenship were refused by way of unreasoned decisions.", "49. In February 2001 the applicant submitted again a request to the Ministry of Justice, seeking to renounce her Bulgarian citizenship. By decree of the President of Bulgaria of 12 October 2001 the request was refused. The decree is not amenable to judicial review (see paragraph 70 below). The applicant nevertheless attempted to institute judicial proceedings, challenging the fact that the Ministry of Justice had given a negative opinion on her request, before its transmission to the President. Those proceedings ended by final decision of 22 April 2004 of the Supreme Administrative Court, whereby the applicant’s appeal was declared inadmissible.", "50. Despite the refusal of her request, as she did not wish to be regarded as a Bulgarian citizen, the applicant refused to apply for Bulgarian identity papers and as a result encountered certain difficulties in respect of health care, housing, etc in the period 2001–2004. The applicant wished to have papers of a foreigner residing in Bulgaria. However, she was repeatedly informed that in accordance with the relevant law Bulgarian citizens who held a second citizenship were considered as Bulgarian citizens for purposes of their relations with the Bulgarian authorities.", "51. On 19 June 2003 the applicant requested again to renounce her Bulgarian citizenship. In 2003 the Austrian Embassy in Sofia inquired with the Bulgarian authorities about the applicant’s situation, expressed the view that the statutory prescription period for the applicant’s debt had expired and considered that the applicant’s request to renounce her Bulgarian citizenship could be granted.", "52. By decree of 8 December 2004, the Vice President of Bulgaria granted the applicant’s request to renounce her Bulgarian citizenship. The applicant was informed thereof by letter of 25 January 2005.", "53. On 23 November 1998 the Sofia District Court gave judgment in a case concerning the applicant’s appeal against the attachment order made by the fiscal authorities in 1993. The attachment order was declared unlawful and set aside. As a result, on 6 January 1999 the fiscal authorities lifted the attachment of USD 50,000 which was paid to the applicant’s bank account.", "54. In September 1999 the applicant brought an action against the fiscal authorities and several courts claiming damages as a result of numerous allegedly unlawful acts against her.", "55. On 15 May 2003 the Sofia City Court dismissed the claims. The court acknowledged, inter alia, that the attachment imposed by the fiscal authorities in 1993 had been declared unlawful in 1998 and that the seizure of an amount of money in 1991 by the investigation authorities had also been annulled. As a result, in principle the applicant was entitled to compensation under the State Responsibility for Damage Act. However, she had failed to prove the amount of the loss suffered. Her action was, therefore, unsubstantiated and ill-founded. As far as alleged losses resulting from the travel ban were concerned, the court found that the prohibition on the applicant leaving Bulgaria was lawful and no issue of State liability arose.", "56. The applicant appealed to the Sofia Appellate Court. The outcome of those proceedings is unknown.", "57. Article 35(1) of the Constitution provides that “[e]veryone shall have the right to ... leave the country” and that this right “may be subject to restrictions provided for by act of Parliament, in the interest of national security, for the protection of public health and the rights and freedoms of others.”", "58. At the time when the initial prohibition was imposed, the relevant legal provisions were those of the Law on the Passports for Travelling Abroad (the Passport Law) and the Law on the Sojourn of Aliens.", "59. The Passport Law, in sections 7(e) and 8, provided that the issuance of a passport might be refused, or the passport seized, if, inter alia, the person concerned had “significant pecuniary obligations, established by the courts, owed to the State or to Bulgarian legal persons or nationals, except if the [person’s] possessions cover the obligations or if a duly executed collateral is submitted.”", "60. Section 29 of the Law on the Sojourn of Aliens insofar as relevant, provided that an alien might be refused permission to leave the country where he or she owed the payment of a fine or another pecuniary obligation to the State. Paragraph 2 of section 29 provided:", "“The alien may be authorised by the competent state organ to leave the country if there are guarantees that he [or she] will fulfil the obligations ... or if a security has been deposited...”", "61. In December 1998 the Law on the Sojourn of Aliens was superseded by the Aliens Law.", "62. Its section 43 provides that a prohibition on leaving the country may be imposed on aliens or persons who hold at the same time a Bulgarian and a foreign nationality.", "63. In the initial text of the 1998 Aliens Law, one of the grounds for such a prohibition was unpaid debts. According to section 43 as in force since 2002, only unpaid debts owed to the State and exceeding 5,000 “new” Bulgarian levs (“BGN”) (approximately EUR 2,500) may serve as grounds for a ban on leaving the country.", "64. On 1 April 1999 the Passport Law was superseded by new legislation, the Law on the Bulgarian Identity Documents.", "65. Under section 75(5) of the new law, Bulgarian citizens who owe significant amounts to the State may be prevented from leaving the country.", "66. Under all relevant provisions, the only grounds on which a prohibition on leaving the country may be lifted are payment of the debt or the deposit of sufficient security. The prohibition is not subject to a statutory maximum of duration.", "67. In accordance with section 22 of the Fiscal Procedure Act, in force until 1 January 2000, the statutory prescription period for fiscal and other public receivables was five years. That provision remains applicable to all fiscal receivables that became due before 1 January 2000 (Decision no. 8179 of 25.08.2003 in case no. 7256/02 of the Supreme Administrative Court).", "68. In accordance with section 6 §§ 3 and 4 of the Collection of State Receivables Act 1989, in force until June 1996 (applicable in respect of receivables that became due before June 1996) and section 4 §§ 3 and 4 of the Collection of State Receivables Act 1996, as in force between June 1996 and 1 January 2000, a fresh five years’ prescription period starts to run whenever the fiscal authorities undertake action to seek payment. It appears that as long as judicial proceedings concerning the fiscal receivable are pending, it is considered that action to seek payment is being undertaken (Decision no. 2352 of 16 March 2004 in case no. 4396/03 of the Supreme Administrative Court). Regardless of any suspension or renewal of the prescription period, fiscal receivables that became due before 1 January 2000 are considered prescribed after fifteen years (“absolute prescription period”) (section 6 § 5 of the Collection of State Receivables Act 1989 and section 4 § 5 of the Collection of State Receivables Act 1996).", "69. As of 1 January 2000, the new Fiscal Procedure Code regulates prescription periods in respect of receivables that became due after its entry into force. The “absolute prescription period” under the Code is ten years.", "70. In accordance with section 20 of the Bulgarian Citizenship Act, a Bulgarian citizen living permanently abroad and having acquired a foreign nationality may file a request for renunciation of Bulgarian nationality. The request is processed by the Ministry of Justice. A final decision is taken by the President of the Republic. The law does not require reasons to be given for a refusal of a request to renounce Bulgarian nationality. The President’s decree is not amenable to judicial review (procedural decision of the Supreme Administrative Court no.1183 of 23.02.2001 in case no. 9708/2000).", "71. Under the relevant fiscal law, renunciation of Bulgarian nationality is not among the grounds on which an individual may be relieved from the obligation to pay tax liabilities.", "72. In the law of several member states a possibility for imposing a ban on leaving one’s country due to tax obligations is expressly provided for: Croatia, Moldova, the Netherlands, Slovakia, Georgia, Poland, Russia, Ukraine and Norway. In Greece and Hungary the legal provisions allowing restrictions on the right to leave one’s country due to tax debts have now been abolished.", "73. In most states the possibility to resort to a travel ban for unpaid taxes is not unconditional. In particular, in Croatia, a passport application can be denied if there is a justified suspicion that the applicant was going to evade a tax obligation. In the Netherlands, the law states that a travel document can be refused or invalidated if there is good reason to believe that the person is neglecting his obligation to pay taxes. In Slovakia, a passport can be withdrawn or its issue refused to a citizen upon a court’s or tax authority’s request when the person avoids the enforcement of the decision, or obstructs it or there is reason to believe that he or she will do so (an alien’s freedom to leave the country can also be restricted). In Poland “unfulfilled obligations established by a court” can serve as grounds for a travel ban only if there is a serious risk that the person’s travel abroad will render the fulfilment of the obligation impossible. In Norway, under the Enforcement of Civil Claims Act 1992, a debtor may be barred from leaving the country if that is essential for the enforcement of a court decision and seizure of property does not provide sufficient security (a prohibition order cannot be issued if, in view of the nature of the case and all of the circumstances involved, it would be a disproportionately severe measure and the order automatically ceases to have effect after 3 months).", "74. A further area in which countries resort to travel bans, is bankruptcy proceedings. The laws of several countries stipulate that a court may impose a prohibition against a debtor leaving the country in order to secure his presence before the court (e.g. Estonia, Denmark, Finland, Italy, Norway). Most member States’ legal systems provide for prohibitions against leaving the country in respect of defendants in criminal proceedings.", "75. In common-law jurisdictions, travel bans may be imposed by way of injunction.", "76. In the United Kingdom, the tax authorities may seek from the courts a Mareva injunction (an order preventing the other party from disposing of assets outside the country), an injunction under section 37(1) of the Supreme Court Act 1981 to restrain the other party from leaving the jurisdiction (“Bayer injunction”) or the writ of “ne exeat regno”, an ancient writ which has much the same effect.", "77. The simple fact that the person concerned has failed to pay would not be enough to satisfy the criteria for an injunction. In order to obtain an injunction under s. 37(1) restraining someone from leaving the country, the claimant must persuade the court that it is “necessary and convenient” to grant the order, for example, that the other party has information which he is refusing to disclose and which, if he is allowed to leave the United Kingdom, he will never disclose. A writ of “ne exeat regno” may be issued if several conditions are satisfied, such as, inter alia, cause to believe that the other party’s absence from the jurisdiction would materially prejudice the claimant in pursuing the action.", "78. Because the orders above are interferences with the liberty of the subject, they should last no longer than necessary – e.g. until the other party has disclosed all the information that they were refusing to disclose. The orders can be discharged on grounds that one of the requisite conditions was not in fact fulfilled but also on ‘equitable’ grounds.", "79. While the right to travel abroad is recognised as an implicit constitutional right in national case law, the courts have also recognised restrictions, in particular where there are “undischarged obligations”.", "80. In civil contexts, Irish courts, like English courts, may make use of Mareva injunctions or Bayer injunctions, as described above. The High Court has held that such orders could be granted only in exceptional and compelling circumstances. Probable cause for believing that the defendant is about to absent himself from the jurisdiction with the intention of frustrating the administration of justice and/or an order of the court is a condition for granting an injunction. The injunction should not be imposed for punitive reasons. The injunction ought not to be granted where a lesser remedy would suffice and it should be interim in nature and limited to the shortest possible period of time. The defendant’s right to travel should be out-balanced by those of the plaintiff and the proper and effective administration of justice.", "81. Article 12 of the ICCPR, which served as a basis for the drafting of Article 2 of Protocol No. 4 to the Convention, reads, in so far as relevant:", "“... (2) Everyone shall be free to leave any country, including his own.", "(3) The above-mentioned rights shall not be subject to any restrictions except those which are provided by law, are necessary to protect national security, public order (ordre public), public health or morals or the rights and freedoms of others, and are consistent with the other rights recognized in the present Covenant...”", "82. The preparatory work of paragraph 3 of Article 12 reveals that, before agreeing on the general formula, the drafters had attempted first to come up with an exhaustive list of all grounds for restriction. The first draft thus contained no less than 14 reasons for which freedom of movement could be restricted, including tax debts. The list was eventually abandoned in favour of a general restriction clause.", "83. The UN Human Rights Committee has not dealt specifically with the issue of tax debts either in its General Comment No. 27 (1999) on Article 12 of the ICCPR or in its observations on State reports in the context of the monitoring procedure. General Comment No. 27 (1999) contains some observations on the interpretation of Article 12:", "“Article 12, paragraph 3, clearly indicates that it is not sufficient that the restrictions serve the permissible purposes; they must also be necessary to protect them. Restrictive measures must conform to the principle of proportionality; they must be appropriate to achieve their protective function; they must be the least intrusive instrument amongst those which might achieve the desired result; and they must be proportionate to the interest to be protected.", "The principle of proportionality has to be respected not only in the law that frames the restrictions, but also by the administrative and judicial authorities in applying the law. States should ensure that any proceedings relating to the exercise or restriction of these rights are expeditious and that reasons for the application of restrictive measures are provided.”", "84. In the context of the complaint procedure, in the case of Miguel González del Río v. Peru, the Committee was called to examine the proportionality of the restriction on the applicant’s freedom to leave his country imposed in judicial proceedings which had been delayed. It held as follows:", "“The Committee considers that pending judicial proceedings may justify restrictions on an individual’s right to leave his country. But where the judicial proceedings are unduly delayed, a constraint upon the right to leave the country is thus not justified. In this case, the restriction on Mr. González’ freedom to leave Peru has been in force for seven years, and the date of its termination remains uncertain. The Committee considers that this situation violates the author’s rights under article 12, paragraph 2...”", "85. The national citizenship laws generally provide that a renunciation request can be accepted only if the person concerned has acquired the citizenship of another state or has given assurances of acquiring one. Many states also require that the person concerned has his habitual residence abroad.", "86. In a number of states renunciation requests may be refused in connection with military service duties (Austria, Estonia, France, Croatia, Germany, Greece, Latvia and Moldova) or if the person concerned is subject to criminal proceedings or has to serve a sentence imposed by a court (Albania, Austria, Bulgaria, Greece, Hungary, Lithuania, Romania, Russia, Slovakia and Ukraine).", "87. The laws of Bulgaria, Croatia, Hungary, Romania and Slovakia provide explicitly that a person may not be released from citizenship if he or she has tax debts to the State. Also, under the laws of Albania, Estonia, Finland, Latvia and Russia, “unfulfilled obligations to the State” – which apparently may include tax debt – are grounds for refusing a renunciation request.", "88. In Ireland the law explicitly separates renunciation of citizenship from any liability, specifying that renunciation does not free the person from any obligation or duty imposed or incurred before the severance of the link to the nation. In the United States of America, similarly, the act of renouncing citizenship may have no effect on the person’s tax obligations.", "89. The ECN, which entered into force for several states in 2000, was signed by Bulgaria in 1998 and ratified in February 2006 (entry into force for Bulgaria on 1 June 2006). Its Article 8 provides:", "“Loss of nationality at the initiative of the individual", "1. Each State Party shall permit the renunciation of its nationality provided the persons concerned do not thereby become stateless.", "2. However, a State Party may provide in its internal law that renunciation may be effected only by nationals who are habitually resident abroad.”", "90. According to the Explanatory report, it is not acceptable to refuse renunciation merely because persons habitually resident in another State still have military obligations in the country of origin or because civil or penal proceedings may be pending against a person in that country of origin. Civil or penal proceedings are independent of nationality and can proceed normally even if the person renounces his or her nationality of origin (paragraphs 78 and 81 of the report).", "91. Article 11 of the ECN requires that “... decisions relating to the acquisition, retention, loss, recovery or certification of its nationality contain reasons in writing.”"], "VIOLATED_ARTICLES": ["13", "8", "P4"], "VIOLATED_PARAGRAPHS": ["P4-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}