{"ITEMID": "001-101217", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU;SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "HEROLD TELE MEDIA S.R.O. v. SLOVAKIA AND GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Herold Tele Media, s.r.o., is a private limited company which has its registered office in Bratislava. The application on its behalf was filed by Mr I. Matušík, the company's managing partner.", "company, may be summarised as follows.", "Company Slovenské telekomunikácie, š.p. was established by the Ministry of Transport, Telecommunications and Public Works on 1 January 1993. It was a State-owned company. Its director, or deputy director in his or her absence, was authorised to act and sign documents on behalf of the company.", "According to the register of companies available on the Internet, Mr P.V. had been the company's director between 9 June 1995 and 26 February 1998. He had been the company's managing director from 27 February 1998 to 2 February 1999. Mr F.D. had been deputy managing director between 27 February 1998 and 2 February 1999.", "A different section of the register of companies concerning Slovenské telekomunikácie, š.p. was entitled “Further legal issues”. It comprised an entry covering the period from 28 January 1997 to 31 March 1999, which indicated:", "“For the period of the settlement negotiations, the council of creditors suspended, within the meaning of section 4e(2)(a) of the 1991 Bankruptcy Act, the exercise of functions of the persons authorised to act on behalf of the company under its articles listed in the register, and appointed Mr F. Eke as manager. During the period of the settlement proceedings the director thus appointed shall represent the company and sign documents on its behalf. [The proceedings] were discontinued by a decision of the Bratislava City Court of 24 October 1996 ... in accordance with Act no. 292/1996. The Supreme Court upheld the Bratislava City Court's decision by its decision no. 1 Obo 2/97 of 26 March 1997.”", "On 23 December 1998 the Minister of Transport and Telecommunications decided to dissolve Slovenské telekomunikácie, š.p. The company was transformed into a joint stock company, Slovenské telekomunikácie, a.s., which succeeded to all the rights and obligations of its predecessor. On those grounds company Slovenské telekomunikácie, š.p. was deleted from the companies register on 1 April 1999.", "Under a contract of 18 July 2000 the Fund of National Property, with the agreement of the Ministry of Transport, Post and Telecommunications, sold 51% of the shares of Slovenské telekomunikácie, a.s. to Deutsche Telekom AG, a company which had its registered office in Bonn, Germany. Point 6 subjected the transaction to several conditions with suspensive effect. They included the absence of any binding decision, delivered by a court or other public authority, prohibiting the transaction agreed upon in the contract.", "Subsequently, the company Slovenské telekomunikácie, a.s. was twice renamed. Its current business name is Slovak Telekom, a.s.", "On 8 April 1998 a meeting of the council of creditors of Slovenské telekomunikácie, š.p. was held in the presence of a notary public. That council had been established in the context of the proceedings under the 1991 Bankruptcy Act, which were held before the Bratislava Regional Court under file no. 38 K 10/96 (for further details see also Slovenské telekomunikácie, š.p. and Herold Tele Media, s.r.o. v. Slovakia (dec.), no. 47097/99, 28 September 2010). Three members of the council of creditors attended the meeting as well as Mr Eke, whom that council had earlier appointed as director of Slovenské telekomunikácie, š.p. in the context of the above proceedings.", "At the meeting the council of creditors, with reference to section 4e (2) and (3) of the 1991 Bankruptcy Act, authorised Mr Eke to conclude a contract on the sale of Slovenské telekomunikácie, š.p. to the applicant company.", "On the same day Mr Eke concluded a contract with the applicant company under which the latter purchased the entire company Slovenské telekomunikácie, š.p. The contract provided, inter alia, that the purchase price would be determined in a separate agreement at a later date.", "Mr Eke authorised Mr A., a lawyer practising in Bratislava, to petition for the above sale of company Slovenské telekomunikácie, š.p. to be entered in the register of companies. Mr A. lodged such a petition on behalf of Slovenské telekomunikácie, a.s. with the Bratislava I District Court on 14 July 2000. In it reference was made to instructions which Mr Eke had given to Mr A. on 8 April 1998. With the approval of the petitioner, the applicant company asked for leave to act as a third party in the proceedings.", "On 2 August 2000 the Bratislava I District Court rejected the petition. The decision indicated Mr Eke as plaintiff. With reference to Articles 13, 31 and 191 of the Commercial Code and the data entered in the register of companies, the court did not consider it established that Mr F. Eke had been a member of the managing board of Slovenské telekomunikácie, a.s. Accordingly, neither the company's articles nor the Commercial Code entitled him to act on that company's behalf. The decision further stated that Mr A. had acted on the basis of written instructions which Mr Eke had signed on 7 July 2000, that is at a time when Slovenské telekomunikácie, š.p., had been dissolved without liquidation.", "The District Court dismissed the applicant company's request for leave to join the proceedings as a third party. It held that a third party could not be admitted to proceedings initiated by a person who lacked standing to do so. Furthermore, a third party could be admitted only in the context of contentious proceedings. However, proceedings concerning an entry in the register of companies did not fall within that category.", "On 17 and 18 August 2000 Mr A., acting on behalf of Slovenské telekomunikácie, a.s., the applicant company and Mr Eke appealed. They argued that the District Court had incorrectly considered Mr Eke as plaintiff, had refused to admit the applicant as a third party in the proceedings, had failed to hear the parties and had not allowed them to consult the file with a view to checking the date of the authority of Mr A. They requested that the court of appeal hear them and that the sale be entered in the register of companies ex officio, pursuant to Article 200a of the Code of Civil Procedure.", "On 22 August 2000 Mr F. Eke complained to the President of the Bratislava I District Court that he had been erroneously indicated in the decision as plaintiff.", "On 5 September 2000 Mr F. Eke complained to the President of the Bratislava Regional Court that the court file did not contain an authority of 7 July 2000 to which the Bratislava I District Court had referred in its decision of 2 August 2000.", "On 25 September 2000 Mr Eke filed a similar complaint with the Supreme Court. Mr Eke further complained that the court file was not complete.", "On 30 March 2001 the Bratislava Regional Court decided that the Bratislava I District Court judges were not excluded from dealing with the above case. The Regional Court further upheld the Bratislava I District Court's decision of 2 August 2000. The decision indicated Mr Eke as plaintiff and mentioned Mr A. as his representative.", "The Regional Court held that a judge's failure to act in accordance with the wish of a party was not a relevant reason for that judge's exclusion. There was nothing to indicate that the judges of the Bratislava I District Court were biased.", "The Regional Court further held that, at the time when the petition had been lodged, Mr F. Eke had not been entered in the register of companies as a person entitled to act on behalf of the company at issue. No document authorising Mr Eke to take such action had been submitted in the context of the proceedings. Moreover, Slovenské telekomunikácie, a.s., in an opinion of 25 July 2001, had denied that its representatives had initiated an entry in the register of companies concerning that company's sale. The first-instance court had therefore correctly concluded that Mr A. had filed the petition on behalf of Mr Eke as a natural person. The latter lacked standing to petition for the entry at issue to be made in the register of companies.", "The Regional Court held that a person could be admitted as a third party exclusively in contentious proceedings. Article 200b § 2 of the Code of Civil Procedure entitled the first-instance court to decide on the petition of 14 July 2000 without a prior hearing. The Regional Court, with reference to Article 214 § 2 (c) of the Code of Civil Procedure, did not hold a hearing in the appeal proceedings.", "On 28 May 2001 Mr Eke and the applicant company lodged an appeal on points of law. On 16 August 2001 Mr A. informed the Supreme Court that company Slovenské telekomunikácie, a.s. was also a plaintiff in the cassation proceedings. They argued that they had not been heard by the courts and had been prevented by them from verifying the documents in the file and from submitting comments on those documents. The conclusion that Mr Eke had lacked standing to file the petition on behalf of Slovenské telekomunikácie, š.p. and in respect of that company's legal successor was arbitrary. The applicant company was also a party to the proceedings.", "On 23 November 2001 the Supreme Court rejected the appeal on points of law lodged by Mr Eke It held that the lower courts had correctly concluded that Mr Eke had lacked standing to file a petition on behalf of Slovenské telekomunikácie, a.s. and considered it as having been filed in his own capacity. The relevant provisions of the Code of Civil Procedure allowed for petitions concerning an entry in the register of companies to be decided upon without a hearing. The petitioner was under an obligation to substantiate the request by all relevant documents. There was therefore no need to hear him or her.", "The applicant company maintained that a series of steps had been taken with a view to preventing the requested entry to be made in the companies register.", "Its representative argued, with reference to the safeguard provisions included in the contract on the transfer of shares of Slovenské telekomunikácie, a.s. to Deutsche Telekom, A.G., that representatives of those companies and the Ambassador of Germany to Slovakia had intervened with the Prime Minister, the Ministry of Justice, the Ministry of Post, Transport, Post and Telecommunications, the Telecommunications Office and the Anti-Monopoly Office.", "The applicant further referred to a document which the Ministry of Transport, Post and Telecommunications had presented in September 2001. Entitled “Information on judicial disputes of Slovenské telekomunikácie, a.s. in the case 'Yellow Pages'”, the document indicates that the claims were based on two contracts concluded in 1990 and 1992 on the publishing of telephone directories. Slovenské telekomunikácie, a.s. or its predecessor contested such claims. The document states that the Slovakian authorities had undertaken to do as much as possible, to the extent that the law allowed, to contest the claims related to the “Yellow Pages Dispute”. Immediate measures were therefore required, within the framework of the law in force, with a view to a final resolution of the issue. In particular, it was necessary to accelerate the judicial proceedings pending as well as the investigation into the criminal complaint. An annex to the document lists fourteen sets of pending judicial proceedings.", "Article 200a § 1 provides that proceedings relating to the register of companies are brought upon the request of the natural or legal person whom the entry in the register concerns or by other persons entitled to do so under the relevant law. Paragraph 2 of Article 200a entitles courts to start such proceedings of their own initiative for the purpose of harmonising information entered in the register of companies with the actual situation.", "Pursuant to Article 200b § 1, in proceedings concerning an entry in the register of companies courts are obliged to examine whether the statutory requirements for making such an entry are met. Paragraph 2 of Article 200b authorises courts to deliver decisions on the content of an entry in the register of companies without holding an oral hearing.", "Under Article 214 § 2(c), a court of appeal may dispense with a hearing where an appeal concerns a decision (not a judgment) of the first-instance court.", "Article 243a § 3 provides that the court of cassation always decides on appeals on points of law lodged against a decision (not a judgment) without a prior hearing.", "Pursuant to Article 13 § 1, legal persons act through the intermediary of bodies established under their articles or through their representative.", "Under Article 28 § 1(e), information about a company entered in the register of companies shall comprise the name and address of the persons who are the representatives of the company under its articles and also specify the manner in which such persons are authorised to act on behalf of the company.", "Article 31 § 1 provides that a request for an entry to be made in the register of companies is to be submitted either by authorised persons whom such an entry concerns or by persons entitled to do so in accordance with the law or by persons whom the above mentioned persons authorise to do so. A petition for an entry in the register of companies must be accompanied by documents proving the facts which are to be specified in the register (paragraph 2 of Article 31).", "Pursuant to Article 32, courts or other authorities have to notify the court which holds the register of companies of any inconsistencies between the actual situation and the information in the register of companies as soon as they become aware of them in the context of their activity.", "Article 191 § 1 provides that managing board directs the activities and acts on behalf of a joint stock company. It decides on all issues concerning the company, unless they fall within the power of its general assembly. Members of the managing board who are authorised to represent the company and the manner in which they can do so are to be entered in the register of companies.", "Pursuant to Article 488 § 1, where a company is sold by a person entered in the register of companies, such a person files a petition for a corresponding entry to be made in the register of companies.", "Section 18 of the State-Owned Companies Act (Zákon o štátnom podniku) of 1990 provides that the bodies of a State-owned company comprise its director and supervisory board.", "Section 19(1) and (2) provide that the director is appointed and revoked by the central governmental authority which established the company.", "Pursuant to section 19(3), the director acts on behalf of a State-owned company.", "Law no. 92/1991 sets out the conditions for the transfer of State-owned property to other persons.", "Section 45(1), as in force at the relevant time, prohibited State-owned companies from concluding contracts on the transfer of property which served their business activities.", "In accordance with the Supreme Court's practice, proceedings concerning an entry in the register of companies are non-contentious. A petition for an entry in the register of companies is to be supported by documents proving the relevant facts. Where a legal person initiates proceedings concerning an entry relating to it in the companies' register, the court involved decides exclusively on the rights and obligations of the petitioner as a party to such proceedings. Third parties are excluded from proceedings concerning entries in the register of companies (Collection of judicial decisions and opinions of the Supreme Court, nos. 31/1994, 38/1995 and 39/1995)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}