{"ITEMID": "001-81209", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ZHECHEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant is the chairman of the association “Civil Society for Bulgarian Interests, National Dignity, Union and Integration – for Bulgaria” („Гражданско общество за български интереси, национално достойнство, единение и обединение – за България“ – “the association”).", "7. The association was founded on 19 December 1996 in Plovdiv. At a meeting on that date the founders adopted its articles and elected its management bodies. The applicant was elected as its chairman.", "8. The association's articles read, as relevant:", "“1. [The association] is a Bulgarian patriotic nonprofit organisation. It shall be DEMOCRATIC in form and NATIONAL in content.", "OBJECT: mass, historically and morally enlightening, societal and political, cultural and educational, scientific and research, sport and technical, publishing, advertising, charitable and all other types of activities and services which are allowed (not prohibited) under the [Persons and Family Act of 1949] in respect of nonprofit associations.", "2. [The association] is founded with the aims of: uplifting the Bulgarian spirit; protecting the Bulgarian interests and creating a wealthy, prosperous and patriotic nation; elevating, developing and preserving the Bulgarian national dignity; uniting the Bulgarian identity within and outside the boundaries of the promised Bulgarian land, under the flag of historical truth; protecting and restoring the coat of arms of the Bulgarian Kingdom as a coat of arms of Bulgaria.", "3. [The association] is for the creation of a people's court to judge those responsible for the gravest economic, spiritual, moral and demographic crisis of the Bulgarian society, Bulgarian banking and Bulgarian statehood since 9 September 1944, in particular the period 1994, 1995, 1996 and the following years. ...", "4. [The association] is for a wide discussion ... of the illegal trampling and repealing of our first constitution after our liberation in 1878, the most democratic Constitution of Tarnovo and the imposition of the present [Constitution]...", "[The association] is for the reinstatement (possibly with amendments) of the unlawfully abolished 'CONSTITUTION OF TARNOVO'...", "[The association] is for ... changing the form of government of Bulgaria, for the returning of H.M. KING SIMEON II to the motherland and the throne. ...", "8. ... The core of the [association's] activity shall be the spiritual unification of all Bulgarians, contacts with and consolidation of the Bulgarian Diaspora, establishment of sincere relations with ... all Bulgarians outside Bulgaria, and, in the international relations – point one shall be: abolition (opening) of the border between Bulgaria and Macedonia...”", "9. On an unspecified later date the association submitted to the Plovdiv Regional Court an application for registration.", "10. The Plovdiv Regional Court refused the application in a judgment of 6 June 1997. It held:", "“[According to] clause 2 of [its articles], [the association] intends to protect and restore the coat of arms of the Bulgarian Kingdom as a coat of arms of Bulgaria. According to clause 3 of the articles, the association is for the establishment of a 'people's court to judge those responsible for the gravest economic, spiritual, moral and demographic crisis of the Bulgarian society, Bulgarian banking and Bulgarian statehood since 9 September 1944, in particular the period 1994, 1995, 1996 and the following years'. Clause 4 of the articles provides for a debate on the repealing of the Constitution of Tarnovo and the adoption of the [C]onstitution [of 1991] which is presently in force.", "The goals which have been enumerated thus far are sufficient to refuse the association's registration. They are clearly political in nature and are characteristic of a political party, whose registration is to be carried out under the Political Parties Act [of 1990].”", "11. The applicant, acting in his capacity of chairman of the association, appealed to the Supreme Court of Cassation. He argued, inter alia, that the association's aims were not political, but goals which could be pursued by every citizen.", "12. Following an amendment to the Code of Civil Procedure of 1952 providing that the judgments of the regional courts were no longer appealable before the Supreme Court of Cassation, but before the newly established courts of appeals, on 1 April 1998 the Supreme Court of Cassation forwarded the applicant's appeal to the newly created Plovdiv Court of Appeals.", "13. On 10 March 1999 the Plovdiv Court of Appeals upheld the lower court's judgment. It held as follows:", "“The articles of [the association] contain provisions which are contrary to the ... Constitution of the Republic of Bulgaria. For instance, clause 2 of the articles provides for the restoration of the coat of arms of the Bulgarian Kingdom as the country's coat of arms. Clause 4 provides for a change of the form of government from republic to monarchy and for the restoration of the Constitution of Tarnovo [of 1879]. Clause 8 of the articles – abolition of the border between Bulgaria and [the former Yugoslav Republic of] Macedonia. These goals, as formulated in the above-cited clauses, run counter to Articles 1, 2 § 2 and 164 of the Constitution. Moreover, the association indeed has political goals, whereas by Article 12 § 2 of the Constitution associations may not pursue political goals and carry out political activities that are characteristic solely of political parties.”", "14. The applicant appealed on points of law to the Supreme Court of Cassation. He argued that the lower court had incorrectly held that the association's aims were contrary to the Constitution. Furthermore, the association did not pursue political aims, because it was not aspiring to accede to power. The courts' refusal to register it was an infringement of its founders' freedom of expression.", "15. On 17 May 1999 the Supreme Court of Cassation directed the applicant to specify the grounds on which he sought the quashing of the judgment below. In line with these instructions, the applicant submitted additional observations. He reiterated his contention that the association's aims were not political, because it was not seeking to accede to power through elections or otherwise, or exercise it. Its aims were characteristic of the civil society and were to be achieved through other, nonpolitical means. Furthermore, the association's articles did not provide for the creation of a people's court, it did not in fact object to the new coat of arms of Bulgaria and was not seeking to change the form of government from republic to monarchy. These were erroneous findings of the lower court. Finally, the association was seeking to achieve the spiritual union of all Bulgarians, not the abolition of the border between Bulgaria and the former Yugoslav Republic of Macedonia.", "16. On 11 October 1999 the Supreme Court of Cassation upheld the Plovdiv Court of Appeals' judgment in the following terms:", "“The [lower court] correctly found that the goals set out in clauses 2, 3 and 4 of the association's articles have a certain political tenor and are characteristic of a political party, whose registration is to be carried out under the Political Parties Act [of 1990]. These goals are contrary to Articles 1, 2 § 2 and 12 § 2 [of the Constitution of 1991].”", "17. The relevant provisions of the Constitution of 1991 read as follows:", "“Bulgaria is a republic with a parliamentary form of government.”", "“The territorial integrity of the Republic of Bulgaria shall be inviolable.”", "“...", "3. Parties shall facilitate the formation of the citizens' political will. The manner of forming and dissolving political parties, as well as the conditions pertaining to their activity, shall be established by law.", "4. No political parties shall be formed on ethnic, racial, or religious basis, nor parties which seek to accede to power by force.”", "“1. The citizens' associations shall serve to further and safeguard their interests.", "2. Associations ... may not pursue political goals or carry out political activities that are characteristic solely of political parties.”", "“1. Citizens may freely associate.", "2. Organisations whose activity is directed against the sovereignty [or] the territorial integrity of the country and the unity of the nation, towards the incitement of racial, national, ethnical or religious enmity ... as well as organisations which seek to achieve their goals through violence are prohibited.", "3. The law shall specify the organisations which are subject to registration, the manner of their dissolution, as well as their relations with the State.”", "“The Coat of Arms of the Republic of Bulgaria shall depict a gold lion rampant on a dark gules shield.”", "18. At the material time this Act („Закон за лицата и семейството“), the relevant provisions of which were superseded by new legislation in 2001, regulated the formation, status and dissolution of nonprofit legal entities, i.e. associations and foundations. Its pertinent provisions were:", "“An association shall acquire legal personality after its entry in the register [kept by] the Regional Court.”", "“An association shall be registered pursuant to an application by [its] management committee [to which shall be enclosed] a resolution for its founding and its articles of association, signed by the founders...”", "“Associations shall be managed in accordance with [their] articles of association, which must contain provisions in respect of [their] name, aims, means...”", "19. At the material time this Act („Закон за политическите партии“), which was superseded by new legislation in 2001, regulated the formation, registration, functioning and dissolution of political parties. Its relevant provisions read as follows:", "“1. Citizens may freely associate in political parties to influence the formation and expression of the political will of the people through elections or other democratic means.", "...", "3. Other organisations and movements may also carry out political activities within the bounds set by the Constitution and the laws.”", "“A political party may be formed [by] not less than fifty enfranchised citizens.”", "“1. A public organisation which has not been registered as a political party may not carry out the activity of a political party.", "2. A [public organisation] which has not been registered as a political party may not carry out organised political activities [on the premises of] enterprises, government agencies and organisations.", "3. 'Organised political activities' shall mean the holding of meetings, demonstrations, assemblies and other forms of campaigning in favour of or against a political party or an election candidate.", "4. If a public organisation ... clearly carries out the activity of a political party, the regional prosecutor shall propose that it be dissolved or [re]register as a political party within one month.", "5. If the organisation under the foregoing subsection does not cease its political activity or [re]register as a political party, it shall be dissolved...”", "20. The Act also regulated the manner in which political parties were financed, providing for certain upper limits on the donations that they could receive and prohibiting their receiving anonymous donations and donations from foreign states and organisations (section 17).", "21. Only political parties (and coalitions of such parties), and not associations, may participate in parliamentary, presidential, local and European elections and nominate candidates (section 41(2), (3) and (4) of the Electing of Members of Parliament, Municipal Councillors and Mayors Act of 1991 („Закон за избиране на народни представители, общински съветници и кметове“), section 43(1) of the Electing of Members of Parliament Act of 2001 („Закон за избиране на народни представители“), section 3(1) and (2) of the Electing of a President and a VicePresident of the Republic Act of 1991 („Закон за избиране на президент и вицепрезидент на републиката“), section 35(1) of the Local Elections Act of 1995 („Закон за местните избори“), and section 48(1) and (3) of the Electing of Members of the European Parliament Act from the Republic of Bulgaria of 2007 („Закон за избиране на членове на Европейския парламент от Република България“)).", "22. In a judgment of 21 April 1992 (реш. № 4 от 21 април 1992 г. по к.д. № 1 от 1991 г., обн., ДВ, бр. 35 от 28 април 1992 г.) the Constitutional Court stated, inter alia, that “political activities that are characteristic solely of political parties”, within the meaning of Article 12 § 2 of the Constitution of 1991, were defined by Article 11 § 3 thereof as those which facilitate “the formation of the citizens' political will” through “elections or other democratic means”, as specified by section 1(1) of the Political Parties Act of 1990. The court also stated that “what was essential for this type of political activity [was] the direct participation in the process of forming the bodies through which, according to the Constitution, the people exercise[d] its power”. Of course, the activities of a party in connection with upcoming elections embraced the holding of meetings, assemblies and other forms of public campaigning in support of the party and the candidates nominated by it, which were also activities aimed at “forming” the citizens' political will.", "23. The Constitution of 1879 was the first written constitution of Bulgaria, adopted by a Constituent National Assembly on 16 April 1879, shortly after the creation of Bulgaria as an independent State in 1878. It was repealed in 1947. It provided for constitutional monarchy (Articles 4, 5, 9, 10 and 12), with a directly elected parliament and universal suffrage (Article 86), a government accountable to the parliament (Article 153), and separation of powers (Articles 9, 12 and 13). It prohibited torture (Article 75 § 2) and punishment without law and due process (Articles 73 and 75 § 1), enshrined the right to property (Articles 67 and 68), the right to respect for one's home and correspondence (Articles 74 and 77), and the freedoms of the press and of assembly and association (Articles 79, 81, 82 and 83)."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}