{"ITEMID": "001-110702", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU;GRC", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF SETA v. GREECE AND GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time) (Greece)", "JUDGES": "Anatoly Kovler;Erik Møse;Linos-Alexandre Sicilianos", "TEXT": ["4. The applicant was born in 1942 and lives in Besian.", "5. On 14 June 2002 he was arrested by the Greek authorities at the Greek-Albanian borders under the charge of drug trafficking, as 25 kg of heroin were found in the car he was driving.", "6. The same day, the Ioannina First Instance Prosecutor, prosecuted the applicant for illegal drug trafficking and ordered his detention on remand (order no. 25/2002).", "7. The applicant alleges that his arrest was a set-up by a German national with whom he had disagreements in Germany - where the applicant had allegedly lived for an unspecified period of time - and that the drugs were put in the car without his knowledge.", "8. On 20 May 2003 the Ioannina First Instance Criminal Court convicted the applicant and sentenced him to twenty years of imprisonment (judgment no. 81/2003).", "9. On an unspecified date the applicant lodged an appeal against the first instance court’s decision.", "10. On 5 June 2007 the Ioannina Court of Appeal upheld the first judgment (judgment no. 58/2007).", "11. On 8 September 2007 the applicant lodged an appeal on points of law with the Court of Cassation challenging the abovementioned decision. In the grounds of appeal no complaint was raised by the applicant regarding the interpretation service at the moment he was arrested and afterwards during the proceedings.", "12. The hearing, which was originally set for 12 March 2008, was subsequently adjourned to 19 November 2008. As it transpires from the case file, the latter proceedings are still pending before the Court of Cassation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}