{"ITEMID": "001-106436", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ARCHIP v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1976 and lives in Podoleni.", "6. On 7 November 2005, at about 12 noon, the applicant went to Podoleni Town Hall to cash his monthly sickness benefit. Having noticed that the sum cashed was smaller than the amount he had received in previous months he expressed dissatisfaction to the mayor and the deputy mayor.", "7. Unsatisfied with the explanations received, the applicant started to insult the civil servants working at the town hall. A few of the witnesses to the incident stated that the applicant was under the influence of alcohol. The applicant denied it.", "8. As the applicant could not be calmed down, the mayor and the deputy mayor took him to the police station, which was situated close to the town hall.", "9. The applicant alleged that the mayor had hit him at the police station. He did not submit any medical certificate in this connection.", "10. On the ground that the applicant continued to behave aggressively and to address threats to those around him, the chief police officer, P.E., handcuffed him to a tree in the courtyard of the police station.", "11. According to the applicant and several witnesses, he was kept handcuffed for about two hours and forty-five minutes. The Government averred that the handcuffing lasted one hour and forty-five minutes.", "12. As the police station was located in the centre of the village, many inhabitants of the village passed by and saw the applicant handcuffed to the tree in the courtyard. One of them informed the press and the local television station. Reporters arrived at the scene and took pictures of the handcuffed applicant. The incident was covered by an article on 10 November 2005 in the local newspaper Realitatea called ‘The chief police officer of Podoleny molests a fellow citizen’.", "13. Five months before the events in question, the applicant had had surgery on his left femur. According to the documents submitted by him, he was hospitalised in the orthopaedics section of Neamţ Hospital between 12 November and 2 December 2002 and between 30 May and 15 June 2005. At the time of the events he was suffering from coxarthrose (arthritis of the hip) and was receiving sickness benefit for that reason.", "14. According to the applicant, being kept handcuffed outdoors for such a long time on a cold and wet November day worsened his medical condition. On the basis of a medical certificate issued on 16 January 2008 the applicant had been designated disabled (at medium level) by a medical board.", "15. On the day the incident took place, police officer P.E. drafted a report stating that he had had to use force and the handcuffs in order to prevent the applicant from deliberately self-harming. He stated that he had kept the applicant handcuffed for twenty to thirty minutes and that he had stayed close to him all this time. However, his statement was contradicted by the statement of M.D., the former deputy mayor of the village, who testified that the applicant was alone and the police station was closed when he passed by the front of the building on 7 November 2005.", "16. On 9 November 2005 the applicant lodged a criminal complaint with the Piatra Neamţ District Court against police officer P.E. and the mayor, accusing them of causing bodily harm and insulting behaviour.", "17. By a judgment rendered on 20 January 2006, that court remitted the file to the prosecutor’s office attached to the Neamţ County Court for investigation of the incident. It gave a new legal classification to the offences mentioned in the applicant’s complaint, namely abuse of position and deprivation of liberty.", "18. On 24 October 2006 the prosecutor’s office attached to the Neamţ County Court decided not to open a criminal investigation, on the grounds that it was permissible to handcuff an aggressive person.", "19. On 21 November 2005 the applicant lodged another criminal complaint against the chief police officer, the deputy chief police officer, the mayor and the deputy mayor. He accused them of deprivation of liberty (under Article 189 § 1 of the Criminal Code).", "20. On 17 March 2006 the applicant made a statement at the prosecutor’s office. He stated that he had not been hit by any of the defendants, as he had stated in his initial complaint. He added that he had been persuaded to lodge a criminal complaint by the previous mayor, by a member of the local council of the village, and by the president of an organisation fighting against corruption and for the protection of human rights (Asociaţia Naţională Impotriva Corupţiei, Abuzurilor şi Pentru Drepturile Omului – ANICADO). He also stated that he had been handcuffed for less than ten minutes and that it was legitimate, taking into account his own behaviour. He concluded by stating that he wanted to withdraw his complaint. Afterwards, during the proceedings before the courts, the applicant alleged that he had been forced to make that statement and that nothing in it was true.", "21. By a decision delivered on 23 March 2006, the prosecutor’s office attached to the Neamţ County Court decided not to open a criminal investigation. It held that police officer P.E. had taken the necessary measures in order to calm down the applicant, who was using coarse language and insulting the civil servants working at the town hall, and was behaving in an especially insulting way towards the mayor of the village. It also held that handcuffing the applicant was in accordance with the provisions of Law no. 218/2002 regarding the organisation and functioning of the Romanian police (“the Police (Organisation and Functions) Act 2002”), and Order no. 130 of 10 September 2004 regarding the General Inspectorate of Police. It stated that the applicant had not been hit by any police officers.", "22. Relying on Article 2781 of the Code of Criminal Procedure, the applicant lodged complaints against the decisions of 23 March and 24 October 2006. The two complaints were joined by the chief prosecutor. On 11 June 2007 the chief prosecutor dismissed the complaints and upheld the previous decisions.", "23. The applicant’s complaint against the last prosecutor’s decision was dismissed by the Neamţ County Court on 21 February 2008. It held that the immobilising of the applicant with handcuffs in the courtyard of the police station had been done in accordance with the applicable legislation, and had been necessary, taking into account the applicant’s attitude.", "24. An appeal on points of law lodged by the applicant was dismissed by the Bacău Court of Appeal on 17 April 2008, upholding the judgment of the Neamţ County Court.", "25. On 22 February 2006 the prosecutor’s office attached to Piatra Neamţ District Court indicted the applicant for outrage against public morals and disturbance of public order under Article 321 § 1 of the Criminal Code.", "26. By a judgement of 20 June 2006, the Piatra Neamţ District Court convicted the applicant as charged and sentenced him to one month’s imprisonment, suspended. The judgment remained final, as the applicant did not lodge an appeal on points of law.", "27. The definition of the offence of outrage against public morals and disturbance of public order was, at the material time, provided for by Article 321 of the Criminal Code and read as follows:", "“Actions by a person who publicly acts or makes gestures, uses words or expressions, or behaves in any other way which is against public morals or which leads to public scandal, are punishable by imprisonment of between three months and two years or by a fine.", "If the actions stipulated in paragraph 1 seriously disturb public order, the applicable penalty shall be imprisonment of between six months and five years.”", "28. The conditions regarding the use of handcuffs by police officers are provided for by the Police (Organisation and Functions) Act 2002. The relevant articles read as follows:", "(1) “In order to deter, prevent and neutralise aggressive behaviour by people who disturb public order and which cannot be brought to an end by other means, police can use protective shields, helmets, rubber truncheons (...) rubber bullet guns and handcuffs, dogs and other means of restraint which do not endanger life or cause serious bodily harm.", "(2) The means referred to in the above paragraph may be used against people who:", "a) behave in such a way as to threaten the physical integrity, health or property of others;", "b) try to enter, enter or refuse to leave the premises of public authorities, political parties, institutions and public or private organisations, jeopardise in any way their integrity or security or prevent them from carrying out their normal activity;", "c) Insult or attack those who are exercising public functions;", "d) Offer resistance or fail to comply, in any way, with the orders of a police officer, but only if there is a legitimate fear that by their actions they could jeopardise the physical integrity or the life of that police officer.", "(3) The use of the means described under the first paragraph must not exceed the level necessary to prevent or neutralise the aggressive behaviour.”", "“The use of the means provided by Articles 34 and 35 is prohibited against women with visible signs of pregnancy, against persons with visible evidence of disability and against children, except in cases when they engage in armed attack or in a group, which poses a threat to the life or the integrity of one or more people.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}