{"ITEMID": "001-119052", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF DOMANČIĆ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Elisabeth Steiner;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["4. The applicant was born in 1949 and lives in Zagreb.", "5. On 9 October 1992 the applicant brought a civil action in the Gospić Municipal Court (Općinski sud u Gospiću) against the company T.G. challenging her dismissal from work. She also sought damages and salary arrears.", "6. At the hearing held on 23 August 2006 the first-instance court suspended the proceedings (mirovanje postupka) as neither party attended the hearing.", "7. On 18 December 2006 the applicant asked the court to resume the proceedings. The court did so and scheduled the next hearing for 10 January 2007.", "8. On 23 December 2006 the applicant asked for transfer of jurisdiction from the Gospić Municipal Court to the Zagreb Municipal Court but her request was eventually dismissed. That decision was served on her on 22 February 2007.", "9. As neither party attended the hearing held on 7 March 2007, the Gospić Municipal Court issued a decision declaring that the applicant’s action was considered withdrawn, pursuant to the Civil Procedure Act.", "10. On 2 April 2007 the applicant lodged a request to restore the proceedings to their previous position (restitutio in integrum ob terminem elapsum, povrat u prijašnje stanje) but the first-instance court dismissed her request on 3 March 2008.", "11. Following an appeal by the applicant, on 27 May 2008 the Gospić County Court (Županijski sud u Gospiću) reversed the first-instance decision and allowed the applicant’s request to restore the proceedings to their previous position.", "12. In the resumed proceedings, the Gospić Municipal Court held five hearings. At the hearing held on 15 December 2010 the court pronounced the operative part of the judgement. It declared the applicant’s dismissal from work wrongful, allowed her claim for salary arrears in part and dismissed her claim for damages.", "13. Following a request of the judge appointed to hear the case, on 10 February 2011 the President of the Gospić Municipal Court granted an additional thirty-day time-limit for the judgement to be prepared in writing and dispatched to the parties.", "14. According to the Government, the judgement had been prepared on 28 March 2011 and then, on 30 March 2011, dispatched to the parties. It was served on the applicant’s representative on 1 April 2011.", "15. Following an appeal by the applicant, on 13 October 2011 the Karlovac County Court (Županijski sud u Karlovcu) reversed the first-instance judgment by allowing her claim for damages.", "16. Meanwhile, on 9 December 2009 the applicant lodged a request for the protection of the right to a hearing within reasonable time (zahtjev za zaštitu prava na suđenje u razumnom roku) with the Gospić County Court.", "17. On 12 February 2010 the Gospić County Court found a violation of the applicant’s right to a hearing within reasonable time, awarded her HRK 14,0001 in compensation and ordered the Gospić Municipal Court to give a decision in her case within eleven months of the service of its decision. The County Court’s decision was served on the Gospić Municipal Court on the same day, that is, on 12 February 2010.", "18. The applicant appealed arguing that the compensation she had been awarded was too low. On 31 August 2010 the Supreme Court dismissed her appeal and upheld the Gospić County Court’s decision.", "19. The relevant provisions of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/05, 16/07 and 113/08), governing the request for the protection of the right to a hearing within a reasonable time, as the remedy for the length of judicial proceedings in Croatia, are set out in Praunsperger v. Croatia, no. 16553/08, § 21, 22 April 2010."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}