{"ITEMID": "001-23569", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "GRASSL v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Franz Grassl, is an Austrian national, who was born in 1975 and lives in Kallham, Austria. He is represented before the Court by Mr. Postlmayr, a lawyer practising in Mattighofen, Austria.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 July 1995 the applicant caused a road accident.", "On 17 August 1995 the Braunau District Authority (Bezirkshaupt-mannschaft) summoned the applicant as he was suspected of having driven a car in a state of drunkenness. However, he did not obey the summons. On 4 October 1995 he commented on the suspicion against him.", "On 23 January 1996 the District Authority issued an order imposing a fine of ATS 10,000 on the applicant for having driven his car in a state of drunkenness. A test carried out had shown that the applicant had had an alcohol level in his breath of 0.51 milligrams per litre (the legal limit is 0,25 milligrams per litre).", "On 12 February 1996 the applicant, who was assisted by counsel of his own choice, filed an appeal; he requested an oral hearing.", "On 16 September 1996 the Upper Austria Independent Administrative Panel (Unabhängiger Verwaltungssenat - “the IAP”) served a summons for a hearing on 23 October 1996 on the applicant’s counsel.", "On 15 January 1997 the IAP, after having held a hearing on 23 October 1996, dismissed the applicant’s appeal.", "On 20 February 1997 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof).", "On 10 October 1997 the Constitutional Court quashed the IAP’s decision. It found that the decision was based on an unconstitutional provision which provided that Section 20 of the Code of Administrative Offences (Verwaltungsstrafgesetz) did not apply in road-accident proceedings. According to Section 20, if the extenuating circumstances outweigh the aggravating circumstances, the imposed fine may be reduced to the half of the statutory minimum fine. This decision was served on the applicant’s counsel on 5 November 1997.", "On 19 November 1997 the IAP, sitting with a single member, dismissed the applicant’s appeal. It found that the requirements of Section 20 of the Code of Administrative Offences were not met.", "On 12 January 1998 the applicant lodged a complaint with the Constitutional Court against this decision. He stressed that the IAP had failed to hold a hearing in the second set of the proceedings upon his appeal despite his request in his appeal of 12 February 1996. He also complained that the decision had not been pronounced in public.", "On 25 February 1998 the IAP submitted its observations in reply. It argued that the applicant had waived his right to a public hearing and a pronouncement in public as he had agreed at the end of the hearing of 23 October 1996 that no hearing for the pronouncement of the decision should be held.", "On 27 August 1998 the applicant amended his complaint, now stating that the composition of the IAP was unlawful as that member had already decided on his appeal in the first set of the proceedings. Therefore, he challenged that member of the IAP for bias.", "On 1 December 1998 the Constitutional Court refused to deal with the case for lack of prospects of success.", "On 19 March 1999 the applicant requested that the case be transferred to the Administrative Court and on 28 May 1998 he supplemented his complaint. On 14 July 1999 the IAP submitted its observations in reply.", "On 31 March 2000 the Administrative Court dismissed the applicant’s complaint. It found that there was no indication of bias of the member of the IAP. As regards IAP’s failure to hold a hearing in the second set of the proceedings it found that the applicant had failed to file a new request to hold a hearing. This decision was served on 2 May 2000.", "Section 51e of the Code of Administrative Offences (Verwaltungs-strafgesetz), as far as relevant, reads as follows:", "“... 2. In case the appeal is expressly limited to points of law or concerns exclusively the severity of the sentence imposed, a hearing must only be scheduled if this is expressly requested in the appeal.", "3. A hearing need not be held if the parties expressly waive their right to a hearing. The parties may express such a waiver up to the beginning of the hearing. ...”", "Section 20 of the Code of Administrative Offences (Verwaltungs-strafgesetz), as far as relevant, reads as follows:", "“If the extenuating circumstances considerably outweigh the aggravating circumstances, or if the accused is under age, the minimum fine may be reduced to the half of the amount.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}