{"ITEMID": "001-103625", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BENET PRAHA, SPOL. S R.O.,  v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 2 of Protocol No. 1 - Control of the use of property);Violation of Article 6 - Right to a fair trial (Article 6 - Constitutional proceedings;Article 6-1 - Fair hearing);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert", "TEXT": ["5. The applicant, BENet Praha, spol. s r.o., is a limited liability company incorporated under Czech law with its registered seat in Prague.", "6. Between 1994 and 1997 the applicant company dealt in ferrous alloys.", "7. In April 2001 customs authorities initiated a set of administrative proceedings against the applicant company in order to check the accuracy of the customs debt (concerning customs plus VAT) the company had paid during the aforementioned period of time.", "8. Simultaneously, criminal proceedings were instituted against a person, who was a manager (jednatel) of the applicant company during that period of time, on suspicion of tax evasion while he was managing the applicant company. According to the Government the damage caused to the State exceeded 200,000,000 Czech korunas (CZK; 7,770,000 euros (EUR)).", "9. Within the framework of the criminal proceedings a search of the applicant company's premises was carried out on 24 April 2001. Cash in several currencies in the total amount of approximately CZK 20,000,000 (EUR 770,000) and several documents such as financial files, books of accounts and business documents were seized. According to the applicant company these documents and most of the cash have not yet been returned to it.", "10. On 25 and 27 April 2001 the prosecuting authorities seized all of the applicant company's assets deposited on its five bank accounts on the suspicion that they constituted profits from the criminal activities of the former manager. The applicant company's bank accounts contained at that time funds equivalent to CZK 98,458,516 (EUR 3,786,866). The seizure orders, which were notified to the applicant company on 8 October 2001, did not specify what assets had been seized, nor to what amount. This was remedied on 28 November 2001 by the Prague High Prosecutor (vrchní státní zástupce) who amended the original decisions by writing in the sums to be seized. While doing so, he froze all assets deposited on the applicant company's accounts on that day, which included payments which had come in after 25 April 2001 and 27 April 2001 respectively. The applicant company's assets amounting to CZK 101,909,105 (EUR 3,919,580) were thus seized.", "11. Simultaneously with the criminal investigation, the customs and tax administrative proceedings resulted in the delivery of numerous payment orders assessing duty payable by the applicant company. With all of its assets frozen, the applicant company requested the prosecuting authorities on a number of occasions to lift the seizure in order to discharge these duties, but only few of these requests were granted. Its appeals did not suspend the effect of those orders payable within thirty days of delivery. Consequently, the company had to take out a loan, among other measures adopted to overcome this situation, and avoid insolvency, as it was obliged to pay under these orders a sum totalling CZK 55,000,000 (EUR 2,115,385).", "12. Between 2004 and 2005, upon the applicant company's appeals, all of the payment orders and other decisions adopted by tax and customs authorities imposing the duties on the applicant company were quashed as unlawful either by superior authorities or administrative courts. The tax proceedings were discontinued and sums paid by the applicant company upon the orders reimbursed accordingly.", "13. The former manager has been prosecuted for acts committed in his capacity as the manager of the applicant company and in the context of its business activities. On 4 June 2009 the former manager was acquitted by Prague Municipal Court (městský soud) from some of the charges, and on 30 April 2010 Prague High Court (vrchní soud) upheld that judgment. The investigation concerning other charges is apparently still pending. During the investigation the prosecuting authorities, inter alia, collected over 100,000 pages of documentary evidence, interviewed several hundred witnesses, including homeless persons with unknown whereabouts whose names the accused had allegedly used in sham transactions to evade customs and other duties, and requested legal assistance from the competent authorities of sixteen countries.", "14. In December 2001 the Frýdek-Místek Customs Office (celní úřad) ordered the applicant company to pay customs duties in the amount of CZK 280,672 (EUR 9,955).", "15. In May and June 2002 the Prague 4 Customs Office ordered the applicant company to pay customs duties of CZK 3,361,940 (EUR 119,242).", "16. On 6 June 2002 the High Prosecutor granted the applicant company's request for the seizure to be lifted for the sum of CZK 280,672.", "17. On 5, 17 and 21 June 2002 respectively, the applicant company requested the High Prosecutor to lift the seizure in order to enable it to pay the customs duties ordered in May and June 2002.", "18. On 11 July 2002 the High Prosecutor dismissed its requests, finding that the orders had not yet become final. According to the prosecutor, it was premature to lift the seizure under these circumstances, as such a step might have been contrary to the interests pursued by the prosecuting authorities.", "19. The applicant company appealed to the High Court, which dismissed its appeal on 27 August 2002.", "20. On 18 November 2002 the applicant company lodged a constitutional appeal (ústavní stížnost) maintaining that the customs authorities, together with the prosecuting authorities, had misused the law to its detriment and consequently had violated Article 4 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod) (hereinafter “the Charter”).", "21. In December 2002 the Constitutional Court (Ústavní soud) invited the respondent parties to the proceedings, the High Court and the High Prosecutor, to submit written observations on the applicant's constitutional appeal pursuant to section 42(4) of the Constitutional Court Act.", "22. The High Prosecutor did not submit any observations. The High Court submitted written observations, referring to the reasoning of its impugned decision. It expressed the view that the applicant's constitutional appeal should be dismissed. This submission was not communicated to the applicant company.", "23. The Constitutional Court also requested the Prague High State Prosecutor's Office to send it the criminal file in the context of which the seizure had been carried out. The Constitutional Court made copies of the relevant documents, which were included in the case file of the Constitutional Court. Subsequently the criminal file was returned to the Prosecutor's Office on 29 May 2003.", "24. On 22 May 2003 the applicant company's acting manager consulted the case file at the Constitutional Court. The next day he sent a letter to the court with the following text:", "“On 22 May 2003, when consulting the case file, I found that it should also include nine files [covering the criminal proceedings] submitted by the Prague High Prosecutor ... [A]bout nine files annexed to the reply of the Prague High Prosecutor submitted upon the Constitutional Court's invitation of 5 December 2002 were dispatched on 8 January 2003 ... and delivered to the Constitutional Court on 9 January 2003.", "At the time of my study of the case file these nine files had been sent somewhere for consultation. ... I kindly ask you to set another date on which consultation of the case file including the aforesaid documentary evidence, will be possible.”", "25. In a letter of 29 May 2003 from the Constitutional Court judge, the applicant company's acting manager was told to make a direct approach to the High Prosecutor's Office to which the file in question had been returned. The same letter also informed the representative of the applicant company that he was free to inspect the Constitutional Court's file after arranging a visit to do this with the court's registry.", "26. In a letter of 5 June 2003 the applicant company's acting manager asked the Constitutional Court judge to remedy the situation and ensure the applicant company had access to those criminal files. The latter replied, on 1 July 2003, that pursuant to section 30(1) of the Constitutional Court Act, a party to the proceedings must be legally represented. He further stated that the criminal case file was not a Constitutional Court file, but subject to the Code of Criminal Procedure, in particular Article 65, which governs access to criminal files.", "On 11 March 2004 the Constitutional Court dismissed the applicant company's constitutional appeal (II. ÚS 708/02). It held in particular:", "“As it appears from the decision refusing to lift the seizure of the assets, in the High Prosecutor's view, to lift it could jeopardise the purpose of the criminal proceedings. ... [The High Court] shared his opinion ... In its written observations, it found that there was no ground justifying the conclusion that the seizure of the [applicant company's] assets ... was no longer necessary.", "In the present case, the Constitutional Court did not consider the conduct of the State authorities a misuse of law to the applicant company's detriment, contrary to the basic requirements of fairness and of Article 4 of the Charter. The mere fact that the applicant company was not successful in its request cannot be in itself considered as violating its right to a fair trial.”", "27. On 18 March 2004 the Constitutional Court dismissed as manifestly ill-founded another applicant company's constitutional appeal regarding a decision of the High Court to reject another applicant company's request to partially lift the seizure.", "28. In May and June 2002 the Prague II Customs Office ordered the applicant company to pay customs duties in the amount of CZK 16,527,646 (EUR 584,724).", "29. On 20 August 2002 the High Prosecutor dismissed the applicant company's request of 23 July 2002 for the seizure to be partially lifted in order to enable it to pay this amount.", "30. At the applicant company's request the Customs Office postponed the time-limit for payment of the company's customs duties until 28 February 2003.", "31. On 20 September 2002 the applicant company again requested the High Prosecutor to lift the seizure in order to enable the company to pay the customs duties ordered in May and June 2002. Its request was, however, refused by the prosecutor on 23 October 2002. This decision was approved by the High Court on 11 December 2002.", "32. On 10 December 2002 and 10 February 2003, the High Prosecutor partly lifted the seizure covering the sum of CZK 16,527,645. The applicant company then discharged its customs debt. However, as it had not done so in time, the Customs Office ordered it to pay a penalty of CZK 232,423 (EUR 8,223).", "33. On 10 October 2002 the High Court dismissed the applicant company's appeal against the High Prosecutor's decision of 20 August 2002.", "34. On 16 December 2002 the applicant company lodged a constitutional appeal against the High Court's dismissal.", "35. At the invitation of the Constitutional Court the High Court submitted written observations, referring to the reasoning of its impugned decision. It expressed the view that the applicant's constitutional appeal should be dismissed. This submission was not communicated to the applicant company.", "36. The appeal was dismissed as manifestly ill-founded by the Constitutional Court on 24 August 2004 (I. ÚS 723/02).", "37. On 4 November 2002 the Mladá Boleslav Customs Office ordered the applicant company to pay customs duties in the amount of CZK 14,371,989 (EUR 508,460).", "38. On 12 and 29 November 2002 and 3 January 2003 respectively the Kladno Customs Office ordered the applicant company to pay customs duties amounting to CZK 1,219,922 (EUR 43,159).", "39. On 12 November 2002 and 29 January 2003 the applicant company requested the High Prosecutor to lift the seizure in order to enable the company to pay its customs duties.", "40. On 25 March 2003 the High Prosecutor decided not to grant the company's requests.", "41. On 2 July 2003 the High Court dismissed an appeal by the applicant company of 2 April 2003 challenging the High Prosecutor's refusal to lift the seizure.", "42. On 13 October 2003 the applicant company lodged a constitutional appeal alleging a violation of Article 4 of the Charter.", "43. Upon the invitation of the Constitutional Court the High Court and the High Prosecutor submitted written observations. They expressed the view that the applicant's constitutional appeal should be dismissed. These submissions were not communicated to the applicant company.", "44. On 15 December 2004 the Constitutional Court dismissed the applicant company's constitutional appeal as manifestly ill-founded (I. ÚS 538/03).", "45. On 2 June 2003 the High Prosecutor decided not to grant the applicant company's request of 19 May 2003 to lift the seizure.", "46. On 20 August 2003 the High Court, upon the applicant company's appeal of 9 June 2003, upheld the prosecutor's refusal.", "47. On 11 November 2003 the applicant company introduced a constitutional appeal challenging the aforesaid decisions and alleging, inter alia, that its property rights continued to be limited contrary to the national law.", "48. At the invitation of the Constitutional Court, the High Court submitted written observations, referring to the reasoning of its impugned decision. It expressed the view that the applicant's constitutional appeal should be dismissed. This submission was not communicated to the applicant company.", "49. Its appeal was dismissed as unsubstantiated by the Constitutional Court on 9 February 2005 (IV. ÚS 585/03).", "50. On 25 May 2004 the applicant company requested the High Prosecutor to lift the seizure of its assets, maintaining in particular that it had discharged all its customs duties.", "51. On 16 December 2004 the prosecutor dismissed the request, holding that there was a reasonable suspicion that the assets represented profit from the criminal activities of the accused manager.", "52. On 23 December 2004 the applicant company appealed to the High Court.", "53. On 21 February 2005 the High Court accepted in principle that prolonged seizure of assets could constitute a disproportionate interference with property rights, but did not find such a disproportionality in the applicant company's case and thus rejected its appeal.", "54. On 26 July 2005 the applicant company appealed to the Constitutional Court, complaining of excessive length of the seizure of its assets.", "55. Upon the invitation of the Constitutional Court, the High Court and the High Prosecutor submitted its written observations. The High Court proposed that the applicant's constitutional appeal be dismissed. The High Prosecutor informed in detail on several aspects of the criminal proceedings. He also addressed the issue of the length of the seizure by stressing the extent and complexity of the investigation and the need for foreign cooperation. He also proposed to dismiss the appeal. These submissions were communicated to the applicant company in September 2005. The applicant company reacted by sending a letter it had received from the Ministry of Finance which contained an assurance that all money held by the customs authorities would be returned to the applicant company. The letter also contained an apology from the Ministry for problems arising in the complex case of the applicant company.", "56. On 13 January 2006 the Constitutional Court again requested the High Prosecutor to inform it about the stage the investigation had reached and when it was expected to be finished. On 20 January 2006 the High Prosecutor submitted to the court a one-paragraph reply saying that almost all the sixteen States from whom assistance had been requested had responded and it was expected that they would send the required materials before April 2006. He further informed the court that he expected to conclude the investigation by mid-2006 and that it was highly likely that all the accused persons would be tried before a court. These submissions were not communicated to the applicant company.", "57. On 9 February 2006 the Constitutional Court rejected the appeal as manifestly ill-founded (III. ÚS 394/05). It held that the seizure of the assets was still proportionate in view of the complexity of the investigation and in this context it considered important the assurance of the High Prosecutor that the investigation should be finished that year.", "58. On 30 January 2008 the Constitutional Court found a violation of the right to property of a company, Benet Czech, spol. s r.o., which was in the same position as the applicant company. It held that the length of the seizure, over six years, was unreasonable, which thus disrupted the fair balance between the general interest of fighting serious crime and the protection of the rights of the applicant company. Consequently, the applicant company lodged another request for the seizure of its bank accounts to be lifted referring to this decision of the Constitutional Court.", "59. On 6 March 2008 the High Prosecutor lifted the seizure of the applicant company's bank accounts, holding that the conclusions of the Constitutional Court also applied to the applicant company.", "60. Section 30(1) provides that the applicant must be represented in the proceedings before the Constitutional Court by an attorney.", "61. Section 32 provides that parties and joined parties are entitled to comment on a constitutional appeal, to make submissions to the Constitutional Court, to consult a case file (with the exception of records of voting), to make excerpts therefrom and copies thereof, to adduce any evidence, to take part in any oral hearing in the matter, and to assist at any taking of evidence.", "62. Under section 48, the Constitutional Court must take all evidence necessary to establish the facts of the case. It decides what evidence submitted by parties should be accepted and may take evidence which has not been adduced by the parties. It may assign a judge to take evidence obtained otherwise than at an oral hearing, or request another court to take such evidence. At its request, courts, public administrative authorities and other State institutions must assist it in its decision-making by procuring documentary evidence. A record must be drawn up of all evidence taken outside an oral hearing, this record being signed by a judge, a clerk and other persons participating in that evidence session. The outcome of the taking of evidence must always be communicated at an oral hearing.", "63. Section 49(1) provides that any means which may be instrumental to establish facts of a case may be used in evidence, in particular the testimony of witnesses, expert opinions, reports and statements of State authorities and legal persons, documents, outcomes of inquiries and the testimony of parties.", "64. Pursuant to Article 9, prosecuting authorities shall assess preliminary issues arising in course of proceedings; should a final and binding decision on such an issue have already been adopted by a court or another state authority, prosecuting authorities shall be bound by it unless it concerns an issue of the guilt of the accused.", "65. Article 42 provides for the rights of a concerned person. It states that anyone whose property has been seized or is liable to be seized following an application for seizure must be provided with an opportunity to comment on the given case, may attend a hearing, raise its own requests, consult the case file within the meaning of Article 65, and lodge appeals as provided for by this law.", "66. Article 65 concerns access to files. The first paragraph provides, inter alia, that the accused, injured and intervening parties, their counsel and guardians shall have the right of access to files except for records and those sections of records containing personal data of anonymous witnesses, to make excerpts and notes therefrom, and to have duplicates of the files and the parts thereof made at their own expense. Other persons may do so with the authorisation of a president of a chamber and a prosecutor, or with police authority at the pre-trial stage of proceedings if it is necessary for the exercise of their rights.", "67. Article 79a § 1 provides for a seizure of financial instruments deposited on a bank account. If the given facts indicate that the financial instruments on a bank account are intended for the commission of a crime, or have already been used for such a purpose, or constitute profits from criminal activities, a president of a chamber and a prosecutor, or the police authority at the pre-trial stage of criminal proceedings, are empowered to seize them.", "68. Pursuant to Article 79a § 3, the State authority listed in paragraph 1 lifts or reduces the seizure if such a measure is no longer necessary, or it is not necessary to maintain it at the given amount. A decision within the meaning of the previous sentence by police is subject to prior approval by a prosecutor.", "69. Under Article 79a § 4 the owner of a bank account whose assets are seized, has the right to request that the seizure be lifted or reduced. A prosecutor has to decide on such a request without delay.", "70. Article 79a § 5 provides that decisions adopted pursuant to paragraphs 1, 3 and 4 may be appealed by a complaint.", "71. According to Article 145 § 2 a complainant may rely on new facts and evidence.", "72. Pursuant to Article 149 § 4, if a decision is erroneous due to the fact that a part of its operative section is missing, an appellate authority is empowered either to amend the impugned decision, remit the case to the authority of first instance whose decision is challenged, for it to decide on the missing part of the decision or to amend it.", "73. Article 48 § 12 provides that an appeal shall not suspend the entry into force of a decision adopted in administrative proceedings on tax and other fees unless a special law provides otherwise."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-2"]}