{"ITEMID": "001-57848", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF A. v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (out of time);Preliminary objection rejected (non-exhaustion);Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;John Freeland", "TEXT": ["6. Mrs A., a French national, is a cardiologist and lives in Paris.", "7. On 23 July 1981 a Paris investigating judge charged her, together with five other persons including Mr Serge Gehrling, with attempted murder, infringement of the arms and ammunition legislation and infringement of the Law of 25 July 1980 on the protection and control of nuclear substances.", "On the same day the investigating judge remanded Mrs A. in custody. She was released, subject to court supervision, on 26 March 1982 by decision of the Indictment Division of the Paris Court of Appeal.", "On 7 March 1991 the judge made an order finding that the six persons charged, including the applicant, had no case to answer, as there was insufficient evidence against them.", "8. In July or August 1980 Mr Gehrling went to the Paris police headquarters. He informed Chief Superintendent (commissaire divisionnaire) Aimé-Blanc, the Head of the Central Office for the Prevention of Serious Crime, that Mrs A. had hired him to kill Mr Pierre De Varga, who was himself facing charges in relation to the attempted murder of Prince Jean de Broglie and was in custody in the Santé prison in Paris. Mr Gehrling volunteered to make a telephone call to Mrs A.’s home to discuss possible methods for carrying out the crime and to record the telephone conversation.", "The Chief Superintendent accepted Mr Gehrling’s offer. Once the recording was in his possession, he informed his superiors of the threat to Mr De Varga, but did not reveal the identity of his informant or the existence of the cassette.", "9. When questioned on 22 September 1981 in connection with the investigation into the attempted murder of Mr De Varga, Chief Superintendent Aimé-Blanc told the investigating judge as follows:", "\"Gehrling called [Mrs A.] at 10.30 p.m. from my office. He got her to talk about the case and the conversation lasted a good quarter of an hour. I recorded this conversation with a tape recorder. I have kept the tape recording in question, which I hold at your disposal. ... I wish to make clear that I did not report this tape recording to my superior officer.\"", "The next day, on the instructions of the investigating judge, he handed over the recording to the latter.", "10. On 9 November 1981 Mrs A. laid a complaint, together with an application to join the proceedings as a civil party (constitution de partie civile), against Mr Gehrling and Chief Superintendent Aimé-Blanc for invasion of privacy and breach of the confidentiality of telephone communications. She relied on Articles 368, 369 and 378 of the Criminal Code and on Article L.42 of the Post and Telecommunications Code (see paragraphs 18 and 22 below).", "11. On 28 January 1985 the judge assigned to the investigation of the case made an order finding that there was no case to answer. He began by noting that the conversation recorded did not concern private life:", "\"...", "... the offences (délits) provided for and penalised under [Articles 368-1o and 369 of the Criminal Code] require not only an actual interference with another’s private life, but also the intention to infringe a fundamental individual right.", "...", "In this case, the transcript of the recording obtained by Serge Gehrling shows that what [Mrs A.] said, apart from a few spontaneous remarks unrelated to the general subject-matter of the conversation, was extraneous to the complainant’s emotional or personal life.\"", "On the question of the alleged violation of Article L.42 of the Post and Telecommunications Code, the judge stated as follows:", "\"That provision expressly states that the protection of secrecy is extended to the person making the call or its recipient only if neither of them consents to the revelation concerned.", "As one of the participants in the conversation, Serge Gehrling, had, by handing over the recording to Chief Superintendent Aimé-Blanc, manifested the consent required by the aforesaid provision, the offence was not made out.\"", "12. On Mrs A.’s appeal, the Indictment Division of the Paris Court of Appeal upheld the above-mentioned order on 22 October 1985, on the following grounds:", "\"...", "... as one of [the participants in the conversation], Gehrling, had consented to this disclosure [of the content of a telephone communication] by voluntarily handing over to Chief Superintendent Aimé-Blanc the tape recording, the offence [of breach of the confidentiality of telephone communications] is not made out and the relevant order must be upheld in this respect.", "...", "... it appears that the conversation recorded between Gehrling and Mrs [A.] is entirely extraneous to the emotional or personal life of the woman concerned. On the contrary, Gehrling deliberately steered the conversation towards two matters, the preparation of the murder or a smuggling scheme, thereby seeking to prompt the recipient of his call to confirm the statements which he had made to Chief Superintendent Aimé-Blanc ...", "In these circumstances, it appears that at no time did Gehrling try to make Mrs [A.] reveal a secret of her private, emotional, family or physical life, as he sought only to obtain statements concerning facts constituting serious breaches of the criminal law, matters which could not be classified as intimate.\"", "13. Mrs A. appealed on points of law; she complained, inter alia, of procedural irregularities in the designation of the members of the Indictment Division.", "On 11 May 1987 the Criminal Division allowed the appeal and remitted the case to the Paris Indictment Division, composed differently.", "14. On 13 January 1988 the Indictment Division again upheld the order finding that there was no case to answer, on the following grounds:", "\"The transcript of the tape recording made by Gehrling in the office of Superintendent Aimé-Blanc reveals that, apart from a few spontaneous remarks unrelated to the general subject-matter of the conversation, the words spoken at her home by [Mrs A.] allude to a plan to commit murder and to a smuggling operation. Gehrling deliberately steered the conversation towards these two subjects and systematically brought [Mrs A.] back to them during the call. [Mrs A.] was thus asked a series of questions through which Gehrling tried to get her to confirm the allegations which he had made to the superintendent;", "The mutually corroborative statements of Lucien Aimé-Blanc and Serge Gehrling establish that the latter agreed to the disclosure of this conversation;", "I. The alleged interference with the intimate side of the civil party’s private life", "In the first place, the offence punishable under Article 368 of the Criminal Code requires an actual interference with the intimate side of another person’s private life. The unlawful viewing or interception must involve situations, activities, attitudes or words revealing states of mind, feelings, opinions or occupations which there is a legitimate desire to confine to a restricted circle, and which relate to family life, personal relations, personal finances, thought, health and leisure;", "That is not the case of remarks relating to a criminal conspiracy likely to lead to an attempt on the life of a third person and to prejudice public order;", "Consequently, in this case, the words spoken by [Mrs A.] at her home and recorded without her knowledge by Gehrling, who had called her with the sole purpose of talking about a plan to murder Mr De Varga of which she was allegedly the instigator, and who had systematically kept the conversation on that subject and that of a smuggling operation, fall outside the sphere of private life;", "It follows that Gehrling is not guilty of the offence (délit) of invasion of privacy;", "Secondly, the retention and disclosure of recordings or documents obtained by stealth or without the knowledge of another person are punishable under the first paragraph of Article 369 of the Criminal Code only when they relate to the intimate side of that person’s private life;", "The tape recording of the conversation between the complainant and Gehrling contains remarks which manifestly have no connection whatsoever with the private lives of the persons involved;", "Consequently, Lucien Aimé-Blanc is not guilty of the offence of which he is accused;", "II. The alleged breach of the confidentiality of telephone communications", "While it is an offence under Article 42 of the Post and Telecommunications Code for a third person to divulge the content of telephone calls, the confidentiality of which the provision is designed to protect, either of the interlocutors may agree to disclosure, which then ceases to be criminal;", "In the present case, it being noted that the complainant has not criticised in this respect the decision that there was no case to answer, Lucien Aimé-Blanc is not guilty of the offence in question, since it was established during the proceedings that Serge Gehrling had implicitly agreed to the possible disclosure of the telephone conversation by handing over voluntarily the recording made on his own initiative for that very purpose;\"", "15. Mrs A. lodged a further appeal on points of law, which the Court of Cassation dismissed on 8 November 1988.", "16. The first ground of appeal was based on the violation of Article 191 of the Code of Criminal Procedure and again related to the composition of the Paris Indictment Division. The Court of Cassation took the view that the submission was unfounded.", "17. The second ground of appeal, based on the violation of Articles 368 and 369 of the Criminal Code and Article 593 of the Code of Criminal Procedure, related to the reasons given in the order finding that there was no case to answer; the submission was worded as follows:", "\"... the contested decision found that Aimé-Blanc and Gehrling had no case to answer in respect of the charge of invasion of Mrs [A.’s] privacy;", "...", "firstly, the act of invasion of another’s privacy is perpetrated by the recording of words spoken in a private place and in the absence of the consent of the person who pronounces them as regards the recording of his statements; ...", "secondly, the decision, which ... recognises ... that the alleged murder plot was not the sole subject of the telephone conversation in question, but does not report the statements extraneous to that purpose which could strictly concern the private life of the complainant, does not make it possible for the Court of Cassation to carry out its review and does not satisfy the essential conditions for its legal validity;", "and finally, the decision, which states that ‘the words spoken by Mrs [A.] at her home ... fall outside the sphere of private life’ whereas it notes elsewhere that the telephone conversation included ‘spontaneous remarks unrelated to the general subject-matter of the conversation’, and which thus recognises that statements were made which were capable of concerning the strictly private life of the complainant, is vitiated by a contradiction and does not satisfy the essential conditions for its legal validity;\"", "The Criminal Division declared the submission inadmissible, for the following reasons:", "\"The wording of the impugned decision makes it possible for the Court of Cassation to satisfy itself that, in order to uphold the investigating judge’s order, the Indictment Division, after examining all the facts alleged by the complainant, replied to the main arguments in the latter’s memorials and stated the reasons on the basis of which it considered that it was able to infer that the constituent elements of the offences of which the defendants were accused had not been made out;", "Under Article 575 of the Code of Criminal Procedure, in the absence of an appeal by the prosecution, a civil party is barred from contesting independently the merits of such grounds in support of an appeal to the Court of Cassation against a decision of that type, even if those grounds contain errors of law or are contradictory;\"", "18. Three provisions of the Criminal Code are relevant to this case:", "\"It is an offence punishable by a term of imprisonment of not less than two months and not more than one year and by a fine of not less than 2,000 francs and not more than 50,000 francs, or by one of the above penalties only, intentionally to interfere with the intimate side of another person’s private life:", "1o By intercepting, recording or transmitting with any kind of device words spoken in a private place by another person without that person’s consent;", "...\"", "\"It is an offence, punishable by the penalties set out in Article 368, knowingly to keep, to bring, or intentionally to allow to be brought, to the attention of the public or of a third person, or to use publicly or otherwise any recording or document obtained by means of one of the actions described in that Article.", "...\"", "\"... any person who reveals secrets entrusted to him by reason of his status or profession, or of his temporary or permanent duties, except in those cases where he is obliged or authorised by law to lay an information, shall be liable to a term of imprisonment of not less than one month and not more than six months and to a fine of not less than 500 francs and not more than 15,000 francs.", "...\"", "19. Since the events in this case the relevant French case-law and legislation have evolved.", "20. By its Derrien judgment of 13 June 1989, the Criminal Division of the Court of Cassation held that \"although Articles 81 and 151 of the Code of Criminal Procedure permit an investigating judge to order, subject to certain conditions, the interception or recording of telephone conversations, no statutory provision authorises officers of the criminal investigation branch to carry out such operations in connection with a preliminary police inquiry\" (Bulletin criminel (Bull.) no. 254; Recueil Dalloz Sirey (D.S.) 1989, informations rapides, p. 219).", "On 24 November 1989, the Court of Cassation, in plenary session, declared void telephone tapping which had not been effected as part of a judicial investigation:", "\"...", "It appears from the impugned judgment and the evidence produced in the proceedings that, having been informed that Christian Baribeau was engaged in drug-trafficking and had in particular had as a customer André Salmeron, the police, on their own initiative, requested Salmeron to telephone Baribeau with a view to fixing a rendez-vous for a drugs delivery and recorded their conversation on cassette, then drew up a report on this operation; at the time fixed for the rendez-vous, the police were therefore able to follow Salmeron into Baribeau’s home, arrest the occupants and proceed with a search;", "In order to refuse to annul the report describing the interception and recording of this conversation, the Court of Appeal held that the police had not used a technical device to intercept and record all the telephone conversations conducted from a subscriber’s telephone;", "In making this ruling, when, without having obtained a warrant for this purpose from a judge, the police had, unknown to Baribeau, intercepted and recorded statements made by him on a telephone line which had been assigned to him, the Court of Appeal disregarded the above-mentioned provisions.\" (Bull. no. 440; D.S. 1990, case-law, p. 34)", "21. Law no. 91-646 of 10 July 1991 concerning the confidentiality of telecommunications did not amend Articles 368, 369 and 378 of the Criminal Code, but introduced a new Article 186-1 which is worded as follows:", "\"Any depository or agent of the public authorities, any agent of the public telecommunications operator or any agent of another operator of an authorised telecommunications network or of another provider of telecommunications services who, acting in the performance of his duties or on the occasion of the performance of his duties, has ordered, committed, or facilitated, in circumstances not covered by the cases provided for by law, the interception or diversion of communications issued, transmitted or received through telecommunications technology, or the use or disclosure of their content, shall be liable to a term of imprisonment of not less than three months and not more than five years and to a fine of not less than 5,000 francs and not more than 10,000 francs.", "...\"", "22. Under Article L.42 of the Post and Telecommunications Code,", "\"Any person who, without the authorisation of the person making the communication or the recipient thereof, discloses, publishes or uses the content of a communication transmitted by radioelectric means or reveals its existence shall be liable to the penalties prescribed in Article 378 of the Criminal Code.\"", "This provision was repealed by the above-mentioned Law of 10 July 1991.", "23. Article 9 of the Civil Code provides as follows:", "\"Everyone has the right to respect for his private life.", "Judges may, without prejudice to a right to compensation for the damage sustained, order any measures, such as seizure, attachment and others, that may prevent or cause to cease an interference with the intimate side of private life; in the event of urgency such measures may be ordered on an interlocutory application.\""], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}