{"ITEMID": "001-61816", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF THOMPSON v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 5-3;Violation of Art. 5-5;Violation of Art. 6-1;Violation of Art. 6-3-c;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["9. The applicant was born in 1965 and lives in Durham. At the relevant time he was a Lance Corporal in the British army stationed in Northern Ireland.", "10. In August 1996 he was reported to his Commanding Officer on a wounding charge, which incident had allegedly occurred in May 1996. On 21 November 1996 he was arrested on two unrelated charges of failing to attend and disobeying a lawful command. On 22 November 1996 he appeared, on the orders of his Commanding Officer, on the latter two charges and he was reduced to the ranks. On the same day he was also remanded for an abstract of evidence (see paragraph 21 below) to be compiled on a charge of wounding with intent to do grievous bodily harm contrary to section 18 of the Offences Against the Person Act 1861.", "11. In early December 1996 he went missing from his unit. On 27 January 1997 he was arrested in England by the civilian police, charged with aggravated burglary and handed over to the military authorities. When it was discovered that he had been absent without leave, he was placed in close arrest in the guardroom of Catterick garrison. On 28 January 1997 he was escorted under close arrest back to Northern Ireland.", "12. The Government maintained that a copy of the information pamphlet entitled “The rights of a soldier charged with an offence under the Army Act 1955” (1994 edition) would have been available to the applicant at Catterick garrison and would have been provided to him against signature of a form acknowledging receipt. Since the relevant disciplinary file was lost, the Government could not provide a copy of the form. The applicant accepted that he received a copy of the pamphlet while in close arrest in Northern Ireland and that it was likely to have been the 1994 version of the pamphlet.", "13. On 30 January 1997 he appeared before his Commanding Officer who remanded him in close arrest and ordered an abstract of evidence to be compiled on the absence without leave charge with a view to that Officer applying for power to award extended detention (paragraphs 21 and 24 below). No such application was in fact made. During that hearing the applicant received a copy of the charge sheet (the absence without leave charge).", "The applicant maintained, and the Government denied, that at that same meeting he was asked by his Commanding Officer whether he would be pleading guilty or not guilty and that he had indicated the former.", "14. On 13 February 1997 the applicant appeared before his Commanding Officer when the latter read the charge of absence without leave and formally asked the applicant whether he pleaded guilty or not guilty. He pleaded guilty and he was awarded 28 days’ military detention. On that day he was also remanded for trial on the wounding charge.", "The applicant claimed that he was not afforded the opportunity of electing trial by court-martial whereas the Government submitted that he would have been given this option by the Commanding Officer before the finding of guilty was recorded on 13 February 1997.", "15. On 26 February 1997 the applicant appeared before a Magistrates’ Court in Newcastle (England) on the aggravated burglary charge and was remanded on bail until 28 March 1997. He completed his military sentence of imprisonment on 7 March 1997. He was then informed by his Commanding Officer that he was to be retained in close arrest until his trial by court-martial on the wounding charge. He was then released to open arrest on 12 March 1997 following representations by his civilian solicitor. In March 1997 the civilian prosecuting authorities discontinued the burglary proceedings. In June 1997 a notice of temporary discontinuance issued as regards the court-martial proceedings on the wounding charge. No further action on that charge has been taken against the applicant who was subsequently administratively discharged in August 1997 for reasons not related to the afore-mentioned charges or conviction.", "16. The relevant domestic law and practice contained in the Army Act 1955 (“the 1955 Act”), the Rules of Procedure (Army) 1972 and the Queen’s Regulations (“QR”) are outlined in the Hood v. the United Kingdom judgment ([GC], no. 27267/95, ECHR 1999-I, §§ 20-43).", "17. The relevant provisions of the Army Act 1955 which regulated court-martial procedures are set out in the Findlay v. the United Kingdom judgment (25 February 1997, Reports of Judgments and Decisions 1997-I, §§ 32-51).", "18. Following the Armed Forces Act 1996 (Commencement No. 2) Order (adopted on 12 February 1997), the Armed Forces Act 1996 (“the 1996 Act”) came into force into force on 1 April 1997. Article 3 of the Order reads as follows:", "“Nothing in Article 2 of this Order insofar as it relates to section 5 of and Schedule 1 [the new procedures for dealing with offences under the various Services Acts] to the Act shall have effect in relation to –", "(a) any summary dealing or summary trial,", "(b) any trial by a court-martial or a standing civilian court, or", "(c) the hearing of any appeal by the Courts-Martial Appeal Court,", "which commenced before 1st April 1997.”", "19. The 1996 Act significantly amended court-martial procedures and the new system is also summarised in the Findlay judgment (at §§ 52-57) and is outlined in more detail in the case of Cooper v. the United Kingdom ([GC], no. 48843/99, §§ 15-76, ECHR 2003-XII). The references below are to the 1955 Act prior to its amendment.", "20. Absence without leave is an offence under the 1955 Act, the punishment for which includes imprisonment for a maximum of two years.", "21. An allegation that a person subject to military law had committed an offence had to be reported in the form of a charge to the Commanding Officer, who would investigate. When a Commanding Officer did so, he had to read and, if necessary, explain the charge to the accused. He had to either hear evidence orally himself (summary of evidence) or cause it to be reduced to writing (abstract of evidence). The latter was obligatory if it was considered that the matter could be dealt with summarily and extended detention could be awarded on any finding of guilt (see “summary punishment” below). Having heard the evidence, the Commanding Officer had to determine whether the accused was guilty or not and had either to dismiss the charge or record a finding of guilty in which case he could award one or more of the prescribed punishments.", "22. If, having heard the case, the Commanding Officer considered the accused to be guilty and that he would award a punishment greater than a reprimand or a minor punishment or a punishment involving a forfeiture of pay, he could not record a finding of guilty until he had afforded the accused the opportunity to elect trial by court-martial (section 78(5) of the 1955 Act). An accused could have 24 hours to so elect. Even if an accused elected trial by court-martial immediately, the Commanding Officer gave the accused an opportunity to withdraw his election the following day and, if he did not so withdraw, the accused would be remanded for trial by court-martial. Thereafter he could only withdraw his election with the consent of the Commanding Officer (prior to remand for court-martial) or the court-martial Convening Officer (after remand for court-martial).", "23. The pamphlet entitled “The rights of a soldier charged with an offence under the Army Act 1955” (1994 edition) contained the above information (“the information pamphlet”).", "24. If an accused was a soldier, his Commanding Officer (not below the rank of Field Officer) could award detention for up to 28 days or, if extended powers were granted, for up to 60 days (section 78 (3)(a) of the 1955 Act and Regulation 13A of the Army Summary Jurisdiction Regulations 1972).", "25. QR 6.089 provided that, following an accused’s election for trial by court-martial, a charge could not be increased in gravity before the court-martial unless evidence of a more serious offence subsequently became available. As to punishment options available to the court-martial, QR 6.121 provided as follows:", "“If an accused has elected to be tried by court-martial his punishment is not for that reason to be increased. In ordinary circumstances, the court should not award a heavier punishment than that which could have been awarded summarily. However, the court sentencing him is not bound by the limits imposed on summary awards ...”", "26. The information pamphlet contained the above information.", "27. Section 181 of the 1955 Act set down a procedure by which an accused (a warrant officer, non-commissioned officer and a soldier) could complain to the Defence Council if he considered himself to have been wronged in any manner by his Commanding Officer. Section 180 of the 1955 Act made similar provision for complaints by officers.", "28. Section 115 of the 1955 Act provided that the Defence Council and certain senior officers “may” review a finding or award emerging from a summary trial. On any such review, the reviewing body or officer could quash the finding if it considered it expedient to do so and/or could vary the award by substituting a less severe punishment."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-5", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}