{"ITEMID": "001-4886", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1998, "DOCNAME": "PEREE v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch national, born in 1924, and resides in Maastricht.", "summarised as follows.", "On 6 October 1992, an article appeared in the Dutch regional newspaper \"De Dordtenaar\" concerning a protest action against the planned housing of asylum seekers from Yugoslavia in an empty school building in Zwijndrecht. In response to this article the local Dordrecht Anti-Discrimination Council (Anti Discriminatie Raad) sent a letter to this newspaper in which it criticised the apparently underlying motives for the protest action, i.e. intolerance and discrimination.", "In reaction to this letter, the applicant addressed a letter to the Anti-Discrimination Council which read, inter alia:", "<Translation>", "\"A privileged top with slaves at the bottom. And, which includes your group, with an absolute control apparatus to take judicial proceedings against anyone who does not remain in line. The name SA is not unfitting for you ...\"", "On 17 December 1992, the Anti-Discrimination Council filed a criminal complaint against the applicant for insult and criminal proceedings were subsequently instituted against the applicant.", "By judgment of 8 November 1993, the Magistrate (politierechter) of the Regional Court (Arrondissementsrechtbank) of Dordrecht convicted the applicant of having insulted the Anti-Discrimination Council and imposed a fine of NLG. 500. The applicant filed an appeal with the Court of Appeal (Gerechtshof) of The Hague.", "On 21 November 1993, the applicant noticed his conviction being discussed in a local television programme. He contacted the television station, went there and gave an interview, which was broadcast on the same day. In this interview, the applicant in fact repeated the statements, which had formed the basis of his conviction of 8 November 1993. He stated, inter alia:", "<Translation>", "\"The Anti-Discrimination Council Dordrecht, for instance, makes door-to-door visits and makes people afraid, at registering for elections threats follow, I have experienced myself in my house that the SA troops, I say it again on purpose, were standing in front of my house, masked, armed, carrying weapons, I was arrested, the police did nothing about these persons and it is a system which belongs to it, not all members of the NSB (former Dutch National Socialist Party), not a single one I think, have killed Jews in the last World War, but they belonged to a system which enabled it and this is how I see the Anti-Discrimination Council Dordrecht, very clearly ... if one wishes to fight Nazis with Nazi-symptoms uh, methods, that has been often enough in the newspaper, they act in the same manner and also use that name...\"", "On 1 December 1993 the Anti-Discrimination Council filed a criminal complaint with the police in relation to this interview and the applicant was subsequently charged with slander.", "On 24 October 1994, the Magistrate of the Regional Court of Dordrecht convicted the applicant of slander and sentenced him to three weeks' imprisonment, suspended pending a probation period of two years, and payment of a fine of NLG. 1,500, to be replaced by thirty days' imprisonment in case of non-payment. The applicant filed an appeal with the Court of Appeal of The Hague.", "In its judgment of 29 March 1995, the Court of Appeal noted that the Dordrecht Anti-Discrimination Council’s aim was to fight racism and fascism. After having examined the case, it quashed the judgment of 8 November 1993, convicted the applicant of insult and imposed a fine of NLG. 500, to be replaced by ten days' imprisonment in case of non-payment. This sentence was suspended pending a probation period of two years.", "In a separate judgment of 29 March 1995, the Court of Appeal quashed the judgment of 24 October 1994, convicted the applicant of slander and imposed a fine of NLG. 1,000, to be replaced by twenty days' imprisonment in case of non-payment.", "The applicant's subsequent appeals in cassation were both rejected by the Supreme Court (Hoge Raad) on 20 February 1996. As regards the applicant's complaint in both appeals that the Court of Appeal had violated his rights under Article 10 of the Convention, the Supreme Court held that the Court of Appeal, by finding the applicant guilty of, respectively, insult within the meaning of Article 266 of the Criminal Code (Wetboek van Strafrecht) and slander within the meaning of Article 261 of the Criminal Code, had not acted contrary to Article 10 of the Convention as paragraph 2 of this provision allows sanctions foreseen by law and insofar as this is necessary in a democratic society for the protection of the reputation or rights of others. The Supreme Court further held that, as no explicit complaint relating to the right to freedom of expression had been raised before the trial courts in the respective proceedings, the Court of Appeal was not obliged to give any explicit reasons in this respect."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}