{"ITEMID": "001-95447", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TROSHKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1968 and lives in Chelyabinsk.", "6. In 1995 the applicant's vehicle was damaged in a road traffic accident. On 25 June 1997 he sued a private company in charge of road maintenance for damages. He alleged that the accident had been caused by its failure to clean up the road. The examination of the matter was stayed pending the payment of the court fee by the applicant. The proceedings were resumed on 13 October 1997.", "7. On 29 October 1997 the Sovetskiy District Court of Chelyabinsk granted a request by the respondent company to adjourn the proceedings pending the criminal investigation into the road traffic accident. The proceedings were resumed on 27 April 1998.", "8. On 25 May 1998 the representative of the respondent company failed to appear and the hearing was adjourned.", "9. On 4 and 16 June and 5 October 1998 the District Court adjourned the court hearing as the applicant modified his claims.", "10. On 9 October 1998 the District Court granted a request by the respondent company for an expert report to determine the value of the applicant's vehicle and stayed the proceedings. The respondent company failed to pay the expert's fee and the case file was returned to the court.", "11. On 27 January and 11 March 1999 the District Court adjourned the hearing, granting the respondent company's requests to study the case file.", "12. Between 4 November 1999 and 13 April 2000 the proceedings were adjourned pending the criminal investigation further to requests by the respondent company and the applicant.", "13. On 1 December 2000 the District Court adjourned the hearing further to a request by the respondent company to summon new witnesses.", "14. On 20 March 2001 the applicant asked the court to adjourn the hearing pending the criminal investigation.", "15. On 27 September 2001 the District Court granted the applicant's claims in part. On 15 November 2001 the Chelyabinsk Regional Court quashed that judgment and remitted the case to the District Court for a fresh examination. The Regional Court noted that the District Court had failed to properly establish the circumstances of the road traffic accident and to determine the responsibility of all the parties involved.", "16. On 4 February 2002 the District Court adjourned the preparatory hearing owing to the parties' failure to appear. The preparatory hearing was subsequently held on 13 March 2002.", "17. On 27 May and 6 November 2002 the District Court granted the applicant's request and adjourned the hearing pending the criminal investigation.", "18. On 2 February 2004 the applicant asked the court to resume the hearing of the matter. On 2 March 2004 the District Court annulled its own decision of 6 November 2002 and resumed the proceedings.", "19. On 19 March 2004 the applicant asked the court to adjourn the hearing in order to modify his claims.", "20. On 13 May 2004 the applicant submitted the modified claims and asked the court to summon certain witnesses.", "21. On 17 June 2004 the District Court dismissed the applicant's claims in full. On 9 December 2004 the Regional Court quashed that judgment and granted the applicant's claim in part. The court based its findings, inter alia, on the materials in the criminal investigation file, such as the crime-scene investigation and forensic expert reports."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}