{"ITEMID": "001-57971", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF BULUT v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1 (tribunal established by law, impartiality, hearing);Violation of Art. 6-1 (equality of arms);Damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. Mr Mikdat Bulut, the applicant, is a waiter. He was born in 1969 and lives in Innsbruck.", "8. In 1990 he faced charges of attempting to bribe staff of the Innsbruck Employment Agency. He had offered money to two civil servants as an inducement to issue him false certificates.", "9. On 6 March 1990, before the trial at the Innsbruck Regional Court (Landesgericht) had begun, the presiding judge, Mr Werus, sent a note to Mr Heiss, the applicant's lawyer at the time, informing him that one of the members of the court, Judge Schaumburger, had taken part in the questioning of two witnesses during the preliminary investigation. Mr Heiss was asked to inform the court by 16 March 1990 whether he wanted to challenge Judge Schaumburger on that ground. Mr Heiss did not reply.", "10. The trial took place on 23 March 1990. Before the court began to hear evidence, the presiding judge again mentioned that Mr Schaumburger had acted as investigating judge for part of the preliminary proceedings. The record of the trial states that the parties waived the right to raise this point as a ground of nullity (\"Auf Geltendmachung dieses Umstandes als Nichtigkeitsgrund wird allseits verzichtet\").", "11. In a statutory declaration (eidesstättige Erklärung) submitted during the proceedings before the European Commission of Human Rights, Mr Heiss stated that he had answered the question whether he was prepared to waive the right to raise the point as a ground of nullity by saying that, in his view, it was not possible to waive the right to raise questions relating to the disqualification of a judge. He considered that it was only possible to waive a challenge to a judge if it was for partiality. In a document which was likewise submitted to the Commission Mr Werus stated that the waiver had been made as recorded. He added that he remembered Mr Heiss adding words to the effect that he did not consider the waiver to be valid.", "12. The applicant was found guilty as charged and fined 25,200 Austrian schillings (ATS), suspended for three years.", "13. Mr Bulut filed an appeal on grounds of nullity (Nichtigkeitsbeschwerde) and an appeal (Berufung) against sentence to the Supreme Court (Oberster Gerichtshof). In his appeal on grounds of nullity under Article 281 para. 1 (1) of the Code of Criminal Procedure (Strafprozeßordnung - see paragraph 19 below) the applicant alleged that he had been heard by a judge who was disqualified from sitting by law (ex lege). He further alleged breaches of Article 281 para. 1 (4), (5) and (9)(a). In connection with sub-paragraph (4) (see paragraph 19 below), the applicant complained that the trial court should have tested the witnesses' ability to recognise the applicant's voice over the telephone. Under sub-paragraph (5) (see paragraph 19 below) he further complained, inter alia, that the trial court had found two witnesses completely credible and had found that inconsistencies in their stories were easily explained as mistakes of memory. He alleged that the contradictions were fundamental and that there should have been a confrontation between the two witnesses and the applicant's brother, who had for a while been suspected of the offence. The prosecution also appealed against sentence.", "14. On 29 June 1990, the Attorney-General (Generalprokurator) filed the following observations (\"croquis\") with the Supreme Court:", "\"In the view of the Attorney-General's Office, the appeallodged by the accused, Mr Mikdat Bulut, meets thecriteria for a decision under Article 285d of the Code ofCriminal Procedure. A copy of the decision isrequested.\"", "These observations were not disclosed to the defence.", "15. On 7 August 1990 the Supreme Court rejected the applicant's appeal under Article 285d para. 1 of the Code of Criminal Procedure (see paragraph 20 below). After confirming that a disqualified judge had taken part in the trial, the Supreme Court referred to the waiver entered in the record of the trial, and noted that Article 281 para. 1 (1) required a ground of nullity relating to Articles 67 and 68 of the Code of Criminal Procedure (see paragraph 18 below) first to have been raised at the trial itself. In respect of the grounds of nullity under Article 281 para. 1 (5), the Supreme Court found that the complaints were an attempt to challenge the assessment of the evidence made by the trial judges and as such inadmissible and insufficient to constitute a ground of nullity. Notwithstanding the applicant's assertion to the contrary, the Supreme Court also found that there had in fact been a confrontation between the two witnesses and the applicant's brother. The appeal on grounds of nullity was rejected. The Supreme Court remitted the applicant's appeal against sentence to the Innsbruck Court of Appeal (Oberlandesgericht).", "16. On 3 October 1990, after a hearing, the Innsbruck Court of Appeal increased the applicant's sentence to nine months' imprisonment, suspended for three years.", "17. By Article 90 para. 1 of the Federal Constitution,", "\"Hearings by trial courts in civil and criminal casesshall be oral and public. Exceptions may be prescribedby law.\"", "18. Article 68 para. 2 of the Code of Criminal Procedure provides that a person shall be disqualified (ausgeschlossen) from participating in a trial if he has acted as investigating judge in the same case.", "19. Article 281 para. 1 of the Code of Criminal Procedure lays down the specific circumstances in which an appeal on grounds of nullity may be made, including:", "\"1. if the court was not properly constituted, ... orif a judge took part in the decision who was disqualified(under Articles 67 and 68), unless the ground of nullitywas known to the appellant before or during the trial andwas not raised by him at the beginning of the trial or assoon as he became aware of it;", "...", "4. if during the trial no decision was given on anapplication by the appellant or in an interlocutorydecision rejecting an application or objection by him thecourt disregarded or incorrectly applied laws or rules ofprocedure with which compliance is required by the verynature of a procedure which affords safeguards to theprosecution and the defence;", "5. if the judgment of the trial court in respect ofdecisive facts is unclear, incomplete orself-contradictory; ... ...\"", "20. Article 285d para. 1 of the Code of Criminal Procedure provides:", "\"During the private deliberations, an appeal on groundsof nullity may be rejected immediately:", "1. if it ought to have been rejected by the court atfirst instance under Article 285a ...;", "2. if it is based on the grounds of nullity enumeratedin Article 281 para. 1 (1-8 and 11) and if the SupremeCourt unanimously finds that the complaint should bedismissed as manifestly ill-founded without any need forfurther deliberation.\"", "21. Following the Brandstetter v. Austria judgment of 28 August 1991 (Series A no. 211) and since 1 September 1993, Article 35 para. 2 of the Code of Criminal Procedure reads as follows:", "\"If the public prosecutor at an appellate court submitsobservations on an appeal on grounds of nullity ..., theappellate court shall communicate those observations tothe accused (person concerned), advising him that he maysubmit comments on them within a reasonable period oftime that it shall determine. Such communication may bedispensed with if the prosecutor confines himself toopposing the appeal without adducing any argument, if hemerely supports the accused or if the accused's appeal isupheld.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}