{"ITEMID": "001-127684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "GRANDCHAMBER", "DATE": 2013, "DOCNAME": "CASE OF JANOWIEC AND OTHERS v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection allowed (Art. 35) Admissibility criteria;(Art. 35-3-a) Ratione temporis;Remainder inadmissible (Art. 35) Admissibility criteria;No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Corneliu Bîrsan;Dean Spielmann;Dmitry Dedov;Ganna Yudkivska;Guido Raimondi;Helen Keller;Helena Jäderblom;Ineta Ziemele;Isabelle Berro-Lefèvre;Josep Casadevall;Julia Laffranque;Karel Jungwiert;Khanlar Hajiyev;Kristina Pardalos;Krzysztof Wojtyczek;Luis López Guerra;Mark Villiger;Peer Lorenzen;Vincent A. De Gaetano", "TEXT": ["13. The facts of the case, as submitted or undisputed by the parties, may be summarised as follows.", "14. On 23 August 1939 the Foreign Ministers of the Soviet Union and Nazi Germany signed a non-aggression treaty (known as “the MolotovRibbentrop Pact”) which included an additional secret protocol whereby the parties agreed on “the question of the boundary of their respective spheres of influence in Eastern Europe”. In particular, they concluded as follows:", "“2. In the event of a territorial and political rearrangement of the areas belonging to the Polish State, the spheres of influence of Germany and the USSR [Union of Soviet Socialist Republics] shall be bounded approximately by the line of the rivers Narew, Vistula, and San.”", "15. On 1 September 1939 Germany invaded Poland, starting the Second World War. On 17 September 1939 the Soviet Red Army marched into Polish territory, allegedly acting to protect the Ukrainians and Belorussians living in the eastern part of Poland because the Polish State had collapsed under the German attack and could no longer guarantee the security of its own citizens. The Polish army did not offer military resistance. The USSR annexed the territory newly under its control and in November 1939 declared that the 13.5 million Polish citizens who lived there were henceforth Soviet citizens.", "16. In the wake of the Red Army’s advance around 250,000 Polish soldiers, border guards, police officers, prison guards, State officials and other functionaries were detained. After they had been disarmed, some of them were set free; the others were sent to special prison camps established by the People’s Commissariat for Internal Affairs ((NKVD), a predecessor of the State Security Committee (KGB)) in Kozelsk, Ostashkov and Starobelsk. On 9 October 1939 it was decided that the Polish officer corps should be billeted at the camps in Kozelsk and Starobelsk and the remaining functionaries, including the police officers and prison guards, in Ostashkov.", "17. In early March 1940 Lavrentiy Beria, Head of the NKVD, submitted to Joseph Stalin, Secretary General of the USSR Communist Party, a proposal to approve the shooting of Polish prisoners of war on the ground that they were all “enemies of the Soviet authorities filled with hatred for the Soviet system of government” who were “attempting to continue their c[ounter]r[evolutionary] work” and “conducting anti-Soviet agitation”. The proposal specified that the prisoner-of-war camps accommodated 14,736 former military and police officers, of whom more than 97 per cent were Polish by nationality, and that a further 10,685 Poles were being held in the prisons of the western districts of Ukraine and Belorussia.", "18. On 5 March 1940 the Politburo of the Central Committee of the USSR Communist Party considered the proposal and decided as follows:", "“I. Instructs the NKVD USSR as follows:", "(1) the cases of the 14,700 persons remaining in the prisoner-of-war camps (former Polish army officers, government officials, landowners, policemen, intelligence agents, military policemen, settlers and prison guards),", "(2) and the cases of the persons arrested and remaining in prisons in the western districts of Ukraine and Belorussia, numbering 11,000 (members of various counter-revolutionary espionage and sabotage organisations, former landowners, factory owners, former Polish army officers, government officials and fugitives), are to be considered in a special procedure, with the sentence of capital punishment – [execution by] shooting – being imposed.", "II. The cases are to be considered without the detainees being summoned or the charges being disclosed, and without any statements concerning the conclusion of the investigation or the bills of indictment being issued to them, in the following manner:", "(a) the persons remaining in the prisoner-of-war camps: on the basis of information provided by the Directorate of Prisoner-of-War Affairs, NKVD USSR,", "(b) the persons arrested: on the basis of information provided by the NKVD of the Ukrainian SSR and the NKVD of the Belorussian SSR.”", "The decision was signed by Joseph Stalin, Kliment Voroshilov, Anastas Mikoyan, Vyacheslav Molotov, Mikhail Kalinin and Lazar Kaganovich.", "19. The killings took place in April and May 1940. Prisoners from the Kozelsk camp were killed at a site near Smolensk known as the Katyn Forest; those from the Starobelsk camp were shot in the Kharkov NKVD prison and their bodies were buried near the village of Pyatikhatki; the police officers from Ostashkov were killed in the Kalinin (now Tver) NKVD prison and buried in Mednoye. The circumstances of the execution of the prisoners from the prisons in western Ukraine and Belorussia remain unknown to this day.", "20. In 1942 and 1943, first Polish railroad workers and then the German army discovered mass burials near the Katyn Forest. An international commission consisting of twelve forensic experts and their support staff from Belgium, Bulgaria, Croatia, Denmark, Finland, France, Hungary, Italy, the Netherlands, Romania, Slovakia and Sweden was set up. It conducted the exhumation works from April to June 1943. The remains of 4,243 Polish officers were excavated, of whom 2,730 were identified. The commission concluded that the Soviet authorities had been responsible for the massacre.", "21. The Soviet authorities responded by putting the blame on the Germans who had allegedly – according to Moscow – taken control of the Polish prisoners and murdered them in the summer of 1941. Following the liberation of the Smolensk district by the Red Army in September 1943, the NKVD set up the Extraordinary State Commission chaired by Nicolay Burdenko, which purported to collect evidence of German responsibility for the killing of the Polish officers. In its communiqué of 22 January 1944 the Commission announced that the Polish prisoners had been executed by the Germans in the autumn of 1941.", "22. In the course of the trial of German war criminals before the International Military Tribunal, the Katyn killings were mentioned in the indictment as an instance of a war crime (Indictment: Count Three – War Crimes, Section C (2)). On 13 February 1946 the Deputy Chief Prosecutor for the USSR, Colonel Y.V. Pokrovsky, charged the defendants with the execution of 11,000 Polish prisoners of war in the autumn of 1941, relying on the Extraordinary State Commission’s report (Trial of the Major War Criminals before the International Military Tribunal, vol. VII, pp. 425-27). Despite the objections by Soviet prosecutors to the taking of oral evidence, the Tribunal heard evidence on 1 and 2 July 1946 from three witnesses for the prosecution and three witnesses for the defence (Vol. XVII, pp. 270371). At the conclusion of the trial, no mention of the Katyn killings was made either in the text of the judgment of the International Military Tribunal or in the dissenting opinion of the Soviet judge.", "23. On 3 March 1959 Aleksandr Shelepin, Chairman of the KGB, proposed to Nikita Khrushchev, Secretary General of the USSR Communist Party, that the documents on the execution of Polish prisoners of war be destroyed:", "“Since 1940, records and other materials regarding prisoners and interned officers, policemen, gendarmes, [military] settlers, landowners and other persons from the former bourgeois Poland who were shot that same year, have been kept by the Committee of State Security of the Council of Ministers, USSR. On the basis of decisions taken by the Soviet NKVD’s special troika, a total of 21,857 persons were shot, 4,421 of them in Katyn Forest (Smolenskiy district), 3,820 in the Starobelsk camp near Kharkov, 6,311 in the Ostashkov camp (Kalininskiy district) and 7,305 in other camps and prisons in western Ukraine and Belorussia.", "The entire operation to liquidate the above-mentioned individuals was carried out on the basis of a decision by the Central Committee of the Communist Party of the USSR dated 5 March 1940... Since the time the above-mentioned operation was carried out, that is, since 1940, no information has been released to anybody relating to the case, and all of the 21,857 files have been stored in a sealed location.", "None of these files are of any operational or historical value to Soviet organs. It is also highly doubtful whether they could be of any real value to our Polish friends. On the contrary, an unforeseen incident could lead to the operation being revealed, with all the undesirable consequences that would entail for our country, especially since, as regards the persons shot in the Katyn Forest, the official version was confirmed by an investigation carried out on the initiative of the Soviet authorities in 1944...", "On the basis of the above, it seems opportune to destroy all the records concerning the persons shot in 1940 in the above-mentioned operation ... [T]he reports of the meetings of the NKVD USSR troika sentencing those persons to be shot, and also the documents on execution of that decision, could be preserved.”", "24. The remaining documents were put in a special file, known as “package no. 1”, to which only the Secretary General of the USSR Communist Party had the right of access. On 28 April 2010 its contents were officially made public on the website of the Russian State Archives Service. The file contained the following historical documents: Beria’s proposal of 5 March 1940, the Politburo’s decision of the same date, the pages removed from the minutes of the Politburo’s meeting and Shelepin’s note of 3 March 1959.", "25. The first applicant, Mr Jerzy-Roman Janowiec, was born in 1929. He is the son of Mr Andrzej Janowiec, born in 1890, who was a lieutenant in the Polish army before the Second World War.", "26. The second applicant, Mr Antoni-Stanisław Trybowski, was born in 1940. He is the grandson of Mr Antoni Nawratil, born in 1883, a lieutenantcolonel in the Polish army.", "27. Both Mr Andrzej Janowiec and Mr Antoni Nawratil were taken prisoner of war during the Soviet invasion of Poland in September 1939 and sent to the Starobelsk camp in the USSR. Among the prisoners in the camp, Mr Janowiec was listed as prisoner no. 3914 and Mr Nawratil as prisoner no. 2407. They were subsequently transferred to a prison in Kharkov and executed in April 1940.", "28. The first and second applicants, Ms Witomiła Wołk-Jezierska and Ms Ojcumiła Wołk, were born respectively in 1940 and 1917. They are the daughter and wife of Mr Wincenty Wołk, born in 1909, who was a lieutenant in a heavy artillery unit of the Polish army before the Second World War. He was taken prisoner of war by the Red Army on the night of 19 September 1939 and held in Kozelsk special camp (listed in position 3 on NKVD dispatching list 052/3 of April 1940). He was killed on 30 April 1940 and buried in Katyn. His body was identified during the 1943 exhumation (no. 2564).", "29. The third applicant, Ms Wanda Rodowicz, was born in 1938. She is the granddaughter of Mr Stanisław Rodowicz, born in 1883, who was a reserve officer in the Polish army. He was taken prisoner of war by the Red Army at the Hungarian border on around 20 September 1939 and held in Kozelsk special camp (listed in position 94 on list 017/2). He was killed and buried in Katyn. His body was identified during the 1943 exhumation (no. 970).", "30. The fourth applicant, Ms Halina Michalska, was born in 1929 and died in 2012. She was the daughter of Mr Stanisław Uziembło, born in 1889. An officer of the Polish army, Mr Uziembło was taken prisoner of war by the Soviets near Białystok, Poland, and detained in the special NKVD camp at Starobelsk (position 3400). He was presumed killed in Kharkov and buried at Pyatikhatki near Kharkov (now in Ukraine).", "31. The fifth applicant, Mr Artur Tomaszewski, was born in 1933. He is the son of Mr Szymon Tomaszewski, born in 1900. The fifth applicant’s father, commander of the police station at the Polish-Soviet border in Kobylia, was arrested there by Soviet troops and taken to the special NKVD camp at Ostashkov (position 5 on list 045/3). He was killed in Tver and buried in Mednoye.", "32. The sixth applicant, Mr Jerzy Lech Wielebnowski, was born in 1930. His father, Mr Aleksander Wielebnowski, born in 1897, was a police officer working in Luck in eastern Poland. In October 1939 he was arrested by Soviet troops and placed in the Ostashkov camp (position 10 on list 033/2). He was killed in Tver and buried in Mednoye.", "33. The seventh applicant, Mr Gustaw Erchard, was born in 1935. His father, Mr Stefan Erchard, born in 1900, was the headmaster of a primary school in Rudka, Poland. He was arrested by the Soviets and detained at the Starobelsk camp (position 3869). He was presumed killed in Kharkov and buried in Pyatikhatki.", "34. The eighth and ninth applicants, Mr Jerzy Karol Malewicz and Mr Krzysztof Jan Malewicz, born in 1928 and 1931 respectively, are the sons of Mr Stanisław August Malewicz. The ninth applicant died in 2011. Their father was born in 1889 and served as a doctor in the Polish army. He was taken prisoner of war at Równe, Poland, and held at the Starobelsk camp (position 2219). He was presumed killed in Kharkov and buried in Pyatikhatki.", "35. The tenth and eleventh applicants, Ms Krystyna Krzyszkowiak and Ms Irena Erchard, born in 1940 and 1936 respectively, are the daughters of Mr Michał Adamczyk. Born in 1903, he was the commander of Sarnaki police station. He was arrested by the Soviets, detained at the Ostashkov camp (position 5 on list 037/2), killed in Tver and buried in Mednoye.", "36. The twelfth applicant, Ms Krystyna Mieszczankowska, born in 1930, is the daughter of Mr Stanisław Mielecki. Her father, a Polish officer, was born in 1895 and was held at the Kozelsk camp after his arrest by Soviet troops. He was killed and buried in Katyn; his body was identified during the 1943 exhumation.", "37. The thirteenth applicant, Mr Krzysztof Romanowski, born in 1953, is the nephew of Mr Ryszard Żołędziowski. Mr Żołędziowski, born in 1887, was held at the Starobelsk camp (position 1151) and was presumed killed in Kharkov and buried in Pyatikhatki. A list of Starobelsk prisoners which included his name was retrieved from the coat pocket of a Polish officer whose remains, with gunshot wounds to the head, were excavated during a joint Polish-Russian exhumation near Kharkov in 1991.", "38. On 13 April 1990, during a visit by Polish President Wojciech Jaruzelski to Moscow, the President of the USSR, Mikhail Gorbachev, handed over to him the documents concerning the Katyn massacre. The official news agency of the USSR published a communiqué which affirmed, on the basis of newly disclosed archive materials, that “Beria, Merkulov and their subordinates bore direct responsibility for the crime committed in the Katyn Forest”.", "39. On 22 March 1990 the Kharkov regional prosecutor’s office opened a criminal investigation into the origin of mass graves found in the city’s Lesopark district. On 6 June 1990 the Kalinin (Tver) prosecutor’s office instituted a criminal case into “the disappearance” (исчезновение) in May 1940 of the Polish prisoners of war who had been held in the NKVD camp in Ostashkov. On 27 September 1990 the Chief Military Prosecutor’s Office of the USSR took over the Kharkov investigation under the number 159 and assigned it to a group of military prosecutors.", "40. In the summer and autumn of 1991, Polish and Russian specialists carried out exhumations of corpses at the mass burial sites in Kharkov, Mednoye and Katyn. They also reviewed the archive documents relating to the Katyn massacre, interviewed at least forty witnesses and commissioned forensic examinations.", "41. On 14 October 1992 the Russian President Boris Yeltsin revealed that the Polish officers had been sentenced to death by Stalin and the Politburo of the USSR Communist Party. The director of the Russian State Archives transferred to the Polish authorities a number of documents, including the decision of 5 March 1940. During an official visit to Poland on 25 August 1993, President Yeltsin paid tribute to the victims in front of the Katyn Cross in Warsaw.", "42. In late May 1995 prosecutors from Belarus, Poland, Russia and Ukraine held a working meeting in Warsaw during which they reviewed the progress of the investigation in case no. 159. The participants agreed that the Russian prosecutors would ask their Belarusian and Ukrainian counterparts for legal assistance to determine the circumstances of the execution of 7,305 Polish citizens in 1940.", "43. On 13 May 1997 the Belarusian authorities informed their Russian counterparts that they had not been able to uncover any documents relating to the execution of Polish prisoners of war in 1940. In 2002 the Ukrainian authorities produced documents concerning the transfer of Polish prisoners from the Starobelsk camp to the NKVD prison in the Kharkov region.", "44. In 2001, 2002 and 2004 the President of the Polish Institute for National Remembrance (“the INR”) repeatedly but unsuccessfully contacted the Russian Chief Military Prosecutor’s Office with a view to obtaining access to the investigation files.", "45. On 21 September 2004 the Chief Military Prosecutor’s Office decided to discontinue criminal case no. 159, apparently on the ground that the persons allegedly responsible for the crime had already died. On 22 December 2004 the Inter-Agency Commission for the Protection of State Secrets classified thirty-six volumes of the case file – out of a total of 183 volumes – as “top secret” and a further eight volumes as “for internal use only”. The decision to discontinue the investigation was given “top secret” classification and its existence was only revealed on 11 March 2005 at a press conference given by the Chief Military Prosecutor.", "46. Further to a request from the Court for a copy of the decision of 21 September 2004, the Russian Government refused to produce it, citing its secret classification. It transpired from the Government’s submissions that the investigation had been discontinued on the basis of Article 24 § 4 (1) of the Code of Criminal Procedure, on account of the suspects’ death.", "47. From 9 to 21 October 2005 three prosecutors from the INR conducting the investigation into the Katyn massacre and the chief specialist of the Central Commission for the Prosecution of Crimes against the Polish Nation visited Moscow at the invitation of the Chief Military Prosecutor’s Office. They examined the sixty-seven volumes of case no. 159 which were not classified, but were not allowed to make any copies.", "48. On 8 May 2010 the Russian President Dmitry Medvedev provided the Speaker of the Polish Parliament with sixty-seven volumes of the Katyn investigation files. In total, according to the information submitted by the Polish Government, the Russian authorities handed over to them certified copies of 148 volumes, containing approximately 45,000 pages.", "49. In 2003, Mr Szewczyk – a Polish lawyer retained by the first applicant (Mr Janowiec) and by the mother of the second applicant (Mr Trybowski) – applied to the Prosecutor General of the Russian Federation with a request to be provided with documents concerning Mr Andrzej Janowiec, Mr Antoni Nawratil and a third person.", "50. On 23 June 2003 the Prosecutor General’s Office replied to the lawyer, informing him that the Chief Military Prosecutor’s Office was investigating a criminal case concerning the execution of Polish officers in 1940. In 1991 the investigation had recovered some 200 bodies in the Kharkov, Tver and Smolensk regions and identified some of them, including Mr Nawratil and Mr Janowiec. Their names had also been found on the list of prisoners in the Starobelsk camp. Any further documents concerning them had been destroyed previously.", "51. On 4 December 2004 Mr Szewczyk formally requested the Chief Military Prosecutor’s Office to recognise the rights of Mr Janowiec and Mr Trybowski as relatives of the executed Polish officers and to provide them with copies of the procedural documents and also of personal documents relating to Mr Antoni Nawratil and Mr Andrzej Janowiec.", "52. On 10 February 2005 the Chief Military Prosecutor’s Office replied that Mr Antoni Nawratil and Mr Andrzej Janowiec were listed among the prisoners from the Starobelsk camp who had been executed in 1940 by the NKVD and buried near Kharkov. No further materials concerning those individuals were available. Copies of the procedural documents could only be given to officially recognised victims or their representatives.", "53. Subsequently the applicants Mr Janowiec and Mr Trybowski retained the services of a Russian lawyer, Mr Bushuev, who asked the Chief Military Prosecutor’s Office for permission to study the case file. On 7 November 2006 the Chief Military Prosecutor’s Office informed him that he would not be allowed to access the file because his clients had not been formally recognised as victims in the case.", "54. The lawyer lodged a judicial appeal against the Chief Military Prosecutor’s Office’s refusals of 10 February 2005 and 7 November 2006. He submitted, in particular, that the status as victim of a criminal offence should be determined by reference to the factual circumstances, such as whether or not the individual concerned had sustained damage as a result of the offence. From that perspective, the investigator’s decision to recognise someone as a victim should be viewed as a formal acknowledgement of such factual circumstances. The lawyer sought to have the applicants Mr Janowiec and Mr Trybowski recognised as victims and to be granted access to the case file.", "55. On 18 April 2007 the Military Court of the Moscow Command rejected the complaint. It noted that, although Mr Antoni Nawratil and Mr Andrzej Janowiec had been listed among the prisoners in the Starobelsk camp, their remains had not been among those identified by the investigation. Accordingly, in the Military Court’s view, there were no legal grounds to assume that they had died as a result of the offence in question. As to the materials in the case file, the Military Court observed that the decision to discontinue the criminal proceedings dated 21 September 2004 had been declared a State secret and, for that reason, foreign nationals could not have access to it.", "56. On 24 May 2007 the Supreme Court of the Russian Federation upheld that judgment on appeal, reproducing verbatim the reasoning of the Military Court.", "57. On 20 August 2008 a team of lawyers acting for the applicants lodged a judicial appeal against the prosecutor’s decision of 21 September 2004. They submitted that the applicants’ relatives had been among the imprisoned Polish officers whose execution had been ordered by the Politburo of the USSR Communist Party on 5 March 1940. However, the applicants had not been granted victim status in case no. 159 and could not file motions or petitions, have access to the file materials or receive copies of the decisions. The lawyers also claimed that the investigation had not been effective because no attempt had been made to take biological samples from the applicants in order to identify the exhumed human remains.", "58. On 14 October 2008 the Military Court of the Moscow Command dismissed the appeal. It found that in 1943 the International Commission and the Technical Commission of the Polish Red Cross had excavated the remains and then reburied them, without identifying the bodies or counting them. A subsequent excavation in 1991 had only identified twenty-two persons and the applicants’ relatives had not been among those identified. The Military Court acknowledged that the names of the applicants’ relatives had been included in the NKVD lists for the Ostashkov, Starobelsk and Kozelsk camps; however, “the ‘Katyn’ investigation ... did not establish the fate of the said individuals”. As their bodies had not been identified, there was no proof that the applicants’ relatives had lost their lives as a result of the crime of abuse of power (Article 193-17 of the 1926 Soviet Criminal Code) referred to in the decision of 21 September 2004. Accordingly, there was no basis for granting victim status to the applicants under Article 42 of the Code of Criminal Procedure. Moreover, classified materials could not be made accessible to “representatives of foreign States”.", "59. The lawyers submitted a statement of appeal in which they alleged that the lack of information about the fate of the applicants’ relatives had been the result of an ineffective investigation. The twenty-two persons had been identified only on the basis of the military identification tags found at the burial places and the investigators had not undertaken any measures or commissioned any forensic examinations to identify the exhumed remains. Furthermore, it was a publicly known fact that the 1943 excavation had uncovered the remains of 4,243 people, of whom 2,730 individuals had been identified. Among those identified were three persons whose relatives had been complainants in the proceedings. The granting of victim status to the complainants would have allowed the identification of the remains with the use of genetic methods. Finally, the lawyers stressed that the Katyn criminal case file did not contain any information supporting the conclusion that any of the Polish officers taken from the NKVD camps had survived or died of natural causes.", "60. On 29 January 2009 the Supreme Court of the Russian Federation upheld the judgment of 14 October 2008 in its entirety. It repeated verbatim extensive passages of the findings of the Moscow Military Court, but also added that the decision of 21 September 2004 could not be quashed because the prescription period had expired and because the proceedings in respect of certain suspects had been discontinued on “rehabilitation grounds”.", "61. On 26 March 2008 Memorial, a Russian nongovernmental human rights organisation, lodged an application with the Chief Military Prosecutor’s Office seeking to have the decision of 21 September 2004 declassified. In its answer dated 22 April 2008, the prosecutor’s office informed Memorial that it was not competent to set aside the classified status, which had been approved on 22 December 2004 by the Inter-Agency Commission for the Protection of State Secrets (“the Commission”).", "62. On 12 March 2009 Memorial applied to the Commission for declassification of the decision of 21 September 2004, claiming that the classification of the materials of the Katyn investigation was morally and legally unacceptable and that it had also been in breach of section 7 of the State Secrets Act, which precluded classification of any information about violations of human rights. By a letter of 27 August 2009, the Commission replied to Memorial that their application had been examined and rejected, but did not provide further details.", "63. Memorial challenged the Commission’s refusal before the Moscow City Court. At a hearing on 13 July 2010 the court read out the Commission’s letter of 25 June 2010 addressed to the presiding judge. The letter stated that the Commission had not made any decision on 22 December 2004 to classify the decision of the Chief Military Prosecutor’s Office of 21 September 2004.", "64. Following an in camera hearing, the Moscow City Court rejected Memorial’s application for declassification on 2 November 2010, finding in particular as follows:", "“The court has established that on 21 September 2004 the Chief Military Prosecutor’s Office issued a decision terminating the criminal investigation which had been instituted on 22 March 1990 by the Kharkov regional prosecutor’s office of the Ukrainian SSR [Soviet Socialist Republic] in connection with the discovery of the remains of Polish nationals in the wooded zone of Kharkov ...", "The investigation characterised the actions of a number of named high-ranking officials of the USSR as an abuse of power with particularly aggravating circumstances under Article 193-17 (b) of the RSFSR [Russian Soviet Federated Socialist Republic] Criminal Code. The criminal case in respect of those officials was terminated on the basis of Article 24 § 1 (4) of the Russian Code of Criminal Procedure (on account of the guilty persons’ deaths). The case in respect of the others was terminated on the basis of Article 24 § 1 (2) (there was no criminal offence).", "The Chief Military Prosecutor’s Office sent the draft decision on termination of the criminal proceedings to the Federal Security Service for an expert opinion as to whether or not it contained any confidential or secret information within the meaning of section 9 of the State Secrets Act, since the Federal Security Service had the right to dispose as it saw fit of the information reproduced in the Chief Military Prosecutor’s decision.", "A commission of experts from the Federal Security Service found that the Chief Military Prosecutor’s draft decision included information which had not been declassified. In addition, the commission pointed out that the draft decision contained information to which access was restricted ...", "On 21 September 2004 an official from the Chief Military Prosecutor’s Office issued the decision discontinuing criminal investigation no. 159. In the light of the above-mentioned findings by the Federal Security Service and on the basis of section 5 § 4 (2, 3) and section 8 of the State Secrets Act and point 80 of Presidential Decree no. 1203 of 30 November 1995, the document was given top secret classification ... Accordingly, there are no legal grounds for granting Memorial’s request that the Chief Military Prosecutor’s resolution classifying the decision of 21 September 2004 be declared unlawful and unjustified ...", "In so far as the complainant argued that information concerning violations of the law by State authorities or officials may not be declared a State secret or classified in accordance with section 7 of the State Secrets Act, this argument is without merit because the Chief Military Prosecutor’s decision of 21 September 2004 contained information in the field of intelligence, counterintelligence and operational and search activities which, pursuant to section 4 of the State Secrets Act, constituted a State secret ...”", "65. On 26 January 2011 the Supreme Court of the Russian Federation rejected the appeal lodged by Memorial against the City Court’s judgment.", "66. Most of the applicants applied repeatedly to different Russian authorities, first and foremost the Chief Military Prosecutor’s Office, for information on the Katyn criminal investigation and for the “rehabilitation” of their relatives in accordance with the provisions of the 1991 Rehabilitation Act (see paragraph 86 below).", "67. By a letter of 21 April 1998 sent in response to a rehabilitation request by Ms Ojcumiła Wołk, the Chief Military Prosecutor’s Office confirmed that her husband, Mr Wincenty Wołk, had been held as a prisoner of war in the Kozelsk camp and had then been executed, along with other prisoners, in the spring of 1940. The letter stated that her application for rehabilitation would be considered only after the conclusion of the criminal investigation.", "68. Following the discontinuation of the investigation in case no. 159, Ms Witomiła Wołk-Jezierska asked the Chief Military Prosecutor’s Office on 25 October 2005 for a copy of the decision discontinuing the investigation. By a letter of 23 November 2005, the prosecutor’s office refused to provide it, citing the decision’s top secret classification. On 8 December 2005 the Polish Embassy in Moscow asked the prosecutor’s office for an explanation concerning the rehabilitation of Mr Wołk. In a letter of 18 January 2006 the prosecutor’s office expressed the view that there was no legal basis for the rehabilitation of Mr Wołk or the other Polish citizens because the investigation had not determined which provision of the 1926 Criminal Code had been the basis for the repression to which they had been subjected. A similarly worded letter of 12 February 2007 refused a further request to the same effect by Ms Wołk.", "69. On 13 March 2008 the Chief Military Prosecutor’s Office rejected a request for rehabilitation submitted by counsel on behalf of all the applicants. The prosecutor stated that it was not possible to determine the legal basis for the repression to which Polish citizens had been subjected in 1940. Despite the existence of some documents stating that the applicants’ relatives had been transferred from the NKVD camps at Ostakhkov, Kozelsk and Starobelsk to Kalinin, Smolensk and Kharkov, the joint efforts by Belarusian, Polish, Russian and Ukrainian investigators had not uncovered any criminal files or other documents relating to their prosecution in 1940. In the absence of such files it was not possible to decide whether the Rehabilitation Act would be applicable. Furthermore, the prosecutor stated that the remains of the applicants’ relatives had not been discovered among the human remains found during the exhumation works.", "70. Counsel lodged a judicial appeal against the prosecutor’s refusal.", "71. On 24 October 2008 the Khamovnicheskiy District Court of Moscow dismissed the appeal. While the court confirmed that the names of the applicants’ relatives had featured on the NKVD lists of prisoners, it pointed out that only twenty bodies had been identified as a result of the exhumations conducted in the context of case no. 159 and that the applicants’ relatives had not been among those identified. The court further found that there was no reason to assume that the ten Polish prisoners of war (the applicants’ relatives) had actually been killed, and that Russian lawyers had no legal interest in the rehabilitation of Polish citizens.", "72. On 25 November 2008 the Moscow City Court rejected, in summary fashion, an appeal against the District Court’s judgment.", "73. On 26 November 2010 the State Duma, the lower chamber of the Russian Parliament, adopted a statement entitled “On the Katyn tragedy and its victims” which read, in particular, as follows:", "“Seventy years ago, thousands of Polish citizens held in the prisoner-of-war camps of the NKVD of the USSR and in prisons in the western regions of the Ukrainian SSR and Belorussian SSR were shot dead.", "The official Soviet propaganda attributed responsibility for this atrocity, which has been given the collective name of the Katyn tragedy, to Nazi criminals ... In the early 1990s our country made great strides towards the establishment of the truth about the Katyn tragedy. It was recognised that the mass extermination of Polish citizens on USSR territory during the Second World War had been an arbitrary act by the totalitarian State ...", "The published materials that have been kept for many years in secret archives not only demonstrate the scale of this terrible tragedy but also attest to the fact that the Katyn crime was carried out on the direct orders of Stalin and other Soviet leaders ...", "Copies of many documents which had been kept in the closed archives of the Politburo of the Communist Party of the Soviet Union have already been handed over to the Polish side. The members of the State Duma believe that this work must be carried on. It is necessary to continue studying the archives, verifying the lists of victims, restoring the good names of those who perished in Katyn and other places, and uncovering the circumstances of the tragedy ...”", "74. The Hague Convention (IV) respecting the Laws and Customs of War on Land of 18 October 1907 (“the 1907 Hague Convention (IV)”), and in particular its annex, Regulations concerning the Laws and Customs of War on Land, provides as follows:", "“Art. 4. Prisoners of war are in the power of the hostile Government, but not of the individuals or corps who capture them.", "They must be humanely treated.", "...", "Art. 23. In addition to the prohibitions provided by special Conventions, it is especially forbidden", "...", "(b) To kill or wound treacherously individuals belonging to the hostile nation or army;", "(c) To kill or wound an enemy who, having laid down his arms, or having no longer means of defence, has surrendered at discretion;", "...", "Art. 50. No general penalty, pecuniary or otherwise, shall be inflicted upon the population on account of the acts of individuals for which they cannot be regarded as jointly and severally responsible.”", "75. The Geneva Convention relative to the Treatment of Prisoners of War of 27 July 1929 (“the Geneva Convention of 1929”) provided as follows:", "“Art. 2. Prisoners of war are in the power of the hostile Government, but not of the individuals or formation which captured them.", "They shall at all times be humanely treated and protected, particularly against acts of violence, from insults and from public curiosity.", "Measures of reprisal against them are forbidden.", "...", "Art. 61. No prisoner of war shall be sentenced without being given the opportunity to defend himself.", "No prisoner shall be compelled to admit that he is guilty of the offence of which he is accused.", "...", "Art. 63. A sentence shall only be pronounced on a prisoner of war by the same tribunals and in accordance with the same procedure as in the case of persons belonging to the armed forces of the detaining Power.”", "76. Article 6 of the Charter (Statute) of the International Military Tribunal (Nuremberg Tribunal) set up in pursuance of the agreement signed on 8 August 1945 by the governments of the United States of America, France, the United Kingdom and the USSR, contained the following definition of crimes:", "“...", "The following acts, or any of them, are crimes coming within the jurisdiction of the Tribunal for which there shall be individual responsibility:", "(a) crimes against peace: namely, planning, preparation, initiation or waging of a war of aggression, or a war in violation of international treaties, agreements or assurances, or participation in a common plan or conspiracy for the accomplishment of any of the foregoing;", "(b) war crimes: namely, violations of the laws or customs of war. Such violations shall include, but not be limited to, murder, ill-treatment or deportation to slave labour or for any other purpose of civilian population of or in occupied territory, murder or ill-treatment of prisoners of war or persons on the seas, killing of hostages, plunder of public or private property, wanton destruction of cities, towns or villages, or devastation not justified by military necessity;", "(c) crimes against humanity: namely, murder, extermination, enslavement, deportation, and other inhumane acts committed against any civilian population, before or during the war; or persecutions on political, racial or religious grounds in execution of or in connection with any crime within the jurisdiction of the Tribunal, whether or not in violation of the domestic law of the country where perpetrated.", "...”", "77. The definition was subsequently codified as Principle VI in the Principles of International Law Recognized in the Charter of the Nuremberg Tribunal and in the Judgment of the Tribunal, formulated by the International Law Commission in 1950 under United Nations General Assembly Resolution 177 (II) and affirmed by the General Assembly.", "78. The Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity (26 November 1968), to which the Russian Federation is a party, provides in particular as follows:", "“No statutory limitation shall apply to the following crimes, irrespective of the date of their commission:", "(a) War crimes as they are defined in the Charter of the International Military Tribunal, Nürnberg, of 8 August 1945 and confirmed by resolutions 3 (I) of 13 February 1946 and 95 (I) of 11 December 1946 of the General Assembly of the United Nations ...", "(b) Crimes against humanity whether committed in time of war or in time of peace as they are defined in the Charter of the International Military Tribunal, Nürnberg, of 8 August 1945 and confirmed by resolutions 3 (I) of 13 February 1946 and 95 (I) of 11 December 1946 of the General Assembly of the United Nations ...”", "“The States Parties to the present Convention undertake to adopt, in accordance with their respective constitutional processes, any legislative or other measures necessary to ensure that statutory or other limitations shall not apply to the prosecution and punishment of the crimes referred to in articles I and II of this Convention and that, where they exist, such limitations shall be abolished.”", "79. The Vienna Convention on the law of treaties (23 May 1969), to which the Russian Federation is a party, provides as follows:", "“Every treaty in force is binding upon the parties to it and must be performed by them in good faith.”", "“A party may not invoke the provisions of its internal law as justification for its failure to perform a treaty. ...”", "“Unless a different intention appears from the treaty or is otherwise established, its provisions do not bind a party in relation to any act or fact which took place or any situation which ceased to exist before the date of the entry into force of the treaty with respect to that party.”", "80. Article 7 of the International Covenant on Civil and Political Rights (“the Covenant”), to which the Russian Federation is a party, reads as follows:", "“No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment. In particular, no one shall be subjected without his free consent to medical or scientific experimentation.”", "81. The United Nations Human Rights Committee’s General Comment No. 31 [80]: The Nature of the General Legal Obligation Imposed on States Parties to the Covenant, adopted on 29 March 2004 (2,187th meeting), reads as follows:", "“4. The obligations of the Covenant in general and article 2 in particular are binding on every State Party as a whole. All branches of government (executive, legislative and judicial), and other public or governmental authorities, at whatever level – national, regional or local – are in a position to engage the responsibility of the State Party. The executive branch that usually represents the State Party internationally, including before the Committee, may not point to the fact that an action incompatible with the provisions of the Covenant was carried out by another branch of government as a means of seeking to relieve the State Party from responsibility for the action and consequent incompatibility. This understanding flows directly from the principle contained in Article 27 of the Vienna Convention on the Law of Treaties, according to which a State Party ‘may not invoke the provisions of its internal law as justification for its failure to perform a treaty’. ...”", "82. At its meeting on 3 April 2003 the Human Rights Committee established under Article 28 of the Covenant expressed the following views after consideration of Communication No. 886/1999, submitted on behalf of Ms Natalia Schedko and Mr Anton Bondarenko against Belarus:", "“10.2 The Committee notes that the author’s claim that her family was informed of neither the date, nor the hour, nor the place of her son’s execution, nor of the exact place of her son’s subsequent burial, has remained unchallenged. In the absence of any challenge to this claim by the State party, and any other pertinent information from the State party on the practice of execution of capital sentences, due weight must be given to the author’s allegation. The Committee understands the continued anguish and mental stress caused to the author, as the mother of a condemned prisoner, by the persisting uncertainty of the circumstances that led to his execution, as well as the location of his gravesite. The complete secrecy surrounding the date of execution, and the place of burial and the refusal to hand over the body for burial have the effect of intimidating or punishing families by intentionally leaving them in a state of uncertainty and mental distress. The Committee considers that the authorities’ initial failure to notify the author of the scheduled date for the execution of her son, and their subsequent persistent failure to notify her of the location of her son’s grave amounts to inhuman treatment of the author, in violation of article 7 of the Covenant.”", "83. At its meeting on 28 March 2006 the Human Rights Committee expressed the following views after consideration of Communication No. 1159/2003, submitted on behalf of Mariam, Philippe, Auguste and Thomas Sankara against Burkina Faso:", "“6.2 The Committee noted the State party’s arguments concerning the inadmissibility of the communication ratione temporis. Having also noted the authors’ arguments, the Committee considered that a distinction should be drawn between the complaint relating to Mr. Thomas Sankara and the complaint concerning Ms. Sankara and her children. The Committee considered that the death of Thomas Sankara, which may have involved violations of several articles of the Covenant, occurred on 15 October 1987, hence before the Covenant and the Optional Protocol entered into force for Burkina Faso. This part of the communication was therefore inadmissible ratione temporis. Thomas Sankara’s death certificate of 17 January 1988, stating that he died of natural causes – contrary to the facts, which are public knowledge and confirmed by the State party ... – and the authorities’ failure to correct the certificate during the period since that time must be considered in the light of their continuing effect on Ms. Sankara and her children.", "...", "12.2 Concerning the alleged violation of article 7, the Committee understands the anguish and psychological pressure which Ms. Sankara and her sons, the family of a man killed in disputed circumstances, have suffered and continue to suffer because they still do not know the circumstances surrounding the death of Thomas Sankara, or the precise location where his remains were officially buried. Thomas Sankara’s family have the right to know the circumstances of his death, and the Committee points out that any complaint relating to acts prohibited under article 7 of the Covenant must be investigated rapidly and impartially by the competent authorities. In addition, the Committee notes, as it did during its deliberations on admissibility, the failure to correct Thomas Sankara’s death certificate of 17 January 1988, which records a natural death contrary to the publicly known facts, which have been confirmed by the State party. The Committee considers that the refusal to conduct an investigation into the death of Thomas Sankara, the lack of official recognition of his place of burial and the failure to correct the death certificate constitute inhuman treatment of Ms. Sankara and her sons, in breach of article 7 of the Covenant.”", "84. Article 24 § 1 sets out the following grounds for discontinuation of criminal proceedings:", "“(1) there was no criminal offence;", "(2) the acts did not constitute a criminal offence;", "...", "(4) the suspect or the defendant died, except in cases in which the criminal proceedings need to be continued for the rehabilitation of the deceased.”", "85. Article 42 defines a “victim” as an individual who has sustained physical, pecuniary or non-pecuniary damage as the result of a crime. The decision to recognise the individual as a “victim” must be made by the examiner, investigator, prosecutor or court.", "86. According to the preamble, the purpose of the Rehabilitation Act is the “rehabilitation” of all victims of political repression who were prosecuted on the territory of the Russian Federation after 7 November 1917, the term “rehabilitation” being understood as “the restoration of their civil rights, the removal of any other adverse consequences of the arbitrary actions and the payment of compensation in respect of pecuniary damage”.", "87. Section 1 defines “political repression” as various measures of restraint, including deprivation of life or liberty, imposed by the State for political motives, as well as any other restriction on the rights or freedoms of those individuals who were recognised as being socially dangerous to the State or political regime on account of their class or social origin, ethnicity or religion.", "88. Section 2 extended the application of the Rehabilitation Act to all Russian nationals, former USSR nationals, foreign nationals and stateless persons who were subjected to political repression in the territory of the Russian Federation after 7 November 1917.", "89. Section 3 establishes the categories of persons who are eligible for “rehabilitation”. Point (b) concerns individuals who were subjected to criminal repression on the basis of decisions by the All-Russian Extraordinary Commission (Vecheka, ВЧК), the Chief Political Directorate (GPU, ГПУ), the People’s Commissariat for Internal Affairs (NKVD, НКВД), the Ministry of State Security (MGB, МГБ), prosecutors and their collegiate bodies, “special commissions”, the troika and other authorities with judicial functions.", "90. According to its preamble, the State Secrets Act (Law no. 5485-I of 21 July 1993) governs the procedure for the identification of State secrets, the classification and declassification of information and the protection of information in the interests of the national security of the Russian Federation.", "91. Section 5 contains a list of categories of information that constitute a State secret. It includes, in particular, the following:", "“(4) information in the field of intelligence, counterintelligence and operational and search activities, as well as in the field of counter-terrorism:", "– concerning resources, means, sources, methods, plans and outcomes of intelligence, counterintelligence and operational and search activities and the financing thereof ...", "– concerning persons who cooperated or are cooperating on a confidential basis with the authorities in charge of intelligence, counterintelligence and operational and search activities.”", "92. Section 7 contains a list of information which may not be declared a State secret or classified. It covers, in particular, the following information:", "“– concerning violations of human rights and freedoms of individuals and citizens ...", "– concerning breaches of the law committed by State authorities or officials.”", "93. Section 13 governs the procedure for declassifying the information. It also provides as follows:", "“The period, during which the State secrets shall remain classified, may not exceed thirty years. In exceptional cases, the Inter-Agency Commission on the Protection of State Secrets may extend this period.”", "94. On 2 August 1997 the government adopted Regulation no. 973 on preparing State secret information for transfer to foreign States and international organisations. It provides that a decision on transferring such information may be made by the Russian government on the basis of a report prepared by the Inter-Agency Commission on the Protection of State Secrets (§ 3). The recipient party must undertake to protect the classified information by entering into an international treaty establishing, among other matters, the procedure for transferring information, a confidentiality clause and a dispute resolution procedure (§ 4).", "95. Chapter 34 contains a list of crimes against the peace and security of humankind. Article 356 prohibits in particular “cruel treatment of prisoners of war or civilians”, an offence punishable by up to twenty years’ imprisonment.", "96. Article 78 § 5 stipulates that the offences defined in Articles 353 (War), 356 (Prohibited means of warfare), 357 (Genocide) and 358 (Ecocide) are imprescriptible."], "VIOLATED_ARTICLES": ["38"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}