{"ITEMID": "001-87684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "VOVK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The first applicant, Mr Volodymyr Kuzmych Vovk, is a Ukrainian national who was born in 1954 and resides in the village of Slabyn in the Chernigiv region.", "The second applicant, Mr Vasyl Ivanovych Trykashnyy, was a Ukrainian citizen born in 1948 who died on 13 February 2004. By letter of 16 August 2007, the applicant’s son informed the Court that he wished to pursue the application.", "The applicants were represented before the Court by Mr I. Uvarov, a lawyer practising in Chernigiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 16 October 1999 the first applicant brought a car registered in Lithuania (a 1985 BMW-323) into the customs territory of Ukraine. When crossing the border he undertook an obligation to re-export the car before 16 October 2000. He failed to do so, however.", "On 22 April 2002, after several unsuccessful attempts to summon the applicant, the Chernigiv Customs Office, in the applicant’s absence, drew up a report on an infringement of customs regulations due to the applicant’s failure to remove the above car from the customs territory of Ukraine (Article 113 of the Customs Code).", "On 13 June 2002 the applicant was summoned to the Novozavodsky District Court of Chernigiv. Having heard the applicant, who explained that the impugned car had broken down and he had given it to a friend who had taken it away, the court found the first applicant guilty of having failed to re-export the car in violation of Article 113 of the Customs Code. The court ordered the confiscation of the vehicle, but given that the car’s location was unknown, it replaced the confiscation with payment of 7,025.24 Ukrainian hryvnyas (UAH) (about 1,448.16 euros (EUR)), which corresponded to the value of the car, in accordance with Article 149 § 3 of the Customs Code.", "On 9 July 2002 the President of the Chernigiv Regional Court of Appeal refused the applicant’s request to initiate supervisory review proceedings in the case.", "On 23 June 1999 the second applicant brought a car registered in Lithuania (a 1985 Mercedes Benz-100) into the customs territory of Ukraine. When crossing the border he undertook an obligation to re-export the car before 23 June 2000. He failed to do so, however.", "On 11 May 2002, in the applicant’s absence, the Chernigiv Customs Office drew up a report on an infringement of customs regulations due to the applicant’s failure to remove the above car from the customs territory of Ukraine (Article 113 of the Customs Code).", "On 18 June 2002 the second applicant was summoned to the Novozavodsky District Court of Chernigiv. Having heard the applicant, who explained that he had given the car to a certain Ms S. in payment for debts, but refused to give her address, the court returned the case to the customs authorities because of a number of procedural mistakes made by the latter in drawing up the report on an infringement of customs regulations. The customs authorities drew up a new report and sent it to the court.", "On 25 October 2002 the court examined the case and found the second applicant guilty of having failed to re-export the car, in violation of Article 113 of the Customs Code. The court ordered the confiscation of the vehicle but, given that the car’s location was unknown, replaced the confiscation with payment of UAH 9,805.24 (about EUR 1,947.97), which corresponded to the value of the car, in accordance with Article 149 § 3 of the Customs Code.", "On 3 December 2002 the President of the Chernigiv Regional Court of Appeal refused the applicant’s request to initiate supervisory review proceedings in the case.", "The relevant domestic law is summarised in the case of Nadtochiy v. Ukraine (no. 7460/03, §§ 13-14, 22 April 2008.)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}