{"ITEMID": "001-113956", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KOWAL v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Mr Sebastian Kowal, is an Polish national, who was born in 1987 and lives in Brenna. He is represented before the Court by Mr S. Tatka, a lawyer practising in Cieszyn.", "2. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, succeeded by Ms J. Chrzanowska, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On an unspecified date in 2008 the Social Assistance Centre in Brenna instituted proceedings with a view to making the applicant’s father A. K. undergo treatment for alcoholism. They referred to numerous police interventions at the family apartment as a result of A.K.’s repeated acts of aggression and violence against his family and to a diagnosis made by a psychiatrist to the effect that he suffered from alcoholism.", "5. He apparently failed to comply with that order.", "6. On 11 August 2008 the applicant informed the police of acts of domestic violence committed by his father.", "7. On 9 September 2008 the applicant’s mother lodged an action for separation with the Bielsko-Biala Regional Court.", "8. On 24 November 2008 a bill of indictment against A.K. on charges of domestic violence was lodged with the Cieszyn District Court.", "9. On 5 December 2008 the Bielsko-Biala Regional Court allowed the applicant’s mother’s separation claim. In its judgment the court established that the applicant’s mother and father were to use separate parts of the family house.", "10. On 13 February 2009 the Cieszyn District Court convicted the applicant’s father of domestic violence (znęcanie sie nad osobą najbliższą). The applicant’s father submitted himself to the sentence (dobrowolne poddanie sie karze). The court sentenced him to one year and three months’ imprisonment and conditionally stayed the execution of that sentence for a probation period of four years. The court also obliged him to abstain from alcohol abuse and assigned a probation officer to supervise his conduct.", "11. On 5 November 2009 the applicant, his mother and younger brother requested the court to lift the stay of the execution of the prison sentence. They submitted that A.K. continued to drink and that his behaviour remained violent.", "12. On 21 December 2009 the court held the first hearing in the case. It heard evidence from the applicant, his mother, his brother, the probation officer and three other persons. It had regard to the police records and to the probation officer’s file. It found that the applicant’s father had continued to be violent, had battered his wife, proffered insults and humiliated his sons and had abused alcohol.", "13. The next hearing was held on 1 February 2010. The court heard evidence from the applicant’s younger brother and ordered that an expert report on A.K.’s mental health be prepared.", "14. On 13 April 2010 the Cieszyn District Court gave a decision. It noted that the applicant’s mother had declared that her husband’s behaviour had slightly improved and that therefore there were grounds for accepting that he was capable of mending his ways. The court was of the view that in these circumstances it would not be justified to order the prison sentence to be executed. However, it ordered the defendant to leave the family apartment within 14 days, referring to Article 72 § 1 (7) (b) of the Criminal Code. It observed that this obligation could be imposed on a defendant regardless of his ownership of the apartment and that it only limited him in the exercise of the right to live here, his ownership rights remaining intact.", "15. On 19 April 2010 the applicant’s father appealed against this decision. He requested that the obligation to leave the house be lifted. A hearing before the appellate court was scheduled for 14 June 2010.", "16. In 2010 the probation officer contacted the applicant and his mother on the one hand and A.K. on the other within the framework of the supervision of the execution of the judgment given on 13 February 2009 on the following dates: 2, 3, 3, 21 and 26 January, 29March, 13, 15 and 29 April, 1 and 4 May 2010.", "17. On 4 May 2010 the applicant wrote to the probation officer and complained that his father continued to be violent.", "18. On 17 August 2010 the Bielsko-Biala Regional Court upheld the decision of 13 April 2010. It therefore became final on that date and A.K. was obliged to leave the house by 31 August 2010.", "He failed to do so.", "19. On an unspecified later date the applicant requested the assistance of a local bailiff. In reply, he was informed orally that it was legally impossible for the bailiff to take any enforcement steps if the person ordered to leave the apartment refused to do so.", "20. By a letter of 23 September 2010 the probation officer requested the Cieszyn District Court to take steps in order to have the decision of 13 April 2010 executed, referring to A.K.’s failure to move out.", "21. At the hearing held on 4 November 2010 A.K. informed the court that he had been trying to find a new apartment, but that he had not found one so far. The court adjourned the examination of the case until 21 December 2010.", "22. On 17 December 2010, in a civil case for the division of marital property, the applicant’s parents concluded a settlement on the basis of which A.K. was obliged to move out of the family house within six months from that date. This settlement became final on 25 December 2010.", "23. During the hearing held on 21 December 2010 the Cieszyn District Court was informed of the settlement concluded on 17 December 2010. It adjourned the proceedings until 15 February 2011 in order to read the casefile.", "24. On 15 February 2011 the Cieszyn District Court noted that the applicant’s father had moved out of the house on 1 February 2011. It therefore decided not to order the enforcement of the prison sentence and obliged A.K. not to approach the applicant and his mother.", "25. Article 13 of the Law on Domestic Violence (Ustawa o przeciwdziałaniu przemocy w rodzinie) was adopted on 29 July 2005. It amended Article 72 § 1 of the Criminal Code by adding to it the following text:", "When staying execution of a sentence, the court may impose on a defendant an obligation to: (...)", "7. (b) leave an apartment where the defendant lives with the victim [of the offence concerned].", "26. In its Recommendation Rec (2002)5 of 30 April 2002 on the protection of women against violence, the Committee of Ministers of the Council of Europe stated, inter alia, that member States should introduce, develop and/or improve where necessary national policies against violence based on maximum safety and protection of victims, support and assistance, adjustment of the criminal and civil law, raising of public awareness, training for professionals confronted with violence against women and prevention.", "27. With regard to violence within the family, the Committee of Ministers recommended that member States should classify all forms of violence within the family as criminal offences and envisage the possibility of taking measures in order, inter alia, to enable the judiciary to adopt interim measures aimed at protecting victims, to ban the perpetrator from contacting, communicating with or approaching the victim, or residing in or entering defined areas, to penalise all breaches of the measures imposed on the perpetrator and to establish a compulsory protocol for operation by the police, medical and social services."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}