{"ITEMID": "001-109187", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BUZILO v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1972 and lives in Chişinău.", "6. On 20 November 2006 the applicant, suspected of theft, was allegedly subjected to a beating by police officers in police station no. 7 in Chişinău. Later he was taken to the Botanica District Police Station, where several police officers allegedly handcuffed him, put a gas mask over his face and beat him with batons and a metal chair for hours.", "7. In the morning of 21 November 2006 he was locked in a cell, where he spent the entire day. During the day he lost consciousness several times and asked for medical assistance. At 4 p.m. the applicant was taken to a hospital where he was diagnosed with multiple bruises on his face, a fracture of the left shin and a head trauma with concussion.", "8. On 23 November 2006 the applicant was taken to a forensic medical institution for examination. He was diagnosed with multiple bruises on his face, chest, legs and buttocks, a fracture of the left shin and a head trauma with concussion. The medical report stated that:", "“The [applicant’s] injuries were inflicted by blows with blunt objects with a limited surface area (au fost cauzate în rezultatul acţiunii traumatice de un corp contondent cu suprafaţa limitată de interacţiune)...", "It cannot be excluded that the fracture [of the left shin] ... was caused as a result of [the applicant’s] fall from a height.”", "9. On the same day the applicant complained to the Prosecutor’s Office about the ill-treatment to which he had been subjected and requested that the police officers who had ill-treated him be prosecuted.", "10. On 6 December 2006 the Botanica Prosecutor’s Office dismissed the applicant’s complaint as manifestly ill-founded. The prosecutor had questioned the applicant, who had reiterated his complaints. He had also questioned two police officers accused of ill-treatment, who had declared that on 20 November 2006 the applicant had attempted to escape from the police station by jumping from the window of a toilet on the second floor. The prosecutor concluded that all of the injuries on the applicant’s body resulted from his fall.", "11. The applicant challenged the prosecutor’s decision before the Botanica District Court and argued, inter alia, that he had never jumped from the window of the toilet of the police station and that there was no window in that toilet. Moreover, the forensic medical report concluded that only the fracture of his shin could have been caused by a fall.", "12. On 31 October 2007 the Botanica District Court upheld his appeal. The court relied on the forensic medical report, which found that most of the applicant’s injuries could only have been caused by blows, and on the applicant’s submission that there was no window in the toilet of the police station.", "13. On 21 November 2007 Prosecutor R.D. from the Botanica Prosecutor’s Office again dismissed the applicant’s complaint about ill-treatment. The prosecutor again questioned the police officers accused of ill-treatment, who repeated their account of the applicant’s jump from the window. This time the police officers added that after jumping from the window and breaking his shin, the applicant had attempted to escape and resisted arrest and that they had been forced to apply force and special techniques, thus causing the other injuries on his body. The prosecutor also questioned a third party, who worked in an office in the police station and who confirmed the accounts of the police officers. The third party also added that he had heard the applicant shout that he would mutilate himself in order to accuse the police later of ill-treatment. Finally, the prosecutor stated that he had checked the toilet of the police station on the second floor and had found that it had a large window.", "14. The applicant challenged the prosecutor’s decision before the Prosecutor General’s Office and the investigation was reopened. A further forensic report dated 12 March 2008 was obtained, which excluded the possibility that all the injuries on the applicant’s body could have been sustained as a result of a jump from the height of the second floor or a fall from the applicant’s own height.", "15. On 11 July 2008 the Prosecutor’s Office indicted the two police officers accused of ill-treating the applicant and one week later referred the case to a court.", "16. On 10 March 2009 the Botanica District Court found the accused police officers guilty of acts of torture in respect of the applicant. The court relied on the forensic reports which contradicted the police officers’ version of events concerning the origin of the applicant’s injuries and relied on the testimony of a witness who had heard sounds of ill-treatment and shouts from the office where the applicant was questioned and who had seen the applicant lying on the floor when the door opened. The police officers were given a suspended sentence of five years’ imprisonment and banned from working at the Ministry of Internal Affairs for three years.", "17. On 9 November 2009 the Chişinău Court of Appeal dismissed the appeals lodged by the Prosecutor’s Office, the applicant and the accused police officers and upheld the judgment of the Botanica District Court.", "18. On 25 May 2010 the Supreme Court of Justice upheld the appeal on points of law lodged by the Prosecutor’s Office and ordered the reopening of the proceedings before the Chişinău Court of Appeal. It found, inter alia, that the sanction imposed on the accused police officers was too lenient.", "19. On 21 December 2010 the Chişinău Court of Appeal re-examined the appeal against the judgment of 10 March 2009 and acquitted the accused police officers. The Court has not been provided with a copy of the judgment of the Court of Appeal. The Prosecutor’s Office appealed against that judgment and on an unspecified date the Supreme Court of Justice quashed the judgment of 21 December 2010 and ordered a fresh examination by the Chişinău Court of Appeal of the appeal against the judgment of 10 March 2009. The proceedings are still pending before the Court of Appeal.", "20. The relevant provisions of the Criminal Code read as follows:", "“(1) The act of forcing someone to confess to a criminal offence or to make statements during questioning, by means of threats or by other illegal means on the part of the person carrying out a criminal investigation ... shall be punishable by imprisonment of up to three years ...", "(2) The same act accompanied by:", "(a) violence;", "(b) cruel, inhuman or degrading treatment;", "...", "Shall be punishable by imprisonment of three to eight years ...”", "“(1) Intentionally causing intense physical or mental pain or suffering, especially with a view to obtaining information or testimonies ... shall be punishable by imprisonment of two to five years. ...", "(3) The actions referred to in paragraph 1 ..., carried out:", "(c) by two or more persons;", "(e) with the use of special instruments of torture or other objects adapted for that purpose;", "(f) by an official,", "shall be punishable by imprisonment of five to ten years ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}