{"ITEMID": "001-92999", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TRGO v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of a violation sufficient", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1924 and lives in Krilo Jesenice.", "6. The legal system of the former Socialist Federal Republic of Yugoslavia (SFRY) distinguished between two types of ownership: private ownership (privatno vlasništvo) and social ownership (društveno vlasništvo). While owners of property in private ownership were private individuals (natural persons) and some private legal entities called “civil legal entities” (građanske pravne osobe) such as foundations, associations and religious communities, property in social ownership, according to the official doctrine, had no owner. Nevertheless, the federal State, the constituent Republics, municipalities being local government units and other various legal entities called “social legal entities” (društvene pravne osobe), among which the most important ones were companies, known at the time as “organisations of associated labour” (organizacije udruženog rada) and later on as “socially owned companies” (društvena poduzeća), were during the socialist period given certain quasi-ownership rights over property in social ownership, such as the right to use it (pravo korištenja), the right to administer it (pravo upravljanja) or the right to dispose of it (pravo raspolaganja). Private individuals could also acquire certain rights over property in social ownership. Notably, many individuals living in socially owned flats had specially protected tenancies (stanarsko pravo) in respect of those flats.", "7. The Constitution of the Republic of Croatia of 1990 (Ustav Republike Hrvatske, Official Gazette, no. 56/1990 with subsequent amendments) acknowledged only one type of ownership: private ownership. Therefore, in order to bring the country’s legal system in conformity with its Constitution, in the period between 1991 and 1997 the Croatian Parliament adopted several legislative acts with a view to transforming social ownership into private ownership.", "8. In particular, the Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo, Official Gazette no. 27/1991 with subsequent amendments – “the Sale to Occupier Act”), which entered into force on 19 June 1991, enabled the holders of specially protected tenancies to purchase their flats which were in social ownership under favourable conditions and thereby become their owners.", "9. The Transformation of Socially Owned Companies Act (Zakon o pretvorbi društvenih poduzeća, Official Gazette no. 19/1991 with subsequent amendments), which entered into force on 1 May 1991, provided that all “socially owned companies” had to transform into commercial companies, in particular into either limited liability companies or joint stock companies.", "10. On 1 January 1997 both the Ownership and Other Rights In Rem Act (Zakon o vlasništvu i drugim stvarnim pravima, Official Gazette no. 91/1996 of 28 October 1996 – “the 1996 Property Act”), and the Act on Compensation for, and Restitution of, Property Taken During the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette nos. 92/1996, with subsequent amendments – “the Denationalisation Act”), entered into force. By entry into force of these two Acts the transformation of social ownership into private ownership was largely completed.", "11. The 1996 Property Act provided that by its entry into force the holders of the rights to use, administer and dispose of socially owned property (see paragraph 6 above) were to become the owners of that property. As regards, in particular, commercial companies created through transformation of socially owned companies pursuant to the Transformation of Socially Owned Companies Act, the 1996 Property Act provided that those companies were already from the moment of their transformation to be considered the owners of socially owned property in respect of which they previously held the rights to use, administer and dispose of it (see section 360(1) of 1996 Property Act in paragraph 28 below).", "12. The Denationalisation Act provided that in respect of certain property that had been through nationalisation or confiscation appropriated from its former owners during socialism and transferred into social ownership there was to be restitution in kind. It thereby enabled some former owners or their heirs to obtain ownership of such property which had until then been socially owned property.", "13. The legislation of the former SFRY, in particular section 29 of the Basic Property Act of 1980 (see paragraph 27 below), prohibited the acquisition of ownership of socially owned property by adverse possession (dosjelost).", "14. When incorporating the 1980 Basic Property Act into the Croatian legal system on 8 October 1991, Parliament repealed that provision (see paragraph 27 below).", "15. Subsequently, the new Property Act of 1996 provided in section 388(4) that the period prior to 8 October 1991 was to be included in calculating the period for acquisition of ownership by adverse possession of socially owned immovable property (see paragraph 28 below).", "16. Following several petitions for constitutional review (prijedlog za ocjenu ustavnosti) submitted by the former owners of property that had been appropriated during socialism, on 8 July 1999 the Constitutional Court (Ustavni sud Republike Hrvatske) accepted the initiative, and decided to institute proceedings to review the constitutionality of section 388(4) of the 1996 Property Act (decision nos. U-I-58/1997, U-I-235/1997, U-I-237/1997, U-I-1053/1997 and U-I-1054/1997 of 8 July 1999, Official Gazette no. 80/1999 of 30 July 1999).", "17. On 17 November 1999 the Constitutional Court abrogated section 388(4) of the 1996 Property Act (decisions nos. U-I-58/1997, U-I-235/1997, U-I-237/1997, U-I-1053/1997 and U-I-1054/1997 of 17 November 1999, Official Gazette no. 137/99 of 4 December 1999). It held that the impugned provision had retroactive effects with adverse consequences for the rights of third persons and was therefore unconstitutional.", "The Constitutional Court’s decision in its relevant part reads as follows:", "DECISION", "I.", "The provisions of section ... 388 paragraph 4 of the [1996 Property Act] are hereby abrogated.", "II.", "...", "Reasons", "I.", "The petitioners consider that the impugned provision tends to favour various users of property, who used it without any title, by enabling them to acquire ownership at the expense of [former] owners from whom it was taken during Communism ... They also point out that retroactive [application of the rules of] adverse possession should not be allowed.", "...", "The petition [for constitutional review] is well founded.", "The impugned provision attributes a common quality to a certain state of facts even in respect of the period during which that quality was expressly excluded by law.", "Namely, section 29 of the [1980 Basic Property Act] provided that ownership of socially owned property could not be acquired by adverse possession. That provision was repealed by section 3 of the Act on the Incorporation of the [1980 Basic Property Act] (...) , as a result of which all immovable property which had been in social ownership before the adoption of the [new 1990] Constitution, regardless of its status in the transitional period, came under the general regime also as regards [the acquisition of ownership by] adverse possession.", "Since, in the court’s view, repealing in the particular case amounts only to abrogation ex nunc [ukidanje] and not to annulment ex tunc [poništavanje], it has to be concluded that the period of possession of the socially owned property before 8 October 1991 (the day of entry into force of the Act on the Incorporation of the [1980 Basic Property Act]) cannot be taken into account for the purposes of acquiring ownership by adverse possession ...", "Namely, the possessors of the property, in respect of which the acquisition of ownership by adverse possession was expressly excluded by law, were aware that this property was not susceptible to [acquisition of ownership by] adverse possession, which was also known to the holders of [various] rights over the same property (the right to administer, use and dispose of it), who therefore did not [have to] use relevant remedies against the risk of losing the property on account of its acquisition by its possessors through adverse possession. Therefore, in the application of the impugned provision it may happen that holders of certain property rights lose these rights, which the Constitution allows only exceptionally and with compensation.", "What is more, the impugned provision makes possible the acquisition of ownership of certain property even before the time-limits for acquisition by adverse possession started to run, while [at the same time] the time-limits for acquisition by adverse possession of many types of former socially owned property are actually being extended (the property owned by the Republic of Croatia, counties and units of local self-government ...).", "[For these reasons], the court finds that the impugned provision is not, in the substantive sense [substantive unconstitutionality], in conformity with the highest values [of the constitutional order] of equality, inviolability of property and the rule of law enshrined in Article 3 of the Constitution, and the guarantee of property enshrined in Article 48 paragraph 1 of the Constitution.", "Furthermore, the court concludes that the impugned provision has retroactive effects, for which reason it is not in conformity with the provision of Article 90 paragraph 2 of the Constitution either.", "...", "..., [T]he court finds that while determining the retroactive effects of the said provision of section 388 paragraph 4 of the [1996 Property Act], the procedure prescribed by the Rules of Procedure of the Croatian Parliament was not observed.", "For the court, when [in the legislative process] the legislator breaches its self-prescribed rules of procedure.... ...the legislative act adopted in such improper way, is not in accordance with ... the [principle of the] rule of law enshrined in Article 3 of the Constitution.", "This further means that ... the impugned provision ... is not even in the formal sense [formal unconstitutionality] in compliance with Article 90 paragraph 2 of the Constitution.", "18. In 1997 the applicant instituted civil proceedings before the Makarska Municipal Court (Općinski sud u Makarskoj) against the Municipality of Podgora (Općina Podgora) and the State seeking a declaration of his ownership of certain plots of land and their registration in his name in the land register. The applicant claimed that the property at issue had been owned by his late uncle and confiscated in 1949 by the socialist authorities. The applicant’s late mother had been in possession of the land since 1953, as the applicant had continued to be after her death on 16 February 1992. Given that the prescribed period for acquisition of ownership by adverse possession had elapsed, the applicant claimed to have acquired ownership of the land.", "19. On 16 February 2001 the Municipal Court ruled for the applicant and ordered that he be recorded in the land register as the owner of the property. The court held:", "“After finding that the plaintiff’s mother was a bona fide possessor of the immovable property in question, it needs to be established whether she possessed it during the statutory period necessary to acquire ownership by adverse possession.", "Once section 29 of the 1991 Basic Property Act was repealed... it has become possible to acquire ownership by adverse possession of socially owned immovable property ... [Also], under section 388(4) of the 1996 Property Act, in calculating the period for the acquisition by adverse possession of immovable property which was socially owned on 8 October 1991, the period before that date has also to be taken into account.", "Section 388(4) of the 1996 Property Act was abrogated by a decision of the Constitutional Court ... , which means that, in the period prior to its abrogation, that provision was in force, that is until late 1999...", "In order to acquire ownership by adverse possession of State-owned immovable property, under section 159(4) of the 1996 Property Act, a period twice as long as that set out in paragraphs 2 and 3 of that section is required, which means that in respect of the land at issue a continuous undisturbed possession in good faith over a period of forty years is needed.", "Having regard to the fact that ... the plaintiff was, through his mother, in continuous possession of the land in question since 1953, it has to be concluded that he acquired ownership by adverse possession ...”", "20. On an appeal by both respondents, on 18 June 2004 the Split County Court (Županijski sud u Splitu) reversed the first-instance judgment and dismissed the applicant’s claim on the following grounds:", "“It is undisputed between the parties that:", "- the immovable property at issue was confiscated from the plaintiff’s legal predecessor... in 1949;", "- the respondent was recorded [as owner] in the land register on the basis of the confiscation decision;", "- the plaintiff and his legal predecessor have had continuous possession [thereof] since 1953...", "The first-instance court erred in finding that the plaintiff had acquired ownership by adverse possession of the immovable property at issue because he and his legal predecessor had had continuous possession since 1953, on the basis of section 388(4) of the 1996 Property Act, which was subsequently abrogated by a decision of the Constitutional Court... In its decision the Constitutional Court held that the unconstitutionality of the abrogated provision existed already prior to it being abrogated, that is, since its entry into force, a conclusion that is also accepted by this court. Consequently, irrespective of the fact that section 388(4) was in force until the publication of the Constitutional Court’s decision in the Official Gazette, the [first-instance court’s] decision could not be based on an unconstitutional provision.”", "21. The applicant lodged a constitutional complaint against that judgment, claiming, inter alia, an infringement of his property rights. On 3 March 2005 the Constitutional Court dismissed the applicant’s complaint, finding that:", "“During the... proceedings ... the Constitutional Court has established that [the second-instance judgment] was reached in application of the relevant provisions of substantive law, and that the legal findings of the second-instance court were well reasoned, and that therefore there has been no infringement of the complainant’s ownership rights...”", "22. In 1994 the applicant requested the reopening of criminal proceedings which had ended in 1945 and in which his uncle had been convicted.", "23. On 14 October 2003 the Split County Court declared the applicant’s request inadmissible, finding that he had not been entitled to make such a request. On appeal, the Supreme Court (Vrhovni sud Republike Hrvatske) upheld the first-instance decision on 18 February 2004.", "24. Subsequently, on 30 June 2004 the Constitutional Court declared the applicant’s complaint inadmissible for lack of jurisdiction.", "25. On 5 May 1997 the applicant applied to the competent administrative authority seeking restitution of the above plots of land that had been confiscated from his late uncle in 1949 by the socialist authorities. In doing so he relied on the Denationalisation Act. It appears that the proceedings were later on stayed and that they are formally still pending.", "26. The 1999 Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 99/1999 of 29 September 1999, which entered into force on 24 September 1999 – “the Constitutional Court Act”), as amended by the 2002 Amendments (Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske, Official Gazette no. 29/2002 of 22 March 2002, which entered into force on 15 March 2002), in its relevant part reads as follows:", "“(1) The Constitutional Court shall abrogate [ukinuti] a statute or its provisions if it finds that they are incompatible with the Constitution ...", "(2) Unless the Constitutional Court decides otherwise, the abrogated [ukinuti] statute or its provisions shall cease to have legal force on the date of publication of the Constitutional Court’s decision in the Official Gazette [i.e. ex nunc].", "(3) ...”", "“(1) The final sentence for a criminal offence based on a statutory provision that has been abrogated as contrary to the Constitution shall cease to produce legal effects from the day of the entry into force of the Constitutional Court’s decision abrogating the statutory provision on the basis of which the sentence was delivered and may be set aside by [a petition for] reopening of criminal proceedings.", "(2) Every natural or legal person who has lodged with the Constitutional Court a petition to review constitutionality of a statutory provision, or a constitutionality or legality of a provision of subordinate legislation, and whose petition has been accepted by the Constitutional Court and [that] provision abrogated [ex nunc], has a right to lodge with the competent authority [a petition for reopening of proceedings] and ask that the decision based on the abrogated ... provision ... be set aside.", "(3) ...", "(4) [The petition for reopening of the proceedings] referred to in paragraphs 2 and 3 of this section may be lodged within five months of the publication of the Constitutional Court’s decision in the Official Gazette.", "(5) In proceedings in which no final decision has been adopted before the date of the entry into force of the Constitutional Court’s decision abrogating a statute, [...] or its provisions, and this statute [ ...] is directly applicable in the case, the abrogated statute [...] or its provisions shall not be applied from the date of the entry into force of the Constitutional Court’s decision.”", "27. Section 29 of the Basic Ownership Relations Act (Zakon o osnovnim vlasničkopravnim odnosima, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 6/1980 and 36/1990, which entered into force on 1 September 1980 – “the 1980 Basic Property Act”) prohibited the acquisition by adverse possession of ownership of socially owned property.", "Section 3 of the Act on the Incorporation of the Act on Basic Ownership Relations (Zakon o preuzimanju zakona o osnovnim vlasničkopravnim odnosima, Official Gazette of the Republic of Croatia no. 53/1991 of 8 October 1991) repealed section 29 of the Basic Property Act.", "28. The relevant part of the Ownership and Other Rights In Rem Act (Zakon o vlasništvu i drugim stvarnim pravima, Official Gazette no. 91/1996 of 28 October 1996, which entered into force on 1 January 1997 – “the 1996 Property Act”), as in force at the material time, read as follows:", "Part three", "RIGHT OF OWNERSHIP", "...", "Chapter 6.", "ACQUISITION OF OWNERSHIP", "“(1) Ownership may be acquired by legal transaction, by decision of a court or other public authority, by succession, or by the operation of law.”", "...", "“(1) Ownership may be acquired by adverse possession on the basis of the exclusive possession of a certain property... if such possession has lasted continuously for a period of time determined by law and if the possessor is capable of being the owner of such property.", "(2) An exclusive possessor who possesses under just title, in good faith and whose possession is free of vice shall acquire ownership of movable property after three years and of immovable property after ten years.", "(3) An exclusive possessor who possesses at least in good faith shall acquire ownership of movable property after ten years and of immovable property after twenty years of continuous exclusive possession.", "(4) An exclusive possessor of a property owned by the Republic of Croatia ... shall acquire ownership by adverse possession once his or her ... possession has lasted continuously for a period twice as long as that set out in paragraphs 2 and 3 of this section.”", "Part nine", "TRANSITIONAL AND FINAL PROVISIONS", "Chapter 1.", "TRANSFORMATION OF SOCIAL OWNERSHIP", "“(1) ...", "(2) The right of ownership and other rights in rem acquired under the provisions of this Act on transformation of the rights to administer, use or dispose of socially owned property ... shall be considered acquired under the condition that they are not in collision with the rights of other persons over [such] property under the denationalisation legislation.", "“(1) The right to administer, use or dispose of socially owned property became by the transformation [privatisation] of its holder the right of ownership of that person who through the transformation became the former holder’s universal legal successor ...", "(2) The right to administer, use or dispose of socially owned property which before the entry into force of this Act was not transformed into a subject of the right of ownership, shall by this Act’s entry into force become [its] right of ownership ...", "(3) The provisions of paragraph 1 and 2 of this section shall be applied, mutatis mutandis, to other rights in rem.", "(4) Registration of the right to administer, use or dispose of [socially owned property] in the land register ... shall be considered registration of the right of ownership.”", "“(1) It is considered that the owner of a socially owned immovable property is a person registered in the land register as a holder of the right to administer, use or dispose of that immovable property.", "(2) ...”", "“(1) Person whose right of ownership is derived from the former right to administer, use or dispose of socially owned property ... shall have the right to protect it as any owner ...”", "...", "Chapter 4.", "“(1) The acquisition, modification, legal effects or termination of rights in rem after the entry into force of this Act shall be assessed on the basis of its provisions...", "(2) The acquisition, modification, legal effects and termination of rights in rem until the entry into force of this Act shall be assessed on the basis of rules applicable at the moment of the acquisition, modification or termination of those rights or of their legal effects.", "(3) If the prescribed time-limits for the acquisition and termination of rights in rem set out in this Act started to run before its entry into force, they shall continue to run pursuant to paragraph 2 of this section...", "(4) In calculating the period for the acquisition by adverse possession of immovable property which was socially owned on 8 October 1991, and for the acquisition of [other] rights in rem over such property, the period before that date shall also be taken into account.”", "29. The relevant part of the 2001 Amendment to the 1996 Property Act (Zakon o izmjeni i dopuni Zakona vlasništvu i drugim stvarnim pravima, Official Gazette no. 114/2001 of 20 December 2001, which entered into force on the same day) that were enacted following the abrogation of section 388(4) of the 1996 Property Act by the Constitutional Court on 17 November 1999, reads as follows:", "“In section 388, a new paragraph 4 shall be added after paragraph 3, to read:", "‘In calculating the period for the acquisition by adverse possession of immovable property which was socially owned on 8 October 1991, and for the acquisition of [other] rights in rem over such property, the period before that date shall not be taken into account.’”", "30. The Act on Compensation for, and Restitution of, Property Taken During the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette nos. 92/1996, 92/1999 (corrigendum), 80/2002 and 81/2002 (corrigendum), which entered into force on 1 January 1997 – “the 1996 Denationalisation Act”) enables the former owners of confiscated or nationalised property, or their heirs in the first line of succession (direct descendants and a spouse), to seek under certain conditions either restitution of or compensation for the appropriated property.", "31. The 1977 Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991 and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 112/1999, 117/2003 and 84/2008, which entered into force on 1 July 1977 – “the Civil Procedure Act”), as amended by the 2003 Amendments (Official Gazette no. 117/2003, which entered into force on 1 December 2003) in its relevant part reads as follows:", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the finality of the judgment of the European Court of Human Rights, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}