{"ITEMID": "001-82839", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "HADRABOVA v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicants, Ms Dana Hadrabová, born in 1956, Ms Lenka Hadrabová, born in 1983, Ms Zdenka Křivánková, born in 1945, Mr Dušan Křivánek, born in 1949, Ms Lenka Horká, born in 1947, and Mr Miloš Horký, born in 1944, are Czech nationals and live in Omice and Brno respectively. They are represented before the Court by Mr J. Brož, a lawyer practising in Brno. Another applicant, Ms Hedvika Hadrabová, born in 1921, died on 21 August 2004. The second applicant became her legal successor. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 May 1990 the first, third, fourth, fifth, sixth and seventh applicants and two other persons lodged an action for damages with the Brno-venkov District Court (okresní soud) against Waterworks (Vodohospodářské stavby, s.p.), a State owned company, requesting the court to order the defendant to cease operating a stone quarry and to pay them damages.", "On 13 March 2002 the District Court, following two successive inheritance proceedings, admitted the second applicant, as approved heir, to the proceedings. On 18 November 2002 the court decided that the fourth applicant was the legal successor of another original claimant who had meanwhile died.", "On 5 August 2004 the District Court discontinued the proceedings. On 30 September 2004 the applicants appealed against this decision. It appears that the proceedings are still pending before the appellate court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}