{"ITEMID": "001-95857", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF IVANOVSKI AND OTHERS v. \"THE FORMER YOUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. In 1995 the applicants concluded a sales contract with three individuals buying shares from the A. company (“the company”).", "7. On 13 September 1996 the first applicant brought a civil action requesting the Skopje Court of First Instance (“the first-instance court”) to order the company to register the sales contracts in its book of shareholders and to provide them with a certificate of title. On 22 November 1996 the second applicant and Mr Mile Stojčevski joined the first applicant's claim. During the proceedings, the applicants specified their claim on three occasions.", "8. Between 25 June 1997 and 27 November 1998, the first-instance court ordered four adjournments, none of which was requested by the applicants.", "9. On 11 January 1999 the first-instance court dismissed the applicants' claim finding that they had failed to comply with the applicable legislation and that the company had not had a capacity to stand in the proceedings. It also dismissed their request of 27 May 1998 for an interim measure prohibiting the vendors to dispose of the shares.", "10. On 12 April 2000 the Skopje Court of Appeal partly upheld the applicants' appeal of 3 November 1999 and remitted the case for a renewed examination.", "11. On 18 December 2001 the first-instance court dismissed the applicants' claim. The decision was served on them on 22 August 2002.", "12. On 19 March 2003 the Skopje Court of Appeal dismissed the applicants' appeal. They were served with the decision on 7 May 2003."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}