{"ITEMID": "001-114249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF OSMANOVIĆ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review by a court)", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["4. The applicant was born in 1985 and lives in Pula.", "5. On 9 October 2009 the applicant was arrested on suspicion of a breach of public peace and order.", "6. On the same day, the Istarska Police Department (Policijska uprava Istarska) indicted the applicant in the Pula Minor Offences Court (Prekršajni sud u Puli) on charges that he had disturbed public peace and order in that he and two others had attacked two off-duty police officers.", "7. Still on the same day, the applicant was brought before a judge of the Pula Minor Offences Court who, after she had heard the applicant, remanded him in custody for eight days under Section 135 § 1 of the Minor Offences Act in connection with the above charges. The reasoning reads as follows:", "“On 9 October 2009 the Istarska Police Department submitted to this court an indictment in urgent proceedings against the accused, Kabir Osmanović, in connection with a minor offence under section 6 of the Minor Offences against Public Order and Peace Act, with a request that he be remanded in custody because he had repeatedly committed similar offences. Since this case concerns a grave breach of public peace and order, in which N.R. sustained grievous bodily injury, and specific circumstances justify a fear that the accused would commit the same minor offence, the judge agreed to the request [by the police] and remands the accused in custody for a period of eight days.”", "8. On 12 October 2009 the applicant lodged an appeal, arguing that the decision remanding him in custody had not been sufficiently reasoned.", "9. On 14 October 2009 the High Minor Offences Court (Visoki prekršajni sud Republike Hrvatske) upheld the first-instance decision. The relevant part of the reasoning reads as follows:", "“... After considering this case and the allegations in the appeal, this panel of the High Minor Offences Court of the Republic of Croatia, on the basis of section 211(3) of the Minor Offences Act, has found that the first-instance decision on the accused’s detention was correct and lawful.", "This court agrees with the first-instance judge who detained the accused for the said period because there was a risk that he might repeat the same minor offence, which arises from the circumstances in which the offence described in the indictment was committed, and from the medical documentation in the case file.", "Remanding the accused in custody prevents him from repeating the same minor offence.”", "10. On 17 October 2009, when the eight-day time period had expired, the applicant was released from custody.", "11. On 20 November 2009 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) arguing that there had been no reason to remand him in custody, that the lower courts had not put forward any such reasons, and that the assertion that there was a risk that he might reoffend had not been substantiated in any way. In particular, he stressed that he had not previously been convicted of the same or similar offences. He also complained that the judge had not heard him prior to ordering his detention.", "12. On 25 March 2010 the Constitutional Court declared the applicant’s constitutional complaint inadmissible on the ground that the applicant had been released in the meantime. This decision was served on the applicant on 30 April 2010.", "13. On 20 April 2010 the Pula Minor Offences Court found the applicant guilty of a breach of the public peace and order and sentenced him to nine days’ imprisonment. The period of detention already served was to be included in his sentence.", "14. On 17 May 2010 the applicant lodged an appeal with the High Minor Offences Court against that judgment of the Pula Minor Offences Court, but withdrew it on 1 April 2011.", "15. On 21 October 2011 the High Minor Offences Court declared the applicant’s appeal of 17 May 2010 inadmissible on the ground that he had lost interest in pursuing his appeal.", "16. The relevant part of the Minor Offences against Public Order and Peace Act (Zakon o prekršajima protiv javnog reda i mira, Official Gazette nos. 5/1990, 47/1990 and 29/1994) reads:", "“Anyone who behaves in a particularly offensive or rude manner in a public place by insulting citizens or disturbing the peace shall be liable to a fine ... or to a term of imprisonment not exceeding sixty days.”", "17. The relevant part of the Minor Offences Act (Prekršajni zakon, Official Gazette, no. 107/2007) reads:", "“1. If a person is indicted for a minor offence which concerns a breach of public order, or domestic violence, or is punishable by imprisonment or a fine above 10,000 [Croatian kunas], the court can, of its own motion or upon a proposal from the prosecutor, and after the defendant has been heard and it has been determined that there are no reasons to dismiss the indictment under Section 161 of this Act, remand that person in custody if:", "1. there are circumstances which show that there is a risk hat [the defendant] will abscond (or is in hiding);", "2. if there is a risk that he or she might destroy, hide, alter or forge evidence or traces relevant for the minor offences proceedings or might suborn witnesses, or where there is a risk of collusion;", "3. special circumstances justify the suspicion that the person concerned might reoffend.", "18. Section 62(1) of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu, Official Gazette no. 29/2002) reads:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that a decision (pojedinačni akt) of a State body, a body of local and regional self-government, or a legal person with public authority, concerning his or her rights and obligations or suspicion or accusation of a criminal act, has violated his or her human rights or fundamental freedoms, or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: constitutional right) ...”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}