{"ITEMID": "001-89881", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF STADNYUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1931 and lives in Andrushivka, Zhytomyr region, Ukraine.", "5. By its judgment of 8 December 2000, the Andrushivka District Court awarded the applicant 700 Ukrainian hryvnyas (UAH) in compensation for pecuniary and non-pecuniary damage caused to her by Mr Y. It appears that this judgment became final and the enforcement proceedings were initiated. No further information about enforcement of this judgment is available.", "6. In February 2002 the applicant lodged a claim with the Bogunsky District Court of Zhytomyr against the Bogunsky District Bailiffs’ Service of Zhytomyr (відділ державної виконавчої служби Богунського районного управління юстиції м. Житомира), alleging the latter’s inactivity in respect of the enforcement of the judgment of 8 December 2000 and claiming compensation for pecuniary and non-pecuniary damage she had sustained as a result.", "7. On 17 April 2003 the court found in part for the applicant and ordered the defendant to pay her a total of UAH 450.39. The applicant did not appeal against this judgment.", "8. On 21 November 2003 the Bogunsky District Bailiffs’ Service of Zhytomyr instituted enforcement proceedings. Subsequently, the latter transferred the enforcement writ to the Zhytomyr Regional Bailiffs’ Service (відділ примусового виконання рішень державної виконавчої служби Житомирської області) for enforcement.", "9. In the course of these enforcement proceedings the Zhytomyr Regional Bailiffs’ Service requested the Bogunsky District Court of Zhytomyr to replace the Bogunsky District Bailiffs’ Service of Zhytomyr with the local department of the State Treasury of Ukraine, as the debtor under the judgment of 17 April 2003. On 28 October 2004 the court rejected this request. The applicant did not attend this hearing.", "10. On 21 May 2004 the State Treasury of Ukraine replied, upon the applicant’s request, that the 2004 State Budget of Ukraine did not provide funds for payment of compensation for damage caused by officials of the State Bailiffs’ Service.", "11. Between July 2004 and April 2006 the Zhytomyr Regional Bailiffs’ Service several times terminated and resumed the enforcement proceedings in respect of the judgment of 17 April 2003. By the decision of 18 April 2006, the Zhytomyr Regional Bailiffs’ Service terminated the enforcement proceedings of the judgment of 17 April 2003 on the ground that the debtor had been liquidated. Apparently the applicant did not appeal against this decision.", "12. The judgment of 17 April 2003 remains unenforced.", "13. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-19, 27 July 2004)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}