{"ITEMID": "001-111266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ESKİ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Françoise Tulkens;Guido Raimondi;Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["4. The applicant was born in 1975 and lives in İzmir.", "5. On 29 December 2002 at midnight, the applicant, who was drunk, had a fight with his friend in a taxi. The driver of the taxi stopped in front of a police station and the applicant’s friend entered the station to make a complaint. The applicant followed.", "6. According to the applicant, when they entered the police station, his friend complained to the police officers that the applicant had stolen his cell phone. Stepping on the applicant’s foot, a police officer told the applicant to return his friend’s cell phone. The applicant pushed him back. Subsequently, several police officers attacked the applicant. He was blindfolded, handcuffed and beaten with wooden sticks and truncheons for half an hour.", "7. At 1.40 a.m. the applicant was taken to the Buca Health Clinic. The doctor who examined the applicant noted the presence of a widespread bruise on his back, bruises on both legs, bruises on his left arm, swelling on the right side of his forehead, and swelling on his right arm and fingers. Suspecting that the applicant’s right hand could be fractured, he ordered the applicant’s transfer to a hospital.", "8. According to the report of the Izmir Training Hospital issued at 2.15 a.m., there was swelling on the applicant’s right wrist and sensitivity on his left knee. An x-ray revealed that the applicant’s right arm was broken.", "9. The report of the İzmir Forensic Medicine Institute, drafted on 30 December 2002 at 3.47 a.m., which took into account the two medical reports drafted on the same night, stated that the applicant had numerous widespread bruises on his back, a swelling and a bruise on the right side of his forehead, bruises on the back of his legs, a bruised region on his upper left arm and a swelling and a bruise on one of his fingers on the right hand. It was also noted that the applicant’s right arm had been fractured. The report concluded that the injuries rendered the applicant unfit for work for fifteen days.", "10. The toxicology report of 30 December 2002 noted that the applicant had 0.98 per mille of alcohol in his blood.", "11. On 2 January 2003 the applicant’s lawyer visited him in prison and noted the signs of ill-treatment on his body. On that day, the applicant submitted to his lawyer a detailed account of the alleged ill-treatment.", "12. On 24 January 2003 the applicant lodged an official complaint with the İzmir public prosecutor’s office, requesting the prosecution of the police officers who had ill-treated him.", "13. On 5 February 2003 the applicant was examined by a doctor at the İzmir Forensic Medicine Institute. The report which was produced took into account the applicant’s previous medical reports and X-rays and noted that his right arm was still bandaged and that his injuries were still visible. It was concluded that the injuries rendered the applicant unfit for work for fifteen days.", "14. On 12 March 2003 the İzmir public prosecutor filed an indictment against ten police officers, accusing them of ill-treating the applicant. The applicant joined the proceedings as a civil party.", "15. On 29 June 2004 the İzmir Criminal Court, on the basis of witness statements and medical reports, found four police officers guilty of illtreating the applicant under Article 245 of the Criminal Code. Six other police officers on duty that day were acquitted. The court found it established that when the applicant arrived at the police station he was drunk. He started swearing and threatening the officers, threw himself right and left and hit a couple of police officers. In order to stop him, the police officers handcuffed, blindfolded and gagged the applicant. One police officer, M.G.I., hit the applicant with a truncheon. He also told the other police officers to hit the applicant. Three other police officers consequently hit the applicant with truncheons. Based on this finding, the court held that the actions of the four police officers who had beaten the applicant had constituted a breach of Article 245 of the Criminal Code. Considering that the swearing and threats of the applicant amounted to provocation within the meaning of Article 51 of the Criminal Code, the court then reduced their sentences and accordingly sentenced each of them to a fine. Furthermore, the court decided to suspend the execution of their sentences pursuant to Section 6 of Law no. 647 on the basis that the accused officers did not show any likelihood of reoffending.", "16. On 7 March 2007 the Court of Cassation upheld the first-instance court’s judgment as regards the acquittal decisions and quashed the judgment as to the convictions for a reconsideration of the case in the light of the new Code of Criminal Procedure (Law no. 5271) which had entered into force on 1 June 2005.", "17. The case was accordingly remitted to the İzmir Criminal Court. On 17 January 2008 the İzmir Criminal Court once again found the four accused police officers guilty of ill-treating the applicant, and sentenced them each to a fine. The court further suspended the execution of their sentence pursuant to Law no. 647, considering that they were unlikely to break the law again. Upon appeal, on 17 September 2008 the Court of Cassation quashed that judgment as well, maintaining that the first-instance court should have considered whether the pronouncement of the judgment could have been suspended for a period of five years pursuant to Article 231 of the Code of Criminal Procedure.", "18. On 9 March 2009 the İzmir Criminal Court once again found it established that the accused four police officers had ill-treated the applicant. Accordingly, pursuant to Article 245 of the Criminal Code it initially sentenced them each to three months’ imprisonment. Considering that the swearing and threats of the applicant amounted to provocation within the meaning of Article 51 of the Criminal Code, the court then reduced their sentences to twenty five days’ imprisonment and banned them from public service for twenty five days. The court subsequently suspended the pronouncement of the judgment in accordance with Article 231 of the Code of Criminal Procedure. The applicant’s objection was dismissed on 20 March 2009.", "19. A description of the relevant domestic law and practice concerning prosecution for ill-treatment in force at the material time can be found in Batı and Others v. Turkey (nos. 33097/96 and 57834/00, §§ 96-98, ECHR 2004IV (extracts)).", "20. The deferral of the execution of a sentence is governed by Section 6 of Law no. 647 on the Execution of Sentences, which in so far as relevant reads:", "“The court may decide to defer the execution of a fine and/or a prison sentence of up to one year... if it is convinced, taking into account the offender’s criminal record and potential to commit crime, that there is little risk of any further offence being committed, and provided that the offender has never been sentenced to anything other than a fine. The reasons for deferring the execution of a sentence must be stated in the decision.”", "21. The suspension of the pronouncement of the judgment is regulated by Article 231 of the Code of Criminal Procedure (Law no. 5271), the relevant paragraphs of which read as follows:", "“...", "(5) If the accused, who had been tried for the charges against him, was sentenced to a judicial fine or to imprisonment of less than two years, the court may decide to suspend the pronouncement of the judgment ... The suspension of the pronouncement of the judgment entails that the judgment does not have any legal consequences for the offender.", "(6) Suspension of the pronouncement of the judgment may be decided provided that;", "a) the offender has never been found guilty of a wilful offence,", "b) the court is convinced, taking into account the offender’s personal traits and his behaviour during the proceedings, that there is little risk of any further offence being committed,", "c) the damage caused to the victim or to society is repaired by way of restitution or compensation.", "...", "(8) If the pronouncement of the judgment is suspended, the offender will be kept under supervision for the following five years.", "...", "(10) If the offender does not commit another wilful offence and abides by the obligations of the supervision order, the judgment, of which the pronouncement has been suspended, will be cancelled and the case discontinued.", "(11) If the offender commits another wilful offence or acts in violation of the obligations of the supervision order, the court imposes the sentence. Nevertheless, the court may evaluate the offender’s situation and may decide that a certain part of the sentence, up to the half of the total sentence, will not be executed. If the conditions so permit, the court may also suspend the execution of the imprisonment or commute it to other optional measures.", "(12) An objection may be filed against the decision to suspend the pronouncement of the judgment.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}