{"ITEMID": "001-61122", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF WALSTON (No. 1) v. NORWAY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 on account of non-communication of lawyer's observations;No violation of Art. 6-1 with regard to the non-communication of the whole case-file;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicants were born in 1948 and 1945 respectively. They are a married couple. They live in Stryn, Norway.", "9. The facts of the case, as described mainly in the judgments of the national courts, may be summarised as follows.", "10. In 1986 the applicants bought at the price of NOK 1 a property at Stryn in Western Norway. On the land was a large wooden house built in 1886, which had previously served as a hotel and school. In the mid-1980s the municipal authorities wished to destroy the building, which by then had been unoccupied for two decades. The applicants' initial plan was to renovate the building and then to sell it, but later they used the building as a hotel in the summer and rented it out to schoolchildren during the winter.", "11. The renovation costs were initially estimated at NOK 3.5 million, of which approximately NOK 2.8 million was to be financed by mortgages. At the time it was difficult to obtain loans, but in the end the applicants were able to borrow from the Sandane Branch of the Bergen Bank, NOK 2.3 million, secured on the applicants' property in Stryn (gnr 45, bnr 108), and NOK 0.5 million, secured on their property (gnr 113, bnr 91 and 92) in Vågsøy. The Bergen Bank subsequently merged with Den norske Creditbank and became Den norske Bank (DNB) (hereinafter referred to as “the Bank”). Eventually the renovation, which was completed in 1988, became more extensive and expensive than expected, in part because of difficulties related to the installation of a fire prevention system. At an unspecified time in 1989 or 1990, the applicants stopped paying the mortgages and the interest on them, resulting in an overdraft of NOK 4 million. In addition, they apparently owed NOK 1.6 million to the State Fund for Development of Districts (Distriktenes Utbyggingsfond – hereinafter “the DUF”).", "12. As the Bank considered that the applicants had failed to honour their obligations, it sought to have the applicants' property in Stryn and Vågsøy sold at an auction in order to recover its loans. In 1991 the Bank instituted proceedings for this purpose. On 31 March 1992 the proceedings concerning the property in Stryn were discontinued. In the meantime, on 8 January 1992 the Bank had obtained a decision by the Nordfjord Court of Execution and Enforcement (namsrett), the local district court, confirming an auction bid but that decision was later quashed by Gulating High Court (lagmannsrett) on 17 November 1993.", "13. On 5 June 1992 the Bank again brought proceedings to have the Stryn property sold at auction, and on 16 June 1992 the Nordfjord Court of Execution and Enforcement granted the request.", "14. In a complaint filed with the District Court on 19 May 1992 the applicants requested inter alia that Mr Justice Steintveit should stand down on account of his past employment with the Bergen Bank.", "15. On 25 May 1992 Mr Justice Steintveit confirmed that he had been, for a period from July 1984 to January 1987, an employee of the Bergen Bank assigned to the Bank's legal department in Oslo. He had not deemed it necessary to inform the parties about this as he did not consider that it had any importance for his eligibility to sit in the case.", "16. On 3 June 1992 the applicants submitted a complaint to the Nordfjord Court of Execution and Enforcement, asking Mr Justice Steintveit to stand down under Sections 108 and 109 of the Administration of Courts Act 1915 (Domstolloven) on the grounds that he had had close ties with the defendant Bank. On 12 June 1992 the complaint was returned to the applicants with an explanation that, at the time, no execution proceedings were pending before the court. On 2 September 1992 Mr Justice Steintveit informed the applicants that he could not see that his past employment relationship with the Bank was a reason for him to withdraw from the case.", "17. On 3 November 1992 the Court of Execution and Enforcement granted a request by the applicants to have the auction proceedings suspended, pending a first instance decision in the proceedings mentioned under Section B below.", "18. In April 1992 the applicants brought an action against the Bank, claiming compensation for breach of contract. According to the applicants, the Bank had undertaken to discharge their mortgage debts secured on the properties at Vågsøy which would have enabled them to earn money from their property during the years 1990 to 1992. The Bank brought a counter-action. At the opening of the oral hearing in January 1994, Mr Justice Steintveit asked the parties whether there were any objections to the District Court's composition. No objection was made. On 22 April 1994 the Nordfjord District Court (herredsrett), composed of Mr Justice Steintveit and two lay judges, unanimously found for the Bank, declaring that its mortgage securities were valid. The District Court noted that the Bank had agreed on 3 December 1990 to cancel the NOK 2.6 million mortgage security with respect to the property in Stryn. It further observed that on 28 November 1989 the DUF had requested the cancellation of the NOK 500,000 security with respect to the properties at Vågsøy but had withdrawn its request on 23 May 1991. In connection with the said request, the District Court referred to a letter of 22 April 1991 from the Bank manager to the DUF. The letter read:", "“The question of to what extent the Bank has an obligation to remove the lien [on the Vågsøy property] has been considered at several levels within the Bank, including our legal department. We have also obtained a statement from an external Supreme Court Advocate who has been engaged by [the applicants]. No one has found any reason why the Bank should be required to follow the demands of the DUF.”", "In its judgment the District Court criticised the Bank for having expressed itself in the way it did, affirming that there was insufficient basis in the contacts between the Bank and the applicants' lawyer at the time to draw such a conclusion. Despite this, the District Court found on the evidence before it that the mortgage securities remained valid.", "Before the European Court the applicants have submitted that the letter of 22 April 1991 was kept secret from them “for over one year until 12 May 1992” (see at p. 9 of the 'Summary' attached to their observations of 19 October 2000), and also that they “did not discover the proof until they subpoenaed and received the documents during May 1997” (observations of 31 May 2002).", "On appeal by the applicants, the judgment of the District Court was unanimously upheld by the High Court on 4 October 1995. On 7 May 1996 the Appeals Selection Committee of the Supreme Court (Høyesteretts kjæremålsutvalg) refused the applicants leave to appeal. It does not appear that the applicants challenged the proceedings before the District Court on account of Mr Justice Steintveit's participation.", "19. On 25 January 1995 the Court of Execution and Enforcement decided to resume the auction proceedings relating to the applicants' property in Stryn which, as mentioned under Section A above, had been suspended on 3 November 1992. This decision was upheld by the High Court on 16 May 1995 and, on 7 July 1995, the Supreme Court's Appeals Selection Committee refused the applicants leave to appeal.", "20. On 15 November 1995 the property in Stryn was sold at an auction. The applicants made the highest bid, between NOK 1.6 and 1.7 million, but since they were not able to offer security in time, the property went to the next highest bidder, the Bank, for approximately NOK 1.5 million, which was later confirmed on 8 March 1996 as stated below. The auction was followed by two sets of proceedings, one concerning Mr Justice Steintveit's refusal to withdraw, the other concerning the Bank's auction bid.", "21. On 20 December 1995, in connection with proceedings relating to the confirmation of the Bank's auction bid, Mr Justice Steintveit of the Nordfjord Court of Execution and Enforcement decided to reject a further request made by the applicants that he withdraw from the proceedings. In his decision the judge stated that, from July 1984 to December 1986, he had been an employee of the Bergen Bank assigned to the Bank's legal department in Oslo. During this period he had not been involved with the applicants' loan agreement and both the agreement and the persons concerned had been unknown to him. Nor had he had any dealings with the former director of the local branch in Nordfjordeid who had pursued the case against the applicants. After ceasing to work with the Bank, the judge had maintained an ordinary customer relationship with it but had, beyond that, entertained no special links. On entering office as a judge in January 1987 he had, as a matter of caution, imposed on himself a rule not to deal with cases to which the Bank was a party for the next three years. The applicants' case was brought before the Court of Execution and Enforcement after the expiry of the three-year period. It had never been his opinion that his previous employment relationship with the Bank was a circumstance capable of calling into doubt his impartiality. Until the applicants' complaint of 12 December 1995, he had thought that they were of the same view. He saw no grounds for arriving at a different conclusion as regards his ability to sit.", "22. The applicants appealed against this decision to the High Court, which upheld it on 29 March 1996.", "23. The applicants subsequently sought to appeal against the High Court's decision but, on 3 June 1996, the Supreme Court's Appeals Selection Committee quashed the decision and gave a new decision to the effect that the appeal from the first instance court was to be dismissed by the High Court. It observed that, following the 8 March 1996 decision mentioned below, the procedure and the merits of that decision ought to have been challenged in the same appeal.", "24. On 8 March 1996, the Nordfjord Court of Execution and Enforcement, sitting with a single assistant judge, confirmed the sale to the Bank of the property in Stryn.", "25. The applicants appealed to the High Court, which, after holding a hearing on 11 August 1997, upheld the decision by a judgment dated 2 September 1997. The High Court further rejected the applicants' contention that the first instance judge had been disqualified.", "26. On 20 March 1998 the Supreme Court's Appeals Selection Committee refused the applicants leave to appeal.", "27. In November 1995 the Bank made a fresh application to the Court of Execution and Enforcement for the compulsory sale of the applicants' property in Vågsøy. The applicants objected and again challenged the first instance judge's eligibility to adjudicate their case and requested him to withdraw.", "By decision of 25 June 1996, the judge rejected their request and granted the Bank's application. The judgment included the following reasons:", "“The plaintiff has sent notice that a claim for enforcement will be made if the claim is not complied with. The said notice is in accordance with the requirements laid down in section 4-18 of the Enforcement Act (tvangsfullbyrdelsesloven). The application has been lawfully served on the defendants.", "As explained above, the defendants have had objections to the application for forced sale. The court finds it appropriate to deal firstly with the objection concerning ability to sit.", "The said objection is linked to the circumstance that the undersigned judge has been employed by [the Bank].", "The employment relationship that has been invoked concerns the fact that the undersigned was employed as a lawyer in the Legal Department of [the Bank], Oslo, for a period from July 1984 to December 1986. During this period I had nothing to do with the loan commitment to Møyfrid and Michael Walston. I had no knowledge of either the matter or the persons until the case was submitted to me in my capacity as judge. Nor did I, as an employee of the Oslo office, have anything to do with the persons in the Bank who processed the loan commitment to Walston. Since my resignation I have maintained my relationship as a client of [the Bank], ...but have otherwise had no special connection with the Bank or its employees.", "Several disputes between the parties deriving from the loan commitment have been brought before the courts. The underlying dispute was heard by the undersigned judge on 22 April 1994, and a final and enforceable decision for the Bank was taken by the High Court in its judgment of 4 October 1995.", "The Walstons omitted to call the undersigned's impartiality into question during the district court's hearing of the main case, even though they had been explicitly informed of the employment relationship as early as during the preparatory proceedings in 1992. However, their objection was put forward in a written plea dated 12 December 1995 by their counsel, Mr Fjeld, during the hearing of other enforcement proceedings between the same parties, cf. case no. 95-00301 C. On that occasion, the objection was not upheld by the district court, and after a further interlocutory appeal, the Appeals Selection Committee of the Supreme Court decided on 3 June 1996 that the question of disqualification could not be the subject of an interlocutory appeal because it could serve as a ground of appeal in the event of an appeal proper against the affirmation order.", "Since, on the previous occasion, the defendants raised the point that the undersigned withdrew from other cases involving [the Bank], I wish to mention briefly that on entering office as a judge in January 1987 I chose to impose a precautionary rule upon myself. This consisted in my refraining, for a period of three years, from hearing cases in which [the Bank] was a party. I chose to take the date on which the case came to court as the starting point for the three-year period, and the application of this rule led to my finding it appropriate to withdraw from a few cases. The case between Møyfrid and Michael Walston and the Bank came to court after the expiry of the self-imposed three-year limit.", "On the basis of the above, I the undersigned would conclude that my former employment relationship with [the Bank] cannot be regarded as a special circumstance which might serve to weaken confidence in my impartiality. Until their counsel's, Mr Fjeld's, written plea of 12 December 1995 in case no. 95-00301C, it was my understanding that Møyfrid and Michael Walston also took the same view.", "Accordingly, the request that the undersigned judge disqualify himself from the case is rejected.", "As regards the objection concerning the ground for enforcement, the court refers to the judgment of 22 April 1994 of the Nordfjord District Court. Point 2 of the conclusion of the judgment on the counter-claim reads as follows:", "'2. The mortgage bond from Møyfrid and Michael Walston, in the amount of NOK 500,000, judicially registered on 10 July 1986 and secured on the property gnr. 113, bnr. 91 and 92 in Vågsøy, is binding on Møyfrid and Michael Walston and may be used as a ground for enforcing recovery of the debt they owe to Den norske Bank AS.'", "The judgment is now a final and enforceable decision since the High Court has upheld it and the Appeals Selection Committee of the Supreme Court has refused leave to appeal on 7 May 1996 ....", "Accordingly, the court finds that the objections raised by Møyfrid and Michael Walston concerning the ground for enforcement have been the subject of a final and enforceable decision and that the ground for enforcement may thus serve as the basis of the application for forced sale. As regards the objections indicated by the defendants regarding the ground for enforcement independently of the outcome in the Supreme Court, the said objections have not been specified and consequently the court has no cause to deal with them.", "The court finds that the conditions for forced sale are fulfilled and grants the application. ...", "C o n c l u s i o n:", "1. The request that District Judge Gunnar Steintveit disqualify himself ... is rejected.", "2. The application for forced sale of [the property] ... in the Vågsøy municipality is granted.", "3. Enforced payment is to be effected by a forced sale with the help of an assistant, cf. section 11-12 of the Enforcement Act.", "4. The decision regarding forced sale is to be judicially registered in respect of the property ... in the Vågsøy municipality.”", "28. On 21 July 1996 the applicants appealed against this decision to the High Court, stating inter alia:", "“The appeal is firstly limited to point 1 of the conclusion- the issue of the disqualification of the judge of the Court of Execution and Enforcement (District Court judge). However, were the appellants to succeed on this point, this will necessarily result in the last three items in the conclusion also being quashed, since the case will thus have been dealt with by a disqualified judge.", "The appeal is grounded on a misapplication of law.", "Since it is a holiday period and the office is almost completely closed, and because the undersigned counsel will be absent from the office in July for work-related reasons, the appeal submitted within the time-limit of 24 July will have to be brief. A supplementary written plea will be prepared, and I take the liberty of requesting that the time-limit for submitting such a plea be set for the end of the court vacation, 15 August 1996.”", "29. In the proceedings the High Court received from the applicants' lawyer extensive observations dated 23 August and 5 September 1996, and from the Bank's lawyer observations dated 10 September 1996. The latter led the applicants' lawyer to submit further comments on 23 September 1996, developing further arguments on the issue of disqualification, including on the District Court judge's awareness of the applicants' objection to his participation. It further contained the following observations:", "“The legal system does not differentiate between more and less 'serious' cases. Neither on the basis of the amount or the type of case can one say that a judge who is on the 'borderline' as regards qualification should be 'passable' in certain minor cases, but not in major ones.", "In this litigation, too, there are various serious questions that may be brought up for consideration. And in any circumstance it is the judge of the Court of Execution and Enforcement who ultimately determines whether a given offer is to be confirmed or not.", "As regards the property in Vågsøy, it remains to be resolved whether the mortgage bond concerned is of a subsidiary nature, i.e. whether it is 'only' security for any uncovered debts from the hotel operations in Stryn. In that event, it is necessary to ascertain how much [the Bank] will recover in Stryn – in one way or another – before ascertaining whether there is any residual amount to be covered by selling the property in Måløy.", "And before that stage is reached, various preliminary assessments and decisions may have to be made in which the judge's qualification is not a question of secondary importance.", "In the second paragraph on page 1 of the reply [of 10 September 1996], it is stated that 'the appellants have a debt to [the Bank] of over NOK 6,000,000' – in other words, over six million kroner!!", "I admit that I am new to this litigation and may not have a full overview of absolutely every detail. But amounts of this nature almost knock me flat since they in no way whatsoever resemble the amounts that I have so far been able to note in this litigation.", "That is why the adversary party is now being pressed upon to give an account of and to substantiate the manner in which it has computed this claim. Then there is the question whether the adversary party contends that this entire amount has been secured by the mortgage bond, or merely parts of it.", "The significance of this question is enormous. When, at some point in the future, the Gulating High Court in all likelihood sets aside the confirmation of the give-away price for the hotel in Stryn (pursuant to the previous Enforcement Act), it will be relevant to realise assets in a business-like manner in order to settle accounts with [the Bank].", "Whether or not a general settlement is possible will naturally depend on such questions as", "a. what is the debt to the [Bank] in Stryn that is secured by a mortgage bond?", "b. what is the amount of the total claim against the Walston family ?", "c. can a forced sale be effected at all in the Vågsøy municipality until a further financial settlement has been reached in Stryn ?; cf. evidence: 1. Letter of 14 July 1986 from [the Bank] to the Walstons, affirming that the bond in the present case is merely in the nature of 'formal collateral'; regardless of how many subsequent judgments have been pronounced to the effect that the Walstons are not entitled to have the said bond discharged under the prevailing circumstances.", "In considering these questions – and several others that may arise during the further hearing of the case – it is naturally not of secondary importance who the judge is.”", "30. On 9 October 1996 the Bank's lawyer filed additional observations, which were not communicated to either the applicants or their lawyer, until they were notified of the High Court's decision of 3 December 1996 mentioned below. The 9 October 1996 document read:", "“I refer to the written plea of 23 September 1996 from the appellants. The plea gives rise to a need for some clarification, but most of the content has been commented on previously.", "On page 2 the appellants contend that the major grounds given for the decisions in this and another case contain direct errors that have allegedly been revealed. It is not correct, however, that Mr Justice Steintveit has given any inaccurate information in this case.", "The District Court Judge has been aware of the objections that have been raised since 1992, but he was not aware that specific objections relating to disqualification had been raised in those cases where it is so contended. Here I refer to page 4, penultimate paragraph, of the plea, from which it appears that their counsel, Mr Howlid, did not raise during the main hearing any objections relating to disqualification, despite the fact that the Walstons allegedly instructed him to do so.", "It is completely incomprehensible to me that the Walstons now claim that their counsel, Mr Howlid, acted contrary to his instructions in the District Court when they themselves were present when it happened and did not protest in any way.", "As regards consideration of the disqualification issue in the High Court, I abide by what I have said previously about the matter. The High Court was not requested, either in the written plea or in court, to deal with the disqualification issue, as it was contended both by Lise Kvinsland, counsel, in the written plea and by Møyfrid Walston that, since there would be a completely new trial in the High Court, it was not necessary to get a ruling on the merits of this issue. Thus there was no adjudication of any claim that the District Court had made a procedural error due to disqualification and that the District Court's judgment should therefore be quashed and the case referred back to it for fresh examination. It is however correct that Møyfrid Walston stated that she was still of the view that the judge was disqualified.", "As regards the question whether or not the mortgage bond is of a secondary nature, I refer to the security agreement according to which all the mortgaged properties are to secure any and all indebtedness between the parties. The amount of the debt was dealt with in the main case. In this context it is not necessary to document whether or not it exceeds NOK 6 million (the figure was the result of an oversight) as it is sufficient to point out that after depreciation and the grant from the Regional Development Fund, the outstanding debt was NOK 2.3 million, and that after depreciation no interest or instalment payments have been made with the exception of an insignificant instalment. Given that the bid established for the property in Stryn is for NOK 1 550 000, it goes without saying that the question whether the bond is of a secondary nature or not is of no importance.", "Evidence: 1. Ruling by the Nordfjord Court of Execution and Enforcement of 8 March 1996 in case no. 95-00301 C.", "The correct amount of the debt is:", "Principal and interest as per 1 October 1996 NOK 4,627,781.80", "Costs awarded, etc., with interest NOK 322,796.45", "Expenses NOK 11,630.00", "Sum NOK 4,962,208.25", "I apologise for any inconvenience that my oversight may have caused.", "The property in Stryn has been sold for an amount that is considerably less than the principal. Thus it is obvious that the question whether or not the mortgage bond is secondary is of no importance in this case. However, the fact is, as noted above in the security agreement, that all the properties are to secure any and all indebtedness between the parties, so it is permissible to realise any or all of the mortgaged property, cf. section 1-12, first paragraph, of the Mortgages and Pledges Act (panteloven).", "If it is probable that the amount realised by selling the properties would exceed the amount necessary to cover the mortgagee's claim, a specific calculation must be made and a proper sequence for such realisation must be drawn up, as provided in section 11-19 of the Enforcement Act. Section 84 of the former Enforcement Act made some provision for a similar procedure.", "At any rate it is only in cases where there is a danger of excessive coverage that it is necessary to draw up any sequence in connection with realisation. There is no such danger in the present case.", "Written plea in 4 – four – copies.”", "31. On 25 October 1996 the applicants' lawyer ceased to represent them. By a letter of 5 November 1996, referring to the Vågsøy case, the applicants informed the High Court of this fact and requested it to provide them with “a copy of all documents in the interlocutory appeal case directly to [them]”. In another letter of the same date they requested “all the documents concerning” the Stryn case.", "In a letter of 22 November 1996 to the High Court, they renewed their request for the production of documents in both cases, invoking the approaching time-limit for making supplementary submissions in the Stryn case. They added that their former lawyer had refused to provide them with the documents.", "32. On 3 December 1996 the High Court upheld the District Court's decision of 25 June 1996. It had particular regard to the fact that, while employed by the Bank, Mr Justice Steintveit had not been involved with the loan agreement concerned, and that a considerable time had elapsed between the date of his leaving the Bank (1986) and the date when the Bank requested the compulsory sale of the applicants' property (1995). Moreover, the Bank was a large company with branches all over the country, whose employees – one might expect – would have a less personal relationship to their employer than would normally be the case with smaller companies. While Mr Steintveit was assigned to the Oslo branch, the loan agreement had been arranged at the local branch in Sandane. Furthermore, the applicants had not disputed his ability to sit in 1994 when he dealt with the dispute regarding the underlying circumstances.", "33. On 4 December 1996, the day after its above-mentioned decision, the High Court transmitted to the applicants a copy of the case-file. On 5 December they complained to the High Court about the procedural error, stating the following:", "“We refer to the letter dated 4 December 1996 in which we were finally sent the documents in the interlocutory appeal case. This in fact occurred one day after the ruling on the interlocutory appeal was given.", "This is a serious procedural error on the part of the Gulating High Court for which we hold the judges responsible.", "The reason why we asked to be sent the documents in the case was because Mr. Trygve Fjeld is no longer our lawyer.", "We did not have an overview of the documents that had been submitted to the court and, in order not to suffer legal prejudice, it was imperative for us to obtain the documents from the court. See letters of 5 November 1996 and 25 November 1996.", "As I now look through the documents that we received today, I see that several things are missing and we are seeing a written plea by Mr. Eriksen dated 9 October 1996 for the first time.”", "34. Subsequent to further exchanges, on 10 December 1996 the High Court sent to the applicants copies of their lawyer's writ of appeal and supporting arguments dated 23 August 1996. As regards the Bank's lawyer's submissions of 9 October 1996, the High Court explained that, since the submissions did not contain any information of importance to the case, they had not been communicated until notification of the High Court's decision. As their lawyer at that time had ceased to represent them, it had not been sent to him.", "35. On 22 December 1996 the applicants appealed to the Supreme Court's Appeals Selection Committee, requesting that the High Court's decision be quashed and that the case be referred back to it for a fresh examination. On this occasion the applicants requested to be given until 6 January 1997 to supplement their appeal, which they did on that date, setting out their arguments, notably on alleged procedural errors on account of Mr Justice Steintveit's participation and the High Court's omission to communicate case-documents, and attaching an analysis of procedural errors allegedly committed by the Nordfjord Court of Execution and Enforcement.", "36. The applicants complained that, in the proceedings before the High Court, the latter had given a decision on 3 December 1996 without having communicated the case-documents to them, as requested on 5 November 1996 and again on 22 November 1996. The applicants were then not aware of the observations of 9 October 1996 submitted by the Bank's lawyer, on which they had comments of importance for the outcome of the case. The observations had contained an admission to the effect that the District Court judge had since 1992 been aware of the applicants' objections to his dealing with their case. Moreover, whilst the Bank's observations of 10 September 1996 had stated that the applicants' debts had exceeded NOK 6 million, those of 9 October had indicated that they amounted to barely NOK 5 million.", "37. On 4 February 1997 the applicants submitted additional observations commenting on a writ filed by the Bank on 29 January 1997 and expressing their wish that the issue of the judge's ability to sit be given careful examination. Moreover, they informed the Supreme Court that because of the shortage of time they had not been able to finalise the attachments to their analysis of 6 January 1997, and that these would be sent by ordinary mail on 5 February 1997.", "38. On 6 February 1997 the Supreme Court's Appeals Selection Committee rejected the applicants' appeal.", "39. As regards the applicants' complaint about the High Court's omission to communicate the observations of 9 October 1996, the Committee reiterated that the Bank had in a previous case a legally enforceable judgment according to which the mortgage securities invoked were binding on the applicants and could be used as a ground for compulsory sale of the properties for recovery of debts that they had vis-à-vis the Bank. Moreover, the appeal before the High Court had been limited to the question of the first instance judge's impartiality. Thus, the Committee found, the observations of 9 October 1996 contained no information of any importance for the decision to be taken by the High Court. It concluded that the High Court's omission to communicate the observations did not constitute an error of procedure for the purposes of Article 401, second paragraph of the Code of Civil Procedure (tvistemålsloven). Nevertheless, the Committee added, a party's pleadings should as a rule be communicated to the other party or the latter's representative.", "40. As regards the High Court's omission to respond to the applicants' request for a copy of all the appeal documents, the Committee recalled that, under Article 135 of the Code of Civil Procedure, the parties may request copies of those documents which concern the case. It observed that in the circumstances at hand, where the case had long since been ready for adjudication by the High Court, the latter was not wrong in deciding the case before transmitting a copy of the bulky case-file to the applicants. In any event, this could not constitute an error of procedure which affected the High Court's decision.", "41. According to the applicants, subsequent to the above decision, the Supreme Court returned to them their observations of 4 February 1997, with the enclosures, stating that a decision had already been taken in the case.", "42. Article 135 of the Code of Civil Procedure reads:", "“The parties are entitled to examine at the office of the court, court minutes and documents relating to the suit, and may demand copies of them.”", "43. Article 401, second paragraph, provides:", "“In the event that new factual information, which is not obviously without significance, has been invoked, the court shall inform the adversary party thereof. Should it find reason to do so, the court may submit the matter for comment to the court which has taken the decision under challenge.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}