{"ITEMID": "001-61560", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF AYDER AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections rejected (estoppel, non-exhaustion of domestic remedies);Violation of Art. 3 with regard to inhuman treatment;Not necessary to examine Art. 3 with regard to inhuman punishment;Violation of Art. 8 and P1-1;Violation of Art. 13;Not necessary to examine Art. 18;Not necessary to examine existence of a practice adopted by the authorities;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["10. The applicants are Turkish citizens of Kurdish origin born in 1940, 1934, 1964, 1966 and 1963 respectively. At the time of the events giving rise to their application, the applicants and their families were living in the town of Lice in Diyarbakır province (south-east Turkey). The application concerns the applicants' allegation that the security forces deliberately destroyed the town of Lice, including their houses and other possessions, as an act of retaliation for the inhabitants' alleged sympathy for the PKK.", "11. The facts of the case, particularly concerning events on or about 22 and 23 October 1993, are disputed by the parties.", "12. The facts as presented by the applicants are set out in Section B below (paragraphs 16-23). The Government's submissions concerning the facts are summarised in Section C below (paragraphs 24-25).", "13. The Commission, in order to establish the facts disputed by the parties, conducted an investigation with the assistance of the parties, pursuant to former Article 28 § 1 (a) of the Convention. Three delegates of the Commission heard the applicants in Ankara from 16 to 20 June 1997 as well as the following 15 witnesses: Leyla Ayder, daughter of the applicant Ahmet Ayder; Huri Biçer, sister of the applicant Şevket Biçer; Türkan, Tahir and Bedriye Ekmekçi, respectively the step-mother, father-in-law and mother-in-law of the applicant Zeydin Ekmekçi; Mustafa Öztan, chief constable of the Lice police; Mehmet Dabak and Özcan Küçüköz, public prosecutors; Ebedi Delidere, deputy mayor of Lice; Gürcan Acar, judge at the Lice Magistrates' Court; İbrahim Şahin, Governor of Diyarbakır province; Hasan Çakır, commander of Lice central gendarme station; Şahap Yaralı, commander of Lice district gendarmerie; Mustafa Küçük, commander of Lice gendarme commando unit; and Yunus Nebioğlu, gendarme investigator appointed by the Office of the Diyarbakır Provincial Governor.", "A further three witnesses, who had been involved in the damage assessments carried out in Lice, had been summoned but did not appear before the Commission's Delegates.", "14. The Commission's evaluation of the evidence and its findings of fact are set out in its report of 21 October 1999 and are summarised in Section D below (paragraphs 26-61). The applicants accept the Commission's findings of fact.", "15. Section E (paragraphs 62-63) contains excerpts of the summary of the evidence given to the Commission's Delegates by Gürcan Acar and İbrahim Şahin. Section F (paragraphs 64-66) sets out the documents submitted by the parties to the Commission and the Court relating to the assessment of damage.", "16. Lice was a small town with a population of, very approximately, 5,000 people. Following an earthquake in 1975 many of the houses had been rebuilt in materials which, if set alight, burned easily. Many of the citizens had built stables close to their houses out of mud; these offered greater protection from fire. The official buildings were more substantial. Lice was built on a hillside, the northernmost part of the town being significantly higher than the southern side.", "17. There had previously been considerable PKK activity both within and in the vicinity of Lice. Attacks within Lice were directed against State buildings and occurred at night. In the surrounding area, attacks were not confined to the hours of darkness. A short time before the events at issue there had been an operation outside Lice which resulted in the bodies of 15 dead terrorists being brought to Lice for the necessary administrative formalities to be carried out.", "18. On 22 October 1993 a large scale, pre-planned operation was carried out in Lice by security forces, notably gendarmes, who opened fire indiscriminately. Before firing commenced, artillery had been placed across the Diyarbakır-Lice road, people in coffee shops had been instructed by gendarmes to go home and children whose parents were in the security forces had been collected from school. Soon after the firing started, helicopters arrived. Some of these were combat helicopters, rather than troop carriers, and machine guns operating out of them were used to fire into the town. Shots were also fired from, notably, the police headquarters, the gendarme commando unit compound, the gendarme station and the regional boarding school where military units were stationed. There was no PKK presence in the town and there was no incoming fire, which explains why these security buildings sustained little or no damage.", "19. Any clashes between the PKK and the security forces that took place on 22 October 1993 occurred to the south and south-east of Lice. In the morning, a police vehicle had come under attack on the Lice-Kulp road as it made its way to a petrol station. Later that day, the Lice commando unit which had left town early in the morning to conduct an operation elsewhere was attacked as it attempted to re-enter Lice near the creek which runs from north to south to the east of Lice.", "20. The residents of the north-westerly neighbourhood of Kalı, where the houses of all applicants except Yusuf Lalealp's were situated, heard the sounds of bullets impacting on the walls of their homes and stables. They saw members of the security forces driving round in armoured vehicles, firing randomly, and they also saw them on foot – the security forces were not being fired at. They saw and heard helicopters and heard explosions close by, just after the helicopters had passed overhead.", "21. Yusuf Lalealp's house in the Şaar neighbourhood in the south-east of Lice was deliberately set alight by security forces on 22 October 1993. The houses of the other applicants were deliberately burned by security forces the following morning, after the shooting had stopped. At about 8 a.m. people were ordered out of their houses by security forces without being given the opportunity to gather their possessions. The first group, consisting of the households of the applicants Ahmet Ayder and Nadir Doman and their neighbours, was gathered in an open area opposite their homes. The security forces broke down doors and/or windows and set fire to the houses with the use of a weapon in the shape of a long tube. The houses situated lower down in the neighbourhood were already on fire by the time the households belonging to the family of the applicant Zeydin Ekmekçi were ordered out of their homes and taken to join the others. The family of the applicant Şevket Biçer were made to leave their home later and by that time the group gathered in the open area had already left for the square near the police headquarters.", "22. A large number of people were made to wait in that square for three or four hours for the arrival of the Provincial Governor. The Governor, speaking in Turkish, told the people that the PKK was responsible for the destruction. A middle-aged man and a young woman protested that the soldiers had set fire to the houses; the man was taken away and beaten up, the woman was arrested. Following the Governor's speech a curfew was imposed. Upon returning to their houses the applicants found nothing but a pile of ashes. After the curfew was lifted they left Lice.", "23. The applicants complained to the public prosecutor. He did not formally record their complaints but he did make arrangements for damage assessment reports to be drawn up. The applicants received no compensation. No investigation was launched into the actions of the security forces until the notification of the present application to the Government by the Commission, despite the applicants' complaints and allegations of a similar nature being widely reported in the media.", "24. On 22 October 1993, at 8 a.m., the PKK launched an attack on Lice which continued until the evening. The security forces had to respond. Despite the precautions taken by the security forces, two of their members were killed and one was injured. Among the civilian population 13 people died and 74 were injured. In the course of the PKK attack and the defence by the security forces certain houses and shops were damaged.", "25. The State acted immediately in support of the inhabitants of Lice. Tents were distributed. Buildings and shops that had been damaged were repaired after the damage had been assessed. Money was paid to shop owners whose merchandise had been damaged. Houses were repaired; however, no money was paid to house owners.", "26. In the town of Lice a large part of the population lived in prefabricated housing, erected after an earthquake. These dwellings were made of materials which, if set alight, burned easily.", "27. In late 1993 there was a sizeable security force presence based in Lice. There was a police force and a central gendarmerie. The district gendarmerie headquarters was also based in Lice, sharing a building with the central gendarmerie. There was also a commando unit, attached to the gendarmerie and stationed in its own compound. According to the commander of that unit, Hasan Çakır, that compound also housed a mechanised infantry company. In addition, there appeared to have been an infantry battalion billeted at or near the regional boarding school at the relevant time.", "28. The evidence obtained concerning the frequency of attacks carried out on Lice by the PKK was contradictory. Most of the Government witnesses stated before the Delegates that official buildings were attacked by terrorists on a regular basis and they named a number of buildings which had been destroyed by terrorists. A number of the applicants and their witnesses, however, contended that no clashes had taken place in or around Lice, or that such clashes had been confined to the surrounding areas and the mountains. In their final observations to the Commission, the applicants, referring to newspaper cuttings, submitted that the PKK had avoided attacking Lice for two years in order to spare the civil population. Although this tallied with the testimony of Türkan Ekmekçi, who said that there had been clashes in the past but that they had stopped, Ebedi Delidere and Leyla Ayder told the Delegates that there had been clashes, tension and violence in Lice prior to 22 October 1993, Delidere adding that no one in Lice would go out after dark.", "29. From other cases that the Commission had dealt with concerning events in south-east Turkey, it had become clear that PKK activity was rife in 1993. The evidence with which it was presented in the instant case did not persuade the Commission that this level of PKK activity would have been significantly different in Lice. The Commission further found credible the evidence – offered by both the applicants' and the Government's witnesses – that PKK attacks mainly took place at night. The Commission also found it established that about a fortnight prior to the events at issue there had been an incident outside Lice during which between 12 and 15 terrorists were killed and their bodies taken to Lice.", "30. The Commission was prepared to accept, however, that those applicants and witnesses who professed to have no knowledge whatsoever of PKK activities in Lice or its vicinity may well have done so out of fear, and it considered that this did not necessarily affect the credibility of the rest of their testimony. It noted in this respect that police chief constable Öztan and the gendarme officers Yaralı and Nebioğlu indicated that the voicing of accusations against the PKK could well have adverse consequences for the individual concerned.", "31. The Commission noted that according to the applicants, the town of Lice was not attacked by the PKK on 22 October 1993 but was deliberately destroyed by security forces in a pre-planned operation. In their view, the most likely motive for this action, given previous incidents in the town, was to terrorise the local population and to 'teach them a lesson' for their alleged sympathy for the PKK.", "32. Also according to the applicants, there was no evidence, either in the form of casualties or damage to security buildings, of any PKK presence in the town on 22 October. They nevertheless conceded that the attacks on the police vehicle and subsequently on the returning commando unit which, they submitted, took place outside the town, to the south-east, could plausibly be attributed to terrorists.", "33. The Commission noted that the position of the petrol station where the police vehicle was shot at was not indicated on the map provided by the Government (Appendix II to the Commission's report). On the map submitted by the applicants it featured (as “Garage”) just outside Lice (Appendix III to the Commission's report). Neither map containing an indication of scale, it was difficult to assess how far outside the town the petrol station was situated. Nevertheless, it did not appear to be in dispute that the shots fired came from the vineyards rather than the town.", "34. The Commission was less inclined to accept, however, that the attack on the returning commando unit also occurred outside the town. It observed that according to the gendarmerie incident report of 22 October, the armoured vehicle which was to collect the commando unit was sent to an area in the vicinity of the Şaar neighbourhood, that Şahap Yaralı's report described this area as situated “in the south of the district and to the south of the commando unit compound” and that in his oral testimony Mr Yaralı stated that he had instructed the commando unit to enter Lice through the creek bed in the Şaar neighbourhood to the south of the commando unit compound. Again, in the absence of an indication of scale on the maps it was difficult to place this event with accuracy, but it would appear that the creek mentioned ran quite close to the inhabited area of the Şaar neighbourhood. More importantly, Mr Yaralı added that shots had been fired from houses facing the creek. The Commission found that the evidence before it thus pointed to a presence of PKK members or militiamen [Nota: Militiamen: term used to describe members of the civilian population who provide the PKK with food, shelter and/or information.] in at least some part of the town.", "35. The applicants also argued that the availability of helicopters very soon after the shooting started served as a further indication of the planned nature of the operation. The Commission noted that a considerable number of witnesses, including members of the security forces, testified to the presence of helicopters. Both in his report and in his account to the Delegates, Şahap Yaralı related how helicopters had been used to transport injured persons, including General Aydın, to hospital in Diyarbakır and how armed Cobra helicopters had been deployed. It was only police chief constable Mustafa Öztan according to whom just two helicopters had briefly flown over Lice around midday: one a troop carrier and one with fire-power which had been sent in order to enable the first helicopter to land but which had returned to Diyarbakır upon learning that that first helicopter had been forced to put down at Hani. The Delegates found Mr Öztan an evasive and rather reluctant witness who was unwilling to acknowledge pieces of information unless these were directly put to him from the various incident reports. Although his ignorance of the actions of the various gendarmerie units appeared genuine and he might therefore not have had direct knowledge of the request for helicopters emanating from the gendarmerie, the Commission considered it scarcely credible that he would not have become aware of the presence of these helicopters as events unfolded.", "36. As to the time of arrival of the various helicopters, Şevket Biçer told the Delegates that he had seen six helicopters arrive from the direction of Diyarbakır 10 to 15 minutes after the shooting had commenced. Huri Biçer stated that helicopters had been flying around throughout the day. The Commission observed that it appeared from Şahap Yaralı's account that one helicopter, with General Aydın on board, had landed at the commando unit compound early in the morning and also that the commando unit's single helicopter had been sent to Kulp early on in the day. Although there had, therefore, been helicopters flying over Lice at an early stage, the helicopters used to transport the wounded and the armed Cobra helicopters did not arrive until later. The Government denied that any orders had been given to the helicopter forces prior to the events. However, they failed to comply with the Commission's request to submit the operational orders for these forces. The Commission found this regrettable, given that the orders would presumably have been able to clarify at what time the helicopters had taken off.", "37. Although Mustafa Öztan was adamant that no shots or bombs had been fired from helicopters, the Commission found it established that armed helicopters were deployed and that shots were fired from them. However, it remained in dispute whether this shooting was at all directed at populated areas or, as Mr Yaralı maintained, confined to the areas to the north of Lice. The Commission found some strength in the argument that indiscriminate gunfire from helicopters over the town would have endangered the security forces on the ground, especially if, as the applicants alleged, members of these forces were moving around on foot.", "38. In spite of the above, the Commission considered that no clear picture of events emerged from the account, given both in writing and orally, by members of the security forces. In this context it noted in the first place the diverging recollections of the police on the one hand and the gendarmerie on the other. The differing accounts relating to the presence and number of helicopters had already been addressed. In addition, whereas police chief constable Öztan estimated that some 50 terrorists had been ensconced in the mosque, gendarme officer Yaralı put this number at between five and ten and reckoned that in the town as a whole a maximum of only 30 terrorists had been present. The Commission was struck by the apparent lack of communication and coordination between the police and gendarmerie which the oral testimony of Mr Öztan in particular brought to the fore: even after the events, this official, who was in charge of the local police force, appeared to be in the dark about many aspects of what had transpired on 22 October 1993.", "39. The successful escape of all terrorists allegedly present in the town was also rather surprising, as this was said to have occurred at a time when the security forces would by far have outnumbered the terrorists. Even if the Commission accepted that the terrorists' escape route, northwards through the creek to the west of the Kalı neighbourhood, was impossible to secure, it was not clear how they would have reached that part of the town. This question was even more pertinent in respect of the terrorists allegedly hiding in the mosque and who only had two gates available to them to make their way out of an otherwise walled-in area.", "40. The Commission further observed that no satisfactory explanation had been provided for the limited amount of damage sustained by buildings belonging to the security forces, despite the fact that these were said to be the terrorists' main targets. It noted that the police headquarters was not even included in the report of determination of damaged buildings. Given that these buildings were allegedly not only subjected to gunfire but also to rocket attacks, the Commission was not convinced that the mere fact that these buildings were made out of more solid materials than most of the houses could account for this.", "41. Although the Commission was thus of the opinion that a disturbing amount of relevant questions remained unanswered, it considered this an insufficient basis for a conclusive finding that no clash whatsoever took place on 22 October 1993, particularly given that it had similarly not been able to rule out a terrorist presence in some part of the town.", "42. Yusuf Lalealp submitted that on 22 October 1993 his house and his barn situated in the Şaar neighbourhood were deliberately set alight by soldiers.", "43. It was not in dispute that his house was damaged and that an assessment of the damage was carried out. Mr Lalealp told the Delegates that he had not obtained a copy of the relevant documents relating to the assessment, but the Government provided the file number under which his request for an assessment had been registered. Moreover, Mr Lalealp's property was listed in the report on determination of damaged buildings as having sustained medium damage. While the foregoing allowed the Commission to find it established that Mr Lalealp's property was damaged, the parties did not agree on whether the security forces or the PKK caused the damage, and the Commission therefore had to assess the evidence relating to this issue.", "44. The Commission noted that it had serious doubts about the accuracy of the record of the search of a house dated 23 October 1993 according to which a number of empty Kalashnikov cartridges were found in Mr Lalealp's house. In this respect, it noted in the first place that Mr Lalealp told the Delegates that it would have been impossible to find anything amongst the burned remains of his property. More importantly, it appeared that Mr Lalealp was at no stage questioned by the authorities about these cartridges: neither in the days following 22 October 1993 – despite the facts that a considerable number of people had been arrested, that Mr Lalealp had been staying near his home and that he had in fact remained in Lice longer than many other people –, nor on the occasion when he was asked to make a statement to a public prosecutor nearly one year after the event. Indeed, the assertions that cartridges were found in his house struck the Commission as implausible or at least very doubtful.", "45. It was true that there were some discrepancies between Mr Lalealp's statement to the Diyarbakır branch of the Human Rights Association (“HRA”) and his testimony before the Delegates, notably with regard to the question whether he attended the speech given by the Provincial Governor on 23 October 1999. According to the statement to the HRA this had been the case, but before the Delegates Mr Lalealp said that he was not aware of any such speech having been made and he had not attended it.", "46. The wording of the part of Mr Lalealp's statement to the HRA that related to the Governor's speech was very similar to the wording used in the statements of Ahmet Ayder and Nadir Doman and it seemed likely that parts of one statement were copied and used in respect of other applicants. The Commission, recalling that it had previously had occasion to remark critically on the accuracy of statements taken by the Diyarbakır branch of the HRA, stressed that it could not be expected to guess at possible explanations for inaccuracies encountered in such statements.", "47. The Delegates' general assessment of Mr Lalealp's oral evidence was that it was somewhat confused but, nevertheless, frank and convincing. In their observation of Mr Lalealp's demeanour the Delegates obtained the impression that he was sincere in his testimony and that he was a credible witness. The Delegates were of the opinion that any discrepancies between Mr Lalealp's oral evidence and his statement to the HRA were due more to a lack of attention to particular detail than indicative of any untruthfulness in his account. The Commission was prepared to accept that this might explain why Mr Lalealp told the Delegates that his daughter Süryan had been in his house on 22 October 1993 whereas according to his statement to the HRA Süryan was married and living in Diyarbakır. It appeared in any event from his oral evidence that after the lifting of the curfew Mr Lalealp's family had left Lice and had moved in with his daughter in Diyarbakır so that, regardless of whether Süryan was in Lice or not on 22 October 1993, it did not appear in dispute that her home was in Diyarbakır.", "48. While the Commission found that it could not be excluded that on 22 October 1993 a clash took place between the PKK and the security forces and that there could well have been a presence of either PKK or militiamen in the Şaar neighbourhood where Mr Lalealp's house was situated, it did not consider the possibility of such a clash having occurred to be sufficient to cast doubt on the veracity of Mr Lalealp's affirmations regarding the origin of the damage to his property. Moreover, his account was on this point entirely consistent with the allegations made by the other applicants in regard to the destruction of their property.", "49. Making a global assessment, the Commission found it established that Mr Lalealp's property and possessions were deliberately burned by security forces on 22 October 1993. As a result of this destruction Mr Lalealp's family moved to Diyarbakır, followed some time later by Mr Lalealp himself.", "50. The Commission noted that it was not in dispute that on the morning of 23 October the shooting had come to an end. It was, moreover, not in dispute that the houses of the applicants Ahmet Ayder, Nadir Doman, Şevket Biçer and Zeydin Ekmekçi in the Kalı neighbourhood were destroyed – this was confirmed by the report on determination of damaged buildings.", "51. According to the eye-witness accounts of events on 23 October given by the applicants Ahmet Ayder and Nadir Doman and the witnesses Türkan, Tahir and Bedriye Ekmekçi, Huri Biçer and Leyla Ayder, soldiers came to the Kalı neighbourhood that morning, ordered the people out of their homes and proceeded to set the houses alight. Most of these witnesses also described how the houses were set alight either by a pipe-shaped instrument or by something being thrown into the houses, Huri Biçer mentioning both methods. Ahmet Ayder saw his own house being set on fire by soldiers and Nadir Doman and Leyla Ayder had witnessed this as well. Moreover, Huri Biçer and Türkan, Tahir and Bedriye Ekmekçi saw Ahmet Ayder's house on fire. These witnesses, except for Bedriye Ekmekçi, also saw Nadir Doman's house burning. Türkan and Tahir Ekmekçi saw Şevket Biçer's house on fire. Moreover, Türkan Ekmekçi saw soldiers surrounding the house of Zeydin Ekmekçi the moment this caught fire. Tahir and Bedriye Ekmekçi saw that Zeydin Ekmekçi's house was on fire.", "52. Several witnesses told the Delegates that the soldiers who burned the houses had operated in groups. The Commission observed in this respect that teams made up of members of various commando units were active inside the town on the morning of 23 October. According to the commando unit commander Mustafa Küçük these teams carried out searches.", "53. Most of the applicants and witnesses concerned stated that before they were made to go to the square in front of the police headquarters, where they were to be addressed by the Provincial Governor, they had been gathered in an area near the school except for the Biçer family who were the last to leave the neighbourhood. Upon their return to the Kalı neighbourhood they found their houses burned down.", "54. The Delegates found these applicants and witnesses convincing, even if the evidence of the more elderly ones was at times somewhat confused. The Commission considered that their accounts were detailed and on the whole consistent.", "55. The Government's witnesses maintained, however, that no houses were set alight on 23 October but that houses had burned down the previous day as a result of fighting between the PKK and security forces. Yet those inhabitants of the Kalı neighbourhood who appeared before the Delegates and who had been in Lice on 22 and 23 October were adamant that their houses had still been intact at daybreak of that last day. In this respect the Commission found significant the assumption expressed by the police chief constable Mustafa Öztan that the people of Lice would have slept in their own homes in the night of 22 October or perhaps, because they were scared, in the house of a neighbour or of relatives. He appeared to discount the fact that if more than 400 houses had been destroyed in the course of that day it would have been impossible for people to stay in their own homes or those of most of their neighbours and relatives. This also led the Commission to make the observation that in all likelihood there would have been many more casualties and injured if all of the more than 400 houses that ended up damaged or destroyed had caught fire on 22 October since this implied that a very large number of people would have been out in the open, looking for shelter, perhaps attempting to put out the fires, amidst the heavy gunfire of that day. The testimonies of the afore-mentioned applicants and witnesses before the Delegates, on the contrary, contained convincing accounts of how they had spent the night of 22 October sheltering from gunfire rather than fire. At no stage had this evidence been disputed or any kind of suggestion made as to where these people would have spent the night if they were not where they said they were.", "56. The Commission thus accepted that Huri Biçer, for instance, spent the night of 22 October in her brother Şevket's house. Tahir and Bedriye Ekmekçi took shelter in their barn on 22 October and spent the night either in that barn or, as Tahir Ekmekçi stated, in their house – Bedriye not specifically mentioning where she spent the night. Consequently, the destruction of Şevket Biçer's house and Tahir Ekmekçi's house and barn, as documented in the report on determination of damaged buildings must have taken place after 22 October. While this element deprived the account presented by the Government's witnesses of credibility, it rendered that of the four applicants concerned all the more probable.", "57. Having regard to the evidence as a whole, the Commission found that the property and possessions in Lice of the applicants Ahmet Ayder, Nadir Doman, Şevket Biçer and Zeydin Ekmekçi were deliberately burned by security forces on 23 October 1993. This led to these applicants and their families leaving the town.", "58. The Commission noted that no investigation was lodged into allegations of wrongdoing on the part of the security forces until the present application was referred to the respondent Government, despite the fact that a number of Government witnesses told the Delegates that, not long after the incident, they had become aware of the existence of allegations that houses had been burned deliberately by security forces. Police chief constable Mustafa Öztan had read reports to that effect in the newspapers and judge Gürcan Acar had heard women voice such accusations while he was carrying out damage assessments, but neither man appeared to have seen any cause to inform the public prosecutor. Şahap Yaralı had also been apprised of these allegations through newspaper- and television reports. In the light of this evidence, Mr Acar's statement that no newspapers were available appeared untrue.", "59. The applicants Ahmet Ayder and Yusuf Lalealp stated that they went to the public prosecutor's office but that they did not receive any help. However, public prosecutor Mehmet Dabak told the Delegates that he had not received any complaints of security forces deliberately having burned down houses. Even though the Commission could not rule out the possibility, put forward by Mr Dabak, that people had in fact gone to the judge of the Magistrates' Court rather than to him, it found it nevertheless peculiar that Mr Dabak would not have read about allegations of wrongdoing by the security forces in the newspapers whereas Messrs Öztan and Yaralı had. It is clear that various newspapers reported the allegations and the Commission was less than impressed with Mr Dabak's statement that he would have made enquiries into the underlying facts of such reports had he read them.", "60. The Commission further observed that the investigation launched after the present application was brought to the attention of the Government, and which ended with a decision of non-prosecution being taken by the Lice District Administrative Council, still did not address the complaints of four of the five applicants, namely that their houses had been burned on 23 rather than 22 October 1993. Finding that he lacked jurisdiction, Lice public prosecutor Mustafa Küçüköz referred the investigation to the District Administrative Council, after having obtained statements from four of the applicants. Yunus Nebioğlu, who was in charge of the subsequent investigation, requested the police to take statements from the applicants but it appeared that he drew up his report on the matter at a time when a statement from only one of the applicants, Zeydin Ekmekçi, had in fact been taken. The Commission noted that although this statement contains a very clear accusation of wrongdoing on the part of the security forces, Mr Nebioğlu did not judge it necessary to hear any security force personnel. From the text of his report and his testimony before the Delegates, it seemed to the Commission that his attitude towards the complaints brought by the applicants was seriously prejudiced and that these complaints did not receive serious consideration.", "61. In conclusion, the Commission found that no effective investigation was carried out.", "62. The following are excerpts from the summary of the oral evidence as set out in the Commission's report (§§ 278-290), given to the Commission's Delegates by Gürcan Acar, a judge in the Lice Magistrates' Court at the relevant time:", "“Some 300 or 400 applications for damage assessment had subsequently been filed. Such an assessment could only be carried out if a person requested it, and the findings of the on-site inspection would serve as the basis for any future law-suit.", "...", "The owners of the property had received a copy of the damage assessment report. Such a report constituted evidence. A claim for compensation could subsequently be filed with the administrative courts. Not all the people had understood this. Some had thought that they were going to receive material assistance or money directly from him. Although he had not been obliged to do so, he had usually attempted to explain that they had to apply to the administrative courts.", "He did not know if any other teams had collected evidence as to the cause of the fires. He did, however, think that a team came from the office of the Provincial Governor to establish the extent of the destruction to property.”", "63. The following are excerpts from the summary of the oral evidence as set out in the Commission's report (§§ 317-327), given to the Commission's Delegates by İbrahim Şahin, Governor of Diyarbakır province at the relevant time:", "“He had gone to Lice a little after midday on 23 October 1993. He had informed the security forces less than an hour beforehand that he wanted to find out about the problems of the citizens and determine in what way they could be helped. ... He had ... found a group of 200-300 people waiting for him in an open area near the police headquarters. He assumed that they had been told by the security forces that they could ask him for assistance. ...", "Using a car microphone he had then made a speech in which he had emphasised the harmfulness of terrorism. He had assured the people that the State would compensate all the damage they had suffered.", "All the people had asked for was for their damage to be repaired. He had sent two technical committees to Lice to have the damage suffered by each and every person determined. He had ordered for the shops to be repaired. In order to secure normal living conditions he had given priority to the shops. ...", "The damage assessment which he had ordered only concerned buildings and not the contents of those buildings. Within the limits of the budget of the province he had provided the necessary help. He had subsequently sent the assessments to Ankara and had asked the Government for assistance. ...”", "64. In the proceedings before the Commission, the applicants submitted a “Report on Determination of Damaged Buildings”, which had been given to the HRA by the Lice public prosecutor. The third section of this report lists 402 owners of 436 private homes and/or stables and the extent of damage sustained by these properties (the preceding sections of the report concern commercial premises and public buildings). According to this section of the report, the houses of Ahmet Ayder (spelled Aydaş), Nadir Doman (spelled Duman) and Şevket Biçer were destroyed, the house and stable of Zeydin Ekmekçi were destroyed, and the house of Yusuf Lalealp sustained medium damage.", "65. In the proceedings before the Commission the applicants, apart from Yusuf Lalealp, also submitted experts' reports relating to the inspections carried out at their request by a judge of the Lice Magistrates' Court and an independent expert. These inspections were aimed at establishing that the roof and walls of their houses had burned down and collapsed, that their possessions inside the houses had burned, as well as at the identification of the remains.", "66. On 30 August 2000, and again on 5 January 2001, the Government submitted the documents of this damage assessment procedure “in relation to the properties of Yusuf Lalealp”.", "67. Since approximately 1985, serious confrontations have occurred in the south-east of Turkey between the security forces and members of the PKK (Workers' Party of Kurdistan). This confrontation has claimed the lives of thousands of civilians and members of the security forces.", "68. Two principal decrees relating to the south-eastern region have been made under the Law on the State of Emergency (Law no. 2935, 25 October 1983). The first, Decree no. 285 (10 July 1987), established a regional governorship of the state of emergency in ten of the eleven provinces of south-eastern Turkey, including Diyarbakır. Under Article 4 (b) and (d) of the Decree, all private and public security forces and the Gendarmerie Public Peace Command are at the disposal of the Regional Governor.", "69. The second, Decree no. 430 (16 December 1990), reinforced the powers of the Regional Governor, for example to order transfers out of the region of public officials and employees, including judges and prosecutors, and provided in Article 8:", "“No criminal, financial or legal responsibility may be claimed against the state of emergency regional governor or a provincial governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this Decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim an indemnity from the State for damage suffered by them without justification.”", "According to the applicants, this Article grants impunity to the governors and reinforces the powers of the regional governor to order the permanent or temporary evacuation of villages, to impose residence restrictions and to enforce the transfer of people to other areas. Damage caused in the context of the fight against terrorism would be “with justification” and therefore immune from suit.", "70. Article 125 §§ 1 and 7 of the Constitution provides as follows:", "“All acts or decisions of the authorities are subject to judicial review...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "71. This provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose liability is of an absolute, objective nature, based on the theory of “social risk”. Thus, the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "72. Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing.", "73. The Criminal Code makes it a criminal offence:", "– to make an unlawful search of an individual's home (Articles 193 and 194);", "– to commit arson (Articles 369, 370, 371, 372), or in case human life is endangered aggravated arson (Article 382);", "– to commit arson unintentionally by carelessness, negligence or inexperience (Article 383); or", "– to damage another's property intentionally (Articles 526 et seq.).", "74. For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not to bring a prosecution (Article 153). Complaints may be made in writing or orally. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.", "75. If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. In these circumstances proceedings may be initiated by the (non-military) persons concerned before the competent authority under the Code of Criminal Procedure, or before the suspected persons' hierarchical superior (Articles 93 and 95 of Law 353 on the Constitution and the Procedure of Military Courts).", "76. Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts. Pursuant to Article 41 of the Code of Obligations, an injured person may file a claim for compensation against an alleged perpetrator who has caused damage in an unlawful manner whether wilfully, negligently or imprudently. Pecuniary loss may be compensated by the civil courts pursuant to Article 46 of the Code of Obligations and compensation for non-pecuniary or moral damage awarded under Article 47. Damage caused by terrorist violence may be compensated out of the Aid and Social Solidarity Fund.", "77. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of State security prosecutors and courts established throughout Turkey.", "78. The public prosecutor is also deprived of jurisdiction with regard to offences allegedly committed by members of the security forces in the state of emergency region. Decree no. 285, Article 4 § 1, provides that all security forces under the command of the Regional Governor (see paragraph 68 above) shall be subject, in respect of acts performed in the course of their duties, to the Law of 1914 on the prosecution of civil servants. The Law of 1914 has been replaced by another law in the meantime. Thus, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must make a decision declining jurisdiction and transfer the file to the Administrative Council. These councils are made up of civil servants, chaired by the Governor. A decision by the Council not to prosecute is subject to an automatic appeal to the Supreme Administrative Court. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case."], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}