{"ITEMID": "001-86086", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ISMOILOV AND OTHERS v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-1-f;Violation of Art. 5-4;Violation of Art. 6-2;Non-pecuniary damage - award;Costs and expenses - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["7. According to reports by Amnesty International and Human Rights Watch between June and August 2004 twenty-three businessmen were arrested in Andijan (Uzbekistan). In September 2004 twenty of their employees were detained in Tashkent. Another group of thirteen businessmen were arrested in Andijan in February 2005. All of them were accused of involvement with an organisation by the name of Akramia, charged with criminal offences and committed for trial.", "8. The Uzbek government claimed that Akramia was an extremist religious group. They maintained that in his writings the group's leader, Akram Yuldashev, had called for the formation of an Islamic state in Uzbekistan and for the ousting of the legitimately elected State representatives. They also claimed that Akramia was a branch of Hizb-ut-Tahrir, which was categorised as a terrorist organisation in Uzbekistan. In contrast, Akram Yuldashev always insisted that he had no interest in politics. He maintained that he had never called for the overthrow of the authorities or for the creation of an Islamic state. His writings did not touch upon political issues, but rather on general moral themes. A circle of sympathisers had formed around him, who tried to follow his view of Islam in their own lives. Akram Yuldashev's supporters argued that there was no such thing as an organised group known as Akramia. The name “Akramia” was derived by an Uzbek court in 1999 from Akram Yuldashev's first name. Furthermore, Akram Yuldashev and his supporters denied having any links with Hizb-ut-Tahrir.", "9. The verdict in respect of the twenty-three businessmen was expected on 11 May 2005. However, its pronouncement was postponed. A group of supporters who gathered in front of the court building to protest the businessmen's innocence and demand justice were arrested on 11 and 12 May 2005.", "10. In the early hours of 13 May 2005 armed men attacked a number of military barracks and government buildings in Andijan, killing and injuring several guards, and seizing weapons and a military vehicle. They broke into the city prison, where they freed the businessmen and hundreds of remand and convicted prisoners, and later occupied a regional government building on the main square and took a number of hostages.", "11. At the same time thousands of unarmed civilians gathered in the main square, where many spoke out to demand justice and an end to poverty. In the early evening the security forces surrounded the demonstrators and started to shoot indiscriminately at the crowd. The demonstrators attempted to flee. According to witnesses, hundreds of people – including women and children – were killed. The Uzbek authorities deny responsibility for the deaths, blaming them on Islamic “extremist” organisations, such as Akramia and Hizb-ut-Tahrir, who were intent on overthrowing the government and creating an Islamic state in Uzbekistan.", "12. Hundreds of people suspected of involvement in the 13 May events were detained and charged. The charges included “terrorism” and premeditated, aggravated murder – capital offences – as well as attempting to overthrow the constitutional order and organising mass disturbances. At least 230 people were convicted and sentenced to between twelve and twenty-two years' imprisonment for their alleged participation in the unrest. All trials except one were closed to the public. The defendants' relatives and international observers were denied access to the courtroom. The Organisation for Security and Co-operation in Europe (OSCE) and Human Rights Watch observers who were present at the only public trial from September to November 2005 were unanimous in their conclusion that the trial fell far short of international standards. They noted that all the defendants pleaded guilty to charges of “terrorism” and asked for forgiveness, while several even requested that they be given the death penalty. Their confessions, which were obtained from them during incommunicado pre-trial detention, closely followed the wording of the indictment. The observers expressed concerns that the defendants could have been subjected to torture and that their confessions could have been extracted under duress. Retained lawyers were not allowed to the detention centres or in the courtroom and were barred from representing their clients. The defendants were represented by State-appointed counsel who did not mount an active defence of the accused. There was no cross-examination of defendants or witnesses, and contradictions in the testimonies were not addressed. No witnesses for the defence were called to testify. The prosecution did not introduce any forensic, ballistic, or medical reports, nor did it present any exhibits or call expert witnesses. All the defendants were found guilty, predominantly on the basis of their confessions, and sentenced to terms of imprisonment ranging from fourteen to twenty years (see Human Rights Watch report of 11 May 2006 “The Andijan Massacre: one year later, still no justice”; and the report of 21 April 2006 from the OSCE/ODIHR “Trial monitoring in Uzbekistan – September/October 2005”).", "13. All the applicants stated that they were Muslims. They denied membership of any political or religious organisations.", "14. In 2000 Mr Muhamadsobirov was arrested in Uzbekistan by the Uzbekistan National Security Service (“the SNB”). He stated that the SNB agents had repeatedly beaten him, threatened to rape his wife and demanded he confessed to planning a violent overthrow of the State. He was subsequently convicted for distributing Islamic leaflets. In prison Mr Muhamadsobirov was repeatedly beaten by the wardens and tortured with electric shocks. He was placed in a punishment cell if he prayed. Food was scarce and the inmates were starving. He was released in 2003. The SNB agents repeatedly threatened to re-arrest him and to fabricate new criminal charges. He left for Russia on 19 February 2004.", "15. His brother, Mr Muhametsobirov, moved to Russia in 2000. He has been living in Russia ever since.", "16. Mr Kasimhujayev and Mr Rustamhodjaev have been living in Russia since 2001.", "17. Mr Usmanov, Mr Naimov, Mr Makhmudov, and Mr Alimov were partners in private companies in Tashkent or Andijan. Mr Ismoilov, Mr Ulughodjaev, and Mr Sabirov were employees of private companies. In autumn 2004 the tax authorities and the SNB launched an inquiry into the companies' tax affairs. The applicants were repeatedly questioned about business matters and about their or their relatives' alleged participation in Akramia's activities. The SNB agents threatened to arrest Mr Ulughodjaev and Mr Sabirov. In January 2005 business partners of Mr Usmanov, Mr Makhmudov, and Mr Alimov were arrested.", "18. Mr Naimov was arrested by the SNB in September 2004 and held in detention for fifteen days. He stated that he had been subjected to repeated beatings and questioned about his business and alleged membership of Akramia. After his release he was summoned to the SNB office on several occasions where the SNB agents threatened him and his family.", "19. Mr Usmanov, Mr Naimov, Mr Makhmudov, Mr Alimov, Mr Ismoilov, Mr Ulughodjaev, and Mr Sabirov left Uzbekistan for Russia between January and March 2005 for fear of persecution.", "20. Mr Hamzaev owned a company in the town of Kokand (Uzbekistan). He has never been to Andijan. He travelled to Russia on 23 April 2005 on business.", "21. Before 2003 Mr Tashtemirov lived in Kyrgyzstan. In 2003 he moved to Turkey. He has never been to Uzbekistan. In June 2005 he went to Russia on a business trip.", "22. On 13 May 2005 all the applicants except Mr Tashtemirov and Mr Kasimhujayev were in Russia. Mr Tashtemirov was in Turkey and Mr Kasimhujayev in Andijan. However, he denied any involvement in the Andijan events.", "23. After the May events two of Mr Ismoilov's brothers were arrested. Their fate remains unknown.", "24. On 2 February 2005 the Tashkent prosecutor's office accused Mr Naimov of membership of Akramia, and charged him with organising a criminal conspiracy, attempting to overthrow the constitutional order of Uzbekistan, membership of an illegal organisation and the possession and distribution of subversive literature (Articles 159 § 4, 242 § 1, 244-1 § 3, and 244-2 § 1 of the Uzbekistan Criminal Code). On 25 May 2005 it ordered his arrest.", "25. On 17, 18 and 19 June 2005 the Uzbekistan prosecutor's office charged the other applicants with membership of extremist organisations, such as Akramia, Hizb-ut-Tahrir and the Islamic Movement of Turkestan, financing terrorist activities, attempting a violent overthrow of the constitutional order of Uzbekistan, aggravated murder and organising mass disorders on 13 May 2005 in Andijan (offences under Articles 97 § 2 (a, d, j and m), 155 § 3 (a and b), 159 § 3 (b), 242 § 2, and 244 of the Uzbekistan Criminal Code). Some of the applicants were also charged with involvement in subversive activities, unlawful possession of firearms, and the dissemination of materials liable to undermine public security and public order, in conspiracy with others and with financial backing from religious organisations (Articles 161, 244-1 § 3, 244-2, and 247 § 3 of the Uzbek Criminal Code). On the same dates the Tashkent and Andijan prosecutor's offices ordered the applicants' arrest.", "26. At the material time aggravated murder (Article 97 § 2 of the Criminal Code) and terrorism (Article 155 § 3 of the Criminal Code) were capital offences in Uzbekistan. However, Uzbekistan abolished the death penalty with effect from 1 January 2008 and replaced it with life imprisonment. The remaining offences are punishable by terms of imprisonment ranging from five to twenty years.", "27. The applicants said that on 18 June 2005 they had been arrested in Ivanovo. They had not been informed of the reasons for their arrest. On 20 June 2005 they had been questioned by SNB agents from Uzbekistan who had beaten them and threatened them with torture in Uzbekistan. They had been told that they would be forced to confess to various crimes and be sentenced to long prison terms or death.", "28. The documents issued by various State authorities indicate inconsistent dates of, and reasons for, the applicants' arrest. Thus, on 6 December 2005 the officer in charge of the Oktyabrskiy District Police Station affirmed that Mr Ismoilov, Mr Usmanov, and Mr Tashtemirov had been arrested on 19 June 2005 and charged with administrative offences for uttering obscenities in public and refusing to produce identity documents. A police report dated 20 June 2005 stated that the applicants had been arrested on that day because they were wanted by the Uzbek police. However, in a letter of 16 January 2006, the Ivanovo regional police department asserted that all the applicants had been arrested on 19 June 2005.", "29. On 20 June 2005 the Ivanovo police informed the Tashkent police of the applicants' arrest. On the same day the Tashkent prosecutor's office requested the Ivanovo prosecutor's office to keep the applicants in detention pending extradition.", "30. In July 2005 the Prosecutor General's Office of the Russian Federation received requests for the applicants' extradition from the Prosecutor General of Uzbekistan. The Uzbek prosecutor's office gave an assurance that without Russia's consent the applicants would not be extradited to a third-party State, or prosecuted or punished for any offences committed before extradition and which were not mentioned in the extradition request. It also stated that after serving their sentences they would be free to leave Uzbekistan.", "31. On 21 July 2005 further assurances were given by the First Deputy Prosecutor General of Uzbekistan. He gave an undertaking that the applicants would not be subjected to the death penalty, torture, violence or other forms of inhuman or degrading treatment or punishment. Their rights of defence would be respected and they would be provided with counsel. He also gave an assurance that the Uzbek authorities had no intention of persecuting the applicants out of political motives, on account of their race, ethnic origin, or religious or political beliefs. Their intention was to prosecute the applicants for the commission of particularly serious crimes.", "32. The Ivanovo prosecutor's office carried out an inquiry and established that none of the applicants, except Mr Kasimhujayev, had left Russia in May 2005. Mr Kasimhujayev had been in Andijan from 10 to 25 May 2005. Mr Tashtemirov had arrived in Russia from Turkey in June 2005. None of the applicants had made money transfers to Uzbekistan in 2005.", "33. On 14 July 2005 counsel for the applicants complained to the Sovetskiy and Frunzenskiy District Courts of Ivanovo that their detention was unlawful. She submitted that the applicants had not been served with detention orders. On 15 July 2005 (the decisions are dated 15 May 2005, but this appears to be a misprint) the Sovetskiy and Frunzenskiy District Courts of Ivanovo returned the complaints because counsel had not indicated which acts or omissions of State officials she wished to challenge, which made it impossible to establish whether they had territorial jurisdiction to examine the complaints.", "34. The applicants did not appeal.", "35. By separate decisions of 20, 25, 27, 28, and 29 July 2005, the Sovetskiy, Oktyabrskiy, Frunzenskiy, and Leninskiy District Courts of Ivanovo ordered the applicants' detention pending extradition on the basis of Articles 108 and 466 of the Russian Code of Criminal Procedure (see paragraphs 85 and 87 below). They referred to the gravity of the charges, and to the risk of the applicants' absconding, re-offending or obstructing the investigation. It was also noted that the applicants had absconded from Uzbekistan to Russia. The courts held that it was not possible to apply a less restrictive measure and that only detention could secure their extradition and “the execution of any sentence that might be imposed”. The courts did not set a time-limit on the detention.", "36. On 9 or 11 August 2005 the Ivanovo Regional Court upheld the decisions on appeal.", "37. On 20 June 2006 counsel for the applicants asked the director of the remand centre to release the applicants. In particular, she claimed that Article 109 of the Code of Criminal Procedure set the maximum period of detention at twelve months (see paragraph 85 below). A further extension was permitted only in exceptional circumstances. As the detention period had not been extended following the expiry of the twelve-month period on 20 June 2006, the applicants' subsequent detention was unlawful.", "38. On 21 June 2006 the director of the remand centre replied that Article 109 did not apply to cases of detention pending extradition and refused to release the applicants.", "39. Counsel challenged that refusal before a court, pursuant to Articles 254 and 258 of the Civil Code (see paragraph 89 below). On 26 and 28 June 2006 the Oktyabrskiy District Court of Ivanovo returned the complaint claiming that it had to be examined in criminal, not civil, proceedings. On 31 July, 7, 21, and 23 August 2006 the Ivanovo Regional Court upheld those decisions on appeal.", "40. On 30 June 2006 counsel for the applicants petitioned the Sovetskiy, Oktyabrskiy, Frunzenskiy, and Leninskiy District prosecutors for the applicants' release. On 3 and 10 July 2006 the prosecutors rejected their applications. They pointed out that domestic law did not set a maximum period for detention pending extradition or establish a procedure for the extension of such detention.", "41. In July 2005 counsel lodged applications for release with the Sovetskiy, Oktyabrskiy, Frunzenskiy, and Leninskiy District Courts of Ivanovo. She reiterated the arguments set forth in her complaint of 20 June 2006 and submitted that the director of the detention centre and the prosecutors had acted unlawfully in refusing release.", "42. On 1 August 2006 the Sovetskiy District Court refused to entertain the applications for release. It held, firstly, that they could not be examined in criminal proceedings because there were no criminal proceedings pending against the applicants in Russia. It further held that domestic law did not set a maximum period for detention pending extradition and added:", "“Russian law in substance prohibits impermissibly excessive, unlimited and uncontrolled detention.", "[The applicants'] detention cannot be said to be impermissibly excessive, unlimited or uncontrolled, because it has not exceeded the time-limit set in Article 109 of the Criminal Procedure Code.", "[The applicants] were held in detention pending the decisions by the Prosecutor General's office to extradite [them] to Uzbekistan. Those decisions were only taken on [27, 31 July, or 1 August 2006].", "Moreover, [the applicants'] detention was prolonged as a result of [their] application for refugee status to the Ivanovo Region Federal Migration Service and [their] challenges of the Federal Migration Service decisions before the courts. Therefore, the detention has not been excessive.”", "43. On 24 August 2006 the Ivanovo Regional Court upheld that decision on appeal. It endorsed the reasoning of the District Court and indicated that the applications were to be examined in civil proceedings.", "44. On 26 July, 7 and 8 September 2006 the Frunzenskiy District Court returned the applications of Mr Rustamhodjaev and Mr Kasimhujayev because their applications could not be examined in criminal proceedings. It also pointed out that Article 109 of the Code of Criminal Procedure did not apply to detention pending extradition. On 17 October 2006 the Ivanovo Regional Court upheld those decisions on appeal.", "45. Mr Tashtemirov's applications were disallowed in decisions of 28 July and 4 September 2006 by the Oktyabrskiy District Court, which held that domestic law did not set a maximum period for detention pending extradition and that there was no reason to vary the preventive measure. On 22 August and 28 September 2006 the Ivanovo Regional Court upheld those decisions on appeal.", "46. Mr Alimov contested the refusal to release him under Article 125 of the Code of Criminal Procedure (see paragraph 86 below). On 18 September 2006 the Leninskiy District Court refused to entertain his application. It found that such complaints were to be filed with a court having jurisdiction for the place where the preliminary investigation was carried out. Since Mr Alimov was not the subject of any investigation in Russia, his application for release could not be examined in Russian criminal proceedings. It indicated that the application for release should be examined in civil proceedings. On 17 October 2006 the Ivanovo Regional Court quashed that decision as unlawful. On 7 November 2006 the Leninskiy District Court refused to entertain the application for the same reasons as before. On 5 December 2006 the Ivanovo Regional Court upheld the decision on appeal.", "47. The applicants again challenged the refusal to release them in civil proceedings. By separate decisions of 22 January 2007 the Oktyabrskiy District Court refused to hear the applications because they could not be examined in civil proceedings. It held that the applications had to be examined in criminal proceedings. On 12 and 19 March 2007 the Ivanovo Regional Court upheld the decisions on appeal.", "48. In January 2007 the applicants unsuccessfully petitioned prosecutors at different levels for their release.", "49. By separate decisions of 2 and 5 March 2007 the Sovetskiy, Leninskiy, Frunzenskiy and Oktyabrskiy District Courts ordered, of their own motion, the applicants' release. They found that Article 109 of the Code of Criminal Procedure was applicable to detention pending extradition and established a maximum period for detention at eighteen months. As the applicants had been detained for more than twenty months, they had to be released immediately.", "50. On 5 March 2007 the applicants were released.", "51. On 27 March 2007 the Ivanovo Regional Court upheld the decisions of 2 and 5 March 2007 on appeal.", "52. On 5 August 2005 the applicants applied to the Russian Federal Migration Service (“the FMS”) for refugee status. In particular, they submitted that they had left Uzbekistan for fear of persecution in connection with their business activities. They claimed that some of the applicants or their relatives had a history of unlawful prosecution. They denied membership of Akramia or any involvement in the events in Andijan. They maintained that the accusations against them were groundless and that their prosecution was arbitrary and politically motivated.", "53. On 25 January 2006 the Office of the United Nations High Commissioner for Refugees (“the UNHCR”) intervened in support of their applications. The Commissioner submitted that Akramia was a peaceful non-violent group of followers of the teachings of Akram Yuldashev. In his writings, Akram Yuldashev called on Muslim businessmen to cooperate and help the poor. There was no evidence of the group's involvement in any extremist activities. It was believed that successful Muslim businessmen were persecuted in Uzbekistan because of their popularity and influence over the local population. It further continued:", "“In the UNHCR's opinion, in Uzbekistan criminal prosecution of people accused of involvement in the activities of extremist religious organisations can be arbitrary in nature and can result in violations of inalienable human rights, including arbitrary arrest, torture, violations of fair trial guarantees, imposition of penalty unproportionate to the committed crime. Moreover, as the Uzbek authorities do not tolerate any forms of opposition, there is a high risk of attributing membership of such religious organisations to people who have been noticed for their opposition views or who are perceived by the authorities as supporters of opposition groups. Therefore, there is a great risk that people involved in the activities of such religious organisations, or to whom such an involvement is attributed by the authorities, can be persecuted for the reasons enumerated in the 1951 Convention relating to the status of refugees which was ratified by the Russian Federation in 1993, especially taking into account the lack of an effective mechanism of legal guarantees in [Uzbekistan].”", "54. The UNHCR further argued that the risk of persecutions had increased after the Andijan events.", "55. On 10 February 2006 Human Rights Watch also supported the applicants' request for refugee status. They submitted as follows:", "“We are deeply concerned about [the applicants'] fate if their application is dismissed and they are extradited to Uzbekistan. It would be a breach of the prohibition against returning individuals to a country where they will face the risk of being subjected to torture... In Uzbekistan ... torture is systematic. People accused of participation in the Andijan events are at an increased risk of torture: we have documented tens of cases of extraction of confessions by means of torture and other forms of inhuman and degrading treatment.", "Confessions obtained under duress serve as a basis for criminal prosecution. Trials of people charged in connection with the May massacre in Andijan fell far short of international procedural standards. Courts in Uzbekistan are not independent, the defendants are deprived of their right to effective defence, and convictions are based exclusively on doubtful confessions of defendants and statements by prosecution witnesses. In breach of Uzbek and international law cases of tens of defendants are examined in closed trials. Serious doubts as to fairness of the Andijan trials were expressed by the UN High Commissioner for Human Rights.”", "56. On 16 March 2006 a deputy head of the Ivanovo Regional Department of the FMS rejected the applications by reference to sections 1 § 1 (1) and 2 § 1 (1 and 2) of the Refugees Act (see paragraphs 92 and 93 below). He found that the applicants had not been persecuted for their political or religious beliefs, or their social status. They had been prosecuted for the commission of serious criminal offences which were punishable under Russian criminal law. In particular, they had been charged with supporting Hizb-ut-Tahrir and the Islamic Movement of Turkestan, which had been recognised by the Russian Supreme Court as terrorist organisations and whose activities were banned in Russia. He further noted that the Uzbek authorities had undertaken not to impose the death penalty on the applicants and to ensure that they would not be subjected to torture or ill-treatment and would be provided with defence counsel.", "57. The applicants challenged the refusals before the Oktyabrskiy District Court of Ivanovo. They maintained that the real motives behind their prosecution were political and that they were in fact being persecuted for their successful business activities. They also submitted that there was a great risk that they would be tortured and unfairly tried in Uzbekistan.", "58. On 8, 9, 13, 15, and 16 June 2006 the Oktyabrskiy District Court confirmed the decisions of 16 March 2006. It found that the applicants had come to Russia to find employment. They had not proved that they had left Uzbekistan for fear of being persecuted on account of their religious or political beliefs, or social status. In the decisions concerning certain applicants it also added:", "“The court considers that the Ivanovo Regional Department of the Federal Migration Service ... correctly disregarded the Andijan events and their aftermath because [the applicants] denied ... involvement in those events and had come to Russia long before they occurred.”", "59. The court concluded that the applicants did not meet the requirements of section 1 § 1 (1) of the Refugees Act and were, therefore, not eligible for refugee status. However, it struck down the reference in the decisions of 16 March 2006 to section 2 § 1 (1 and 2) of the Refugees Act because the Uzbek authorities had not proved beyond reasonable doubt that the applicants had committed a crime against peace, a war crime, a crime against humanity or a serious non-political crime.", "60. On 5 July 2006 the UNHCR granted the applicants mandate refugee status.", "61. On 12, 17, 19, 24 and 26 July 2006 the Ivanovo Regional Court upheld the decisions of the Oktyabrskiy District Court on appeal.", "62. On 14 August 2006 the applicants applied to the Ivanovo Regional FMS for temporary asylum on humanitarian grounds. They claimed that there was a risk of ill-treatment and unfair trial in Uzbekistan.", "63. On 14 November 2006 the acting head of the Ivanovo Regional Department of the FMS rejected their applications. He found that there were no humanitarian grounds warranting temporary asylum. The applicants were in good health, there was no military conflict in Uzbekistan and the situation with regard to human rights had been improving. In particular, according to the FMS report on the situation in Uzbekistan more than 300 human-rights laws had been adopted. The Supreme Court had issued a circular warning against convictions based on confessions extorted under duress or in incommunicado detention. The death penalty had been abolished as from 1 January 2008.", "64. The applicants challenged the refusals before the Oktyabrskiy District Court of Ivanovo, repeating their fears of ill-treatment and an unfair trial in Uzbekistan. They submitted reports by the UN General Assembly, the UN Special Rapporteur on Torture and Human Rights Watch in support of their allegations.", "65. By separate decisions of 30 November, 1, 4 and 11 December 2006 the Oktyabrskiy District Court annulled the decisions of 14 November 2006. It found that the reports submitted by the applicants contained well-documented evidence of widespread torture in Uzbekistan. The acting head of the Ivanovo Regional Department of the FMS had disregarded those reports. He had also disregarded the fact that the applicants had been granted mandate refugee status by the UNHCR. The conclusion that the applicants did not run any risk of ill-treatment if returned to Uzbekistan had been hypothetical and had not been supported by evidence. The FMS report on the situation in Uzbekistan could not be admitted in evidence because it was generic and did not contain any reference to its sources of information. The Court remitted the applicants' request for temporary asylum for a fresh examination by the Ivanovo Regional Department of the FMS.", "66. The Ivanovo Regional Department of the FMS appealed. On 29 January 2007 the Ivanovo Regional Court upheld the decisions of the Oktyabrskiy District Court in respect of Mr Makhmudov, Mr Ulughodjaev and Mr Hamzaev. On 30 January 2007 the Ivanovo Regional Department of the FMS withdrew their appeals in respect of the remainder of the applicants.", "67. It appears that no decision on the applicants' request for temporary asylum has been taken to date.", "68. On 27, 31 July, and 1 August 2006 the First Deputy Prosecutor General of the Russian Federation decided to extradite the applicants to Uzbekistan. The decisions in respect of certain applicants read as follows:", "“On the night of 12-13 May 2005 [an applicant], acting in criminal conspiracy and being a member of the religious extremist party Hizb-ut-Tahrir al-Islami, committed the following offences in aggravating circumstances: attempted overthrow of the constitutional order of the Uzbekistan Republic, murder, terrorism, and organised mass disorders in Andijan with the aim of destabilising the socio-political situation in Uzbekistan.”", "69. The decisions in respect of the other applicants read as follows:", "“[An applicant] has been a member of an extremist organisation; he disseminated materials liable to undermine public security and public order, in conspiracy with others and with financial backing from religious organisations. On the night of 12-13 May 2005 [the applicant], acting in criminal conspiracy and being a member of the religious extremist party Hizb-ut-Tahrir al-Islami, unlawfully obtained weapons and ammunition and committed the following offences in aggravating circumstances: the attempted overthrow of the constitutional order of the Uzbekistan Republic, murder, terrorism, subversive activities, and organised mass disorders in Andijan with the aim of destabilising the socio-political situation in Uzbekistan.”", "70. Extradition orders were granted in respect of aggravated murder, terrorism, the establishment and membership of an illegal organisation, the illegal possession of arms, and participation in mass disorders. However, the prosecutor refused to extradite the applicants for the attempted overthrow of the constitutional order of Uzbekistan and dissemination of materials liable to undermine public security and public order in conspiracy with others and with financial backing from religious organisations, because these were not offences under Russian criminal law.", "71. Counsel for the applicants challenged the decisions before a court. In particular, she submitted that on 13 May 2005 the applicants were in Russia and denied any involvement in the events in Andijan. The accusations against them were unfounded and they were in fact being persecuted by the Uzbek authorities on account of their political and religious beliefs and their successful businesses. The applicants were charged with capital offences and there was a risk of their being sentenced to death following an unfair trial. They also faced torture and other forms of ill-treatment because torture was widespread in Uzbekistan and confessions were often extracted from defendants under duress. She also argued that the documents that had been submitted by the Uzbek prosecution office to support their extradition requests were flawed. Finally, she submitted that the wording of the extradition decisions violated the applicants' right to be presumed innocent.", "72. On 29 and 30 August, 1, 4, 5, 12, 13, 14, 15 and 21 September 2006 the Ivanovo Regional Court upheld the extradition decisions. It held that the applicants were charged with offences punishable under Uzbek and Russian criminal law, that the Uzbek authorities had given assurances that the applicants would not be tortured or sentenced to death, and that the Uzbek and Russian authorities had followed the extradition procedure set out in the applicable international and domestic law. The court rejected the suggestion that the applicants would be subjected to inhuman treatment and that their rights would be violated in Uzbekistan. It further held that the issue of the applicants' guilt or innocence was not within the scope of the review by the extraditing authorities. The extradition decision only described the charges against the applicants, and did not contain any findings as to their guilt. Therefore, the presumption of innocence had not been violated.", "73. The applicants appealed. On 28 November 2006 the Supreme Court of the Russian Federation upheld the decisions on appeal, finding that they were lawful and justified.", "74. In his report submitted in accordance with the United Nations Commission on Human Rights resolution 2002/38 (E/CN.4/2003/68/Add.2) the Special Rapporteur on the question of torture, Theo van Boven, described the situation in Uzbekistan as follows:", "“66. The combination of a lack of respect for the principle of presumption of innocence despite being guaranteed by the Constitution (art. 25) and [the Code of Criminal Procedure] (art. 23), the discretionary powers of the investigators and procurators with respect to access to detainees by legal counsel and relatives, as well as the lack of independence of the judiciary and allegedly rampant corruption in the judiciary and law enforcement agencies, are believed to be conducive to the use of illegal methods of investigation. The excessive powers in the overall criminal proceedings of procurators, who are supposed at the same time to conduct and supervise preliminary criminal investigations, to bring charges and to monitor respect for existing legal safeguards against torture during criminal investigations and in places of detention, make investigations into complaints overly dependent on their goodwill.", "67. The Special Rapporteur regrets the absence of legal guarantees such as the right to habeas corpus and the right to prompt and confidential access to a lawyer and relatives. He further observes that pre-trial detainees are held in facilities which are under the same jurisdiction as investigators in the case...", "68. The Special Rapporteur believes, on the basis of the numerous testimonies (including on a number of deaths in custody) he received during the mission, not least from those whose evident fear led them to request anonymity and who thus had nothing to gain personally from making their allegations, that torture or similar ill-treatment is systematic as defined by the Committee against Torture. Even though only a small number of torture cases can be proved with absolute certainty, the copious testimonies gathered are so consistent in their description of torture techniques and the places and circumstances in which torture is perpetrated that the pervasive and persistent nature of torture throughout the investigative process cannot be denied. The Special Rapporteur also observes that torture and other forms of ill-treatment appear to be used indiscriminately against persons charged for activities qualified as serious crimes such as acts against State interests, as well as petty criminals and others.”", "75. The United Nations High Commissioner for Human Rights also stated in her report of 1 February 2006 entitled “Report of the mission to Kyrgyzstan concerning the events in Andijan, Uzbekistan, 13-14 May 2005” (E/CN.4/2006/119):", "“42. The main relevant concerns identified by the United Nations human rights treaty bodies and the special procedures of the Commission can be summarized as follows: violations of the right to life, in particular the execution of prisoners under sentence of death despite requests for interim measures by the Human Rights Committee; violations of the principle of prohibition of torture, in particular the systematic and widespread use of torture, the high numbers of convictions based on confessions extracted by torture and the use of 'solved crimes' as a criterion for the promotion of law enforcement personnel; violations of fair trial provisions, in particular the lack of access to legal counsel, the lack of independence of the judiciary and of the respect of the principle of 'equality of arms'; the lack of a definition of 'terrorist acts'; and violations of freedom of opinion and expression, of the press and media and of freedom of association and freedom of religion...", "55. There is an urgent need for a stay of deportation to Uzbekistan of the Uzbek asylum-seekers and eyewitnesses of the Andijan events who would face the risk of torture if returned.”", "76. In its report of 20 September 2005, “Uzbekistan: lifting the siege on the truth about Andijan”, Amnesty International remarked:", "“Amnesty International is concerned by reports of alleged torture and other ill-treatment by law enforcement officials in the aftermath of the events in Andijan. Individuals, who have been detained and subsequently released, claimed that the detainees were being subjected to various forms of torture and other ill-treatment including beatings, beating of the heels with rubber truncheons, and the insertion of needles into gums and under fingernails. Torture and other ill-treatment have reportedly been used to force detainees to 'confess' to being involved in religious extremism. A senior policeman who spoke anonymously to IWPR claimed to have witnessed law enforcement officials threatening to rape a detainee's female relative if he did not confess to being involved in the events in Andijan. Amnesty International has also received reports that the detainees have been sexually assaulted with truncheons...", "Amnesty International considers individuals charged in connection with the events in Andijan to be at serious risk of being tried in a manner that violates even the most basic international fair trial standards. In April 2005 the UN Human Rights Committee expressed its concern about continuing violations of the right to a fair trial in Uzbekistan... In particular, the Committee expressed concern that the judiciary is not fully independent and pointed to the high number of convictions based on 'confessions' made in pre-trial detention that were allegedly obtained by torture or other ill-treatment. The Committee also expressed concern that the right of access to a lawyer from the time of arrest is often not respected in practice...", "On 1 August 2005 the government announced that it would abolish the death penalty as of 1 January 2008. Amnesty International welcomes this development but is concerned that unless fundamental changes are introduced immediately then scores of people are likely to be sentenced to death and executed before January 2008. In previous reports Amnesty International has documented that Uzbekistan's flawed criminal justice system provides fertile ground for miscarriages of justice and executions due to judicial error or grossly unfair trials. Amnesty International is also concerned that the August 2005 announcement may come too late to protect those people who have been charged with capital crimes – premeditated aggravated murder and terrorism – in connection with the events in Andijan. Amnesty International considers that these individuals are at great risk of suffering a violation of their right to life as a result of the likely imposition of the death penalty following what would likely be an unfair trial. The death penalty has played an important role in the clampdown on 'religious extremism' in Uzbekistan and dozens of alleged 'Islamists' have been sentenced to death and executed without being granted the right to effective assistance of counsel and to prepare a defence... In April 2005 the Human Rights Committee deplored the fact that at least 15 individuals have been executed by the Uzbek authorities, while their cases were pending before the Human Rights Committee.”", "77. In conclusion, Amnesty International stated:", "“Amnesty International is concerned for the safety of all those individuals who have been detained in connection with the events in Andijan. These concerns are based on Uzbekistan's well-documented history of human rights violations in the name of national security. Amnesty International considers all such detained individuals to be at serious risk of being subjected to torture and other ill-treatment. Amnesty International also considers those individuals who have been charged with criminal offences to be at risk of being tried in a manner that violates international fair trial standards. ... [I]ndividual[s] who have been charged with capital offences are at great risk of suffering a violation of their right to life, as a result of likely imposition of the death penalty following an unfair trial.”", "78. In his report of 18 October 2006 “Situation of human rights in Uzbekistan” (A/61/526) the UN Secretary General expressed his concern about the fate of individuals extradited to Uzbekistan after the Andijan events:", "“18. On 9 August 2006, the Government of Kyrgyzstan extradited four Uzbek refugees and one asylum-seeker to Uzbekistan... Back in Uzbekistan, the five Uzbek citizens face a series of charges, including terrorism, the attempted overthrow of the constitutional order of the Republic of Uzbekistan, and the establishment of an illegal organization. As per information received by OHCHR, no one has been granted access to the five since their return.", "19. The fate of four other Uzbek individuals, who fled the Andijan events to Kyrgyzstan and were forcibly returned to Uzbekistan in June 2005, remains unclear. Though the Government of Uzbekistan informed OHCHR about their whereabouts, no international body has been granted access to them thus far.", "20. UNHCR continues to be concerned about the fate of an increasing number of Uzbek asylum-seekers and refugees, some of whom fled the Andijan events, who have been detained in countries of the Commonwealth of Independent States and forcibly returned to Uzbekistan despite a real risk of mistreatment in breach of international standards. In February 2006, 11 Uzbek asylum-seekers were forcefully returned from Ukraine to Uzbekistan. In a press statement of 16 February 2006, UNHCR said that it was appalled by this forceful deportation. Thus far, the Office of the United Nations High Commissioner for Refugees (UNHCR) has not had access to the 11 individuals... According to information received by OHCHR, no access has been granted to these individuals since their return to Uzbekistan.", "21. OHCHR is concerned about other individuals who have fled since the Andijan events and who are under pressure from the Government of Uzbekistan or the host country to return despite a real risk of mistreatment in breach of international standards...", "46. In an interview of 10 April 2006, the Special Rapporteur on the question of torture said that 'there is ample evidence that both police and other security forces have been and are continuing to systematically practise torture, in particular against dissidents or people who are opponents of the regime'...", "48. The Human Rights Committee, in its concluding observations of 31 March 2005 (CCPR/OP/83/UZB), remained concerned about the high number of convictions based on confessions made in pre-trial detention that were allegedly obtained by methods incompatible with article 7 of the International Covenant on Civil and Political Rights. The Committee expressed concern at the definition of torture in the Criminal Code of Uzbekistan. In addition, the Committee pointed to the allegations relating to widespread use of torture and ill-treatment of detainees and the low number of officials who have been charged, prosecuted and convicted for such acts. The Government of Uzbekistan was due to submit follow-up information by 26 April 2006 on these issues in accordance with the request of the Committee. So far, no such information has been submitted to the Human Rights Committee.”", "79. In the report of 11 May 2006, entitled “Uzbekistan: Andijan – impunity must not prevail”, Amnesty International claimed:", "“Scores of people suspected of involvement in the Andijan events have been sentenced to long terms, in vast majority in closed secret trials, in violation of international fair trial standards. Most had been held incommunicado for several months in pre-trial detention...", "The Uzbek authorities have also continued to actively – and often successfully – seek the extradition of members or suspected members of banned Islamic parties or movements, such as Hizb-ut-Tahrir and Akramia, whom they accuse of participation in the Andijan events, from neighbouring countries, as well as Russia and Ukraine. Most of the men forcibly returned to Uzbekistan continue to be held in incommunicado detention, thus increasing fears that they are at risk of being tortured or otherwise ill-treated. Over the years Amnesty International has documented many cases of people forcibly returned or extradited to Uzbekistan at the request of the Uzbek authorities who were tortured to extract 'confessions', sentenced to death after unfair trials and executed.”", "80. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "81. Article 16 of the European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "82. The CIS Convention on legal aid and legal relations in civil, family and criminal cases (the 1993 Minsk Convention), to which both Russia and Uzbekistan are parties, provides that a request for extradition must be accompanied by a detention order (Article 58 § 2).", "83. A person whose extradition is sought may be arrested before receipt of a request for his or her extradition. In such cases a special request for arrest containing a reference to the detention order and indicating that a request for extradition will follow must be sent. A person may also be arrested in the absence of such request if there are reasons to suspect that he has committed, in the territory of the other Contracting Party, an offence entailing extradition. The other Contracting Party must be immediately informed of the arrest (Article 61).", "84. A person arrested pursuant to Article 61 must be released if no request for extradition is received within forty days of the arrest (Article 62 § 1).", "85. Chapter 13 of the Russian Code of Criminal Procedure (“Measures of restraint”) governs the use of measures of restraint, or preventive measures (меры пресечения), which include, in particular, placement in custody. Custody may be ordered by a court on an application by an investigator or a prosecutor if a person is charged with an offence carrying a sentence of at least two years' imprisonment, provided that a less restrictive measure of restraint cannot be used (Article 108 §§ 1 and 3). The period of detention pending investigation may not exceed two months (Article 109 § 1). A judge may extend that period up to six months (Article 109 § 2). Further extensions of up to twelve months, or in exceptional circumstances, up to eighteen months, may only be granted if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4).", "86. Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for the judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of adversely affecting the constitutional rights or freedoms of the parties to criminal proceedings (Article 125 § 1). The competent court is the court with jurisdiction for the place where the preliminary investigation is conducted (ibid.).", "87. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Upon receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, a prosecutor must decide on the measure of restraint in respect of the person whose extradition is sought. The measure must be applied in accordance with the established procedure (Article 466 § 1). A person who has been granted asylum in Russia because of possible political persecution in the State seeking his extradition may not be extradited to that State (Article 464 § 1 (2)).", "88. An extradition decision made by the Prosecutor General may be challenged before a court. Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in the relevant international and domestic law (Article 463 §§ 1 and 6).", "89. A person may apply for judicial review of decisions and acts or failures to act by a State body or a State official that are capable of violating his/her rights or freedoms, hindering the realisation of his or her rights and freedoms, or imposing an obligation or liability unlawfully (Articles 254 § 1 and 255). If the court finds the application well-founded, it must order the State body or State official concerned to remedy the violation or remove the obstacle to the realisation of the rights and freedoms in question (Article 258 § 1).", "90. On 4 April 2006 the Constitutional Court examined an application by Mr Nasrulloyev, who had submitted that the lack of any limitation in time on the detention of a person pending extradition was incompatible with the constitutional guarantee against arbitrary detention. The Constitutional Court declared the application inadmissible. It reiterated its settled case-law that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings. However, in the Constitutional Court's view, the absence of any specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the 1993 Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, that is, the procedure laid down in the Russian Code of Criminal Procedure. Such procedure comprised, in particular, Article 466 § 1 of the Code and the norms in its Chapter 13 (“Measures of restraint”) which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for the examination of extradition requests.", "The Constitutional Court emphasised that the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the Code of Criminal Procedure did not allow the authorities to apply a custodial measure without complying with the procedure established in the Code of Criminal Procedure or the time-limits fixed in the Code.", "91. Article 33 of the UN Convention on the Status of Refugees of 1951, which was ratified by Russia on 2 February 1993, provides as follows:", "“1. No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country.”", "92. The Refugees Act (Law no. 4258-I of 19 February 1993) incorporated the definition of the term “refugee” contained in Article 1 of the 1951 Geneva Convention, as amended by the 1967 Protocol relating to the Status of Refugees. The Act defines a refugee as a person who is not a Russian national and who, owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, ethnic origin, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, unwilling to return to it (section 1 § 1 (1)).", "93. The Act does not apply to anyone believed on reasonable grounds to have committed a crime against peace, a war crime, a crime against humanity, or a serious non-political crime outside the country of refuge prior to his admission to that country as a person seeking refugee status (section 2 § 1 (1, 2)).", "94. A person who has applied for refugee status or who has been granted refugee status cannot be returned to a State where his life or freedom would be imperilled on account of his race, religion, nationality, membership of a particular social group or political opinion (section 10 § 1).", "95. If a person satisfies the criteria established in section 1 § 1 (1), or if he does not satisfy such criteria but cannot be expelled or deported from Russia for humanitarian reasons, he may be granted temporary asylum (section 12 § 2). A person who has been granted temporary asylum cannot be returned against his will to the country of his nationality or to the country of his former habitual residence (section 12 § 4).", "96. The UN General Assembly resolution 62/148 of of 18 December 2007 “Torture and other cruel, inhuman or degrading treatment or punishment” (UN Doc.:A/RES/62/148) reads as follows:", "“The General Assembly", "...", "12. Urges States not to expel, return ('refouler'), extradite or in any other way transfer a person to another State where there are substantial grounds for believing that the person would be in danger of being subjected to torture, and recognizes that diplomatic assurances, where used, do not release States from their obligations under international human rights, humanitarian and refugee law, in particular the principle of non-refoulement...”", "97. In his interim report submitted in accordance with Assembly resolution 59/182 (UN Doc.: A/60/316, 30 August 2005), the Special Rapporteur of the Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment, Manfred Nowak, reached the following conclusions:", "“51. It is the view of the Special Rapporteur that diplomatic assurances are unreliable and ineffective in the protection against torture and ill-treatment: such assurances are sought usually from States where the practice of torture is systematic; post-return monitoring mechanisms have proven to be no guarantee against torture; diplomatic assurances are not legally binding, therefore they carry no legal effect and no accountability if breached; and the person whom the assurances aim to protect has no recourse if the assurances are violated. The Special Rapporteur is therefore of the opinion that States cannot resort to diplomatic assurances as a safeguard against torture and ill-treatment where there are substantial grounds for believing that a person would be in danger of being subjected to torture or ill-treatment upon return.", "52. The Special Rapporteur calls on Governments to observe the principle of non-refoulement scrupulously and not expel any person to frontiers or territories where they might run the risk of human rights violations, regardless of whether they have officially been recognized as refugees.”", "98. Specifically referring to the situation of torture in Uzbekistan and returns to torture effected in reliance upon diplomatic assurances from the Uzbek authorities, the UN Special Rapporteur on Torture Manfred Nowak has stated to the 2nd Session of the UN Human Rights Council on 20 September 2006:", "“The practice of torture in Uzbekistan is systematic, as indicated in the report of my predecessor Theo van Boven's visit to the country in 2002. Lending support to this finding, my mandate continues to receive serious allegations of torture by Uzbek law enforcement officials... Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Against such significant, serious and credible evidence of systematic torture by law enforcement officials in Uzbekistan, I continue to find myself appealing to Governments to refrain from transferring persons to Uzbekistan. The prohibition of torture is absolute, and States risk violating this prohibition - their obligations under international law - by transferring persons to countries where they may be at risk of torture. I reiterate that diplomatic assurances are not legally binding, undermine existing obligations of States to prohibit torture, are ineffective and unreliable in ensuring the protection of returned persons, and therefore shall not be resorted to by States.”", "99. The UN High Commissioner for Refugees' Note on Diplomatic Assurances and International Refugee Protection published on 10 August 2006 reads as follows:", "22. In general, assessing the suitability of diplomatic assurances is relatively straightforward where they are intended to ensure that the individual concerned will not be subjected to capital punishment or certain violations of fair trial rights as a consequence of extradition. In such cases, the wanted person is transferred to a formal process, and the requesting State's compliance with the assurances can be monitored. While there is no effective remedy for the requested State or the surrendered person if the assurances are not observed, non-compliance can be readily identified and would need to be taken into account when evaluating the reliability of such assurances in any future cases.", "23. The situation is different where the individual concerned risks being subjected to torture or other cruel, inhuman or degrading treatment in the receiving State upon removal. It has been noted that 'unlike assurances on the use of the death penalty or trial by a military court, which are readily verifiable, assurances against torture and other abuse require constant vigilance by competent and independent personnel'. The Supreme Court of Canada addressed the issue in its decision in Suresh v. Canada (Minister of Citizenship and Immigration), contrasting assurances in cases of a risk of torture with those given where the person extradited may face the death penalty, and signalling", "'...the difficulty in relying too heavily on assurances by a state that it will refrain from torture in the future when it has engaged in illegal torture or allowed others to do so on its territory in the past. This difficulty becomes acute in cases where torture is inflicted not only with the collusion but through the impotence of the state in controlling the behaviour of its officials. Hence the need to distinguish between assurances regarding the death penalty and assurances regarding torture. The former are easier to monitor and generally more reliable than the latter.'", "24. In his report to the UN General Assembly of 1 September 2004, the special Rapporteur of the UN Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment examined the question of diplomatic assurances in light of the non-refoulement obligations inherent in the absolute and nonderogable prohibition of torture and other forms of ill-treatment. Noting that in determining whether there are substantial grounds for believing that a person would be in danger of being subjected to torture, all relevant considerations must be taken into account, the Special Rapporteur expressed the view that:", "'in circumstances where there is a consistent pattern of gross, flagrant or mass violations of human rights, or of systematic practice of torture, the principle of nonrefoulement must be strictly observed and diplomatic assurances should not be resorted to.'”", "100. The European Committee for the Prevention of Torture's (the CPT) 15th General Report of 22 September 2005 on their activities covering the period from 1 August 2004 to 31 July 2005 expressed concern about reliance on diplomatic assurances in light of the absolute prohibition against torture:", "“38. Reference was made in the Preface to the potential tension between a State's obligation to protect its citizens against terrorist acts and the need to uphold fundamental values. This is well illustrated by the current controversy over the use of 'diplomatic assurances' in the context of deportation procedures. The prohibition of torture and inhuman or degrading treatment encompasses the obligation not to send a person to a country where there are substantial grounds for believing that he or she would run a real risk of being subjected to such methods. In order to avoid such a risk in given cases, certain States have chosen the route of seeking assurances from the country of destination that the person concerned will not be ill-treated. This practice is far from new, but has come under the spotlight in recent years as States have increasingly sought to remove from their territory persons deemed to endanger national security. Fears are growing that the use of diplomatic assurances is in fact circumventing the prohibition of torture and ill-treatment.", "39. The seeking of diplomatic assurances from countries with a poor overall record in relation to torture and ill-treatment is giving rise to particular concern. It does not necessarily follow from such a record that someone whose deportation is envisaged personally runs a real risk of being ill-treated in the country concerned; the specific circumstances of each case have to be taken into account when making that assessment. However, if in fact there would appear to be a risk of ill-treatment, can diplomatic assurances received from the authorities of a country where torture and ill-treatment is widely practised ever offer sufficient protection against that risk? It has been advanced with some cogency that even assuming those authorities do exercise effective control over the agencies that might take the person concerned into their custody (which may not always be the case), there can be no guarantee that assurances given will be respected in practice. If these countries fail to respect their obligations under international human rights treaties ratified by them, so the argument runs, why should one be confident that they will respect assurances given on a bilateral basis in a particular case?", "40. In response, it has been argued that mechanisms can be devised for the post-return monitoring of the treatment of a person deported, in the event of his/her being detained. While the CPT retains an open mind on this subject, it has yet to see convincing proposals for an effective and workable mechanism. To have any chance of being effective, such a mechanism would certainly need to incorporate some key guarantees, including the right of independent and suitably qualified persons to visit the individual concerned at any time, without prior notice, and to interview him/her in private in a place of their choosing. The mechanism would also have to offer means of ensuring that immediate remedial action is taken, in the event of it coming to light that assurances given were not being respected.”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "6-2"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}