{"ITEMID": "001-67426", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "EKENLER v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Muzaffer Ekenler, is a Turkish national who was born in 1951 and lives in Ankara. He was represented before the Court by Mr B. Çiçekli, a lawyer practising in Ankara.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Between 1980 and 1993 the applicant worked as a bus driver in the service of the Ankara Municipality.", "In 1993 criminal proceedings were brought against the applicant, his wife and his daughter on charges of theft. The Ankara chief public prosecutor alleged that the applicant had stolen bus tickets and had sold them with the help of his wife and his daughter to a kiosk owner, who sold the tickets in his kiosk and who was charged, along with the applicant and his family, with buying the stolen tickets. Following the institution of the criminal proceedings, the Ankara Municipality terminated the applicant's contract.", "On 5 October 1995 the Ankara Magistrates' Court (sulh ceza mahkemesi) rendered its judgment. It held that there was no evidence against the applicant, his wife and his daughter other than the statements of the kiosk owner. It further noted that no evidence concerning the impugned offence had been found in the applicant's house and that this point had been indicated in the search and seizure protocol (arama tutanağı) drafted by the police. The court considered that there was not sufficient and certain evidence against the applicant, his wife and his daughter and that, therefore, they should benefit from the principle of in dubio pro reo. In conclusion, the Magistrates' Court acquitted the applicant, his wife and his daughter and convicted the kiosk owner.", "On an unspecified date, the Criminal Division of the Court of Cassation upheld the judgment of 5 October 1995.", "On 28 November 1996, subsequent to his acquittal, the applicant brought a case before the Ankara Labour Court (iş mahkemesi) claiming damages from the Ankara Municipality (hereinafter: the defendant) due to the termination of his contract.", "On 12 March 1998 the Ankara Labour Court awarded notice and severance compensation (ihbar ve kıdem tazminatı) to the applicant. The court dismissed the applicant's compensation claims for malicious and nonpecuniary damage. The applicant and the defendant appealed.", "On 26 May 1998 the Civil Division of the Court of Cassation quashed the Ankara Labour Court's judgment. The Court of Cassation stated the following in its decision:", "“The litigant (the applicant) requested compensation from the defendant employer on the grounds that it had unjustly terminated his contract. The Labour Court partially accepted this request. According to the information and the documents contained in the file, the litigant, while working as a driver of the bus belonging to the EGO General Directorate (the Ankara Municipality), collected used bus tickets by not operating the ticket shredder; took the tickets home and sold them with the help of his daughter and wife. His contract was terminated on account of the offence of theft, pursuant to Article 17 § 2 (d) of Labour Code (Law no. 1475) and Article 42 of the additional penal indicator of the collective labour contract.", "Following this incident, the litigant was tried by the Ankara Magistrates' Court which acquitted him on the ground that there was insufficient evidence to convict him. This judgment was upheld by the 6th Criminal Chamber of the Court of Cassation.", "Having regard to the criminal investigation file and the case file under examination, it was understood that the applicant had sold the tickets by not operating the ticket shredder on his bus. Although the criminal court acquitted the accused, under Article 53 of the Code on Obligations, its judgment acquitting him cannot bind civil courts. In the light of these considerations and having regard to the fact that the defendant administration terminated the litigant's contract in accordance with Article 17 § 2 (d) of Labour Code (Law no. 1475), the Labour Court's judgment awarding notice and severance pay to the litigant should be quashed...”", "On 10 October 1998 the Ankara Labour Court confirmed its judgment of 12 March 1998 awarding compensation to the applicant. With reference to the judgments of the Ankara Magistrates' Court and the Criminal Division of the Court of Cassation which acquitted the applicant of the charges, the court found it established that there was no evidence or information which indicated the applicant's involvement in the alleged offence. In this respect, it considered that the defendant had unjustly terminated the applicant's contract, contrary to the provisions of the labour law. The defendant appealed.", "On 11 November 1998 the Grand Chamber of the Civil Division of the Court of Cassation quashed the Ankara Labour Court's judgment. It ruled that the Labour Court should comply with the decision given by the Civil Division of the Court of Cassation.", "On 29 December 1998 the Ankara Labour Court, complying with the Grand Chamber's decision, dismissed the applicant's request for damages.", "On 3 March 1999 the Civil Division of the Court of Cassation upheld this judgment.", "Article 53 of the Code on Obligations provides:", "“The (civil) court is not bound by the provisions of the criminal laws concerning criminal responsibility or by an acquittal by a criminal court in deciding questions of fault or capacity to act.”", "Article 17 § 2 (d) of the Labour Code, in force at the material time, provided:", "“Under the following circumstances, the employer may denounce labour contracts of both indefinite and definite durations, before the end of their duration or the term of notice:", "...", "II. Conduct against ethical principles, good faith and etc.", "...", "d) if the employee commits a dishonest or disloyal act such as breach of trust, theft or disclosure of trade secrets,", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}