{"ITEMID": "001-112576", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR;ITA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF M. AND OTHERS v. ITALY AND BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection partially dismissed (Article 34 - Victim);Preliminary objection partially allowed (Article 34 - Victim);Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect) (Italy);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect) (Italy)", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Isabelle Berro-Lefèvre;Zdravka Kalaydjieva", "TEXT": ["6. The applicants were born in 1985, 1959, 1958 and 1977 respectively and live in the village of Novo Selo in the Vidin region (Bulgaria). The applicants are of Roma ethnic origin. At the time of the events (May-June 2003), the first applicant was still a minor. The second and third applicants are her father and mother, and the fourth applicant is the first applicant’s sisterinlaw.", "7.", "8. The first, second and third applicants arrived in Milan on 12 May 2003 following a promise of work by X., a Roma man of Serbian nationality, residing in Italy, who accommodated them in a villa in the village of Ghislarengo, in the province of Vercelli, where he lived with his family. The third and the first applicants provided different versions on this point to the Italian authorities. In her declarations to the Italian police, on 24 May 2003, the third applicant maintained that she, her husband and her daughter, who lived in Bulgaria in a condition of extreme precariousness, moved to Italy in search of work; when they arrived in Milan they approached an individual who spoke their language, X., who proposed to them to work as domestic employees to take care of his big house. The first applicant, in her declarations to the public prosecutor on 11 June 2003, maintained that she had met X. in “Yugoslavia”, where she was with her mother in search of a job, and from there X. had driven them to Italy in his car after proposing a job. They remained in the villa for several days, during which time they undertook household chores. After a while, X. declared to the second applicant that Y., his nephew, wanted to marry his daughter (the first applicant). As the second and third applicants refused, X. threatened them with a loaded gun. Then the second and third applicants were beaten, threatened with death and forced to leave the first applicant in Italy and go back to Bulgaria. Although the applicants denied this, it seems from their initial submissions that the second and third applicants had been offered money to leave their daughter behind. On 18 May 2003, the second and third applicants went back to Bulgaria. On their return the second applicant was diagnosed with type 2 diabetes, which he alleged was a consequence of the stress endured.", "9. The applicants submitted that during the month (following 18 May 2003) spent at the villa in Ghislarengo, the first applicant was kept under constant surveillance and was forced to steal against her will, was beaten, threatened with death and repeatedly raped by Y. while tied to a bed. During one of the robberies in which the first applicant was forced to participate, she had an accident and had to be treated in hospital. However, the Serbian family refused to leave her there to undergo treatment. The applicants submitted that they were not aware of the name and location of this hospital.", "10. On 24 May 2003 the third applicant returned to Italy, accompanied by the first applicant’s sisterinlaw (the fourth applicant), and lodged a complaint with the Italian police in Turin, reporting that she and her husband had been beaten and threatened and that the first applicant had been kidnapped. She further feared that her daughter might be led into prostitution. They were settled in a monastery near Turin. Subsequently, the police accompanied them with an interpreter to identify the house in Ghislarengo.", "11. Apparently frustrated with the police’s slowness in responding to the complaint, the second applicant lodged written complaints with many other institutions. A letter of 31 May 2003, addressed to the Italian Prime Minister, the Italian Ministers for Foreign and Internal Affairs, the Italian Ambassador in Bulgaria, the Prefect of Turin, the Bulgarian Prime Minister, the Bulgarian Minister for Foreign Affairs and the Bulgarian Ambassador to Italy, is included in the file.", "12. It has been shown that, eighteen days after the lodging of the complaint, on 11 June 2003, the police raided the house in Ghislarengo, found the first applicant there and made a number of arrests. At about 2 p.m. that day, she was taken to a police station in Vercelli and questioned, in the presence of an interpreter, by two female and two male police officers. The applicants alleged that she was treated roughly and threatened that she would be accused of perjury and libel if she did not tell the truth. Allegedly she was then forced to declare that she did not wish her supposed kidnappers to be prosecuted, to answer “yes” to all other questions, and to sign certain documents in Italian, which she did not understand and which were neither translated into Bulgarian nor given to her. They also alleged that the interpreter did not do her job properly and remained silent in the face of the treatment being inflicted. The applicants further alleged that Y. was present during certain parts of the first applicant’s questioning.", "13. Later that day, the third applicant was questioned by the police in Vercelli in the presence of an interpreter. The third applicant alleged that she was also threatened that she would be accused of perjury and libel if she did not tell the truth, and that the interpreter did not do her job properly. She claimed that, as she refused to sign the record, the police treated her badly.", "14. At about 10 p.m. on the same day the first applicant was questioned again. The applicants alleged that no interpreter or lawyer was present and that the first applicant was unaware of what was recorded. The first applicant was then taken to a cell and left there for four or five hours. On 12 June 2003 at about 4 a.m., she was transferred to a shelter for homeless persons, where she remained until 12.30 p.m.", "15. On the same day, upon their request, the first, third and fourth applicants were taken by the police to the railway station in Vercelli and travelled back to Bulgaria. They submitted to the Court that the facts were then investigated by the Italian authorities, but that no criminal proceedings were instituted in Italy against the first applicant’s kidnappers, or at least that they were not informed, nor were they able to obtain information about any ongoing criminal investigation. They also complained that the Italian authorities did not seek to question the second applicant in order to establish the facts, by means of cooperation with the Bulgarian authorities.", "16. It appears from the file that, after June 2003, the applicants sent several letters and e-mails, most of which were in Bulgarian, to the Italian authorities (such as the Italian Prime Minister, the Italian Ministers for Justice and Internal Affairs, the General Prosecutor attached to the Court of Appeal of Turin, the mayor of Ghislarengo and the Italian diplomatic authorities in Bulgaria), with a request to provide them with information about the police raid of 11 June 2003 and to start criminal proceedings against the first applicant’s alleged kidnappers. They also complained that they had suffered threats, humiliation and ill-treatment at the hands of the police. They asked those authorities to forward their complaints to the Public Prosecutor in Vercelli and to the police department of the same town.", "17. At the same time, the applicants also wrote to the Prime Minister of Bulgaria, the Head of the Consular Relations Division of the Bulgarian Ministry of Foreign Affairs (CRD) and the Bulgarian Consulate in Rome, requesting them to protect their rights and assist them in obtaining information from the Italian authorities. The Bulgarian Consulate in Rome provided the applicants with certain information.", "18. The applicants did not provide the Court with any document regarding their questioning and the subsequent criminal proceedings against them (see below). Their representative claimed that, considering the circumstances, including the alleged refusal of the Italian Embassy in Bulgaria, it was impossible to submit any document. Apart from copies of the letters sent to the Italian institutions, they only submitted two medical reports, one dated 22 June 2003 establishing that the first applicant was suffering from post-traumatic stress disorder and one dated 24 June 2003 establishing that the first applicant had a bruise on the head, a small wound on the right elbow and a broken rib. It further stated that she had lost her virginity and was suffering from a vaginal infection. The medical report concluded that these injuries could have been inflicted in the way the first applicant had reported.", "19. On 21 April 2009 and 30 July 2009, at the Court’s request, the Italian Government submitted a number of documents, among which the transcript of the first complaint lodged by the third applicant on 24 May 2003 with the Turin police, and the minutes of the interviews with the first applicant, the third applicant and some of the alleged kidnappers, which took place on 11 June 2003.", "20. It appears from these documents that the transcript of the third applicant’s first complaint against the alleged kidnappers (lodged with the Italian police in Turin on 24 May 2003), as well as the applicants’ complaints sent by their representative to different Italian institutions, in the following days, were transmitted to the Italian police in Vercelli (on 26 May and 6 June 2003 respectively) and to the Public Prosecutor of the same town (on 4 and 13 June 2003 respectively).", "21. More specifically, on 26 May 2003 the Turin Mobile Squad requested help from the Vercelli Mobile Squad to identify the location where the first applicant was allegedly being held. On 27 May 2003 the Vercelli Mobile Squad went to Ghislarengo to identify the location together with the third applicant. They inspected the location and the third applicant identified the villa she had mentioned in her complaint. On 4 June 2003 the Vercelli Police Headquarters transmitted the crime report (notizia di reato) to the Vercelli Public Prosecutor’s Office. From the communal registry it appeared that no person resided in the identified villa, but that it was owned by an individual who had a criminal record. In consequence, the police kept the place under surveillance. The police raided the villa on 11 June 2003, after having observed movement inside. During the search the police seized a number of cameras containing photographs of what appeared to be a wedding.", "22. On 7, 11, 12 and 13 June 2003, the Ministry of Internal Affairs was informed by fax of developments in the case.", "23. On 11 June 2003 at about 2.30 p.m., immediately after the raid, the first applicant was questioned by the Public Prosecutor of Vercelli, who was assisted by the police. As also transpires from the documents, the first applicant made allegations that showed a number of discrepancies with the complaint previously submitted by her mother, and which led the authorities to conclude that no kidnapping, but rather an agreement about a marriage, had in reality taken place between the two families. This conclusion was confirmed by photographs given to the police by X. after the raid, showing a wedding party at which the second applicant received a sum of money from X. When showed the photographs, the first applicant denied that her father had taken money as part of the agreement about the marriage.", "24. At 8.30 p.m. the third applicant was questioned by the Public Prosecutor in Vercelli. She stated again that her daughter had not married Y. of her own free will, and claimed that the photographs were nothing but a fake, taken on purpose by the alleged kidnappers, who had threatened them with a gun, in order to undermine the credibility of their version of the facts. The Vercelli police also questioned X., Z. (a third party present at the wedding) and Y., who all stated that Y. had entered into a consensual marriage with the first applicant.", "25. As a result of these interviews and on the basis of the photographs, the Public Prosecutor of Vercelli decided to turn the proceedings against unknown persons for kidnapping (1735/03 RGNR) into proceedings against the first and third applicants for perjury and libel. Later that evening, the first and third applicants were informed by the Vercelli and Turin police about the charges and invited to appoint a representative. They were then provided with a court-appointed lawyer. At about 11.30 p.m. the first applicant was transferred to a shelter for homeless people. On 12 June 2003 she was released into the custody of her mother. The applicants’ complaints sent to many Italian institutions during the following months were received by the Police Department in Vercelli, translated into Italian and forwarded to the Ministry of Internal Affairs.", "26. Following information requests, the first dated 6 November 2003 by the Embassy of Bulgaria in Rome, the Italian authorities updated the Consul about the status of the criminal proceedings (mentioned below) on 7 and 19 November 2003, and 2 December 2003.", "27. On 11 July 2003, the Public Prosecutor attached to the Juvenile Court of Piedmont and Valle d’Aosta started criminal proceedings (1838/03 RGNR) against the first applicant for false accusations (calunnia) in so far as she claimed that X., Y. and Z. deprived her of her personal liberty by keeping her in the villa, thus accusing them of kidnapping while knowing they were innocent.", "28. On 28 November 2003 the first applicant was invited for questioning by the Public Prosecutor, but she was in Bulgaria and did not appear.", "29. On 26 January 2005 the Investigating Magistrate of the Juvenile Court decided not to proceed with the charges in so far as the offences committed were one-off and not serious, and therefore “socially irrelevant”.", "30. On 26 June 2003 the Public Prosecutor of Turin started criminal proceedings (18501/03 RGNR) against the third applicant for perjury and false accusations (calunnia) in so far as she claimed that X., Y. and Z. deprived her daughter of her personal liberty by keeping her in the villa, thus accusing them of kidnapping while knowing they were innocent.", "31. On 22 July 2003 the Public Prosecutor of Turin concluded the investigation against the third applicant and sent the case to the Turin Criminal Court.", "32. On 8 February 2006 the Turin Criminal Court acquitted the third applicant, on the ground that the facts of which she was accused did not subsist. The actual evidence consisting of the notes verbal of the questioning of the accused and her daughter, the photographic evidence and the policemen’s statements, were indicative and could not establish without doubt the guilt of the accused. The accused and her daughter’s statements were contradictory and the photos did not certify the circumstances in which they were taken. According to the police statements it could only be deduced that the daughter had been found at the villa and the persons who could have clarified the facts had availed themselves of the right to remain silent. The understanding of the facts was further complicated by the Roma tradition of selling, or paying a sum of money previously established to the family of the bride for the purposes of concluding a marriage, a matter which in the case of a dispute could have created consequences which it had been impossible to establish.", "33. On the basis of the documents produced by the Italian Government, particularly the declarations made by X., Y. and Z., the Bulgarian Government considered the facts to be as follows.", "On 12 May 2003 the first three applicants arrived in Italy and were accommodated in the nomad camp in Arluno. It was there that X., Y. and Z. met them and that Y. chose the first applicant as his spouse. The first applicant agreed and therefore Z. and the second applicant bargained over the price of the bride. The second applicant initially demanded EUR 20,000, but eventually they agreed on the sum of EUR 11,000. Z. paid the second applicant EUR 500 in advance. After festivities the newlyweds retired to the trailer where they consummated the marriage and Y. confirmed that the first applicant had been a virgin. The two families then went to the nomad camp of Kudzhiono where they celebrated the marriage. At the end of the wedding X. paid the second applicant the remainder of the amount due, namely EUR 10,500, in the presence of both families and other witnesses, as proven by the photographs. After the festivities the bride’s parents were accompanied to the railway station and left for Bulgaria on 18 May 2003.", "34. Once in Bulgaria it was only on 31 May 2003, thirteen days after their departure from Italy, that the second applicant complained to the CRD of Bulgaria. Following this first notification, the Bulgarian authorities took immediate action and on 2 June 2003 the claim was forwarded to the Bulgarian Embassy in Rome. Contact was made with the Italian authorities and a successful raid by the Italian police which freed the first applicant was carried out on 11 June 2003.", "35. Subsequently, the first and third applicants were questioned by a prosecutor specialised in interaction with minors, in the presence of an interpreter. Following an investigation by the Italian authorities, criminal proceedings against the first and third applicants for perjury were initiated. The applicants did not inform the Bulgarian authorities of the latter proceedings.", "36. According to Article 50 sub-articles 1 and 2 of the Code of Criminal Procedure, the Public Prosecutor undertakes criminal proceedings when the conditions for archiving a case are not fulfilled. When the complaint of the injured party or an authorisation to proceed is not required, criminal proceedings are undertaken ex proprio motu. According to Article 408 of the Criminal Code of Procedure, a request to archive a case is made if the notice of the crime (notizia di reato) is unfounded. Such a request is transmitted together with the relevant file and documents to the judge for preliminary inquiry. Notice of such a request is given to any victim who has previously declared his or her wish to be informed of any such action. The latter notice includes information about the possibility to consult the case-file and to submit an objection (opposizione), together with a reasoned request to continue the preliminary investigation.", "37. Article 55 (1) of the Code of Criminal Procedure provides that the judicial police must, even on their own initiative, receive notice of crimes, prevent further crimes, find the perpetrators of crimes, take any measures necessary to ensure the sources of evidence and the collection of any other relevant material which might be needed for the application of the criminal law.", "38. According to the Italian Criminal Code, at the time of the relevant facts, assault/battery (percosse), wounding and wounding with intent (lesione personale, lesioni personali colpose), kidnapping (sequestro di persona), sexual violence (including rape but not only) (violenza sessuale), private violence (violenza privata), violence or threat for the purposes of forcing the commission of an offence (violenza o minaccia per costringere a commettere un reato), and threats (minaccia) are crimes punishable by imprisonment for periods ranging from one day to six months for the more minor offence and to five years to ten years for the more serious offence.", "Moreover, some of these crimes are subject to higher prison sentences when the crime is committed against, inter alia, a descendant or wife, as for example in the case of kidnapping, or are subject to the application of aggravating circumstances when, as in the case of sexual violence, the victim is younger than fourteen years of age, the victim is younger than sixteen years of age and has been assaulted by an ascendant parent or tutor, or the victim was subject to limited personal liberty.", "39. Article 572 of the Criminal Code provides for a prison sentence of up to five years for anyone found guilty of ill-treating a member of his or her family, a child under fourteen years of age, or a person under his or her authority or who has been placed in his or her care for the purposes of education, instruction, care, supervision or custody.", "40. The Italian Criminal Code, at the time of the present case, also included specific provisions relating to minors, which, in so far as relevant, read as follows:", "“Whoever takes away from the parent having parental authority or the curator, without the latter’s consent, a minor over fourteen years of age with his or her consent is punished by imprisonment of a period of a maximum of two years upon the complaint of the said parent or curator. The punishment is diminished if the purpose of the taking away is marriage and increased if it is lust.”", "“A term of imprisonment of five to ten years is applicable for the offence of sexual acts not covered by the offence of sexual violence when the victim is:", "1) Under twelve years of age,", "2) Under sixteen years of age, if the aggressor is the ascendant, parent, or the latter’s cohabitee, tutor or any other person having the victim’s care for the purposes of education, instruction, care, supervision or custody and with whom the victim cohabits.", "Save for the circumstances provided for under the offence of sexual violence, the ascendant, parent, or the latter’s cohabitee, and the tutor who has abused his or her powers connected to his or her position and is guilty of sexual acts with a minor older than sixteen years of age, is punished by imprisonment of from three to six years.”", "41. Law no. 154 of 2001 introduced a number of measures against violence in family relations. These included precautionary and permanent measures regarding the ousting of the accused from the family home upon a decree to this effect by a judge.", "42. Italy adopted Law no. 228, namely the Law on Measures to Prevent Trafficking in Human Beings, on 11 August 2003. The latter has added a number of offences to the Criminal Code, which in so far as relevant read as follows:", "“Whoever exercises over a person powers corresponding to those of ownership, that is, whoever reduces or maintains a person in a state of continued subjection, forcing the person into labour or sexual services or begging, or in any event services involving exploitation, is punished by imprisonment of a period of eight to twenty years.", "The holding of a person in a state of subjection occurs when such conduct is carried out by means of violence, threats, deception, abuse of authority or taking advantage of a situation of physical or mental inferiority or of a situation of need, or through the promise or the payment of a sum of money or other advantage to the individual who has authority over the person.", "The punishment is increased by a third to a half if the facts mentioned in subparagraph one above are directed against a minor of less than eighteen years of age or if they are intended for the exploitation of prostitution or aimed at the removal of organs.”", "“Whoever commits human trafficking for the purposes of holding a person in servitude or slavery as mentioned in article 600 above and induces such person, by means of violence, threats, deception, abuse of authority or taking advantage of a situation of physical of mental inferiority or of a situation of need, or through the promise or donation of a sum of money or other advantages to the individual who has authority over the said person, to enter or stay or leave the territory of the state or to displace him or herself internally, is punished by imprisonment of a period of eight to twenty years.", "The punishment is increased by a third to a half if the facts mentioned in subparagraph one above are directed against a minor of less than eighteen years of age or if they are intended for the exploitation of prostitution or aimed at the removal of organs.”", "Article 602 (purchase and alienation of slaves)", "“Whoever, save for the cases indicated in article 601, purchases, alienates or sells a person in the situation laid down in article 600, is punished by imprisonment of a period of eight to twenty years.", "The punishment is increased by a third to a half if the facts mentioned in subparagraph one above are directed against a minor of less than eighteen years of age or if they are intended for the exploitation of prostitution or aimed at the removal of organs.”", "43. Law no. 228 also included other changes to the Criminal Code in relation to the above articles when taken in conjunction with pre-existing ones, such as Article 416, whereby it provided for specific punishments if association to commit a crime was directed towards committing any of the crimes in articles 600 to 602. It further provided for administrative sanctions in respect of juridical persons, societies and associations for crimes against individual personality and made the relevant changes to the Criminal Code of Procedure, including its provisions regarding interception of conversations or communications and undercover agents, which became applicable to the new offences. Law no. 228 also created a fund for anti-trafficking measures and the institution of a special assistance programme for victims of the crimes under articles 600 and 601 of the Criminal Code, together with provision for preventive measures. In so far as relevant, articles 13 and 14 of the said law read as follows:", "“Save for the cases provided for under article 16-bis of legislative decree no. 8 of 15 January 1991, converted and modified by law no. 82 of 15 March 1991, and successive amendments, for the victims of the crimes under article 600 and 601 of the criminal code, as substituted by the present law, there shall be instituted ... a special assistance programme that guarantees temporary, adequate board and lodging conditions and health assistance. The programme is defined by regulation still to be adopted (...)”", "“In order to reinforce the effectiveness of the action on prevention of the crimes of slavery and servitude and crimes related to human trafficking, the Minister for Foreign Affairs defines policies of cooperation in respect of any States interested in/affected by such crimes, bearing in mind their collaboration and the attention given by such States to the problems of respecting human right. The said Minister must ensure, together with the Minister of Equal Opportunities, the organisation of international meetings and information campaigns, particularly in States from which most victims of such crime come. With the same aim, the Ministers of Interior, of Equal Opportunities, of Justice and of Labour and Social Policy, must organise where necessary training courses for personnel and any other useful initiative.”", "44. Law No. 189 of 30 July 2002 amended earlier laws regarding immigration. Its Article 18 relates to stays for reasons of social protection and in so far as relevant reads as follows:", "1. When the existence of situations of violence or serious exploitation in respect of a foreigner are established during police operations, investigations or proceedings regarding the crimes under article 3 of Law no. 75 of 20 February 1958 [crimes related to prostitution] or during assistance intervention by the local social services, and there appears to be a concrete peril for his or her safety as a result of his or her attempts to escape from the influence of the association engaging in any of the above-mentioned crimes, or the declarations made during the preliminary investigation or the proceedings, the Police Commissioner upon request of the Public Prosecutor or with a favourable suggestion by the said authority, releases a special residence permit to allow the foreigner to escape the said violence and influence of the criminal organisation and to participate in a programme of assistance and social integration.", "2. The elements showing the subsistence of such conditions, particularly the gravity and imminence of the peril together with the relevance of the help offered by the foreigner for the identification and capture of those responsible for the said crimes, must be communicated to the Police Commissioner with the above mentioned request or suggestion. The procedure for participating in such a programme is communicated to the mayor.”", "The text states that the permit released for such purposes has a duration of six months and may be renewed for one year or for as long as necessary in the interest of justice. It also provides the conditions on the basis of which the permit may be revoked, what it entails, and who may issue it.", "45. According to a Report of the Expert Group Meeting organized by the United Nations Division for the Advancement of Women, Department of Economic and Social Affairs (DAW/DESA), in collaboration with the United Nations Office on Drugs and Crime (ODC), of November 2002 entitled Trafficking in Women and Girls (EGM/TRAF/2002/Rep.1), in the first two years of implementation of this provision, 1,755 people – mostly women and girls – have been accepted in the programmes of assistance and social integration, and about 1,000 have received a residence permit. A hotline has been established, and more than 5,000 people have received concrete help in terms of information, counselling and health care.", "46. The Bulgarian law on combating human trafficking entered into force on 20 May 2003. In so far as relevant the provisions read as follows:", "“This Law shall provide for the activities aimed at preventing and counteracting the illegal trafficking in human beings for the purposes of:", "a. Providing protection and assistance to victims of such trafficking, especially to women and children, and in full compliance with their human rights;", "b. Promoting co-operation between the governmental and municipal authorities as well as between them and NGOs for fighting the illegal trafficking in human beings and developing the national policy in this area.”", "“The diplomatic and consular posts of the Republic of Bulgaria abroad shall provide assistance and co-operation to Bulgarian nationals who have become victims of illegal trafficking for their return to the country in accordance with their powers and with the legislation of the relevant foreign country.”", "“(1) In compliance with the Bulgarian legislation and the legislation of the accepting country, the diplomatic and consular posts of the Republic of Bulgaria abroad shall distribute amongst the relevant individuals and the risk groups information materials about the rights of the victims of human trafficking.", "(2) The diplomatic and consular posts of the Republic of Bulgaria abroad shall provide information to the bodies of the accepting country regarding the Bulgarian legislation on human trafficking.”", "47. Article 174 (2) of the Bulgarian Code of Criminal Procedure in force at the time of the events read as follows:", "“When aware of the commission of a criminal offence punishable by law, civil servants are duty bound to immediately inform the organ competent to undertake preliminary inquiries and to take the necessary measures to preserve the elements of the offence.”", "48. Article 190 of the Bulgarian Code of Criminal Procedure states:", "“There shall be considered to exist sufficient evidence for the institution of criminal proceedings where a reasonable supposition can be made that a crime might have been committed.”", "49. In so far as relevant the Bulgarian Criminal Code reads as follows:", "“Whoever coerces a person to contract a marriage, which is thereafter annulled on this ground, will be punished by imprisonment of a maximum period of three years.", "(2) Whoever kidnaps a woman with a view to coercing her to marry, will be punished by imprisonment of a maximum period of three years; if the victim is a minor, the punishment will be imprisonment for a period of up to five years.”", "“(1) A parent or any other relative who receives a sum of money in order to authorise the marriage of his or her daughter or a relative, will be punished by imprisonment of a maximum period of one year or by a fine of between 100 to 300 levs (BGN) together with a public reprimand.", "(2) the same punishment applies to whoever pays or negotiates the price.”", "“Whoever abuses his or her parental authority to coerce a child, not having attained sixteen years of age, to live as a concubine with another person, will be punished by imprisonment of a period of three years, or by a control measure without deprivation of liberty (пробация) together with a public reprimand.”", "“(1) All adults who without having contracted marriage are living as concubines with a female who has not attained sixteen years of age will be punished by imprisonment of a period of two years, or by a control measure without deprivation of liberty (пробация) together with a public reprimand. (...)”", "“The persons who select, transport, hide or receive individuals or groups thereof with the aim of using such individuals for the purposes of prostitution, forced labour or the removal of organs, or to maintain them in a state of forced subordination, with or without their consent, are punished by imprisonment of a period of from one to eight years and by a fine of a maximum of 8,000 levs (BGN).", "(2) When the offence in paragraph one above is committed 1) against an individual, who has not attained eighteen years of age, 2) with coercion or false pretences, 3) through kidnapping or illegal detention, 4) by taking advantage of a state of dependence, 5) by means of abuse of power, 6) through the promise, giving or receipt of benefits, the punishment is imprisonment for a period of two to ten years and a fine of a maximum of 10,000 levs (BGN).”", "“Whoever selects, transports, hides or receives individuals or groups thereof and transfers them by crossing the border of the country with the aim mentioned in sub-paragraph 159 (a) above, will be punished by imprisonment for a period of three to eight years and by a fine of a maximum of 10,000 levs (BGN).", "(2) if such an act takes place in the conditions mentioned in Article 159 (a) (2), the punishment will be imprisonment of a period of five to ten years and a fine of a maximum of 15,000 levs (BGN).”", "“If the offences mentioned in Article 159 (a) and (b) above are committed by a recidivist or are ordered by a criminal organisation, the punishment is imprisonment for a period of five to fifteen years and a fine of a maximum of 20,000 levs (BGN); the tribunal may also order the seizure of part or the entirety of the possessions of the actor.”", "50. The Declaration of Basic Principles of Justice for Victims of Crime and Abuse of Power adopted by the United Nations General Assembly resolution 40/34 of 29 November 1985, in so far as relevant reads as follows:", "“1. “Victims” means persons who, individually or collectively, have suffered harm, including physical or mental injury, emotional suffering, economic loss or substantial impairment of their fundamental rights, through acts or omissions that are in violation of criminal laws operative within Member States, including those laws proscribing criminal abuse of power.", "2. A person may be considered a victim, under this Declaration, regardless of whether the perpetrator is identified, apprehended, prosecuted or convicted and regardless of the familial relationship between the perpetrator and the victim. The term “victim” also includes, where appropriate, the immediate family or dependants of the direct victim and persons who have suffered harm in intervening to assist victims in distress or to prevent victimisation.”", "51. An overview of the relevant international instruments pertaining to trafficking in human beings can be found in Rantsev v. Cyprus and Russia, no. 25965/04, 7 January 2010.", "52. The Palermo Protocol was ratified by Bulgaria on 5 December 2001 and by Italy on 2 August 2006, both States having previously signed the protocol in December 2000. The Council of Europe Convention on Action against Trafficking in Human Beings (“the Anti-Trafficking Convention”) was signed by Bulgaria on 22 November 2006 and ratified on 17 April 2007. It entered into force in respect of Bulgaria on 1 February 2008. It was signed by Italy on 8 June 2005, ratified on 29 November 2010 and entered into force in respect of Italy on 1 March 2011.", "53. For easiness of reference the relevant definitions for the purposes of the Anti-Trafficking Convention are reproduced hereunder:", "a “Trafficking in human beings” shall mean the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs;", "b The consent of a victim of “trafficking in human beings” to the intended exploitation set forth in subparagraph (a) of this article shall be irrelevant where any of the means set forth in subparagraph (a) have been used;", "c The recruitment, transportation, transfer, harbouring or receipt of a child for the purpose of exploitation shall be considered “trafficking in human beings” even if this does not involve any of the means set forth in subparagraph (a) of this article;", "d “Child” shall mean any person under eighteen years of age;", "e “Victim” shall mean any natural person who is subject to trafficking in human beings as defined in this article.", "54. The explanatory report to the Anti-Trafficking Convention 16.V.2005 reveals further detail regarding the definition of trafficking. In particular in respect of “exploitation”, in so far as relevant, it reads as follows:", "85. The purpose must be exploitation of the individual. The Convention provides: “Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs”. National legislation may therefore target other forms of exploitation but must at least cover the types of exploitation mentioned as constituents of trafficking in human beings.", "86. The forms of exploitation specified in the definition cover sexual exploitation, labour exploitation and removal of organs, for criminal activity is increasingly diversifying in order to supply people for exploitation in any sector where demand emerges.", "87. Under the definition, it is not necessary that someone have been exploited for there to be trafficking in human beings. It is enough that they have been subjected to one of the actions referred to in the definition and by one of the means specified “for the purpose of” exploitation. Trafficking in human beings is consequently present before the victim’s actual exploitation.", "88. As regards “the exploitation of the prostitution of others or other forms of sexual exploitation”, it should be noted that the Convention deals with these only in the context of trafficking in human beings. The terms “exploitation of the prostitution of others” and “other forms of sexual exploitation” are not defined in the Convention, which is therefore without prejudice to how states Parties deal with prostitution in domestic law.", "The explanatory report continues to list the other types of exploitation, namely forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs and gives their definition according to the relevant international instruments and the ECHR case-law where available.", "55. Following the General Assembly of the United Nations resolution 843 (IX) of 17 December 1954, declaring that certain customs, ancient laws and practices relating to marriage and the family were inconsistent with the principles set forth in the Charter of the United Nations and in the Universal Declaration of Human Rights, and calling on states to develop and implement national legislation and policies prohibiting such practices, the Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages was opened for signature and ratification by General Assembly resolution 1763 A (XVII) of 7 November 1962. Italy signed the Convention on 20 December 1963, but has to date not ratified the Convention. The Bulgarian State has yet to sign the Convention.", "56. The relevant provisions read as follows:", "“1. No marriage shall be legally entered into without the full and free consent of both parties, such consent to be expressed by them in person after due publicity and in the presence of the authority competent to solemnize the marriage and of witnesses, as prescribed by law.", "2. Notwithstanding anything in paragraph 1 above, it shall not be necessary for one of the parties to be present when the competent authority is satisfied that the circumstances are exceptional and that the party has, before a competent authority and in such manner as may be prescribed by law, expressed and not withdrawn consent.”", "“States Parties to the present Convention shall take legislative action to specify a minimum age for marriage. No marriage shall be legally entered into by any person under this age, except where a competent authority has granted a dispensation as to age, for serious reasons, in the interest of the intending spouses.”", "“All marriages shall be registered in an appropriate official register by the competent authority.”", "“1. The Parliamentary Assembly is deeply concerned about the serious and recurrent violations of human rights and the rights of the child which are constituted by forced marriages and child marriages.", "2. The Assembly observes that the problem arises chiefly in migrant communities and primarily affects young women and girls.", "3. It is outraged by the fact that, under the cloak of respect for the culture and traditions of migrant communities, there are authorities which tolerate forced marriages and child marriages although they violate the fundamental rights of each and every victim.", "4. The Assembly defines forced marriage as the union of two persons at least one of whom has not given their full and free consent to the marriage.", "5. Since it infringes the fundamental human rights of the individual, forced marriage can in no way be justified.", "6. The Assembly stresses the relevance of United Nations General Assembly Resolution 843 (IX) of 17 December 1954 declaring certain customs, ancient laws and practices relating to marriage and the family to be inconsistent with the principles set forth in the Charter of the United Nations and in the Universal Declaration of Human Rights.", "7. The Assembly defines child marriage as the union of two persons at least one of whom is under 18 years of age.”", "“24. The Assembly calls on the Roma community and its representatives to fight discrimination and violence against Roma women and girls in their own community. In particular, the problems of domestic violence and of forced and child marriages, which constitute a violation of human rights, need to be addressed also by the Roma community itself. Custom and tradition cannot be used as an excuse for human rights violations, but should instead be changed. The Assembly calls on member states to support Romani women activists who engage in debates within their community about the tensions between the preservation of a Romani identity and the violation of women’s rights including through early and forced marriages.”", "57. More recently, at the Council of Europe High Level Meeting on Roma, Strasbourg, 20 October 2010, the member States of the Council of Europe agreed on a non-exhaustive list of priorities, which should serve as guidance for more focused and more consistent efforts at all levels, including through active participation of Roma. These included:", "“Women’s rights and gender equality", "(22) Put in place effective measures to respect, protect and promote gender equality of Roma girls and women within their communities and in the society as a whole.", "(23) Put in place effective measures to abolish where still in use harmful practices against Roma women’s reproductive rights, primarily forced sterilisation.", "Children’s rights", "(24) Promote through effective measures the equal treatment and the rights of Roma children especially the right to education and protect them against violence, including sexual abuse and labour exploitation, in accordance with international treaties.", "Combat trafficking", "(29) Bearing in mind that Roma children and women are often victims of trafficking and exploitation, devote adequate attention and resources to combat these phenomena, within the general efforts aimed at curbing trafficking of human beings and organised crime, and, in appropriate cases, issue victims with residence permits.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}