{"ITEMID": "001-97201", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF EVRİM İNŞAAT A.Ş. v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant company, Evrim İnşaat A.Ş., is a construction firm operating in Istanbul.", "5. On 10 June 1987 the applicant company signed a contract with a cooperative called Ülkü Kent Yapı Kooperatifi (“the cooperative”) for the construction of dwellings on land belonging to the latter.", "6. In November 1991 the applicant company completed the construction of 65% of the project. However, following the election of a new board of directors by the general assembly of the cooperative, the applicant company’s contract was terminated by the cooperative.", "7. On 22 July 1992 the cooperative brought an action in the 5th Chamber of the Istanbul Commercial Court (“the first case”) claiming damages from the applicant company on the ground that it had failed to fulfil the terms of the contract. The cooperative argued that the construction of the dwellings should have been completed by 31 August 1991, whereas the applicant company had only done 65% of the work by November 1991.", "8. On the same date the applicant company brought a counter action in the 7th Chamber of the Istanbul Commercial Court (“the second case”) claiming damages from the cooperative. The applicant company argued that the cooperative had terminated the contract without giving any reasons.", "9. On an unspecified date the two cases were joined by the 5th Chamber of the Istanbul Commercial Court. In the course of the proceedings the court sought expert opinions five times, which caused substantial delays. For example, on 23 June 1993 the court decided to obtain an expert opinion on the dispute. The case file was transmitted to the experts on 10 September 1993 but their report was not submitted to the court until 13 December 1995.", "10. On 12 May 1999, in the first case, the Istanbul Commercial Court ruled in favour of the cooperative and allowed part of its claim for damages. The parties appealed.", "11. On 22 December 1999, in the second case, the Istanbul Commercial Court dismissed the applicant company’s claim for damages, holding that it had failed to prove the damage caused by the termination of the contract by the cooperative.", "12. On 15 June 2000 the Court of Cassation upheld the lower court’s judgment in the first case. The applicant company requested rectification of that decision.", "13. On 8 December 2000 the Court of Cassation ruled in favour of the applicant company and quashed its decision of 15 June 2000. The case was remitted to the lower court.", "14. On 19 March 2001 the Istanbul Commercial Court decided to obtain a new expert opinion on the matter. This opinion was submitted to the court on 3 May 2001.", "15. On 12 December 2001 the Istanbul Commercial Court ruled in favour of the applicant company and ordered the cooperative to pay 1,806,424,884 Turkish liras. The cooperative appealed.", "16. On 30 September 2002 the Court of Cassation upheld the above judgment. That decision was sent to the Istanbul Commercial Court on 30 October 2002 and was served on the applicant on 14 March 2003.", "17. On 4 June 2003 the applicant company brought an action in the Istanbul Commercial Court (Istanbul Asliye Ticaret Mahkemesi) against the cooperative requesting additional compensation (munzam zarar), under Article 105 of the Code of Obligations, for the damage it had sustained as a result of the low interest rate applied to the debt.", "18. On 30 December 2005 the Istanbul Commercial Court dismissed the action, holding that the applicant company had failed to prove the alleged damage. The applicant company appealed. On 20 June 2007 the Court of Cassation upheld the judgment. On 17 March 2008 the Court of Cassation dismissed a request by the applicant company for rectification."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}