{"ITEMID": "001-5138", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ÖZTURK AND OTHERS v. NORWAY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are Mr Saban Özturk and his wife Nadir Özturk, respectively Turkish and Norwegian/Turkish nationals born in 1964 and 1958, and also their four children (born in the years indicated in brackets), all of whom are Norwegian nationals: Ismail (1982), Handan (1987), Alev (1987) and Kemal (1995). The first applicant lives in Turkey and the other applicants live in Oslo, Norway. They are represented before the Court by Mr Kaj R. Bjørnstad, a lawyer practising in Oslo.", "The facts of the case, as described mainly in the judgments of the national courts, may be summarised as follows.", "Mr Saban Özturk, the first applicant, is of ethnic Kurdish origin. During his 5 years of primary education in Turkey he was taught in Turkish. In 1972 his father travelled to Norway and in 1976 the first applicant joined him there, at the age of 12. Three years later also his mother, sister and 2 brothers followed. They were all granted a residence permit.", "Following an introductory Norwegian course for foreigners in 1977, the first applicant joined a Norwegian secondary school, where he completed his studies after 3 years. He then worked for 4 years as an assistant in a car shop, 1 year at a concrete factory and thereafter for 4½ years as an assistant warehouse manager in a furniture shop, until he was arrested in May 1989.", "In 1981 the first applicant married the second applicant, Mrs Nadir Özturk. She arrived in Norway, 23 years old, in 1982. She obtained Norwegian citizenship in 1991 but kept her Turkish citizenship. While her parents remained in Turkey, 2 of her 7 brothers and sisters are living in Norway. One of them, a brother, is married to one of the first applicant’s sisters in Norway. The second applicant has worked as a cleaning assistant at a school for 11 years. She has no education beyond the 5 years’ primary schooling in Turkey and a short course in Norwegian following her arrival in Norway.", "On 12 January 1990, the Eidsivating High Court (lagmannsrett) convicted the first applicant under Article 162 (3), cf. (1) and (5) of the Penal Code for complicity in the importation of approximately 1 kilo of heroin from Turkey and for having acquired approximately 850 grams of the drug in May 1989. It sentenced him to 10 years’ imprisonment. Two other persons were convicted in relation to these offences, one of whom was the first applicant’s brother, Celal. In its judgment the High Court stated that the evidence did not clarify the whole context of the case, which was only the tip of an iceberg. The first applicant and his brother were not deemed to be the principal perpetrators, but they had received the drugs in Norway and found a place to keep them, following the directions of someone else. The first applicant was considered to have had a more important role than his brother in the operation. Unlike the brother, the first applicant had not previously been convicted. The third person convicted, also a Turkish national, had travelled regularly between Turkey and Norway and was found to have been put under considerable pressure, in particular from Turkey, but also from Saban and Celal Özturk in order to act as a courier in the transport of the drugs in question. Because of the pressure he had been put under, he had reported the matter to the police in Norway and had sought police protection. The police had not been able to help him but had advised him not to act as a courier. Despite this he had carried out the operation and had later informed the police of the quantity he had imported and where parts of the drugs could be found.", "While serving his prison sentence, the first applicant took a 1-year course in engineering and mechanics and a ½-year course in building. After being released in March 1996, he gained employment as a manager in the welding department of a company.", "On 16 November 1990 the Oslo Police, referring to the criminal conviction, decided to order the first applicant’s expulsion. The decision was subsequently replaced by a decision dated 2 April 1992 of the Aliens Directorate (Utlendingsdirektoratet), in accordance with the relevant provisions of the Aliens Acts 1988 (Utlendingsloven, Act of 24 June 1988 No. 64). On appeal, the Ministry of Justice upheld the latter decision on 23 September 1992. The Ministry observed that, considering the case as a whole and having regard to the serious nature of the offence, the expulsion would not constitute a disproportionate measure vis-à-vis the members of the first applicant's close family. The family could, if it so wished, reunite in Turkey.", "Subsequently the first applicant challenged the expulsion order before the Oslo City Court (byrett). He submitted, inter alia, that he felt like a Norwegian, that at present he had no links to Turkey, which was only a holiday destination for him and his family, who wished to remain in Norway. By judgment of 30 September 1993, the City Court upheld the decision by the Ministry of Justice. On appeal, this judgment was subsequently upheld by the High Court, in a judgment of 17 February 1995.", "By judgment of 29 April 1996, the Supreme Court (Høyesterett) upheld the High Court’s judgment and rejected the first applicant’s appeal. In his opinion on behalf of a unanimous court, Mr Justice Bugge stated:", "\"[I]n cases of serious narcotics offences, the expulsion of foreigners must fall within the Contracting States' margin of appreciation, even though the expulsion, because of the expelled person's links to the host country, will have a serious impact on him and his family.", "There is no reason to doubt that the expulsion would constitute a heavy burden for [the first applicant] and his family. He, his wife and the children have resided in Norway for a long period, the children since their birth. However, … the family does not have its vital interests solely linked to Norway and should not be considered alien to Turkish society. This is the case of [the first applicant] and his wife and also to a certain degree the children, who must be presumed to be or have become familiar with the Turkish language and way of life, even if they live in Norway. There is no question here of such qualified attachment to the country of residence for the expelled person and his family and such a lack of ties to the country of origin as are described in the Strasbourg Court's judgments in the cases of Moustaquim and Beljoudi.", "It is not possible for the Supreme Court to have any firm opinion about whether the first applicant’s close family would elect to continue living in Norway. But even though expulsion would entail that Mr Özturk be separated from his family, it does not follow that the expulsion would transgress the limits of Article 8 § 2, when he has been found guilty of such a serious offence, with such damaging consequences to society, as in the present case.", "The State does not dispute that Mr Özturk could be exposed to prosecution in Turkey, where an indictment has been issued against him with respect to the exportation from Turkey of the heroin in question in May 1989 ... From the point of view of criminal law, it concerns a different offence than that for which he was convicted in Norway. According to information obtained by the Attorney General via the Norwegian Embassy in Ankara about Turkish penal practice in this area, the exportation of narcotic substances may be penalised with 6 to12 years' imprisonment and a fine, assessed in the light of the quantity in question. In the event of heroin and certain other substances, the punishment may be doubled; it may also be increased by 50% if the trial court finds that the trafficking is a part of organised crime. Punishment will normally be imposed even though the accused has been convicted and has served a sentence for the offence in another country, but will be deducted from that served in accordance with a judgment of the Turkish court... . In practice, prisoners are released after having served 40% when a sentence has also been served in another country. Therefore, according to what has been stated to the Embassy, it is rare that, after deduction has been made of the sentence served in the other country, there will be anything left to serve in Turkey. Moreover, it has been stated that the principle ne bis in idem, namely that punishment shall not be imposed twice for the same offence, is respected by Turkish trial courts.", "Against this background I find it clear that the possibility of Mr Özturk being prosecuted in Turkey could not lead to the finding of a violation of Article 8 of the Convention.\"", "From 14 to 15 May 1996 the first applicant was committed for examination to the psychiatric ward of Aker Hospital, Oslo. According to a psychiatric report dated 22 May, the applicant was above all disappointed and bitter about the authorities. He had stated that he might as well die as go to a Turkish prison, but that he would not commit suicide until the day of his deportation, possibly after his arrival in Turkey. He was assessed as not being psychotic but moderately depressed. There was no psychiatric ground for his being committed to a psychiatric hospital.", "In June 1996 the first applicant's expulsion was put into effect.", "His brother, Celal, had been expelled in 1995, whereas his other brother had died. His sister continued to live in Norway and obtained Norwegian citizenship. Their parents returned to Turkey in 1993 for health reasons and, because of their long absence from Norway, forfeited their residence permit."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}