{"ITEMID": "001-121993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "RADOVANOVIĆ AND PETROVIĆ v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Mirjana Lazarova Trajkovska;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicants, Ms Danica Radovanović (“the first applicant”) and Ms Ružica Petrović (“the second applicant”), are Serbian nationals who were born in 1952 and 1925 and lived in Lazarevac and Belgrade, respectively.", "2. Both applicants were represented before the Court by the Belgrade Centre for Human Rights, a human rights organisation based in Serbia. The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. In 1971 the first applicant married M.R., and during their marriage she gave birth to their two children.", "5. On 21 November 1989 the first applicant and M.R. were divorced by consent before the District Court in Belgrade. The first applicant’s children were awarded child maintenance, while the first applicant herself never sought maintenance from her former husband.", "6. The first applicant maintained that after the divorce she and M.R. were reconciled and started living together again. In the years that followed, they continued living as cohabitants (vanbračni drugovi).", "7. On 14 October 2005 M.R. died as a consequence of an accident at work.", "8. On 18 November 2005 the first applicant filed a request with the Pensions and Disability Insurance Fund (“the PDIF”), requesting to be awarded a survivor’s pension.", "9. On 10 February 2006 the PDIF’s branch in Belgrade rejected the first applicant’s request, finding that she had no standing to claim a survivor’s pension.", "10. On 26 April 2006 the PDIF’s Directorate confirmed the decision of 10 February 2006.", "11. On 20 October 2006 the District Court upheld the decisions of 10 February 2006 and 26 April 2006, while acknowledging that the first applicant and her former husband had continued living as cohabitants. The District Court further explained that the first applicant was not entitled to a survivor’s pension since in the divorce proceedings she had not been awarded maintenance (see paragraph 30 below, Article 28 § 2 of the Pensions and Disability Insurance Act).", "12. On 26 July 2007 the first applicant acquired the right to a disability pension.", "13. On 23 December 1948 the second applicant married Č.P.", "14. On 29 June 1966 the District Court in Belgrade dissolved their marriage, noting, inter alia, that the parties had stopped living together in 1965. The applicant’s children were awarded child maintenance, while the applicant herself never sought maintenance from her former husband.", "15. The second applicant maintained that following the divorce she and Č.P. continued living together as cohabitants, and that their children were never aware that their parents were in fact not married.", "16. Throughout this partnership the second applicant was never employed, and enjoyed benefits based on Č.P.’s health insurance.", "17. On 15 November 2004 Č.P. died.", "18. On 6 April 2005 the second applicant filed a request with the PDIF, seeking a survivor’s pension.", "19. On 14 March 2005 the PDIF’s branch in Belgrade rejected the second applicant’s request, since in the divorce judgment she had not been awarded maintenance (see paragraph 30 below).", "20. On 1 June 2005 the PDIF’s Directorate confirmed the decision of 14 March 2005, acknowledging that the second applicant and her former husband had continued living as cohabitants.", "21. On 6 October 2005 and 20 September 2006 the District Court and the Supreme Court respectively upheld the decision of 14 March 2005. On 28 December 2006 the second applicant received the Supreme Court’s decision, rejecting her appeal on points of law (zahtev za vanredno preispitivanje sudske odluke) on its merits. The Supreme Court explained that the second applicant was not entitled to a survivor’s pension since the divorce court had not awarded her maintenance (see paragraph 30 below).", "22. According to the documents contained in the case file, throughout the above proceedings, the applicants argued that they were entitled to their survivors’ pensions, respectively, since they had continued living with their former spouses and the latter had also continued providing them with maintenance on a voluntary basis.", "23. Article 29 guaranteed equality between children born inside and outside of marriage.", "24. Article 9 § 3 stated that all international human rights treaties valid in the territory of Serbia and Montenegro would be directly applicable.", "25. Article 7 provided, inter alia, that all human rights guaranteed by a binding international treaty would be directly applicable.", "26. Article 18 § 2 provides, inter alia, that all ratified international human rights treaties shall be directly applicable.", "27. Article 21 § 3 provides that “[a]ll direct or indirect discrimination based on any ground, particularly on the grounds of race, sex, national or social origin, birth, religion, political or other opinion, property status, culture, language, age, mental or physical disability shall be prohibited.”", "28. Article 62 § 5 provides that “a cohabiting partnership (vanbračna zajednica) shall be equal to marriage, under the conditions set forth by law”.", "29. This Constitution entered into force on 8 November 2006.", "30. The right to a survivor’s pension shall be granted, inter alia, to family members of a deceased insured person who had paid the relevant contributions for at least five years, as well as to family members of a person who had already been granted a pension (Article 27). Eligible family members shall include, inter alios, the married partner (bračni drug) of the deceased (Article 28 § 1). The right to a survivor’s pension shall likewise apply to a divorced partner (bračni drug iz razvedenog braka), where a court had already established his or her right to maintenance in the course of the divorce proceedings (Article 28 § 2).", "31. A survivor’s pension shall be granted to the deceased’s children under the age of 15. Beyond that, children shall be entitled to the said pension if they are attending secondary or higher education, but even then only until the ages of 20 and 26 respectively. Where the children’s education has been interrupted due to a disease, they shall be entitled to the pension for an additional period corresponding to the duration of the disease in question. When the children’s education has been interrupted because of their military service, the pension shall be paid until the age of 27. Should the children becomes unable to live and work independently before reaching the relevant age, they shall be entitled to a pension, but should the children become unable to do so only later, but before the insured parent dies, they shall be entitled to a pension only if they had been financially supported by that parent until his or her death. Such children, as well as disabled children, shall also be entitled to a pension should they become unemployed or otherwise cease with their business activities (Article 31).", "32. Should one acquire a right to a disability pension, one shall no longer be entitled to a survivor’s pension (Articles 117 § 2 and 119, taken together).", "33. One’s entitlement to a pension or disability insurance (osnov osiguranja) cannot be established on the basis of witness statements (Article 138 § 3).", "34. The latest amendments to the Act entered into force on 1 January 2011, introducing certain changes to the pension and disability benefits system, mostly relating to the retirement age. When the question of the possibility to grant cohabitants equal rights in respect of the survivor’s pension was raised, the State Secretary in the Ministry for Labour and Social Policy, who was at the same time the head of the working group on pension reform, was quoted as having said, “it is hard to prove the existence of such partnerships”; “[i]ntroducing this right would mean a higher number of retired persons, and an increase in expenses” (Ms R.T., in a statement to the “Press” newspaper, 14 January 2011).", "35. Articles 13 § 3 and 30, taken together, provide that cohabitants of deceased veterans shall, under certain conditions, be entitled to a survivor’s disability pension (pravo na porodičnu invalidninu) if they have children in common.", "36. Article 24 provides that compulsory health insurance shall be provided to the family members of the insured. Cohabitants are considered to be immediate family and are granted equal rights to married partners on the condition that they have shared a household for at least two years before filing the request.", "37. This Act, read in conjunction with the Health Insurance Act, provides, inter alia, that cohabitants and married partners alike shall enjoy equal treatment as regards the Government-supported programme of in vitro fertilisation.", "38. Articles 12, 12a and 13 provide that cohabitants shall be treated the same as married partners in respect of their entitlement to various welfare benefits.", "39. Article 4 defines cohabitation as a longer partnership (trajnija zajednica života) between a man and a woman, where there are no obstacles to them marrying (for example, another marriage, blood relationship and so on), and where the partners have the same rights and duties as those afforded to married partners, “under the conditions set forth in this Act”.", "40. Articles 152 and 191 provide that cohabitants shall have the right to request maintenance from one another, and that any property obtained during their partnership shall be their common property.", "41. Article 187, taken together with Article 191, provides that cohabitants shall also be jointly responsible for certain obligations incurred during their partnership.", "42. Article 9 § 2 provides that the deceased’s children and married partner shall inherit equal shares of his or her estate.", "43. This Act makes no reference to cohabitants. The Čačak District Court, however, found that one cohabitant does not have the right to inherit the property of the other following his or her death (judgment of 18 April 2007, Gž. No. 454/07).", "44. Articles 18 § 2 and 49 provide, inter alia, that should an appeal on points of law be accepted by the Supreme Court, the impugned decision may be overturned or quashed, and that in the latter case a re-trial before the lower court may be ordered.", "45. Cohabitants and married partners enjoy equal treatment as regards, inter alia, the following: (a) deciding on whether to donate their deceased partner’s organs to medical institutions for educational purposes (the Health Protection Act, Zakon o zdravstvenoj zaštiti; published in OG RS nos. 107/05, 72/09, 88/10, 99/10, 57/11 and 119/12; Article 226); (b) the assessment of whether an official can be deemed to be in a conflict of interest (the Prevention of Conflicts of Interest Act, Zakon o sprečavanju sukoba interesa pri vršenju javnih funkcija; published in OG RS no. 43/04, Article 4); (c) an official’s obligation to report his or her property and financial status to the Anti-Corruption Agency (the Anti-Corruption Agency Act, Zakon o Agenciji za borbu protiv korupcije, published in OG RS nos. 97/08, 53/10 and 66/11, Article 43 § 2); and (d) various procedural contexts, civil and criminal (see the Code of Criminal Procedure, Zakonik o krivičnom postupku, published in the Official Gazette of the Federal Republic of Yugoslavia nos. 70/01 and 68/02, as well as in OG RS nos. 58/04, 85/05, 115/05, 49/07, 20/09, 72/09 and 76/10, Articles 56, 61 § 6, 68 § 2, 98 § 1 (1) and 364 § 2; see also the Civil Proceedings Act, Zakon o parničnom postupku, published in OG RS nos. 72/11, Articles 67 § 1 (3) and 249 § 1).", "46. The Foreigners Act (Zakon o strancima; published in OG RS no. 97/08) provides that temporary residence (longer than ninety days) may be granted to immediate family members for reasons of family reunification (Article 26 § 1 (3)). This includes, inter alios, married partners (Article 32 § 2). In practice, however, cohabitants have the same rights.", "47. There is no possibility, according to Serbian legislation, to officially register a cohabiting partnership, nor does there exist an equivalent of, or a document similar to, the family record book.", "48. On 30 June 2011 the Constitutional Court rejected a motion seeking, inter alia, to have Article 28 of the Pensions and Disability Insurance Act declared unconstitutional. It did so because it lacked the power to legislate (“Ustavni sud ... ne stvara normu ... [, on] ... nema ulogu i ovlašćenje tzv. pozitivnog zakonodavca ...”). In its reasoning, however, the Constitutional Court further opined as follows:", "“... [T]he Constitutional Court notes that the Constitution ... has established that cohabitation is equal to marriage in accordance with the law ... [It has therefore] ... decided to send a letter ... to the Parliament in which it will point out the need for the contested provisions of Article 28 ... to be brought in line ... with the Constitution and ratified international instruments.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}