{"ITEMID": "001-100300", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MADZHAROV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["6. The applicant was born in 1966 and lives in Sofia.", "7. In 1966 his grandparents bought from the Sofia municipality an apartment of 73 square metres in the centre of the city, which had become State property by virtue of the nationalisations carried out by the communist regime in Bulgaria after 1946.", "8. After the death of the applicant's grandparents his father inherited from them. In 1995 he conveyed the property to the applicant.", "9. On 19 February 1993 the heirs of the former pre-nationalisation owner of the apartment brought an action against the applicant's father under section 7 of the Restitution Law, arguing that his title to the property was null and void and seeking the restoration of their own title. They also brought a rei vindicatio action.", "10. In 2003 the applicant's father died and the applicant succeeded him in the proceedings.", "11. The proceedings ended with a final judgment of the Supreme Court of Cassation of 27 May 2005. The courts allowed the plaintiffs' claims, finding that the contract whereby the applicant's grandparents had acquired the apartment had been null and void since the sale had not been approved by the Minister of Finance, as required by the relevant provisions applicable at the time, but by his deputy.", "12. In July or August 2005 the applicant and his family vacated the apartment. In November 2005 they were granted the tenancy of a municipally-owned apartment at a regulated price, where they moved in.", "13. The applicant could apply to receive compensation bonds within two months of the judgment of 27 May 2005. However, he only applied for bonds on 7 October 2005. On 26 March 2008 the regional governor dismissed the request as time-barred. On an appeal by the applicant, this decision was upheld by the courts.", "14. The relevant background facts, domestic law and practice have been summarised in the Court's judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}