{"ITEMID": "001-58172", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1998, "DOCNAME": "CASE OF SOCIALIST PARTY AND OTHERS v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 11;Not necessary to examine Art. 6-1;Not necessary to examine Art. 9;Not necessary to examine Art. 10;Not necessary to examine Art. 14;Not necessary to examine Art. 18;Not necessary to examine P1-1;Not necessary to examine P1-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "C. Russo;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["7. The Socialist Party (“the SP”), the first applicant, was a political party that was dissolved by the Constitutional Court (see paragraph 15 below).", "Mr İlhan Kırıt and Mr Doğu Perinçek, the second and third applicants, were respectively Chairman and former Chairman of the SP. They live in Istanbul.", "8. The SP was formed on 1 February 1988. On the same day, its constitution and programme were submitted to the office of Principal State Counsel at the Court of Cassation for assessment of their compatibility with the Constitution and Law no. 2820 on the regulation of political parties (“Law no. 2820” – see paragraphs 16 and 17 below).", "9. On 15 February 1988, when the SP was preparing to take part in a general election, Principal State Counsel at the Court of Cassation (“Principal State Counsel”) applied to the Constitutional Court for an order dissolving the SP. Relying in particular on passages from its programme, he accused the party of having sought to establish the domination of the working class with a view to establishing a dictatorship of the proletariat (Articles 6, 10 and 14 and former Article 68 of the Constitution and sections 78 and 101(a) of Law no. 2820).", "10. In a judgment of 8 December 1988, published in the Official Gazette of 16 May 1989, the Constitutional Court dismissed the application as unfounded, as it considered that the political objectives stated in the SP's programme did not infringe the Constitution.", "11. Criminal proceedings were then brought in the National Security Courts against some of the leaders of the SP, including Mr Perinçek. They were accused of spreading harmful propaganda in favour of the domination of one social class over the others, contrary to Article 142 of the Turkish Criminal Code, as then worded (see paragraph 18 below). The allegation against Mr Perinçek was based in particular on speeches he had made at two public meetings on 10 February 1990 at Diyabakır and 21 March 1990 at Van and on an article that had appeared in a political journal on 4 March 1990, that is to say before his election as Chairman of the SP on 6 July 1991. Following the repeal of Article 142 of the Criminal Code by Law no. 3713 of 12 April 1991 (the Prevention of Terrorism Act), the accused were all acquitted. The SP later published the speeches in question under the titles: “Serhildan çağrıları-1, Kawa ateşi yaktı” and “Serhildan çağrıları-2, Karpuz değil cesaret ekin” (see paragraph 13 below).", "12. On 26 August 1991 the High Electoral Committee – which had responsibility under the Constitution for ensuring the fairness of elections – decided that the SP satisfied all the conditions necessary to take part in the general election of 20 October 1991. The party consequently ran an election campaign.", "13. On 14 November 1991 Principal State Counsel applied to the Constitutional Court for a second time for an order dissolving the SP. He accused the party of having carried on activities likely to undermine the territorial integrity of the State and the unity of the nation contrary to Articles 3, 4, 14 and 66 and former Article 68 of the Constitution, and sections 78, 81 and 101(b) of Law no. 2820.", "In support of his application, Principal State Counsel relied in particular on the following extracts from the SP's election publications and from oral statements made by its Chairman, Mr Perinçek, at public meetings and on television.", "“... Dear friends, ... the second dynamic is the Kurdish dynamic. It is the call for equality and freedom, [it is] the Kurds' claim to rights as a nation. It is a request that the rights which the Turks enjoy ... be granted to the Kurds also.", "At the beginning of the century, a war of independence was waged ... in circumstances in which imperialists occupied the country and Turks and Kurds depended on one another and had to unite and fight, side by side. The Amasya Protocol provided: 'The homeland is composed of the lands where the Turks and the Kurds live.' At the Erzurum and Sivas Congresses, oral and written declarations were made recognising the ethnic social and geographical rights of Kurds ... once the war was over and the men had hung up their weapons, an official ideology developed ... as though there was no longer any need for people from Urfa, Diyarbakır or Malatya to fight... Under that official ideology, there was no longer any room for Kurds. There were no more Kurds. Henceforth, only Turks existed...” (pages 7–8)", "“... they can make this country ... a homeland of cultures, brotherhood, workers, [a homeland] where there is voluntary unity, where nations freely decide on their future and freely unite if they so wish... Long live brotherhood between Turks and Kurds! Long live the Turkish and Kurdish peoples!” (page 31)", "“... The collapse started where the regime was most tyrannical and most vulnerable. The [political] parties of the status quo failed to the east of the Euphrates... [They] are no longer to be seen in the lands where the Kurdish people live... (page 3)", "Why have the parties of the status quo disappeared from the Kurdish provinces? Because they are nationalists... Turkish nationalism has become bankrupt in the lands where the Kurdish problem will be resolved. Turkish nationalism has drawn its borders. It has divided Anatolia into two parts, situated to the east and west of the Euphrates. Turkish nationalism and its regime are in the process of drowning in the Euphrates. That is what is known as a bankrupt regime. (page 4)", "... After the mountains, the State also lost the villages and towns. That is why it counts directly on deterring the masses. State terror seeks to establish a new regime in Turkey, starting from the east... (page 10)", "The State pays village guards and special forces ... which it feeds to kill Kurds through the taxes it collects from the people. The cost of the bullets fired at Kurds, of petrol used in cross-border operations ..., in short, the cost of [this] special war is borne by the people... To bring inflation and ... poverty to an end, a peaceful solution must be found to the Kurdish problem. The Kurdish problem is at the same time a Turkish problem... Living freely, in brotherhood, heart to heart, in peace and harmony with the Kurdish people is a need ... for the Turkish people... Turks and Kurds are but one people. No Turk will be entitled to enter paradise if a single Kurd [still] remains in hell. The Socialist Party is determined to fight until the last Kurd is saved from hell. (pages 11–13)", "The Socialist Party is present on both sides of the Euphrates. It is the party of brotherhood between Kurds and Turks. The Socialist Party's determination in the face of the Kurdish problem has been demonstrated by its fight to combat State pressure on the Kurdish nation ..., its shared destiny in the poor Kurdish peasants' fight for survival ..., the fact that it has overcome the barrier of fear by holding meetings with thousands of people in the Kurdish villages and towns and has explained the Kurdish problem to working people throughout Turkey... Our party imparts this awareness. It sees a solution in the common destiny of peoples and their combat. To remedy the Kurdish problem, the Socialist Party has courage, ... a cause and a programme. (pages 15–16)", "The Kurdish nation has a full and unconditional right to self-determination. It may, if it wishes, create a separate State. The interest of the proletariat lies in the establishment, through democratic popular revolution, of a voluntary union founded on absolute equality of rights and freedoms. The right to secede is, at all times, an essential condition of that voluntary union.", "Whether or not people live together depends on the free will of nations. So that that will can be expressed, a referendum must be organised in the Kurdish provinces. During the referendum, those who are in favour of secession must also be allowed freely to express their views.", "Under current historical conditions, a solution favourable to the workers of both nations lies in a democratic federal republic, to which the two federated States adhere on an equal footing. In the federation, power will be exercised through popular assemblies elected democratically by districts, towns, federated States and the federal State, beginning with the neighbourhoods and villages.", "The prefectures and sub-prefectures, State governments and the federal government will be the executive bodies of those assemblies and accountable to them.", "The popular federal assembly will be composed of two assemblies: the assembly of the members of parliament and the assembly of the nations.", "The assembly of the members of parliament will be elected in a general election with one member of parliament elected by a given number of citizens.", "The assembly of nations will be constituted by an equal number of members elected from each of the two federated States.", "Legislation will be enacted on a majority vote in the two assemblies.", "Legislation which is rejected by one of the assemblies will not come into force.", "The Employment Code, and the Criminal, Civil and Procedural Codes will apply throughout the country and be adopted by the federal bodies.", "In those districts and provinces of each State where minority groups are in the majority, regional self-determination will be permitted if the people so desire.", "The federal Constitution will be the common Constitution of the two nations. It will come into force as soon it has been accepted, by referendum, by a majority in each of the two nations. Each State will also have its own Constitution. The federal Constitution will cover an increasing number of matters, to the extent that the federated republics consent thereto.", "The flag and national anthem of the federal republic will be the same for Turks and Kurds. Each federated State will have its own flag and anthem. The federation shall not have a name that refers to only one of the nations.", "Defence of the country, issues of war and peace, and entry into representative treaties in international relations will be the responsibility of the federal bodies.", "Each federated State will [however] be entitled to establish direct commercial and cultural relations with foreign countries and to open consulates.", "At each level of government, power will lie solely with the popular assemblies and the local authorities accountable to them. The prefecture, sub-prefectures, security forces and gendarmerie established under the current [central] government outside the scope of the proposed administrative system will be abolished. This democratic administrative system will also guarantee national equality and freedom.", "Local security forces will receive their orders from local government authorities and be accountable to local assemblies. In the villages, security forces will be composed of local young people, who will receive instructions from village committees.", "Seigniory, dependence on the head of a clan or any form of medieval relation that is incompatible with brotherhood or social development shall be abolished by an agrarian reform to be undertaken by the mobilisation of farmers under the direction of the village committees.", "In order that regional inequalities that have been aggravated by the market economy may be removed, the federal republic will increase its share of investment in regions that are economically underdeveloped. It will therefore guarantee and develop the economic basis of the union.", "With respect to the economy, a federal system of uniform statistics will be used.", "The freedom and right of each nation and each national or religious minority to develop its language and culture and to pursue political and associative activities will be guaranteed.", "The official languages will be Turkish and Kurdish. Each federated republic will have its own language as its official language. Decisions of the federal bodies will be drafted in both languages. From primary school to university and in all cultural institutions, means of education, research and communication, such as journalism, publishing, radio and television, etc., will be provided in both languages.", "The democratic culture of the Kurdish nation will be able to develop through the removal of the pressures that have been exerted on it up till now. Those in power will strive for free democratic cultural exchange with Turks and Kurds in other countries and an international culture common to all nations of the world to flourish in a pluralist and active environment.", "All bodies in power will endeavour [on the one hand] to eradicate, with all its foundations, the former culture idolising violence and advocating the use of force to solve problems between nations and in society and [on the other hand] to spread among the people an internationalist proletarian culture that respects mankind and despises violence.", "Against the fundamentalist nationalist culture according to which the history of the lands in which we live began with the war of Malazgirt and against all other forms of nationalism will be developed an internationalist, universal, humanitarian and democratic culture that will seek new cultural sources, enriched by the contribution of different peoples stemming from the historic depths of our country, and will draw on those resources. Original names will no longer be changed as they reflect the wealth of our country's universal culture; every place will be called by its known, established name.” (pages 16–20)", "“The Socialist Party is the last bridge between the Kurdish and Turkish people... The current status quo has failed with respect to the Kurdish problem and its deafening collapse can be heard from here... What is the only possible solution? ... This issue can only be resolved by respecting the wish of the Kurdish people ... the real remedy lies with the Kurdish people. We will ask the Kurds: 'What do you want?' ... if, conversely, they seek secession, we will respect their wish. We will organise a referendum. We will ask the Kurdish people ..., everyone, from Hakkari to Antep: 'Do you want to create a separate State in our land or not?' The Socialist Party prefers unification... Who is inciting secession? Oppression [is]. The oppression of the Kurdish people by the Turkish State. We will defend unification by putting an end to that oppression and that will be proof of [our] acceptance of the Kurdish people's will... The Socialist Party will defend the union of the two peoples within the federation and the joint [exercise] of power... The Socialist Party is the last bridge between the Kurdish and Turkish people... No party other than the Socialist Party has shared the Kurds' destiny, taken up a position against the Turkish State or is able to maintain that position.”", "“... Let us now define [what they call] internal security. That is the Kurdish problem. If you put it in terms of internal security ..., you will have recourse to the gendarmes. If the problem is seen as a Kurdish one, you will resolve it by democracy and freedom. In fact, it is the present regime that has transformed the Euphrates into a border... It was an economic border... Then, they made the Euphrates a political border ... and, lastly, an ideological one... Turkish nationalism has drowned in the Euphrates; it cannot cross it ... because nationalism has no place in these lands... There is a Turkish problem but also a Kurdish problem ... a fraternal solution will come from the Socialist Party. The [other] five parties have become separatist ... because they were nationalist. We offer a fraternal solution, a federation. The Kurdish nation should be given the right to self-determination. That is how the right conditions for unification will come about... Union cannot be achieved through force. Your solutions have failed. You will see, the Socialist Party solution will prevail.”", "“... we will put a stop to the special war being [waged] in the east ... we will end it by replacing it with a programme of brotherhood between Kurds and Turks ... and, lastly, on a structural level, a federation in which both nations are on an equal footing... They say that they are troubled by the fact that the Euphrates is a border. Who made the Euphrates a border? They did! ... Free, voluntary union on an equal footing of the Kurdish and Turkish nations within a federation, provided that the Kurdish nation consents and so decides as master of its destiny and accepts it: that is the solution proposed by the Socialist Party. The two peoples, two nations are obliged [to accept]...”", "“... Because the Kurds of the village of Botan are standing up they are in the process of becoming their own masters... Is it you, the status quo, that has forbidden the use of the name 'Kurd'? The Kurdish people are standing up; they are becoming the centre of the debate; through their acts, they are imposing their identity and celebrating the Newroz... The oppressed Kurds are establishing their Constitution, making laws.”", "“... The Socialist Party says that the Kurdish problem cannot be resolved by soldiers or bullets. The solution lies in independence ... in equality. The Kurdish and Turkish nations should have the same rights. The Kurdish and Turkish nations will form a popular republic ... and then one of them will survive and the other be oppressed; that is indefensible... It is the Socialist Party that is with the oppressed Kurdish people... By standing up, the Kurdish people have begun to demonstrate the combat they have been waging for years... The Kurdish people will bring about a new revolution... The oppressed Kurdish people ... are coming to join the Socialist Party... Long live the awakening! Long live our people!”", "“... Turkish nationalism has drowned in the Euphrates... The State has oppressed the Kurdish people to the point of erasing their name, even of prohibiting its use; but bans come to nothing... The Kurdish reality is there and is asserting itself... Turks and Kurds remain brothers; there can be no brotherhood where there is slavery; there can be no brotherhood if one is master and the other slave; everyone should be equal and have the same rights... There can be no hope if Turks and Kurds do not unite... This equation should be noted down somewhere: the Turkish people plus the oppressed Kurdish people equals democracy, independence and freedom... Long live Kurdistan! ...”", "Relying on an audiovisual recording of the latter meeting, Mr Perinçek nevertheless denied, at a hearing before the Constitutional Court on 12 May 1992, that he had uttered the last sentence.", "14. On 28 November 1991 the Constitutional Court sent Principal State Counsel's application to the SP, whose counsel filed preliminary written observations on 29 January 1992 and full observations on 30 March 1992, in which they first requested a hearing or, at the very least, leave to make further submissions orally. The Constitutional Court acceded to the latter request only and heard the party Chairman, Mr Perinçek, on 12 May, who had ceased to be Chairman of the party a short time before.", "Before the Constitutional Court the SP's representatives firstly contested the constitutionality of certain provisions of Law no. 2820 on which Principal State Counsel relied. They also argued that the court should not admit the SP's publications (see paragraph 13 above) in evidence against that party. They said that two of the publications were copies of a speech made by Mr Perinçek before his election as party Chairman on 6 July 1991; furthermore, they had been examined by the National Security Courts and found not to contravene the law (see paragraph 11 above).", "The party representatives went on to point out that on 8 December 1988 the Constitutional Court had dismissed the first application to have the SP dissolved on the basis of its programme (see paragraph 10 above). They maintained that the court would be contradicting itself if it now decided to dissolve the SP purely because of Mr Perinçek's oral statements, which, in the case before the court, were merely reiterations of paragraph 31 of the programme, which had already been reviewed by the Constitutional Court. They noted, lastly, that since the enactment of Law no. 3713 (the Prevention of Terrorism Act) which had, in particular, repealed Article 142 of the Criminal Code (see paragraph 18 below), it was no longer illegal to carry on Marxist-Leninist activities; in their submission, if one political party was treated differently from the others, the aim pursued by the Turkish legislature would be defeated.", "15. Pursuant to section 101 of Law no. 2820, the Constitutional Court made an order on 10 July 1992 dissolving the SP, which entailed ipso jure the liquidation of the party and the transfer of its assets to the Treasury, in accordance with section 107 of that Law. The order was published in the Official Gazette on 25 October 1992. As a consequence, the founders and managers of the party were banned from holding similar office in any other political body (former Article 69 of the Constitution – see paragraph 16 below).", "In its judgment the Constitutional Court noted at the outset that the impugned publications of the SP bore the name and signature of its Chairman, Mr Perinçek, who was also the person who had made the oral statements on television. Those publications and statements accordingly also bound the SP and consequently were admissible as relevant evidence under section 101 of Law no. 2820.", "The Constitutional Court did not consider that either its or the National Security Courts' earlier judgments (see paragraphs 10–11 above) in any way affected its examination of the case before it, which concerned the political activities of the party, not of its leaders. Moreover, it could not accept that the fact that a provision of the Criminal Code making it an offence to behave in a certain way had been repealed meant that similar conduct no longer constituted a valid ground for dissolution under Law no. 2820.", "The Constitutional Court observed that unlike the issue that had been decided in its judgment of 8 December 1988, the one now before it was based on new facts and evidence and thus gave rise to a different question in law. It no longer had to be determined whether the programme and constitution of the SP were in conformity with the law, but solely whether its political activities were caught by the relevant prohibitions.", "In reaching its decision on the merits, the Constitutional Court noted, inter alia, that the SP referred in its political message to two nations: the Kurdish nation and the Turkish nation. But it could not be accepted that there were two nations within the Republic of Turkey, whose citizens, whatever their ethnic origin, had Turkish nationality. In reality, the statements made by the SP concerning Kurdish national and cultural rights were intended to create minorities and, ultimately, the establishment of a Kurdish-Turkish federation, to the detriment of the unity of the Turkish nation and the territorial integrity of the Turkish State.", "Like all nationals of foreign descent, nationals of Kurdish origin could freely express their identity, but the Constitution and the law precluded them from forming a separate nation and State. The SP was ideologically opposed to the nationalism of Atatürk, which was the most fundamental principle underpinning the Republic of Turkey.", "The SP's political activity was also incompatible in aim with Articles 11 and 17 of the European Convention on Human Rights, since it was similar to that of terrorist organisations, notwithstanding a difference in the means employed.", "In short, objectives which, like those of the SP, encouraged separatism and incited a socially integrated community to fight for the creation of an independent federated State were unacceptable and justified dissolution of the party concerned.", "16. The relevant provisions of the Constitution read as follows:", "“The Republic of Turkey is a democratic, secular and social State based on the rule of law, respectful of human rights in a spirit of social peace, national solidarity and justice, adhering to the nationalism of Atatürk and resting on the fundamental principles set out in the Preamble.”", "“The State of Turkey shall constitute with its territory and nation, an indivisible whole. The official language shall be Turkish.”", "“No amendment may be made or proposed to the provisions of Article 1 of the Constitution providing that the State shall be a Republic, the provisions of Article 2 concerning the characteristics of the Republic or the provisions of Article 3.”", "“Sovereignty shall reside unconditionally and unreservedly in the nation.", "...", "Sovereign power shall not under any circumstances be transferred to an individual, a group or a social class...”", "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.”", "“None of the rights and freedoms referred to in the Constitution shall be exercised with a view to undermining the territorial integrity of the State and the unity of the nation, jeopardising the existence of the Turkish State or Republic, abolishing fundamental rights and freedoms, placing the control of the State in the hands of a single individual or group, ensuring the domination of one social class over other social classes, introducing discrimination on the grounds of language, race, religion or membership of a religious sect, or establishing by any other means a political system based on any of the above concepts and opinions.”", "“Everyone linked to the Turkish State by nationality shall be Turkish.”", "“...", "No political party shall be formed which aims to advocate or establish the domination of one social class or group, or any form of dictatorship...”", "“Political parties shall not engage in activities other than those referred to in their constitutions and programmes, nor shall they disregard the restrictions laid down by Article 14 of the Constitution, on pain of permanent dissolution.", "...", "The decisions and internal running of political parties shall not be contrary to democratic principles.", "...", "Immediately a political party is formed, Principal State Counsel shall verify as a matter of priority that its constitution and programme and the legal position of its founding members are consistent with the Constitution and the laws of the land. He shall also monitor its activities.", "Political parties may be dissolved by the Constitutional Court, on an application by Principal State Counsel.", "Founding members and managers, at whatever level, of political parties which have been permanently dissolved may not become founding members, managers or financial controllers of any new political party...”", "17. The relevant provisions of Law no. 2820 on the regulation of political parties read as follows:", "“Political parties", "(a) shall not aim, strive or incite third parties to", "change the republican form of the Turkish State; the ... provisions concerning the absolute integrity of the Turkish State's territory, the absolute unity of its nation, its official language, its flag or its national anthem; ... the principle that sovereignty resides unconditionally and unreservedly in the Turkish nation; ... the provision that sovereign power cannot be transferred to an individual, a group or a social class...;", "jeopardise the existence of the Turkish State and Republic, abolish fundamental rights and freedoms, introduce discrimination on grounds of language, race, colour, religion or membership of a religious sect, or establish, by any means, a system of government based on any such notion or concept.", "...", "(c) shall not aim to defend or establish the domination of one social class over the other social classes or the domination of a community or the setting up of any form of dictatorship; they shall not carry on activities in pursuit of such aims...”", "“Political parties shall not aim to change the principle of the unitary State on which the Turkish Republic is founded, nor carry on activities in pursuit of such an aim.”", "“Political parties shall not", "(a) assert that there exist within the territory of the Turkish Republic any national minorities based on differences relating to national or religious culture, membership of a religious sect, race or language; or", "(b) aim to destroy national unity by proposing, on the pretext of protecting, promoting or disseminating a non-Turkish language or culture, to create minorities on the territory of the Turkish Republic or to engage in similar activities...”", "“The constitution, programme and activities of political parties may not contravene the Constitution or this Law.”", "“The Constitutional Court shall dissolve a political party whose", "(a) constitution or programme ... is contrary to the provisions of Chapter 4 of this Law;", "(b) membership, central committee or executive committee ... take a decision, issue a circular or make a statement ... contrary to the provisions of Chapter 4 of this Law ..., or whose Chairman, Vice-Chairman or General Secretary makes any written or oral statement contrary to those provisions...", "(c) representative appointed ... by the administrative committee ..., makes oral statements on radio or television that are contrary to the provisions ... of this Law...”", "“All the assets of political parties dissolved by order of the Constitutional Court shall be transferred to the Treasury.”", "Chapter 4 of the Law, which is referred to in section 101, includes in particular section 90(1), which is reproduced above.", "18. At the material time Article 142 of the Criminal Code provided:", "“Harmful propaganda", "1. A person who by any means whatsoever spreads propaganda with a view to establishing the domination of one social class over the others, annihilating a social class, overturning the fundamental social or economic order established in Turkey or destroying the entire political or judicial order of the State shall, on conviction, be liable to a term of imprisonment of between five and ten years.", "2. A person who by any means whatsoever spreads propaganda in favour of the State's being governed by an individual or social group to the detriment of republicanism or democratic principles shall, on conviction, be liable to a term of imprisonment of between five and ten years.", "3. Any person who by any means whatsoever spreads propaganda inspired by racist theories aimed at abolishing in whole or in part public-law rights as guaranteed by the Constitution or undermining or eliminating patriotic sentiment shall, on conviction, be liable to a term of imprisonment of between five and ten years.", "...”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}