{"ITEMID": "001-80349", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KARUNA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Aleksandr Dmitriyevich Karuna, is a Ukrainian national who was born in 1953 and lives in Vinnytsia. He is represented by Mr Paliy, a lawyer practicing in Vinnytsia region. The respondent Government are represented by Mr Yuri Zaytsev, its Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was discharged from the Military Forces on 14 September 1998 due to his bad state of health. The amount of his pension was determined on 25 December 1998.", "In October 2004 the applicant instituted proceedings in the Leninsky District Court of Vinnytsia (the “Leninsky Court”) against the Vinnytsia Military Commissariat, seeking recalculation of his pension in view of the changes introduced to the legislation after his discharge.", "On 12 May 2005 the Leninsky Court, in the absence of the respondent, dismissed the applicant’s claims as being unsubstantiated. In particular, it found that the applicant was not entitled to such an increase and that the amended legislation did not apply retroactively to the determination of the amount of his pension.", "On 14 May 2005 the Commissariat informed the President of the Leninsky Court that it no longer intended to participate in civil proceedings concerning recalculation of pensions. It asked the President of that court to consider these cases in the absence of the Commissariat’s representative. It also filed written objections.", "On 2 August 2005 the Vinnytsia Regional Court of Appeal upheld the judgment of 12 May 2005.", "The applicant lodged an appeal in cassation with the Supreme Court.", "On 27 October 2005 the Supreme Court, acting under paragraph 10 of Chapter 10 of the Transitional Provisions of the Code of Administrative Justice, transmitted the case-file to the Higher Administrative Court for examination. It adopted no formal procedural decision on the transfer, or lack of, jurisdiction to hear cassation appeals in administrative cases.", "On 18 January 2006 the Higher Administrative Court rejected the applicant’s appeal in cassation as unsubstantiated. In particular, it upheld the reasoning of the Leninsky Court and the Vinnytsia Regional Court of Appeal. The Higher Administrative Court ruled that the previous court decisions were correct as they were based on the Resolution of the Plenary Supreme Court no. 4 of 15 April 2004.", "On 1 June 2006, following communication of the case to the respondent Government, the Supreme Court gave a formal ruling by which it referred the applicant’s cassation appeal lodged with the Supreme Court to the Higher Administrative Court.", "The applicant lodged no appeal in cassation with the Supreme Court against this decision.", "1. Constitution of Ukraine, 28 June 1996", "Article 125", "“In Ukraine the system of courts of general jurisdiction is formed in accordance with the territorial principle and the principle of specialisation.", "The Supreme Court of Ukraine is the highest judicial body in the system of courts of general jurisdiction.", "The respective high courts are the highest judicial bodies of specialised courts.", "Courts of appeal and local courts shall operate in accordance with the law.", "The creation of extraordinary and special courts shall not be permitted.”", "2. Law of Ukraine on the Judicial System of 21 June 2001", "Section 47", "The Supreme Court of Ukraine - the highest judicial body", "“1. The Supreme Court of Ukraine is the highest judicial body within the system of courts of general jurisdiction ...", "2. The Supreme Court of Ukraine:", "1) examines in cassation proceedings the decisions of courts of general jurisdiction in cases which, in accordance with procedural law, fall within its jurisdiction and / or re-examines all cases considered by courts of general jurisdiction...”", "In accordance with Article 210 of the Code the court of cassation in administrative cases is the Higher Administrative Court of Ukraine.", "Under Article 211 of the Code the parties to administrative proceedings may lodge cassation appeals with the Higher Administrative Court against the judgments or rulings of the first instance court and the court of appeal. The grounds for appeal in cassation are an erroneous application of the procedural or substantive law.", "In accordance with Article 223 of the Code, the Higher Administrative Court can quash or amend judgments and rulings of the first instance courts and the courts of appeal or adopt a new judgment upon appeal in cassation.", "In accordance with Article 235 of the Code, the Supreme Court reviews the decisions of the Higher Administrative Court in the course of extraordinary review proceedings (в порядку виключного провадження). In accordance with Article 235 § 2 such a review is a type of cassation review of the case. Under Article 237 of the Code, one of the two grounds for review is the lack of coherence in judicial practice and the difference in application of the same legal provision by different higher courts that examine appeals in cassation (Higher Administrative Court and Higher Commercial Court). The Supreme Court may also re-examine the case if there was a finding of an international judicial body that a judicial decision in an administrative case infringed Ukraine’s international obligations.", "In accordance with paragraph 10 of Chapter VII of the Transitional Provisions of the Code, appeals in cassation which concern decisions of the courts of general jurisdiction (civil and commercial proceedings) given in administrative cases and which have not been examined by the Supreme Court by 1 September 2005 shall be transferred for examination to the Higher Administrative Court.", "Article 43 of the Law states that the pensions shall be calculated on the basis of the salary paid to them, military rank, post occupied, time-in-service, etc. and other conditions determined by the Cabinet of Ministers.", "On 25 March 2005 the Law was amended and the amounts of pensions were increased by 100%.", "Paragraph 8 of the Resolution of the Plenary Supreme Court stated that, in accordance with Article 63 of Law no. 2262-ХІІ and paragraph 8 of Resolution no. 393 of the Cabinet of Ministers of Ukraine of 17 July 1992, recalculation of previously determined amounts of pensions should be effected with due regard to the base salary. Other relevant factors should be taken into account (payment for rank, position, time-in-service, conditions of military service, secrecy, etc.).", "More specifically, the Plenary Court drew the courts’ attention to the fact that the pension legislation which was in force before 1 January 2005 did not provide for recalculation of pension on the basis of new changes introduced into legislation after the persons concerned had been discharged from the military. In particular, the Plenary Court considered that the Law no. 1769-ІV, which entered into force on 1 January 2005, did not have retroactive effect and therefore claims for recalculation of pension based on the changes to the base military salary or additional payments that were introduced after a person’s discharge from the military (i.e. before 1 January 2005) should not be allowed. Persons discharged from the military, who were given higher ranks after their retirement or discharge, had no right to recalculation of previously determined pension amounts.", "In paragraph 9 of its Resolution, the Plenary Supreme Court informed the courts that a new law no. 2255-ІV governing the issues of recalculation of pensions for former military servicemen would become effective as of 1 January 2006. Under the new law, all military pensions should be subjected to recalculation in the event of any changes introduced to constituent parts of the payments for acting military servicemen (payment for rank, time-in-service, post occupied, etc.). Recalculation of pensions shall be effected from the date of recognition of this right and within the time-limits established by Article 51 § 2 of Law no. 2262-ХІІ. The Resolution also stated that under the new law military pensions should be recalculated, but without retroactive effect.", "In accordance with paragraph 10 of the Resolution, recalculation of pensions under Article 51 of the Law no. 2262-ХІІ should be effected from the first day of every month following the month in which recalculation of pension was authorised by law. The Plenary Court informed the courts that where, in accordance with the legislative changes, a pensioner had obtained a right to an increase in his the pension, the difference should be paid for a period not exceeding twelve months.", "The Plenary Court Resolution also recommended that in examining the instant category of cases the courts should take into account the categories of military servicemen discharged from the military due to its reform (Law of 15 June 2004 no. 1763-IV that entered into force on 8 July 2004). The law covered all military servicemen discharged from the military as of 1 January 2004 (Article 3 § 2 of the Law no. 1763-IV). In accordance with paragraph 11 of Article 1 of the Law no. 1763-IV, former military servicemen, who had attained the age of 45 and had served in the military for at least 15 years could receive an increase in the amount of pension of no more than 50 % of the base salary. The amounts of pensions were to be determined in accordance with the Law no. 2262-ХІІ.", "In accordance with paragraph 14 of the Resolution, the courts in examining military pension cases had to take into account that under Article 55 of the Law no. 2262-ХІІ the amounts of pensions already determined for their recipients under the law were to be paid for the previous period of no more than three years before the pensioner requested recalculation. Also, the sums of pension not received by the pensioner due to the fault of the body determining the amount of pension were to be paid for the previous period without any time limitation.", "Under paragraph 15 of the Resolution of the Plenary Court, pensioners had the right to receive compensation for pecuniary and non-pecuniary damage, in accordance with the procedure established by law (Article 17 of the Law no. 2011-ХІІ “On Social and Legal Protection of the Military Servicemen and Members of their Families” of 20 December 1991).", "The Government provided the following resolution of the Administrative division of the Supreme Court:", "- Resolution of 14 February 2006 (case no. 21-321 во 05);", "- Resolution of 18 April 2006 (case no. 21-138 сво 05);", "- Resolution of 23 May 2006 (case no. 21-238 во 05);", "- Resolution of 4 July 2006 (case no. 21-60 во 06).", "The applicant referred to the following judgments given by the Leninsky District Court of Vinnytsia, in which the claimants’ requests for recalculation of their pensions were allowed:", "- judgment of 6 October 2004 (case no. 2-8/85/04p.);", "- judgment of 21 January 2005 in the case of B.V.V. against the Military Enlistment Office;", "- judgment of 24 February 2005 (case no. 2-814/05p.);", "- judgment of 24 February 2005 (case no. 2-741/05p.);", "- judgment of 19 April 2005 (case no. 2-2061/05p.);", "- judgment of 13 May 2005 (case no. 2-2889/05p.).", "The Government referred to the following judgments given by the domestic courts, in which the claims for recalculation of pensions were rejected:", "- rulings and judgments of the L’viv Regional Court of Appeal of 28 February (two rulings) and 28 March (four judgments) 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}