{"ITEMID": "001-5595", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "LAZAREVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Croatian citizen of Serbian origin, born in 1940 and living in Rijeka, Croatia. He is represented before the Court by Mr Dragan Jovanić, a lawyer practising in Rijeka (Croatia). The respondent Government are represented by their Agent, Ms Lidija Lukina-Karajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant served in the Yugoslav People’s Army and in 1991 retired from service. His military pension was assessed to 85% of his average wage, according to his rank and years of service and was paid from the Federal Pension Fund. The payments terminated in December 1991, following the dissolution of the Federal Republic of Yugoslavia.", "Two separate proceedings took place, in respect of the decrease in the applicant’s military pension.", "Firstly, on 31 December 1992, the Croatian Social Security Fund, Rijeka Office, assessed the applicant’s pension, as from 1 October 1992, at 63,22 % of the amount he had received until December 1991. The applicant appealed against that decision and, after his appeal was dismissed, instituted administrative proceedings with the Administrative Court, which dismissed the applicant’s claim on 18 November 1993.", "On 4 June 1994 the applicant lodged a constitutional complaint.", "On 3 March 1999 the Constitutional Court dismissed the applicant’s complaint.", "Secondly, the applicant lodged a constitutional claim challenging the constitutionality of the Act incorporating into Croatian law the former federal law regulating the pension insurance for military personnel (the Yugoslav Military Pensions Act) enacted in 1991 and altered several times in 1991 and 1992. On 4 February 1998 the Constitutional Court terminated those proceedings due to the enactment of new laws regulating the same matter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}