{"ITEMID": "001-98353", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BEKTAŞ AND ÖZALP v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 2 (substantive aspect);Pecuniary and non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The first applicant was born in 1968 and lives in Adana. The second applicant was born in 1966 and lives in Hatay. The first applicant is the wife of Mr Murat Bektaş and the second applicant is the sister of Mr Erdinç Arslan. Mr Bektaş and Mr Arslan were killed by police officers on 5 October 1999.", "6. On 5 October 1999 at around 9.30 p.m. six police officers from the antiterrorist and special forces of Adana police headquarters raided a block of flats where Murat Bektaş, aged 32, and Erdinç Arslan, aged 22, had been living. The following day at 4.00 a.m. a police report (olay-yakalama-ev arama-zapt etme-görgü tespit tutanağı) was drawn up and signed by thirtysix police officers.", "7. According to this report, at 9.00 p.m. on 5 October 1999 Adana police headquarters received an anonymous telephone call. The caller stated that several persons had been acting suspiciously and carrying bags and suitcases into one of the flats on the third floor of a building.", "8. A total of thirty-six police officers arrived outside the block of flats at around 9.30 p.m. and secured the surrounding area. Seven officers went up to the landing on the third floor, where there were three doors. There was no lighting in the building and it was dark. As the police officers did not know which flat to enter, they decided to raid all of them at the same time. Immediately thereafter, shots were fired from one of the flats but the police officers were unable to determine from which of the three flats the shots were coming.", "9. At that moment one of the doors was opened by a man carrying a gun who, upon seeing the police officers, closed the door immediately and locked it. The officers told this person that they were police officers and ordered him to surrender. As he did not reply, the police officers broke the door and, without entering the flat which was also in the dark, started firing towards the ceiling and the upper parts of the walls.", "10. At around that time the police officers realised that the gunfire had in fact been coming from the flat on the opposite side of the landing and ordered the persons in that flat to surrender. However, the occupants chanted slogans and continued shooting. The officers then broke down their door, entered the flat – which was also in the dark – and returned fire. The occupants of the flat then retreated to a room and the police officers intensified their fire towards that room. When the officers realised that no more gunfire was coming from the occupants of the room they stopped firing. In this room the police officers captured a certain Mr Mustafa Köprü alive, and found Mr Erdinç Arslan's body. Upon discovering that there were explosives in the flat the police officers left the building for their own safety and notified bomb disposal experts, who subsequently arrived and defused the explosives.", "11. Meanwhile, a number of other officers entered the first flat and found the second applicant and her three-year-old son as well as the body of Murat Bektaş.", "12. The same evening the Istanbul prosecutor arrived at the scene of the incident. In his presence the police officers searched Erdinç Arslan's flat and found a Kalashnikov machine gun numbered SG29101, a Unique firearm, empty cartridges and bullets. The police officers found a Star firearm numbered 1898622 in Murat Bektaş's flat. They also recovered empty Kalashnikov cartridges and bullets by the entrance to Mr Bektaş's flat.", "13. On 6 October 1999 at 12.30 a.m. the Adana prosecutor drew up a report from which it appears that he arrived at the scene of the incident after having received a telephone call from the security forces. The prosecutor first conducted an inspection in Erdinç Arslan's flat and observed the presence of a Kalashnikov machine gun, another firearm, several cartridges, bullets, empty cartridges, explosives and materials for making explosives. In Murat Bektaş's flat the prosecutor noted the presence of the Star firearm and the empty Kalashnikov cartridges and bullets. The prosecutor further observed and recorded in his report the existence of numerous bullet marks on the walls and ceilings in both flats. The prosecutor stated in the report that a doctor from the Forensic Medicine Institute had examined the corpses and had observed that there were bullet entry wounds to Erdinç Arslan's head, abdomen and lumbar regions. As regards Murat Bektaş, the doctor had noted bullet entry wounds on his head and hands. The doctor had concluded that classic autopsies were required in order to establish the cause of death. The corpses were then sent to the morgue of the Forensic Medicine Institute.", "14. The same day autopsies were carried out on the bodies of the two deceased men. It appears from the autopsy reports that Murat Bektaş was shot in the head and hands. A bullet entry wound was observed on his left temple. Another bullet entry wound was observed on the back of his right hand. The third bullet had entered his left hand through the third finger. Bullet exit wounds were observed in the occipital region, on the right palm and on the left wrist. The experts were unable to determine the number of bullets which Murat Bektaş had received to his head. They maintained that all the shots had been fired at long range. Murat Bektaş's death was stated to have been caused by a fractured skull, laceration of the brain and a cerebral haemorrhage as a result of firearms injuries.", "15. The report concerning Erdinç Arslan revealed that he had been shot in the head and chest. Two bullet entry wounds were observed in the left orbital region. One bullet entry wound was found on the left side of the chest. The bullet exit wounds were found on the left parietal region and the right side of the lumbar region. The forensic experts concluded that the bullets to Erdinç Arslan's head had been fired at long range, but they were unable to determine the distance because the deceased's clothing had been covering his body.", "16. Also on 6 October 1999 a police chief informed the Adana prosecutor that the fingerprints taken from “the two dead terrorists” did not match any fingerprints in their archives.", "17. On 7 October 1999 Mustafa Köprü, who survived the shooting, made a statement before the Adana prosecutor regarding the incident. He maintained, inter alia, that he and Erdinç Arslan had rented the flat ten days before the incident and had been manufacturing explosives there. On the day of the incident, when he had heard footsteps on the roof, he had approached the entrance to the flat and opened fire on the police officers who were outside the flat. The police officers had then returned fire and shot Erdinç Arslan but he had not seen Erdinç Arslan firing the Kalashnikov machine rifle.", "18. On 8 October 1999 the prosecutor questioned the first applicant, who maintained, inter alia, that her husband had not had a firearm and that he had actually been on the telephone when the police officers had suddenly stormed their flat without any prior warning, opened fire and shot her husband. She had then hidden in the flat with her son. After her husband had been hit, the officers had continued firing into the flat. The officers had not informed them that they were police officers. The first applicant also gave a description of the officer who shot her husband. She stated that she had heard the officers unsuccessfully ordering the occupants of the other flat to surrender. She maintained that the shooting had continued for a while and, when it stopped, two uniformed men had entered her flat and taken her and her son outside. Before she left the flat she had looked at her husband's body and she had not seen any weapons next to him. She requested that the persons responsible for killing her husband be punished.", "19. On 12 October 1999 the prosecutor questioned the police officers who had participated in the operation. The officers stated, inter alia, that they had been surprised on their arrival on the third floor by the fact that there were three doors, one of which turned out to be the door to a storeroom. While they were reflecting on how to proceed, shooting had come from one of the flats. As they could not establish from which direction the gunfire was coming, they had decided to raid all the flats. At that moment a man with a pistol in his hand had briefly emerged from one of the doors and then gone back inside. The officers had then broken the door to that flat (occupied by Murat Bektaş) and fired their weapons at random in order to warn the occupants. They had then realised that the gunfire had actually come from the flat on the other side of the landing (Erdinç Arslan's flat) and had called for assistance from the Special Forces.", "20. Officers Nurettin Bülbül, Eyüp Yalçınkaya and Haydar Erol from the anti-terrorist branch stated that, together with the officers from the special forces, officer Bülbül and officer Yalçınkaya had broken the door to Mr Arslan's flat and opened fire. The occupants of the flat who had been firing at them had then retreated to a room and continued to fire from there. According to officer Bülbül, the armed clash had continued for approximately ten minutes, whereas officer Yalçınkaya was of the opinion that it had lasted for five minutes. After the operation, officers Bülbül and Yalçınkaya had seen a Kalashnikov rifle, a pistol, a cartridge and explosives in the room. Officer Yalçınkaya added that he had used a Kalashnikov rifle in the operation.", "21. Officers Fevzi Mustan and Muammer Topaç from the special forces told the prosecutor that when they and their team arrived outside the building they had heard gunfire and had gone up to the third floor where they had met with officers from the anti-terrorist branch. No fire had been opened from Mr Arslan's flat before they stormed the flat. After having entered the flat they had asked the occupants of the flat to surrender but one shot had been fired in response from one of the rooms, followed by an object which had been thrown towards them from the same room and which they had considered at the time to be a bomb. They and another colleague from the anti-terrorist branch had then opened fire towards the room; they had used M16 rifles and the remaining officer had used a Kalashnikov rifle. Officer Mustan stated that he was sure that only a total of three officers – including himself – had opened fire. The firing had continued for approximately five to six seconds. After the firing had ceased, they had seen a pistol in the room but no bombs or any other rifles.", "22. On 13 October 1999 Adana Magistrates' Court questioned the police officers. Officers Mustan and Topaç stated that on their arrival on the third floor landing gunfire had been coming from inside Mr Erdinç's flat. The Magistrates' Court rejected the prosecutor's request to order the pre-trial detention of six of the police officers, namely Nurettin Bülbül, Haydar Erol, Eyüp Yalçınkaya, Ali Erdurucan, Fevzi Mustan and Muammer Topaç. The following day the prosecutor successfully lodged an objection against the Magistrates' Court's decision.", "23. On 18 October 1999 the first applicant identified police officer Ali Erdurucan as the person who had shot her husband Murat Bektaş.", "24. The same day the six police officers being held in pre-trial detention lodged an objection against their detention. The following day the Adana Assize Court ordered the release of five of them and rejected the objection lodged by Officer Ali Erdurucan.", "25. On 21 October 1999 the prosecutor heard evidence from the second applicant, who contended that on the day of the incident at around 9.35 pm. her brother Erdinç Arslan had telephoned her. She had heard him shouting “Let me go! Leave me!”. She maintained that she had heard noises on the telephone but not gunfire.", "26. On 25 October 1999 the Adana prosecutor filed a bill of indictment with the Adana Assize Court. In the indictment the prosecutor stated that, prior to the operation, the security forces had failed to conduct an investigation or gather information about the suspected persons and had thus failed to plan the operation in a proper manner. The prosecutor noted that officers Nurettin Bülbül, Haydar Erol, Eyüp Yalçınkaya and Ali Erdurucan had broken down the door to Murat Bektaş's flat and entered there without issuing a warning. The prosecutor considered that, although the officers alleged that they had not directly aimed at Murat Bektaş, the wounds to Murat Bektaş's head could not have been the result of random firing. As for the firearm found next to Mr Bektaş's body, the prosecutor stated that his office had been unable to determine how the firearm had come to be there; no cartridges or bullets belonging to that firearm had been found at the scene of the incident.", "27. With regard to the killing of Erdinç Arslan, the prosecutor observed in his indictment that the wound to Mr Arslan's head could not have been the result of warning shots. Noting that the deceased had only fired once, the prosecutor considered that officers Nurettin Bülbül, Fevzi Mustan and Muammer Topaç had exceeded the limits of self-defence by killing him.", "28. The prosecutor charged Ali Erdurucan, Haydar Erol and Eyüp Yalçınkaya with the offence of murder. Nurettin Bülbül was charged with murder and with exceeding the limits of legitimate self-defence. Finally, Fevzi Mustan and Muammer Topaç were charged with the offence of causing death by exceeding the limits of legitimate self-defence.", "29. On 12 December 1999 the Adana Assize Court (hereinafter “the trial court”) held the first hearing on the merits of the case. On the same day the applicants and the deceased men's other relatives joined the proceedings as interveners.", "30. On 2 February 2000 the representative for the interveners requested the trial court to order an investigation into the accused police officers' superiors who had planned and controlled the operation. The trial court dismissed this request, holding that the intervening parties should apply to the prosecutor's office.", "31. On 28 March 2000 the trial court had regard to the time spent by Officer Ali Erdurucan in detention and also noted that the collection of the evidence was almost complete. Noting that Mr Erdurucan had a permanent residence, the trial court ordered his release from prison.", "32. During the subsequent hearings the trial court heard evidence from the defendants, the applicants, the intervening parties, the police officers who participated in the operation, the deceased persons' neighbours and Mustafa Köprü. Mr Köprü changed his previous statement and maintained that Erdinç Arslan had in fact fired the Kalashnikov. The trial court also conducted an on-site inspection of the two flats and ordered experts to take photographs of the scene of the incident and to draw up a sketch map.", "33. During the on-site inspection on 19 February 2001, the trial court ordered an expert to draw up a report in order to determine whether the shots had been fired at random and to establish the accuracy of the police officers' account that they had not been able to establish the source of the firing at the beginning of the operation.", "34. On 16 March 2001 the expert submitted his report to the trial court. He concluded that the police officers had fired their guns at random. The expert also considered that it was probable that the police officers had failed to determine the direction of the shots fired from the Kalashnikov because shots from such a powerful weapon would have caused an echo in the building.", "35. On 9 May 2001 the trial court rendered its judgment. It held that there was no evidence in the case file to prove that there had been a premeditated plan to kill the two persons or that the firearms found at the scene of the incident had been planted there by the police officers who had participated in the operation.", "36. With regard to the killing of Murat Bektaş, the trial court rejected the first applicant's allegation that the lights had been on in the flat at the time of the incident and that her husband had not had a firearm. The trial court considered it probable that Murat Bektaş had had a firearm in his hand as there were armed men in the building. The trial court further noted that the police officers had planned to render Mr Bektaş harmless in order to be able to arrest him. It also observed that Murat Bektaş had not fired his gun.", "37. The trial court observed that the police officers had fired a total of eighteen bullets and that Mr Bektaş had been shot in the head, whereas the police officers should have aimed at other parts of his body, such as his legs and feet, in order to avoid the risk to his life. The trial court concluded that Nurettin Bülbül, Haydar Erol, Eyüp Yalçınkaya and Ali Erdurucan had exceeded the limits of their powers in resorting to force and had thus caused Murat Bektaş's death. However, the trial court could not determine which officer had actually killed Murat Bektaş and it thus reduced the four police officers' sentences to eight years, before further reducing them to six months and then suspending them altogether.", "38. As to the killing of Erdinç Arslan, the trial court noted at the outset that the security forces had received information that the deceased and Mustafa Köprü had been making explosives in their flat with a view to carrying out bomb attacks on the provincial offices of the three political parties which formed the coalition Government at the time. The trial court observed that, according to the expert report of 7 October 1999, Erdinç Arslan and Mustafa Köprü's hand swabs revealed traces of antimony. It further noted that an exchange of gunfire had begun between the police officers who had secured the area outside the building and Erdinç Arslan and Mustafa Köprü, who had been in the flat. It recorded that twelve bullets had been fired from the Kalashnikov and nine from the Unique firearm; both these weapons had been found in Mr Arslan's flat. The court noted that a bullet had been fired from the room in the direction of the police officers who had been on the other side of the door.", "39. The trial court considered that the police officers, who had been facing two persons armed with weapons and bombs in a confined place, could not have been expected to fire at non-life-threatening parts of Mr Arslan's body. It therefore held that Nurettin Bülbül, Fevzi Mustan and Muammer Topaç had remained within the limits of legitimate self-defence. It concluded that there were no grounds for imposing any punishment on those officers for the killing of Erdinç Arslan.", "40", "41. On 29 May 2002 the Court of Cassation upheld the judgment of the Adana Assize Court. On 31 July 2002 the Court of Cassation's decision was deposited with the registry of the Adana Assize Court.", "42. The relevant domestic law and practice are set out in the judgment of Kasa v. Turkey (no. 45902/99, §§ 57-62, 20 May 2008)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}