{"ITEMID": "001-96444", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BUCURIA v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;No violation of P1-1", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. On 25 November 2002 the applicant company dismissed M. from his job. On 20 December 2002 M. initiated court proceedings seeking his re-instatement.", "7. After numerous postponements of the hearing at M.’s request, the Buiucani District Court found in his favour on 5 February 2004.", "8. The applicant company appealed. On 22 April 2004 the Court of Appeal quashed the first-instance judgment and adopted a new one, rejecting all of M.’s claims. The court found that M. had not submitted any evidence to support his claim that on 1 November 2002, when he was absent from work, he had been at a close relative’s funeral.", "9. M. lodged an appeal in cassation. The first hearing before the Supreme Court of Justice was scheduled for 23 June 2004. On 18 June 2004 the applicant company informed the court that its representative would be away for the day and asked for a postponement of the hearing.", "10. According to the applicant company, it did not hear from the court and thus did not submit its written reply to M.’s appeal, as it was waiting for a summons for a new date. On 15 July 2004 it enquired about the new date of the hearing. In response, it was informed that M.’s appeal had been examined on 7 July 2004 and fully allowed.", "11. In its judgment, the court relied, inter alia, on evidence of M.’s presence at a close relative’s funeral and on the trade union association’s opposition to the dismissal.", "12. Having examined the materials in the file, the applicant company found that its request for a postponement had been accepted by the court on 23 June 2004 and a new date for the hearing had been set for 7 July 2004. There was also a summons for that date, which had been signed only by M.", "13. The applicant company lodged a request for revision of the judgment of the Supreme Court of Justice. It informed the court that it had not received any summons for 7 July 2004 and drew the court’s attention to the absence in the file of any evidence regarding the delivery of the summons. It invoked Article 6 of the Convention.", "14. On 27 October 2004 the Supreme Court of Justice rejected the request. It found that the court had sent the summons to the applicant company’s address on 24 June 2004 and that the applicant company had failed to appear at the hearing on 7 July 2009 without informing the court. The court did not see any reason to believe that the applicant company had not received the summons since the stub from the summons proved that it had been sent out and since “there was no evidence that the summons had not been received”. It added that, under Article 444 § 2 of the Code of Civil Procedure (CCP, see below), the failure of one of the parties to appear did not prevent the court from examining the case and that, under Article 449 CCP, the examination of the case in the absence of a party was not a ground for the revision of the judgment.", "15. The relevant provisions of the Code of Civil Procedure read as follows:", "“Article 105. Service of the summons...", "(1) The summons ... shall be sent by registered mail with confirmation of delivery or through a person authorised by the court. The date of service of the summons ... shall be written on the summons, as well as on the receipt, which shall be returned to the court.", "...", "(5) The summons ... addressed to a natural person shall be served on him or her personally and shall be countersigned on the receipt. The summons ... addressed to a legal person shall be served on the authorised employee and shall be countersigned on the receipt; if such a person is absent, the summons shall be served on another employee in the same conditions...”", "“Article 441", "... (2) The President of the Chamber [of the Supreme Court of Justice] shall set, within one month, the date for hearing the appeal in cassation and inform the parties accordingly. A copy of the appeal in cassation shall be sent to the other parties together with a summons to attend the hearing, indicating that a written reply should be submitted to the court not later than five days before the hearing.", "Article 444", "... (2) The appeal in cassation shall be examined after the parties have been summoned. However, their failure to appear shall not prevent the examination of the appeal.”", "16. On 12 December 2005 the plenary meeting of the Supreme Court of Justice adopted a decision “Regarding the application of the rules of the Code of Civil Procedure to the examination of cases by the first-instance courts”. In point 5 of that decision the court noted that examining a case in the absence of a party which had not been properly summoned was contrary to the law. It added that under Article 105 § 5 of the Code of Civil Procedure a person should be considered as lawfully summoned only if he or she had been personally served with the summons and had countersigned the receipt.", "17. In the following judgments adopted by the Supreme Court of Justice on 30 January 2008 (no. 2ra-3/08), 4 June 2008 (no. 2ra-1097/08) and 25 June 2008 (no. 2r-156/08), that court confirmed the requirement of personal service of the summons and the counter-signature by the addressee, failing which the summons was considered as not having been properly served."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}