{"ITEMID": "001-57990", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1996, "DOCNAME": "CASE OF BENHAM v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 5-1;Violation of Art. 6-1+6-3-c;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "John Freeland;R. Pekkanen", "TEXT": ["9. On 1 April 1990 Mr Benham became liable to pay a community charge of £325. Since he did not pay it, on 21 August 1990 the Poole Magistrates' Court ordered the issue of a liability order, entitling Poole Borough Council (\"the charging authority\") to commence enforcement proceedings against him (see paragraph 19 below, Regulations 29 and 39 (1)).", "10. Mr Benham did not pay the amount owed, and bailiffs visited his parents' house (where he was living), but were told that he had no goods of any value there or elsewhere which could be seized by them and sold in order to pay the debt.", "11. Under Regulation 41 of the Community Charge (Administration and Enforcement) Regulations 1989 (\"the Regulations\": see paragraph 19 below), if a person is found to have insufficient goods on which to levy outstanding community charge the charging authority may apply to a magistrates' court for an order committing him to prison. On such an application being made, the court must inquire in the presence of the debtor as to his present means and also whether his failure to pay which led to the liability order being made was due to wilful refusal or culpable neglect.", "The charging authority applied for such an order, and on 25 March 1991 Mr Benham appeared at the Poole Magistrates' Court for the inquiry required by the Regulations.", "He was not assisted or represented by a lawyer, although he was eligible for \"Green Form\" legal advice and assistance before the hearing (see paragraph 29 below), and the magistrates could have made an order for Assistance by Way of Representation (\"ABWOR\") if they had thought it necessary (see paragraph 30 below).", "12. The magistrates found that Mr Benham, who had 9 \"O\" level General Certificates of Secondary Education, had started a Government Employment Training Scheme in September 1989, but had left it in March 1990 and had not worked since. He had applied for income support, but had been turned down because it is not payable to those who are voluntarily unemployed, and he had no personal assets or income.", "On the basis of this evidence, the magistrates concluded that his failure to pay the community charge was due to his culpable neglect, \"as he clearly had the potential to earn money to discharge his obligation to pay\". Accordingly, they decided that he ought to be sent to prison for thirty days unless he paid what was owing.", "Mr Benham was taken to Dorchester prison on the same day.", "13. On 27 March 1991 a solicitor went on the record as representing Mr Benham and lodged a notice of appeal by way of case stated (see paragraph 21 below) and an application for bail pending appeal (see paragraph 22 below). Legal aid was obtained for the appeal, but not for the bail application, because it is not available for such proceedings. In the event, the solicitor appeared without payment before the magistrates on 28 March 1991 to apply for bail, but he was unsuccessful.", "14. On 4 April 1991 Mr Benham's solicitor lodged an application for leave to apply for judicial review and for bail in the High Court. He was obliged to ask for judicial review, despite the fact that he had already lodged an appeal by way of case stated, because otherwise he could not have applied for bail in the High Court until the magistrates had stated a case (see paragraph 22 below). Bail was granted on 5 April 1991 and Mr Benham was thus released from prison, having served eleven days.", "15. The Divisional Court heard the appeal by way of case stated and the application for judicial review together on 7 and 8 October 1991 (Regina v. Poole Magistrates, ex parte Benham, 8 October 1991, unreported). Mr Benham was represented and legally aided. The court noted that it had been necessary to apply for judicial review in order to get bail, but that the case stated procedure was more appropriate. Accordingly no order was made on the judicial review application.", "16. Mr Justice Potts in the Divisional Court held that the magistrates had been mistaken in concluding that Mr Benham's failure to pay the community charge had been due to culpable neglect:", "\"In my view this finding was wrong on the evidence available to the justices. In certain circumstances a failure on the part of the debtor to work and put himself in funds to pay the community charge might constitute culpable neglect. In my judgment, however, before such a finding could be sustained, at the very least there would have to be clear evidence that gainful employment, for which he was fit, was on offer to the debtor and that he had rejected or refused that offer. There was no such evidence in this case. In my judgment, the justices' finding of culpable neglect cannot be sustained on the evidence adduced before them.\"", "17. In addition, he found that the decision to commit Mr Benham to prison would have been wrong even if there had been evidence of culpable neglect, because he did not have any means with which to pay the debt at the time of the hearing before the magistrates, and because \"[s]uch an order is only to be made if payment can be made and there is no other way of inducing the [debtor] to do so\". In the circumstances it was incumbent upon them to consider the alternatives to immediate detention provided for by the Regulations: they could have suspended the term of imprisonment subject to such conditions as they thought fit, or refused to issue a warrant, since the local authority could have renewed their application at a later date if Mr Benham's circumstances had changed (see paragraph 19 below).", "18. Mr Benham was not able to apply for compensation in respect of the time he spent in prison, because he was unable to show bad faith on the part of the magistrates, as was required by section 108 of the Courts and Legal Services Act 1990 (see paragraph 28 below).", "19. The relevant subordinate legislation is the Community Charge (Administration and Enforcement) Regulations 1989 (Statutory Instrument 1989/438) (\"the Regulations\").", "The relevant provisions of Regulation 29 (\"application for a liability order\") are as follows:", "\"(1) If an amount which has fallen due ... is wholly or partly unpaid ... the charging authority may ... apply to a magistrates' court for an order against the person by whom it is payable.", "...", "(5) The court shall make the order if it is satisfied that the sum has become payable by the defendant and has not been paid.\"", "Regulation 39 (1) provides for the seizure and sale of a debtor's property (\"levying of distress\"):", "\"Where a liability order has been made the authority which applied for the order may levy the appropriate amount by distress and sale of goods of the debtor against whom the order was made.\"", "Regulation 41 is concerned with the committal to prison of a debtor, and provides, so far as is relevant:", "\"(1) Where a charging authority has sought to levy an amount by distress under Regulation 39, the debtor is an individual, and it appears to the authority that no (or insufficient) goods of the debtor can be found on which to levy the amount, the authority may apply to a magistrates' court for the issue of a warrant committing the debtor to prison.", "(2) On such application being made the court shall (in the debtor's presence) inquire as to his means and inquire whether the failure to pay which led to the liability order concerned being made against him was due to his wilful refusal or culpable neglect.", "(3) If (and only if) the court is of the opinion that his failure was due to his wilful refusal or culpable neglect it may if it thinks fit -", "(a) issue a warrant of commitment against the debtor, or", "(b) fix a term of imprisonment and postpone the issue of the warrant until such time and on such conditions (if any) as the court thinks just.", "...", "(7) The order in the warrant shall be that the debtor be imprisoned for a time specified in the warrant which shall not exceed three months, unless the amount stated in the warrant is sooner paid ...\"", "The relevant part of Regulation 42 provides:", "(3) Where an application under regulation 41 has been made but no warrant is issued or term of imprisonment fixed, the application may be renewed ... on the ground that the circumstances of the debtor have changed.\"", "20. In Regina v. Highbury Corner Magistrates, ex parte Watkins (9 October 1992, unreported) Mr Justice Henry said in the High Court that \"The proceedings under Regulation 41 are plainly legal proceedings other than criminal proceedings. They are proceedings for the recovery of an unpaid tax.\" However, in Regina v. Hebburn Justices, ex parte Martin (31 July 1995, unreported), Mr Justice Sedley in the High Court held that although the initial obligation to pay community charge was a civil one, magistrates \"who have reached the point of committal are entertaining a criminal process\".", "21. By virtue of section 111 of the Magistrates' Court Act 1980 a party to proceedings before a magistrates' court may \"question the proceeding on the ground that it is wrong in law or is in excess of jurisdiction by applying to the justices composing the court to state a case for the opinion of the High Court on the question of law or jurisdiction involved ...\". This is known as the \"case stated\" procedure.", "22. Under section 113 of the 1980 Act, magistrates may grant bail to a party who applies to them to state a case; but if they refuse to do so, in cases categorised as \"civil\" under the domestic law, the High Court has no jurisdiction to grant bail until it is seized of some substantive proceedings to which the grant of bail can be ancillary.", "23. Acts performed pursuant to an order made by a magistrates' court which is subsequently set aside by a superior court are not themselves inherently unlawful. It is at the discretion of the higher court whether these collateral acts are also invalid: Regina v. Deputy Governor of Parkhurst Prison, ex parte Hague [1992] 1 Appeal Cases 58, 124D-G (per Lord Justice Taylor in the Court of Appeal); London and Clydeside Estates Ltd v. Aberdeen District Council [1980] 1 Weekly Law Reports 182, 189C-190C (per Lord Hailsham, Lord Chancellor, in the House of Lords); Regina v. Panel on Take-overs and Mergers, ex parte Datafin PLC [1987] Queen's Bench 815, 840A-C (per Sir John Donaldson, Master of the Rolls).", "24. In English law, orders of a magistrates' court which are in excess of jurisdiction are void from the outset, whereas orders made within jurisdiction remain valid until set aside by a superior court. It is only in respect of the former type of error that a court can be held civilly liable in damages (under section 108 of the Courts and Legal Services Act 1990, which replaced section 45 of the Justices of the Peace Act 1979 - see paragraphs 27-28 below).", "25. The appropriate test for whether an order of a magistrates' court is void for lack of jurisdiction is that set out by the House of Lords in McC. v. Mullan [1985] Appeal Cases 528. In that case magistrates had made an order sending a 14-year-old boy to a training school after a hearing at which he was not legally represented, had not applied for legal aid and had not been informed of his right so to do. The order was quashed on judicial review on the ground that, by virtue of Article 15 (1) of the Treatment of Offenders (Northern Ireland) Order 1976, magistrates were not permitted to pass a custodial sentence for the first time on a juvenile who was not legally represented, unless he had applied for legal aid and been refused on grounds of means or had been informed of his right to apply for it but had refused or neglected to do so.", "The boy then applied for damages for false imprisonment against the magistrates. Since the case was decided prior to the enactment of the Courts and Legal Services Act 1990 and at a time when it was the law that magistrates were liable in damages for false imprisonment if they acted in excess of jurisdiction (see paragraph 26 below), the House of Lords was required to decide the jurisdictional question.", "In its judgment, a magistrates' court acted in excess of jurisdiction in three circumstances only: (1) if it acted without having jurisdiction over the cause, (2) if it exercised its powers in a procedural manner that involved a gross and obvious irregularity, or (3) if it made an order that had no proper foundation in law because of a failure to observe a statutory condition precedent. The instant case fell within the third limb of the rule: the magistrates were liable in damages because they had not observed the requirements of Article 15 (1) of the 1976 Order.", "During the course of his judgment speech, Lord Bridge commented (at page 546 E-F), on the jurisdiction of magistrates in conducting a criminal trial:", "\"... once justices have duly entered upon a summary trial of a matter within their jurisdiction, only something quite exceptional occurring in the course of their proceeding to a determination can oust their jurisdiction ... [A]n error (whether of fact or law) in deciding a collateral issue on which jurisdiction depends will not do so. Nor will the absence of any evidence to support a conviction ...\"", "26. The final limb of the rule formulated by the House of Lords in McC. v. Mullan (that is, that magistrates exceed their jurisdiction when they make an order which has no foundation in law because of a failure to observe a statutory condition precedent) was applied by the Court of Appeal in R. v. Manchester City Magistrates' Court, ex parte Davies [1989] 1 All England Reports 30, a case concerning rates (the predecessor to the community charge). Again, the issue was whether magistrates had acted in excess of jurisdiction and were therefore liable in damages for false imprisonment.", "The plaintiff had been unable to pay all of the rates for which he became liable in December 1984, and in January 1986 he failed to follow his accountant's advice to close his business and to go bankrupt. Applying legislation similar to Regulation 41 of the Community Charge Regulations, the magistrates found that his failure to follow the accountant's advice constituted culpable neglect and they committed him to prison. The Court of Appeal held that no causal connection had been established between the failure to follow advice in 1986 and the failure to pay the rates in 1984, and that the magistrates had not properly entered into the inquiry (as to whether the failure to pay was due to culpable neglect) required by the legislation as a condition precedent of the warrant of commitment. They were therefore acting in excess of jurisdiction and were liable in damages.", "The three Appeal Court judges expressed their findings in slightly different terms. Lord Justice O'Connor observed that \"they never carried out the inquiry required [by the law]\"; Lord Justice Neill found that \"some inquiry about the applicant's finances was made\", but that \"a clear and crucial distinction can be drawn between the inquiry required by the statute and the inquiry which was in fact carried out. The justices never examined the question whether the failure to pay was due to culpable neglect\"; and Sir Roger Ormrod (who dissented from the majority decision) said: \"... it is quite clear that the justices carried out an inquiry into means carefully and in detail ... It is equally plain that they misdirected themselves completely ... They ... failed to realise that the question they had to decide was whether the applicant's failure to pay his rates was `due either to his wilful refusal or to his culpable neglect'\" (see pp. 637 B, 642 H-643 G and 647 E).", "27. Magistrates enjoy a statutory immunity from civil liability in certain circumstances. Before the coming into force of section 108 of the Courts and Legal Services Act 1990 on 1 January 1991, this immunity was provided for by sections 44 and 45 of the Justices of the Peace Act 1979. In brief, a magistrate was liable in damages for acts done by him in his official capacity if it could be proved either (1) that the act was done maliciously and without reasonable and probable cause or (2) that it was performed outside or in excess of jurisdiction (see paragraph 25 above for the meaning of the latter expression).", "28. The position under section 108 of the Courts and Legal Services Act 1990 is now that an action lies against a magistrate only if it can be proved that he acted both in bad faith and in excess of jurisdiction:", "\"An action shall lie against any justice of the peace ... in respect of any act or omission of his -", "(a) in the purported execution of his duty -", "(i) as such a justice; ...", "(b) with respect to any matter which is not within his jurisdiction, if, but only if, it is proved that he acted in bad faith.\"", "29. The legal-aid scheme does not provide for full representation before magistrates for proceedings for committal to prison for non-payment of the community charge. The \"Green Form\" scheme provides at least two hours' worth of advice and assistance from a solicitor (the time limit can be extended), including preparation for a court case, but it does not provide for representation.", "30. Assistance by Way of Representation (\"ABWOR\") enables a magistrates' court, in certain circumstances, to appoint a solicitor who happens to be within the court precincts to represent a party who would not otherwise be represented. Regulation 7 (1) (b) of the Legal Advice and Assistance (Scope) Regulations 1989 provides that ABWOR may be given:", "\"at a hearing in any proceedings in a magistrates' court to a party who is not receiving and has not been refused representation in connection with those proceedings, where the court -", "(i) is satisfied that the hearing should proceed on the same day;", "(ii) is satisfied that that party would not otherwise be represented; and", "(iii) requests a solicitor who is within the precincts of the court for purposes other than the provision of ABWOR in accordance with this sub-paragraph, or approves a proposal from such a solicitor, that he provide that party with ABWOR ...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}