{"ITEMID": "001-82198", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF JOHANSSON v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 14+8;Non-pecuniary damage - financial award;Costs and expenses award - domestic and Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicants were born in 1970 and 1967 respectively and live in Rajamäki. They have a son, born on 2 May 1999.", "7. The parents chose the name “Axl Mick” for their son. On 8 July 1999 the Hyvinkää Population Registration Authority (maistraatti, magistraten) refused the applicants' application to register this forename under section 32b, subsections 2(1) and 3(2), of the Names Act (nimilaki, namnlagen – see paragraph 16 below) as this form of spelling did not comply with Finnish naming practice.", "8. The applicants appealed to the then Uusimaa County Administrative Court (lääninoikeus, länsrätten, later replaced by the Helsinki Administrative Court (hallinto-oikeus, förvaltningsdomstolen)). They argued that the name “Axl” was common in Denmark and Norway, and it was also used in Australia and the United States. It was pronounceable in the Finnish language and was not incompatible with Finnish naming practice. There were at least three persons with that name registered in the Population Information System (väestötietojärjestelmä, befolkningsdatasystemet) of Finland. Furthermore, they might move abroad later.", "9. The State representative appointed by the State Provincial Office (lääninhallituksen määräämä asiamies, ombudsman förordnad av länssyrelsen) was invited to submit an opinion to the County Administrative Court. In his opinion, the name should have been accepted for registration since owing to increasing international contacts and cooperation, registration of a name could not be refused on the sole basis that it was contrary to domestic naming practice.", "10. In its submissions to the court the Advisory Committee on Names (nimilautakunta, nämnden för namnärenden) considered that the proposed name was incompatible with Finnish naming practice and that the applicants had not adduced adequate reasons for choosing it.", "11. In response to these observations, the applicants maintained that they should be allowed to name their son “Axl” as the Population Registration Authority had registered various other forenames, such as “Minja”, “Tertta”, “Jonina” and “Dersim”, which, in the applicants' view, were modified forenames and contrary to Finnish naming practice in these forms.", "12. The Helsinki Administrative Court dismissed their appeal on 3 October 2000. The court referred to the Names Act, by which a name could be accepted, even if incompatible with domestic naming practice, where a person had a connection with a foreign State on the basis of nationality, family relations or some other special circumstance and the proposed forename accorded with the naming practice of that State. The name could also be accepted for other valid reasons (see paragraph 16 below). The court concluded that the arguments submitted by the applicants were insufficient to allow the forename to be registered.", "13. In their application to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) the applicants claimed that it was open to interpretation whether the name “Axl” was contrary to the Names Act. They contended that some priests and population registration authorities would have accepted the name. Furthermore, at least three Finnish persons already had that name. In their view the name “Axl” should have been accepted for their son because it had been accepted for other persons. The name fulfilled the criteria of the Names Act in that it was clearly a male name and could not cause any harm to their son. Further, they had used the name in family circles.", "14. On 20 September 2001 the Supreme Administrative Court upheld the decision.", "15. The Names Act (Act No. 694/1985, as amended by Act No. 253/1991), contains provisions on names. Under section 32a, a child has to be given one to three forenames upon his or her birth. The chosen name must be declared to the Population Registration Authority or the church for registration.", "16. Finnish legislation does not contain any provisions as to how a forename has to be chosen. There exist, however, almanacs on Finnish, Finnish-Swedish, Sami and Orthodox names, outlining domestic naming practice. A forename which is not mentioned in an almanac may also be accepted for registration if there are no general obstacles to permitting it under section 32b of the Names Act, subsections 2 and 3 of which read as follows:", "“2. In the absence of a reason mentioned in subsection 3 the following categories of names cannot be accepted for a forename:", "(1) a name which by virtue of its form or spelling is incompatible with domestic naming practice;", "(2) a female name for a boy and a male name for a girl;", "(3) a surname...;", "(4) a name if it has already been given to a person's sibling.", "3. A forename which does not comply with the requirements in subsection 2 may, however, be permitted:", "(1) on the grounds of a religious tradition;", "(2) if a person, on the basis of nationality, family relations or some other special circumstance, has a connection with a foreign State and the proposed forename accords with the practice of the said State; or", "(3) if some other valid reason is considered to exist.”", "17. The Advisory Committee on Names, subordinate to the Ministry of Justice, gives advisory opinions to the authorities and courts on the application of the Names Act. It also monitors domestic naming practice and proposes legislative amendments."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}