{"ITEMID": "001-92439", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "ČESKÝ AND KOTIK v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicants, Mr Libor Český (application no. 76800/01, “the first applicant”) and Mr Ota Kotík (application no. 78801/01, “the second applicant”), are Czech nationals who were born in 1962 and 1955 respectively, and live in Roudnice and Prague respectively. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. The first round of criminal proceedings", "At the beginning of October 1990 the Czech authorities investigated a case of two missing persons. On 16 and 18 October 1990 a certain B. was heard, who stated that he and the applicants had decided to rob these people in the flat of one of them. B. did not know how the two persons had been killed, but he saw their bodies being removed from the apartment. According to B. the applicants had removed the bodies. Between 17 and 19 October 1990 seven witnesses (Ms M., Ms Ch., Mr Š., Mr R., Ms P., Mr B. and Ms Z.) were heard in absence of the first applicant and his lawyer. On 19 October 1990 the applicants were charged with complicity in robbery. On the same day, the second applicant was placed in custody. On 22 October 1990 the Prague Municipal Court (městský soud) ordered the first applicant's arrest. At the same time, a lawyer was appointed to him.", "On 6 February 1993 the first applicant was arrested in Italy and, pursuant to an extradition warrant, he was extradited on 18 February 1993. On the next day, he was placed in custody.", "On 2 July 1993 the Prague Municipal Prosecutor (městský státní zástupce) charged the applicants and B. with robbery before the Municipal Court. He requested the court to hear sixty-two witnesses and to consider further evidence taken during the investigation.", "On 10 March 1994 the first applicant's lawyer requested the hearing of further witnesses and the appointment of a medical expert.", "On 10 June 1994 the Municipal Court convicted the applicants and B. of robbery. It sentenced the first applicant to fifteen years' imprisonment, ordered the confiscation of his car and fined him CZK 4,372,000 (EUR 166,710), and sentenced the second applicant to ten years' imprisonment. The applicants declined to give evidence. The court found it established that in October 1990 the applicants and B. had killed the two persons and stolen CZK 8,750,000 (EUR 333,649). It stressed that the first applicant had already been convicted of robbery in 1987.", "On 16 January 1995 the Prague High Court (vrchní soud) quashed the first instance judgment and remitted the case to the Municipal Prosecutor for further investigations. It considered that the Municipal Court had not established all the relevant facts of the case with sufficient certainty.", "2. The second round of criminal proceedings", "On 14 April 1995 the investigator ordered a medical examination of the first applicant's mental health and appointed two experts for that purpose.", "On 31 May 1996 the Municipal Prosecutor informed the applicants and B. that, having re-assessed the charges, he had decided to charge them with murder. At trial, the applicants and B. proposed that further evidence be produced.", "On 17 December 1996 the Municipal Court convicted the applicants and B. of robbery and sentenced the first applicant as a very dangerous recidivist to thirteen years' imprisonment and ordered that his car be confiscated, and sentenced the second applicant to ten years' imprisonment and B. to fifteen years' imprisonment.", "On 17 February 1997 the High Court quashed this judgment and remitted the case to the Municipal Court for a new decision on the merits. It considered that the lower court had not properly assessed the evidence, had not established all the relevant facts and had based its judgment on evidence which had not been produced before it. The High Court determined the evidence which had to be assessed.", "3. The third round of criminal proceedings", "On 8 July 1997 the Municipal Court again convicted the applicants and B. of robbery and sentenced the first applicant to thirteen years' imprisonment and ordered the confiscation of his car, again sentencing B. to fifteen years' imprisonment and the second applicant to ten years' imprisonment.", "On 1 October 1997 the High Court quashed this judgment and sent the case back to the first instance, ordering that the case be heard by another chamber. It found, inter alia, that the Municipal Court had not respected the High Court's decision of 17 February 1997 and had practically copied its previous judgment.", "4. The fourth round of criminal proceedings", "In a judgment of 20 January 2000 comprising eighty-two pages, the Municipal Court convicted the applicants and B. of theft of CZK 5,837,143 (EUR 222,578), sentenced the first applicant as a very dangerous recidivist to twelve years' imprisonment and ordered the confiscation of his car, the second applicant to nine years' imprisonment and B. to fourteen years' imprisonment.", "The court heard eight witnesses and read out statements of 109 other witnesses (including (Ms M., Ms Ch., Mr Š., Mr R., Ms P., Mr B. and Ms Z.)'s decision of 17 February 1997. Among other things, the court did not take into account the first two hearings of B. held on 16 and 18 October 1990.", "At the trial, the first applicant requested that three further witnesses be heard to clarify his financial situation at the relevant time. The court rejected his request, stating that the proposed witness evidence would not affect its view of the applicant's guilt, its finding being based on completely different and more relevant facts.", "The second applicant argued that the bank strips, with which wads of banknotes handled by him and the first applicant had been bundled together, had disappeared from the case file. The court accepted that there were some gaps in the file, which contained 6,000 pages. It was, however, of the opinion that this did not affect the state of the evidence, which had been based on the witness statements and other material evidence.", "On 28 July 2000 the High Court, having held a hearing on 26 and 28 July 2000, quashed the first-instance judgment and decided anew finding the three accused guilty of theft of at least CZK 5,837,143 (EUR 222,578). It stated that the first-instance court had established all the relevant facts of the case and had assessed the evidence in an exhaustive and convincing manner. Nevertheless, it considered that the first applicant and B. could not be classified as extremely dangerous recidivists within the meaning of Article 41 § 1 of the Criminal Code referring in this respect to a significant delay which had elapsed between the crime and the conviction of the three accused, which reduced the degree of danger the crime presented for society. It therefore reduced the applicants' prison sentence to eight years.", "On 19 September 2000 the second applicant filed a constitutional appeal (ústavní stížnost) alleging a violation of Article 8 § 2 (right to liberty), Article 36 § 1, Article 38 § 2 and Article 40 §§ 2, 3 and 4 (presumption of innocence, defence rights and right to remain silent) of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod).", "On 9 October 2000 the first applicant lodged a constitutional appeal in which he alleged a violation of Article 8 § 2 (right to liberty) and Article 40 § 4 (right to remain silent) of the Charter.", "On 8 February and 9 March 2001 respectively, the Constitutional Court (Ústavní soud) found the applicants' appeals clearly unsubstantiated.", "On 28 February and 18 November 2003 respectively, the Municipal Court rejected the applicants' requests for re-opening of the criminal proceedings. On 15 April and 18 December 2003 respectively, the High Court dismissed the applicants' complaints against these two decisions.", "On 7 December 2004 the Minister of Justice filed a complaint in the first applicant's favour, alleging a breach of law (stížnost pro porušení zákona). The Minister's complaint was dismissed by the Supreme Court (Nejvyšší soud) on 28 April 2005.", "The relevant domestic law and practice concerning remedies as regards the length of judicial proceedings are stated in the Court's decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007).²"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}