{"ITEMID": "001-97546", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "EBMER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Elfriede Ebmer, is an Austrian national who lives in Adlwang. She is represented before the Court by Mr H. Blum, a lawyer practising in Linz. The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of a plot of land in Adlwang. Her neighbour owns two plots of land. The first one, directly bordering the applicant's land, is a strip of 10 metres in width, which is classed as “dividing green” (Trenngrün) in the area zoning plan (Flächenwidmungsplan). For the second plot of land the applicant's neighbour requested a building permit to erect a workshop for assembling tools. Initially, the neighbour would have had to keep a distance of an additional three metres from the dividing green for any building on the second land, i.e. a total of 13 metres from the applicant's land.", "This request was granted by the Mayor (Bürgermeister) of Adlwang on 18 May 1987. Appeal proceedings brought by the applicant remained unsuccessful and on 15 May 1990 the Administrative Court dismissed a complaint brought by her.", "An inspection on 20 November 1989 showed that the neighbour had not fully complied with his building permit and notice to halt the construction (Baueinstellungsbescheid) was issued.", "On 14 December 1989 the Municipal Council (Gemeinderat) issued for the first time a construction planning scheme (Bebauungsplan) concerning the plots of land of the applicant's neighbour. The construction planning scheme allowed for the construction of buildings up to a height of 8.37 metres and changed the building line to allow in part building closer to the dividing green which was situated between the applicant's land and the land of her neighbour. The applicant filed a direct application (Individualantrag) with the Constitutional Court requesting to have this planning scheme reviewed. This request was rejected by the Constitutional Court on 9 October 1991, because the applicant could have asked for review of the planning scheme in building proceedings concerning the land at issue. In 1990 and 1994 the planning scheme was modified following amendments to the building legislation, allowing for a maximum construction height of 8.95 metres and moving the building line on to the northern edge of the land, opposite to where the applicant's land was situated.", "In 1996 the applicant's neighbour filed a further request for a building permit for an extension of a part of the building. The permit was granted on 7 August 1996 by the Mayor. Appeal proceedings brought by the applicant remained unsuccessful. On 28 February 2000 the Constitutional Court dismissed a complaint by the applicant as it found that the construction planning scheme and its amendments were lawful.", "Meanwhile, on 5 February 1997, a further inspection by the authorities showed that the workshop was not completely in compliance with the permit, because it was 20 centimetres too wide and was also built on a small piece of the dividing green.", "Thereupon, on 2 October 1999, the applicant's neighbour requested a retrospective building permit for the workshop. This request was based on a plan that included the demolition of those parts of the workshop that were built on the dividing green.", "At a hearing (Bauverhandlung) on 21 October 1999 the applicant was present and filed several objections, following which the hearing was adjourned and the neighbour asked to amend his request. Besides the parties several experts were also heard. The landscape protection expert found that the proposed project was an improvement from the point of view of landscape protection. In his view the underlying problem was that initially the workshop for assembling tools had been situated on an isolated plot of land; subsequently building land had been designated in its close vicinity, and that was what had led to the present tensions. The hearing was resumed and, on 30 March 2000, the Mayor of Adlwang granted the neighbour the building permit.", "On 17 April 2000 the applicant appealed.", "On 17 October 2000 the Municipal Council (Gemeinderat) dismissed the applicant's appeal and allowed the minor breach of the specifications regarding the width of the workshop for assembling tools, because no public interest or rights of third persons had been infringed.", "Subsequently, on 25 April 2001, the Upper Austria Regional Government (Oberösterreichische Landesregierung) also dismissed the applicant's appeal (Vorstellung). It held, inter alia, that the applicant's subjective rights could not have been infringed by the building permit, because those parts of the workshop erected on the dividing green fell outside the scope of the existing building permit.", "On 7 June 2001 the applicant filed a complaint with the Constitutional Court. In her complaint she submitted that her neighbour had not respected all the relevant regulations for the building and that the construction planning scheme had been unlawful and in breach of the principle of equality.", "On 25 February 2002 the Constitutional Court, referring, inter alia, to its case law on that matter and its previous decision of 28 February 2000 in which it had found that the construction planning scheme at issue had been lawful, declined to deal with the applicant's complaint for lack of any prospect of success. On 23 April 2002 it referred the case to the Administrative Court upon the applicant's request.", "On 26 April 2002 the Administrative Court instructed the applicant to remedy procedural shortcomings of her complaint. The applicant did so on 4 June 2002.", "She submitted that the building authorities had incorrectly applied the provisions of the building legislation and that the building project was not in accordance with the relevant provisions of the area zoning plan and the construction planning scheme.", "On 18 July 2002 and 14 August 2002 the applicant's neighbour and the Municipality of Adlwang submitted their comments. On 26 August 2002 the Upper Austria Regional Government submitted the files and also commented on the applicant's complaint.", "On 20 January 2004 the applicant supplemented her complaint and submitted additional evidence. The applicant's neighbour commented on her submissions on 27 February 2004.", "On 18 January 2005 the Administrative Court dismissed the applicant's complaint as being manifestly ill-founded since no interference with the applicant's rights as a neighbour had occurred. This decision was served on the applicant's lawyer on 9 February 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}