{"ITEMID": "001-60936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF REFAH PARTISI (THE WELFARE PARTY) AND OTHERS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of association)", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["10. The first applicant, Refah Partisi (the Welfare Party – “Refah”), was a political party founded on 19 July 1983. It was represented by its chairman, Mr Necmettin Erbakan, who is also the second applicant. He was born in 1926 and lives in Ankara. An engineer by training, he is a politician. At the material time he was a member of Parliament and Refah’s chairman.", "The third applicant, Mr Şevket Kazan, who was born in 1933, lives in Ankara. He is a politician and a lawyer. At the material time he was a member of Parliament and a vice-chairman of Refah. The fourth applicant, Mr Ahmet Tekdal, who was born in 1931, lives in Ankara. He is a politician and a lawyer. At the material time he was a member of Parliament and a vice-chairman of Refah.", "11. Refah took part in a number of general and local elections. In the local elections in March 1989 Refah obtained about 10% of the votes and its candidates were elected mayor in a number of towns, including five large cities. In the general election of 1991 it obtained 16.88% of the votes. The sixty-two MPs elected as a result took part between 1991 and 1995 in the work of Parliament and its various committees, including the Committee on Constitutional Questions, which proposed amendments to Article 69 of the Constitution that became law on 23 July 1995. During the debate in Parliament on the new sixth paragraph of Article 69 of the Constitution (see paragraph 45 below) the chairman of the Committee on Constitutional Questions explained when he presented the draft it had prepared that the Constitutional Court would not restrict itself to noting the unconstitutional nature of the individual acts of the members of a party but would then be obliged to declare that the party concerned had become a centre of anticonstitutional activities on account of those acts. One MP, representing the parliamentary group of the Motherland Party, emphasised the need to change the relevant provisions of Law no. 2820 on the regulation of political parties to take account of the new sixth paragraph of Article 69 of the Constitution.", "Ultimately, Refah obtained approximately 22% of the votes in the general election of 24 December 1995 and about 35% of the votes in the local elections of 3 November 1996.", "The results of the 1995 general election made Refah the largest political party in Turkey with a total of 158 seats in the Grand National Assembly (which had 450 members at the material time). On 28 June 1996 Refah came to power by forming a coalition government with the centre-right True Path Party (Doğru Yol Partisi), led by Mrs Tansu Ciller. According to an opinion poll carried out in January 1997, if a general election had been held at that time, Refah would have obtained 38% of the votes. The same poll predicted that Refah might obtain 67% of the votes in the general election to be held roughly four years later.", "12. On 21 May 1997 Principal State Counsel at the Court of Cassation applied to the Turkish Constitutional Court to have Refah dissolved on the grounds that it was a “centre” (mihrak) of activities contrary to the principles of secularism. In support of his application, he referred to the following acts and remarks by certain leaders and members of Refah.", "– Whenever they spoke in public Refah’s chairman and other leaders advocated the wearing of Islamic headscarves in State schools and buildings occupied by public administrative authorities, whereas the Constitutional Court had already ruled that this infringed the principle of secularism enshrined in the Constitution.", "– At a meeting on constitutional reform Refah’s chairman, Mr Necmettin Erbakan, had made proposals tending towards the abolition of secularism in Turkey. He had suggested that the adherents of each religious movement should obey their own rules rather than the rules of Turkish law.", "– On 13 April 1994 Mr Necmettin Erbakan had asked Refah’s representatives in the Grand National Assembly to consider whether the change in the social order which the party sought would be “peaceful or violent” and would be achieved “harmoniously or by bloodshed”.", "– At a seminar held in January 1991 in Sivas, Mr Necmettin Erbakan had called on Muslims to join Refah, saying that only his party could establish the supremacy of the Koran through a holy war (jihad) and that Muslims should therefore make donations to Refah rather than distributing alms to third parties.", "– During Ramadan Mr Necmettin Erbakan had received the heads of the Islamist movements at the residence reserved for the Prime Minister, thus assuring them of his support.", "– Several members of Refah, including some in high office, had made speeches calling for the secular political system to be replaced by a theocratic system. These persons had also advocated the elimination of the opponents of this policy, if necessary by force. Refah, by refusing to open disciplinary proceedings against the members concerned and even, in certain cases, facilitating the dissemination of their speeches, had tacitly approved the views expressed.", "– On 8 May 1997 a Refah MP, Mr İbrahim Halil Çelik, had said in front of journalists in the corridors of the parliament building that blood would flow if an attempt was made to close the “İmam-Hatip” theological colleges, that the situation might become worse than in Algeria, that he personally wanted blood to flow so that democracy could be installed in the country, that he would strike back against anyone who attacked him and that he would fight to the end for the introduction of Islamic law (sharia).", "– The Minister of Justice, Mr Şevket Kazan (a Refah MP and vice-chairman of the party), had expressed his support for the mayor of Sincan by visiting him in the prison where he had been detained pending trial after being charged with publicly vindicating international Islamist terrorist groups.", "Principal State Counsel further observed that Refah had not opened any disciplinary proceedings against those responsible for the above-mentioned acts and remarks.", "13. On 7 July 1997 Principal State Counsel submitted new evidence against Refah to the Constitutional Court.", "14. On 4 August 1997 Refah’s representatives filed their defence submissions, in which they relied on international human-rights protection instruments, including the Convention, pointing out that these instruments formed part of Turkish written law. They further referred to the case-law of the Commission, which had expressed the opinion that Article 11 of the Convention had been breached in the cases concerning the United Communist Party of Turkey and the Socialist Party, and to the case-law of the Court and the Commission on the restrictions on freedom of expression and freedom of association authorised by the second paragraphs of Articles 10 and 11 of the Convention. They contended that the dissolution of Refah was not prompted by a pressing social need and was not necessary in a democratic society. Nor, according to Refah’s representatives, was their party’s dissolution justified by application of the “clear and present danger” test laid down by the Supreme Court of the United States of America.", "15. Refah’s representatives further rejected Principal State Counsel’s argument that the party was a “centre” of activities which undermined the secular nature of the Republic. They submitted that Refah was not caught by the criteria laid down in the Law on the regulation of political parties for determining whether a political party constituted a “centre of anticonstitutional activities”. They observed, inter alia, that the prosecuting authorities had not issued any warning to Refah (which had four million members) that might have enabled it to expel any of its members whose acts had contravened the provisions of the Criminal Code.", "16. Refah’s representatives also set out their point of view on the concept of secularism. They asserted that the principle of secularism implied respect for all beliefs and that Refah had shown such respect in its political activity.", "17. The applicants’ representatives alleged that in accusing Mr Necmettin Erbakan of supporting the use of force to achieve political ends and of infringing the principle of secularism the prosecuting authorities had merely cited extracts from his speeches which they had distorted and taken out of context. Moreover, these remarks were covered by Mr Necmettin Erbakan’s parliamentary immunity. They further noted that the dinner he had given to senior officials of the Religious Affairs Department and former members of the theology faculty had been presented by Principal State Counsel as a reception organised for the leaders of Islamist fundamentalist movements, which had in any event been legally proscribed since 1925.", "18. With regard to the remarks of the other Refah leaders and members criticised by Principal State Counsel’s Office, Refah’s representatives observed that these did not constitute any criminal offence.", "They asserted that none of the MPs whose speeches had been referred to by Principal State Counsel was authorised to represent Refah or held office within the party and claimed that the prosecuting authorities had not set in motion the procedure laid down in the Law on the regulation of political parties so as to give Refah the opportunity, if the need arose, to decide whether or not the persons concerned should continue to be members of the party; the first time Refah’s leadership had been informed of the remarks criticised in the case had been when they read Principal State Counsel’s submissions. The three MPs under attack had been expelled from the party, which had thus done what was necessary to avoid becoming a “centre” of illegal activities within the meaning of the Law on the regulation of political parties.", "19. On 5 August 1997 Principal State Counsel filed his observations on the merits of the case with the Constitutional Court. He submitted that according to the Convention and the case-law of the Turkish courts on constitutional-law issues nothing obliged States to tolerate the existence of political parties that sought the destruction of democracy and the rule of law. He contended that Refah, by describing itself as an army engaged in a jihad and by openly declaring its intention to replace the Republic’s statute law by sharia, had demonstrated that its objectives were incompatible with the requirements of a democratic society. Refah’s aim to establish a plurality of legal systems (in which each group would be governed by a legal system in conformity with its members’ religious beliefs) constituted the first stage in the process designed to substitute a theocratic regime for the Republic.", "20. In their observations on the merits of the case, Refah’s representatives again argued that the dissolution of their party could not be grounded on any of the restrictions permitted by the second paragraph of Article 11 of the Convention. They went on to say that Article 17 was not applicable in the case, as Refah had nothing in common with political parties which sought to install a totalitarian regime. Furthermore, the plurality of legal systems which their party proposed was actually intended to promote the freedom to enter into contracts and the freedom to choose which court should have jurisdiction.", "21. On 11 November 1997 Principal State Counsel submitted his observations orally. On 18 and 20 November 1997 Mr Necmettin Erbakan submitted his oral observations on behalf of Refah.", "22. In a judgment of 9 January 1998, which it delivered following proceedings on preliminary issues it had instituted of its own motion as the court dealing with the merits, the Constitutional Court ruled that, regard being had to Article 69 § 6 of the Constitution, the second paragraph of section 103 of the Law on the regulation of political parties was unconstitutional and declared it null and void. Article 69 § 6, taken together with section 101(d) of the same Law, provided that for a political party to be considered a “centre” of activities contrary to the fundamental principles of the Republic its members had to have been convicted of criminal offences. According to the Constitutional Court, that legal restriction did not cover all cases where the principles of the Republic had been flouted. It pointed out, among other observations, that after the repeal of Article 163 of the Criminal Code activities contrary to the principle of secularism no longer attracted criminal penalties.", "23. On 16 January 1998 the Constitutional Court dissolved Refah on the ground that it had become a “centre of activities contrary to the principle of secularism”. It based its decision on sections 101(b) and 103(1) of Law no. 2820 on the regulation of political parties. It also noted the transfer of Refah’s assets to the Treasury as an automatic consequence of dissolution, in accordance with section 107 of Law no. 2820.", "24. In its judgment the Constitutional Court first dismissed the preliminary objections raised by Refah. In that connection it held that the parliamentary immunity of the MPs whose remarks had been mentioned in Principal State Counsel’s submissions of 21 May 1997 had nothing to do with consideration of an application for the dissolution of a political party and forfeiture of political rights by its members, but was a question of the criminal responsibility of the MPs concerned, which was not a matter of constitutional law.", "25. With regard to the merits, the Constitutional Court held that while political parties were the main protagonists of democratic politics their activities were not exempt from certain restrictions. In particular, activities by them incompatible with the rule of law could not be tolerated. The Constitutional Court referred to the provisions of the Constitution which imposed respect for secularism on the various organs of political power. It also cited the numerous provisions of domestic legislation requiring political parties to apply the principle of secularism in a number of fields of political and social life. The Constitutional Court observed that secularism was one of the indispensable conditions of democracy. In Turkey the principle of secularism was safeguarded by the Constitution, on account of the country’s historical experience and the specific features of Islam. The rules of sharia were incompatible with the democratic regime. The principle of secularism prevented the State from manifesting a preference for a particular religion or belief and constituted the foundation of freedom of conscience and equality between citizens before the law. Intervention by the State to preserve the secular nature of the political regime had to be considered necessary in a democratic society.", "26. The Constitutional Court held that the following evidence proved that Refah had become a centre of activities contrary to the principle of secularism (see paragraphs 27-39 below):", "27. Refah’s chairman, Mr Necmettin Erbakan, had encouraged the wearing of Islamic headscarves in public and educational establishments. On 10 October 1993, at the party’s Fourth Ordinary General Meeting, he had said:", "“... when we were in government, for four years, the notorious Article 163 of the Persecution Code was never applied against any child in the country. In our time there was never any question of hostility to the wearing of headscarves ...”", "In his speech of 14 December 1995 before the general election he had said:", "“... [university] chancellors are going to retreat before the headscarf when Refah comes to power.”", "But manifesting one’s religion in such a manner amounted to exerting pressure on persons who did not follow that practice and created discrimination on the ground of religion or beliefs. That finding was supported by various rulings of the Constitutional Court and the Supreme Administrative Court and by the case-law of the European Commission of Human Rights on applications nos. 16278/90 and 18783/91 concerning the wearing of headscarves at universities.", "28. The plurality of legal systems proposed by Mr Necmettin Erbakan was nothing to do with the freedom to enter into contracts as Refah claimed, but was an attempt to establish a distinction between citizens on the ground of their religion and beliefs and was aimed at the installation of a theocratic regime. On 23 March 1993 Mr Erbakan had made the following speech to the National Assembly:", "“... ‘you shall live in a manner compatible with your beliefs’. We want despotism to be abolished. There must be several legal systems. The citizen must be able to choose for himself which legal system is most appropriate for him, within a framework of general principles. Moreover, that has always been the case throughout our history. In our history there have been various religious movements. Everyone lived according to the legal rules of his own organisation, and so everyone lived in peace. Why, then, should I be obliged to live according to another’s rules? ... The right to choose one’s own legal system is an integral part of the freedom of religion.”", "In addition, Mr Necmettin Erbakan had spoken as follows on 10 October 1993 at a Refah party conference:", "“... we shall guarantee all human rights. We shall guarantee to everyone the right to live as he sees fit and to choose the legal system he prefers. We shall free the administration from centralism. The State which you have installed is a repressive State, not a State at the people’s service. You do not allow the freedom to choose one’s code of law. When we are in power a Muslim will be able to get married before the mufti, if he wishes, and a Christian will be able to marry in church, if he prefers.”", "29. The plurality of legal systems advocated by Mr Necmettin Erbakan in his speeches had its origin in the practice introduced in the first years of Islam by the “Medina Agreement”, which had given the Jewish and polytheist communities the right to live according to their own legal systems, not according to Islamic law. On the basis of the Medina Agreement some Islamist thinkers and politicians had proposed a model of peaceful social co-existence under which each religious group would be free to choose its own legal system. Since the foundation of the Nizam Party in 1970 (dissolved by a judgment of 2 May 1971) Mr Necmettin Erbakan had been seeking to replace the single legal system with a plurality of legal systems.", "30. The Constitutional Court further observed that in a plurality of legal systems, as proposed by Refah, society would have to be divided into several religious movements; each individual would have to choose the movement to which he wished to belong and would thus be subjected to the rights and obligations prescribed by the religion of his community. The Constitutional Court pointed out that such a system, whose origins lay in the history of Islam as a political regime, was inimical to the consciousness of allegiance to a nation having legislative and judicial unity. It would naturally impair judicial unity since each religious movement would set up its own courts and the ordinary courts would be obliged to apply the law according to the religion of those appearing before them, thus obliging the latter to reveal their beliefs. It would also undermine legislative and judicial unity, the preconditions for secularism and the consciousness of nationhood, given that each religious movement would be empowered to decree what legal rules should be applicable to its members.", "31. In addition, Mr Necmettin Erbakan had made a speech on 13 April 1994 to the Refah group in Parliament in which he had advocated setting up a theocratic regime, if necessary through force:", "“The second important point is this: Refah will come to power and a just [social] order [adil dozen] will be established. The question we must ask ourselves is whether this change will be violent or peaceful; whether it will entail bloodshed. I would have preferred not to have to use those terms, but in the face of all that, in the face of terrorism, and so that everyone can see the true situation clearly, I feel obliged to do so. Today Turkey must take a decision. The Welfare Party will establish a just order, that is certain. [But] will the transition be peaceful or violent; will it be achieved harmoniously or by bloodshed? The sixty million [citizens] must make up their minds on that point.”", "32. The reception given by Mr Necmettin Erbakan at the Prime Minister’s residence to the leaders of various religious movements, who had attended in vestments denoting their religious allegiance, unambiguously evidenced Refah’s chairman’s support for these religious groups vis-à-vis public opinion.", "33. In a public speech in April 1994 Mr Şevki Yılmaz, MP for the province of Rize, had issued a clear call to wage a jihad and had argued for the introduction of Islamic law, making the following declaration:", "“We shall certainly call to account those who turn their backs on the precepts of the Koran and those who deprive Allah’s Messenger of his jurisdiction in their country.”", "In another public speech, also in April 1994, Mr Şevki Yılmaz had said:", "“In the hereafter you will be summoned with the leaders you have chosen in this life. ... Have you considered to what extent the Koran is applied in this country? I have done the sums. Only 39% [of the rules] in the Koran are applied in this country. Six thousand five hundred verses have been quietly forgotten ... You found a Koranic school, you build a hostel, you pay for a child’s education, you teach, you preach. ... None of that is part of the chapter on jihad but of that on the amel-i salih [peacetime activities]. Jihad is the name given to the quest for power for the advent of justice, for the propagation of justice and for glorification of Allah’s Word. Allah did not see that task as an abstract political concept; he made it a requirement for warriors [cahudi]. What does that mean? That jihad must be waged by an army! The commander is identified ... The condition to be met before prayer [namaz] is the Islamisation of power. Allah says that, before mosques, it is the path of power which must be Muslim ... It is not erecting vaulted ceilings in the places of prayer which will lead you to Paradise. For Allah does not ask whether you have built up vaulted ceilings in this country. He will not ask that. He will ask you if you have reached a sufficient level ... today, if Muslims have a hundred liras, they must give thirty to the Koranic schools, to train our children, girls and boys, and sixty must be given to the political establishments which open the road to power. Allah asked all His prophets to fight for power. You cannot name a single member of a religious movement who does not fight for power. I tell you, if I had as many heads as I have hairs on my head, even if each of those heads were to be torn from my shoulders for following the way of the Koran, I would not abandon my cause ... The question Allah will ask you is this: ‘Why, in the time of the blasphemous regime, did you not work for the construction of an Islamic State?’ Erbakan and his friends want to bring Islam to this country in the form of a political party. The prosecutor understood that clearly. If we could understand that as he did, the problem would be solved. Even Abraham the Jew has realised that in this country the symbol of Islam is Refah. He who incites the Muslim community [cemaat] to take up arms before political power is in Muslim hands is a fool, or a traitor doing the bidding of others. For none of the prophets authorised war before the capture of State power. ... Muslims are intelligent. They do not reveal how they intend to beat their enemy. The general staff gives orders and the soldiers obey. If the general staff reveals its plan, it is up to the commanders of the Muslim community to make a new plan. Our mission is not to talk, but to apply the war plan, as soldiers in the army ...”", "Criminal proceedings had been brought against Mr Şevki Yılmaz. Although his antipathy to secularism was well-known, Refah had adopted him as a candidate in local-government elections. After he had been elected mayor of Rize, Refah had made sure that he was elected as an MP in the Turkish Grand National Assembly.", "34. In a public speech on 14 March 1993 and a television interview first recorded in 1992 and rebroadcast on 24 November 1996, Mr Hasan Hüseyin Ceylan, Refah MP for the province of Ankara, had encouraged discrimination between believers and non-believers and had predicted that if the supporters of applying sharia came to power they would annihilate nonbelievers:", "“Our homeland belongs to us, but not the regime, dear brothers. The regime and Kemalism belong to others. ... Turkey will be destroyed, gentlemen. People say: Could Turkey become like Algeria? Just as, in Algeria, we got 81% [of the votes], here too we will reach 81%, we will not remain on 20%. Do not waste your energy on us – I am speaking here to you, to those ... of the imperialist West, the colonising West, the wild West, to those who, in order to unite with the rest of the world, become the enemies of honour and modesty, those who lower themselves to the level of dogs, of puppies, in order to imitate the West, to the extent of putting dogs between the legs of Muslim women – it is to you I speak when I say: ‘Do not waste your energy on us, you will die at the hands of the people of Kırıkkale.’ ”", "“... the army says: ‘We can accept it if you’re a supporter of the PKK, but a supporter of sharia, never.’ Well you won’t solve the problem with that attitude. If you want the solution, it’s sharia.”", "Refah had ensured that Mr Ceylan was elected as an MP and its local branches had played videotapes of this speech and the interview.", "35. Refah’s vice-chairman, Mr Ahmet Tekdal, in a speech he made in 1993 while on pilgrimage in Saudi Arabia which was shown by a Turkish television station, had said that he advocated installing a regime based on sharia:", "“In countries which have a parliamentary regime, if the people are not sufficiently aware, if they do not work hard enough to bring about the advent of ‘hak nizami’ [a just order or God’s order], two calamities lie ahead. The first calamity is the renegades they will have to face. They will be tyrannised by them and will eventually disappear. The second calamity is that they will not be able to give a satisfactory account of themselves to Allah, as they will not have worked to establish ‘hak nizami’. And so they will likewise perish. Venerable brothers, our duty is to do what is necessary to introduce the system of justice, taking these subtleties into consideration. The political apparatus which seeks to establish ‘hak nizami’ in Turkey is the Welfare Party.”", "36. On 10 November 1996 the mayor of Kayseri, Mr Şükrü Karatepe, had urged the population to renounce secularism and asked his audience to “keep their hatred alive” until the regime was changed, in the following terms:", "“The dominant forces say ‘either you live as we do or we will sow discord and corruption among you’. So even Welfare Party Ministers dare not reveal their world-outlook inside their Ministries. This morning I too attended a ceremony in my official capacity. When you see me dressed up like this in all this finery, don’t think it’s because I’m a supporter of secularism. In this period when our beliefs are not respected, and indeed are blasphemed against, I have had to attend these ceremonies in spite of myself. The Prime Minister, other Ministers and MPs have certain obligations. But you have no obligations. This system must change. We have waited, we will wait a little longer. Let us see what the future has in store for us. And let Muslims keep alive the resentment, rancour and hatred they feel in their hearts.”", "Mr Şükrü Karatepe had been convicted of inciting the people to hatred on the ground of religion.", "37. On 8 May 1997 Mr İbrahim Halil Çelik, Refah MP for the province of Şanlıurfa, had spoken in Parliament in favour of the establishment of a regime based on sharia and approving acts of violence like those which were taking place in Algeria:", "“If you attempt to close down the ‘İmam-Hatip’ theological colleges while the Welfare Party is in government, blood will flow. It would be worse than in Algeria. I too would like blood to flow. That’s how democracy will be installed. And it will be a beautiful thing. The army has not been able to deal with 3,500 members of the PKK. How would it see off six million Islamists? If they piss into the wind they’ll get their faces wet. If anyone attacks me I will strike back. I will fight to the end to introduce sharia.”", "Mr İbrahim Halil Çelik had been expelled from the party one month after the application for dissolution had been lodged. His exclusion had probably only been an attempt to evade the penalty in question.", "38. Refah’s vice-chairman, the Minister of Justice, Mr Şevket Kazan, had visited a person detained pending trial for activities contrary to the principle of secularism, thus publicly lending him his support as a Minister.", "39. On the basis of the evidence adduced on 7 July 1997 by Principal State Counsel’s Office, the Constitutional Court held that the following further evidence confirmed that Refah was a centre of activities contrary to the principle of secularism:", "– In a public speech on 7 May 1996 Mr Necmettin Erbakan had emphasised the importance of television as an instrument of propaganda in the holy war being waged in order to establish Islamic order:", "“... A State without television is not a State. If today, with your leadership, you wished to create a State, if you wanted to set up a television station, you would not even be able to broadcast for more than twenty-four hours. Do you believe it is as easy as that to create a State? That’s what I told them ten years ago. I remember it now. Because today people who have beliefs, an audience and a certain vision of the world, have a television station of their own, thanks be to God. It is a great event.", "Conscience, the fact that the television [channel] has the same conscience in all its programmes, and that the whole is harmonious, is very important. A cause cannot be fought for without [the support of] television. Besides, today we can say that television plays the role of artillery or an air force in the jihad, that is the war for domination of the people ... it would be unthinkable to send a soldier to occupy a hill before those forces had shelled or bombed it. That is why the jihad of today cannot be waged without television. So, for something so vital, sacrifices must be made. What difference does it make if we sacrifice money? Death is close to all of us. When everything is dark, after death, if you want something to show you the way, that something is the money you give today, with conviction, for Kanal 7. It was to remind you of that that I shared my memories with you.", "... That is why, from now on, with that conviction, we will truly make every sacrifice, until it hurts. May those who contribute, with conviction, to the supremacy of Hakk [Allah] be happy. May Allah bless you all, and may He grant Kanal 7 even more success. Greetings.”", "– By a decree of 13 January 1997 the cabinet (in which the Refah members formed a majority) had reorganised working hours in public establishments to make allowances for fasting during Ramadan. The Supreme Administrative Court had annulled this decree on the ground that it undermined the principle of secularism.", "40. The Constitutional Court observed that it had taken into consideration international human-rights protection instruments, including the Convention. It also referred to the restrictions authorised by the second paragraph of Article 11 and Article 17 of the Convention. It pointed out in that context that Refah’s leaders and members were using democratic rights and freedoms with a view to replacing the democratic order with a system based on sharia. The Constitutional Court observed:", "“Democracy is the antithesis of sharia. [The] principle [of secularism], which is a sign of civic responsibility, was the impetus which enabled the Turkish Republic to move on from Ummah [ümmet – the Muslim religious community] to the nation. With adherence to the principle of secularism, values based on reason and science replaced dogmatic values. ... Persons of different beliefs, desiring to live together, were encouraged to do so by the State’s egalitarian attitude towards them. ... Secularism accelerated civilisation by preventing religion from replacing scientific thought in the State’s activities. It creates a vast environment of civic responsibility and freedom. The philosophy of modernisation of Turkey is based on a humanist ideal, namely living in a more human way. Under a secular regime religion, which is a specific social institution, can have no authority over the constitution and governance of the State. ... Conferring on the State the right to supervise and oversee religious matters cannot be regarded as interference contrary to the requirements of democratic society. ... Secularism, which is also the instrument of the transition to democracy, is the philosophical essence of life in Turkey. Within a secular State religious feelings simply cannot be associated with politics, public affairs and legislative provisions. Those are not matters to which religious requirements and thought apply, only scientific data, with consideration for the needs of individuals and societies.”", "The Constitutional Court held that where a political party pursued activities aimed at bringing the democratic order to an end and used its freedom of expression to issue calls to action to achieve that aim, the Constitution and supranational human-rights protection rules authorised its dissolution.", "41. The Constitutional Court observed that the public statements of Refah’s leaders, namely those of Mr Necmettin Erbakan, Mr Şevket Kazan and Mr Ahmet Tekdal, had directly engaged Refah’s responsibility with regard to the constitutionality of its activities. It further observed that the public statements made by MPs Mr Şevki Yılmaz, Mr Hasan Hüseyin Ceylan and Mr İbrahim Halil Çelik, and by the mayor of Kayseri, Mr Şükrü Karatepe, had likewise engaged the party’s responsibility since it had not reacted to them in any way or sought to distance itself from them, or at least not before the commencement of the dissolution proceedings.", "42. As an additional penalty, the Constitutional Court decided to strip Necmettin Erbakan, Şevket Kazan, Ahmet Tekdal, Şevki Yılmaz, Hasan Hüseyin Ceylan and İbrahim Halil Çelik of their MP status, in accordance with Article 84 of the Constitution. It found that these persons, by their words and deeds, had caused Refah’s dissolution. The Constitutional Court also banned them for five years from becoming founding members, ordinary members, leaders or auditors of any other political party, pursuant to Article 69 § 8 of the Constitution.", "43. Judges Haşim Kılıç and Sacit Adalı expressed dissenting opinions stating, inter alia, that in their view the dissolution of Refah was not compatible either with the provisions of the Convention or with the caselaw of the European Court of Human Rights on the dissolution of political parties. They observed that political parties which did not support the use of violence should be able to take part in political life and that in a pluralist system there should be room for debate about ideas thought to be disturbing or even shocking.", "44. This judgment was published in the Official Gazette on 22 February 1998.", "45. The relevant provisions of the Constitution read as follows:", "“The Republic of Turkey is a democratic, secular and social State based on the rule of law, respectful of human rights in a spirit of social peace, national solidarity and justice, adhering to the nationalism of Atatürk and resting on the fundamental principles set out in the Preamble.”", "“No amendment may be made or proposed to the provisions of Article 1 of the Constitution providing that the State shall be a republic, the provisions of Article 2 concerning the characteristics of the Republic or the provisions of Article 3.”", "“Sovereignty resides unconditionally and unreservedly in the nation. ... Sovereign power shall not under any circumstances be delegated to an individual, a group or a social class. ...”", "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical beliefs, religion, membership of a religious sect or other similar grounds.”", "“None of the rights and freedoms referred to in the Constitution shall be exercised with a view to undermining the territorial integrity of the State and the unity of the nation, jeopardising the existence of the Turkish State or Republic, abolishing fundamental rights and freedoms, placing the control of the State in the hands of a single individual or group, ensuring the domination of one social class over other social classes, introducing discrimination on the grounds of language, race, religion or membership of a religious organisation, or establishing by any other means a State political system based on such concepts and opinions.”", "“No one may exploit or abuse religion, religious feelings or things held sacred by religion in any manner whatsoever with a view to causing the social, economic, political or legal order of the State to be based on religious precepts, even if only in part, or for the purpose of securing political or personal interest or influence thereby.”", "“The constitutions, rule books and activities of political parties shall not be incompatible with the independence of the State, the integrity of State territory and of the nation, human rights, the principles of equality and the rule of law, national sovereignty or the principles of a democratic, secular republic. No political party may be founded with the aim of advocating and establishing the domination of one social class or group, or a dictatorship in any form whatsoever. ...”", "“... The Constitutional Court shall give a final ruling on the dissolution of political parties on an application by Principal State Counsel at the Court of Cassation.”", "“... A political party may not be dissolved on account of activities contrary to the provisions of Article 68 § 4 unless the Constitutional Court has held that the political party concerned constitutes a centre of such activities.”", "This provision of the Constitution was added on 23 July 1995.", "“... Members and leaders whose declarations and activities lead to the dissolution of a political party may not be founder members, leaders or auditors of another political party for a period of five years from the date on which the reasoned decision to dissolve the party is published in the Official Gazette ...”", "“Forfeiture of the status of member", "Where the Council of the Presidency of the Grand National Assembly has validated the resignation of members of Parliament, the loss of their status as members shall be decided by the Grand National Assembly in plenary session.", "A convicted member of Parliament shall not forfeit the status of member until the court which convicted him has notified the plenary Assembly of the final judgment.", "A member of Parliament who continues to hold an office or carry on an activity incompatible with the status of member, within the meaning of Article 82, shall forfeit that status after a secret ballot of the plenary Assembly held in the light of the relevant committee’s report showing that the member concerned holds or carries on the office or activity in question.", "Where the Council of the Presidency of the Grand National Assembly notes that a member of Parliament, without valid authorisation or excuse, has failed, for a total of five days in one month, to take part in the work of the Assembly, that member shall forfeit the status of member where by majority vote the plenary Assembly so decides.", "The term of office of a member of Parliament whose words and deeds have, according to the Constitutional Court’s judgment, led to the dissolution of his party, shall end on the date when that judgment is published in the Official Gazette. The Presidency of the Grand National Assembly shall enforce that part of the judgment and inform the plenary Assembly accordingly.”", "46. The relevant provisions of Law no. 2820 read as follows:", "“Political parties", "... shall not aim or strive to or incite third parties to", "...", "– jeopardise the existence of the Turkish State and Republic, abolish fundamental rights and freedoms, introduce discrimination on grounds of language, race, colour, religion or membership of a religious sect, or establish, by any means, a system of government based on any such notion or concept.", "...”", "“The constitution, programme and activities of political parties shall not contravene the Constitution or this Law.”", "“The Constitutional Court shall dissolve a political party", "...", "(b) where its general meeting, central office or executive committee ... takes a decision, issues a circular or makes a statement ... contrary to the provisions of Chapter 4 of this Law [This chapter (from section 78 to section 97), which concerns restrictions on the activities of political parties, provides, inter alia, that such activities may not be conducted to the detriment of the democratic constitutional order (including the sovereignty of the people and free elections), the nature of the nation State (including national independence, national unity and the principle of equality), and the secular nature of the State (including observance of the reforms carried out by Atatürk, the prohibition on exploiting religious feelings and the prohibition on religious demonstrations organised by political parties)], or where the chairman, vice-chairman or general secretary makes any written or oral statement contrary to those provisions.", "...", "(d) Where acts contrary to the provisions of Chapter 4 of this Law have been committed by organs, authorities or councils other than those mentioned in sub-paragraph (b), State Counsel shall, within two years of the act concerned, require the party in writing to disband those organs and/or authorities and/or councils. State Counsel shall order the permanent exclusion from the party of those members who have been convicted for committing acts or making statements which contravene the provisions of Part 4.", "State counsel shall institute proceedings for the dissolution of any political party which fails to comply with the instructions in his letter within thirty days of its service. If, within thirty days of service of State Counsel’s application, the organs, authorities or councils concerned have been disbanded by the party, and the member or members in question have been permanently excluded, the dissolution proceedings shall lapse. If not, the Constitutional Court shall consider the case on the basis of the file and shall adjudicate after hearing, if necessary, the oral submissions of State Counsel, the representatives of the political party and all those capable of providing information about the case ...”", "“Where it is found that a political party has become a centre of activities contrary to the provisions of sections 78 to 88 ... of the present Law, the party shall be dissolved by the Constitutional Court.”", "“All the assets of political parties dissolved by order of the Constitutional Court shall be transferred to the Treasury.”", "47. Paragraph 2 of section 103, which the Constitutional Court declared unconstitutional on 9 January 1998, prescribed the use of the procedure laid down in section 101(d) for determination of the question whether a political party had become a centre of anti-constitutional activities.", "48. This provision was worded as follows:", "“It shall be an offence, punishable by eight to fifteen years’ imprisonment, to establish, found, organise, regulate, direct or administer associations with the intention of adapting the fundamental legal, social, economic or political bases of the State, even in part, to religious beliefs.", "It shall be an offence, punishable by five to twelve years’ imprisonment, to be a member of an association of that type or to incite another to become a member.", "It shall be an offence, punishable by five to ten years’ imprisonment, to spread propaganda in any form or to attempt to acquire influence by exploiting religion, religious feelings or objects regarded as sacred by religion in a manner contrary to the principle of secularism and with the intention of adapting the fundamental legal, social, economic or political bases of the State, even in part, to religious beliefs or of serving political interests.", "It shall be an offence, punishable by two to five years’ imprisonment, to spread propaganda in any form or to attempt to acquire influence, with the aim of serving one’s personal interests or obtaining advantages, by exploiting religion, religious feelings, objects regarded as sacred by religion or religious books.", "Where the acts mentioned above are committed on the premises of the public administrative authorities, municipal councils, publicly owned undertakings whose capital, or part of whose capital, belongs to the State, trade unions, workers’ organisations, schools, or institutions of higher education, or by civil servants, technicians, doorkeepers or members of such establishments, the penalty shall be increased by a third.", "Where the acts mentioned in the third and fourth paragraphs above are committed by means of publications, the penalty shall be increased by a half.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11"], "NON_VIOLATED_PARAGRAPHS": ["11-1"], "NON_VIOLATED_BULLETPOINTS": []}