{"ITEMID": "001-112501", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM;MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SHOLOKHOV v. ARMENIA AND MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Fair hearing) (Armenia);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1945 and lives in Chisinau.", "6. In May 1971 the applicant, who was living in Yerevan at that time, suffered an injury at work, namely a spinal fracture, while working at the Yerevan Meat Factory, a State-owned enterprise. He was recognised as a disabled person of the first degree, in need of constant nursing, and was granted a monthly disability allowance.", "7. On 25 February 1972 the administration of the Meat Factory acknowledged its liability for the accident and awarded the applicant monthly payments for life, equivalent to the difference between the disability allowance and the average wage.", "8. On an unspecified date the applicant, who by that time had apparently moved to the Moldovan SSR, instituted proceedings in the local courts against the Meat Factory, seeking damages.", "9. On 20 November 1973 the Leninskiy District Court of Chisinau ordered the Meat Factory to pay the costs of nursing: a lump sum of 1,375 roubles and monthly payments of 62.50 roubles for the period between 29 October 1973 and 20 August 1975, the latter being the date when the applicant was supposed to undergo his regular disability examination. On 16 January 1974 the Civil Chamber of the Supreme Court of the Moldovan SSR modified this judgment by decreasing the awarded sums to 882 roubles and 40 roubles respectively.", "10. It appears that on an unspecified date the applicant was granted disability status for life, with 100% loss of capacity for work. It further appears that the Factory continued to make the monthly payments on a voluntary basis after August 1975.", "11. On an unspecified date in the late 1980s the applicant instituted proceedings against the Meat Factory seeking further damages for the cost of supplementary medical care and extra nutrition.", "12. On 15 January 1988 the Ordzhonikidzenskiy District Court of Yerevan granted the applicant’s claims and ordered the Meat Factory to pay a lump sum of 5,430 roubles for the cost of supplementary medical care between 1971 and 1986, a lump sum of 400 roubles for the period between November 1986 and June 1987 and a lump sum of 4,655 roubles for the cost of extra nutrition for the period between October 1971 and June 1987 (hereafter “the 1988 judgment”). The District Court further ordered the Meat Factory to pay the applicant, with effect from the date of the judgment, 119.63 roubles monthly for supplementary medical care and extra dietary needs.", "13. No appeal was lodged, so this judgment became final.", "14. It appears that the factory stopped making monthly payments to the applicant starting from 1 January 1992.", "15. On 14 June 1995 the Yerevan Meat Factory, which by that time had already been renamed the “Urartu Production Unit”, was restructured into the Urartu Production Unit Meat Factory of Yerevan Open Joint-Stock Company (hereafter the Urartu OJSC) and was subsequently privatised. According to the statute of the company, the Urartu OJSC was considered as a legal successor of the Urartu Production Unit.", "16. By a letter of 26 July 1995, the general director of the Urartu OJSC, R.D., informed the Society of Disabled Persons of Moldova that the factory had been experiencing financial problems and was not able to make the payments. The general director pledged to restart the payments notwithstanding these problems.", "17. On 14 January 1997 the Erebuni District People’s Court of Yerevan, pursuant to the provisions of the Enterprises and Private Entrepreneurs Bankruptcy Act, declared the Urartu OJSC bankrupt. On 28 April 1997 the company was put up for auction and sold to a private person. On 12 May and 2 June 1997 respectively the District People’s Court declared the private person the new owner of Urartu OJSC and concluded the bankruptcy proceedings by releasing the debtor company from repayment of any debts. The Urartu OJSC, in turn, adopted a new statute according to which it was not considered as a legal successor of any other company and was not liable for any other company’s debts.", "18. By a letter of 13 April 2001 the Ministry of Justice of Moldova (the MJM) informed the Ministry of Justice of Armenia (the MJA) about the applicant’s allegations of non-enforcement of the 1988 judgment. Commenting on the fact that the Urartu OJSC was experiencing financial difficulties, the MJM drew attention to Article 7 of the Convention on Mutual Recognition of the Right to Compensation for Damage Caused to Employees by an Injury, an Occupational Disease or Other Damage to Health Related to the Performance of their Professional Duties, signed in Moscow on 9 September 1994 (Соглашение о взаимном признании прав на возмещение вреда, причиненного работникам увечьем, профессиональным заболеванием либо иным повреждением здоровья, связанные с исполнением ими трудовых обязанностей – “the Moscow Convention”) and asked the MJA to inform it about the outcome of its inquiry.", "19. By a letter of 25 June 2001 the MJA informed the MJM that, provided that the applicant submitted all the duly completed documents, it was prepared to forward these documents to the relevant court to have the judgment in question enforced as required under the agreements of the Commonwealth of Independent States (CIS).", "20. On 19 November 2001 the applicant submitted a letter to the MJM complaining, inter alia, about the non-enforcement of the 1988 judgment and asking to have the arrears paid and the monthly payments resumed.", "21. By a letter of 7 December 2001 the MJM forwarded the applicant’s letter to the MJA.", "22. On an unspecified date the applicant wrote to the MJA, informing it that its request for duly completed documents must have been a misunderstanding since his complaints concerned the non-enforcement of a judgment adopted by the Armenian courts as opposed to a foreign judgment.", "23. The MJM addressed a letter to the MJA on 2 August 2002 with a similar content, attaching a copy of the 1988 judgment and stating that all the requisite enforcement documents were in the possession of the Armenian authorities.", "24. By a letter of 20 September 2002 the MJA informed the MJM that it had applied to the Erebuni and Nubarashen District Court of Yerevan with an inquiry about the reasons for non-enforcement of the 1988 judgment.", "25. By a letter of 21 November 2002 the MJA informed the MJM that, on 14 January 1997, Urartu OJSC had been declared bankrupt, sold to a third party by auction and that it was not considered as a legal successor of any other company and was not liable for any other company’s debts.", "26. On an unspecified date the applicant wrote to the General Prosecutor of Armenia and the MJA stating that the above reply contradicted Article 7 of the Moscow Convention which was to be applied in his case if Urartu OJSC had been liquidated.", "27. On an unspecified date the applicant wrote to the MJA, arguing that Urartu OJSC could not be considered as liquidated and that, in any case, Article 7 of the Moscow Convention was to be applied. In the same period he wrote to the MJM, complaining about its failure to react under Articles 10 and 11 of the Moscow Convention to the non-compliance of the Armenian authorities with Article 7 of that Convention.", "28. It appears that the applicant continued to complain to various authorities about the non-enforcement of the 1988 judgment. By a letter of 3 April 2006 the Ministry of Labour and Social Affairs of Armenia, in reply to the applicant’s complaint addressed to the Russian parliament, informed him that, according to Paragraph 16 of the Government decree no. 576 of 15 November 1992 which was no longer in force since 26 August 2004, in the event of liquidation of a company damage was to be compensated by the social security authorities with funds allocated from the State budget. The applicant could have applied to the competent authorities to obtain such compensation, which he had failed to do. Therefore the questions raised by the applicant in his complaint fell outside the competence of the administrative authorities. The applicant was advised to apply to the courts.", "29. On an unspecified date the applicant instituted proceedings in the Moldovan courts against Urartu OJSC, alleging that the latter had stopped making any payments on 1 January 1992 and seeking further damages for (a) the costs of medicine, (b) the costs of prosthetics and a wheelchair once every five years, (c) the costs of domestic services, (d) the costs of sanitary and health resort treatment, including the voucher and the travel costs for himself and an accompanying person, (e) the costs of bed linen, (f) the costs connected with the purchase of a vehicle, its major repairs and fuel, (g) the costs of physiotherapy, massage, rental of equipment, and the fees of an instructor and masseur, and (h) the costs connected with the purchase of accommodation and its maintenance. The costs under items (a)-(g) were claimed for the period between January 1992 and December 2001. The applicant submitted that he had applied to the management of Urartu OJSC with the above claims but had been refused.", "30. On 27 March 2003 the Ciocana District Court of Chisinau found Urartu OJSC to be the legal successor of the Yerevan Meat Factory and granted the applicant’s claims under items (a)-(g), awarding him a total of 17,884 United States dollars, while rejecting his claim under item (h) (hereafter “the 2003 judgment”). This judgment was subject to appeal within 15 days after its delivery.", "31. On an unspecified date the applicant lodged an appeal, seeking to have his claims granted in full.", "32. On 21 July 2003 Mr R.D. also lodged an appeal, apparently in his capacity as the general director of the company.", "33. On 22 October 2003 the Civil Panel of the Chişinău Court of Appeal upheld the 2003 judgment in the final instance.", "34. It appears that the applicant, in the meantime, requested the MJM to assist him in the recognition and execution of the 2003 judgment on the territory of Armenia in accordance with the Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters signed in Minsk on 22 January 1993 (Конвенция о правовой помощи и правовых отношениях по гражданским, семейным и уголовным делам – “the Minsk Convention”). It further appears that on 1 September 2003 the MJM forwarded the applicant’s request, including all the necessary documents, to the MJA.", "35. By a letter of 20 January 2004 the MJA informed the applicant that his request for the recognition and execution of the 2003 judgment had been forwarded to the competent Armenian court.", "36. On 4 March 2004 the Erebuni and Nubarashen District Court of Yerevan granted the applicant’s request by recognising the 2003 judgment and ordering its enforcement.", "37. On an unspecified date Mr R.D. lodged an appeal against this decision.", "38. On 23 April 2004 the Civil Court of Appeal of Armenia decided to dismiss the applicant’s request. In this respect, the Court of Appeal mentioned that, by the 1988 judgment, the applicant was awarded monthly payments for medical care and extra nutrition, and quoted Article 55 (c) of the Minsk Convention.", "39. On an unspecified date the applicant lodged an appeal on points of law, in which he argued that the subject matter of the 1988 and 2003 proceedings was different and that, in any event, the defendant had stopped making any payments on 1 January 1992.", "40. On 17 September 2004 the Court of Cassation dismissed the applicant’s appeal as unsubstantiated by upholding the findings of the Civil Court of Appeal. A copy of this decision was received by the applicant on an unspecified date after 19 April 2005.", "41. On 22 November 2007 the MJM addressed a letter to the MJA seeking to find out the official position of the Armenian authorities on the interpretation and application of the Moscow Convention to the applicant’s case and the possibility of an unbiased examination by an Armenian court of the issue of the execution of the 2003 judgment. It is not clear if there was any reply to this letter by the MJA.", "42. According to Article 6, international agreements are an integral part of the legal system of Armenia.", "43. The relevant provisions of the Moscow Convention provide:", "“This Convention covers enterprises, agencies and organisations of Contracting Parties (including those of the former USSR) irrespective of their form of ownership (hereafter, the enterprises).", "Compensation payments for damage caused to employees by an injury, an occupational disease or other damage to health related to the performance of their professional duties (hereafter, compensation for damage) are made to the employees who have previously worked at the enterprises, or in case of their death to persons entitled to compensation for damage, and who are nationals of and permanent residents in any of the Contracting Parties. ...”", "“Compensation for damage caused to an employee as a result of an occupational injury, other damage to health (including cases where the loss of capacity to work as a result of an accident at work connected with the performance of professional duties by employees occurs after the injured person has moved to another Contracting Party) or death is paid by the employer of the Contracting Party whose laws were applicable to the employee at the time of the injury, other damage to health or death.", "The employer responsible for causing damage pays compensation pursuant to the domestic law.”", "“In case of liquidation of the enterprise responsible for damage caused to an employee and in the absence of a legal successor, the Contracting Party on whose territory the enterprise was liquidated guarantees compensation for damage to such employees pursuant to the domestic law.”", "“A court of the Contracting Party on whose territory the action incurring a liability for damages has taken place, or a court of the Contracting Party on whose territory persons entitled to compensation for damage reside enjoy jurisdiction over the cases as provided for in the present Convention.”", "“Disputes concerning interpretation or application of this Convention are resolved through negotiations between the Contracting Parties concerned and other generally accepted means, including conciliation commissions set up upon the request of one of the Contracting Parties.”", "“Issues not regulated by this Convention, including those related to its application, are examined by the competent authorities of the Contracting Parties.”", "44. The relevant provisions of Section III of the Minsk Convention, entitled “Recognition and Execution of Decisions”, provide:", "“Each Contracting Party, in compliance with the requirements of this Convention, shall recognise and execute the following decisions adopted in the territories of other Contracting Parties: (a) the decisions adopted by institutions of justice on civil and family cases...”", "“1. The request for authorisation of execution of a decision shall be filed with the competent court of the Contracting Party where the decision is subject to be executed. It can also be filed with the court which has decided on the case at first instance. That court shall forward the request to the court competent to decide on the request...”", "“1. The request for recognition and execution of decisions envisaged by Article 51 shall be examined by the courts of the Contracting Party in the territory of which the decision must be executed.", "2. The court, examining the request for recognition and authorisation of execution of a decision, shall limit itself to determining that the requirements of this Convention have been observed. If the requirements have been observed, the court decides to have the decision executed...”", "“The recognition of decisions ... and the authorisation of their execution may be refused if: ... (c) there has been previously a final decision adopted on the case in the territory of the Contracting Party, where the decision must be recognised and executed, involving the same parties, having the same subject-matter and on the same grounds...”", "45. Section 17 empowered the court to declare a debtor bankrupt.", "46. Section 30 § 1 provided that the court shall decide to put a bankrupt debtor legal entity on sale through auction. According to sub-paragraph 4 of the same Section, the purchaser of the bankrupt legal entity should not be liable for its debts.", "47. Section 34 provided that a court, upon conclusion of the court examination of a bankruptcy case, should declare the debtor released from paying all outstanding debts and it should be forbidden thereafter to institute court proceedings against the debtor seeking to recover such debts.", "48. According to Paragraph 16 of the Decree, which lost its effect on 26 August 2004, in the event of termination of the activities of a company in consequence of its liquidation or restructuring the damage caused to an employee as a result of a professional injury was to be compensated by the company’s legal successor and, in the event of the absence of the latter, the social security authorities with funds allocated from the State budget."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}