{"ITEMID": "001-5142", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "J.S. AND OTHERS v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicants, a group of Polish nationals, are represented before the Court by Mr Waldemar Gałuszko, a lawyer practising in Szczecin.", "s, may be summarised as follows.", "1. The first applicant, [J.S.], born in 1931, resides in Szczecin, Poland. On 29 November 1993 he claimed compensation of 84,019,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 1 June 1952 to 27 April 1954 in the formations of forced labour, known as Mining Battalions. The applicant further claimed 2,107.500 (old) PLZ as an equivalent for holiday, which he had not taken during this period, and 18,900,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees of coal mines had been entitled. On 18 April 1995 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time -barred.", "", "2. [A.B.K.], born in 1927, resides in Brzesko Szczecińskie. On 26 July 1993 the applicant claimed compensation of 116,896,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 February 1950 to 10 November 1952 in the formations of forced labour known as Construction Battalions. The applicant further claimed 2,810,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 9,450,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 14 June 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "3. [L.H.], born in 1932, resides in Szczecin. On 1 December 1994 the applicant claimed compensation of 87,672,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 1 April 1953 to 10 May 1955 in the formation of forced labour known as Mining battalions. The applicant further claimed for 2,248,500 (old) PLZ as an equivalent for holiday, which he had not had and 20,160,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 8 September 1995 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "4. [K.P.], born in 1936, resides in Szczecin. On 17 December 1993 the applicant claimed compensation of 56,621,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 26 November 1956 to 15 March 1958 in the formation of forced labour known as Mining battalions. The applicant further claimed for 2,248,000 (old) PLZ as an equivalent for holiday, which he had not had and 13,020,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 1 February 1995 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred. On 10 August 1995 the Warsaw Regional Court dismissed the applicant’s appeal.", "5. [J.S.], born in 1930, resides in Szczecin. On 6 October 1994 the applicant claimed compensation of 87,672,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 24 November 1950 to 20 December 1952 in the formations of forced labour known as Construction Battalions. The applicant further claimed 2,248,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 7,560,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 13 March 1995 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "6. [S.T.], born in 1933, resides in Baranisław. On 5 August 1993 the applicant claimed compensation of 109,590,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 17 October 1953 to 10 July 1955 in the formations of forced labour known as Mining Battalions. The applicant further claimed 2,800,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 25,560,000(old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 21 May 1996 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "7. [P.P.], born in 1937, resides in Szczecin. On 02 August 1993 the applicant claimed compensation of 54,795,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 17 February 1958 to 21 May 1959 in the formations of forced labour known as Mining Battalions. The applicant further claimed 1,405,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 12,600,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 6 June 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "8. Franciszek Lempach, born in 1928, resides in Szczecin. On 28 October 1993 the applicant claimed compensation of 138,443,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 3 April 1950 to 10 November 1952 in the formations of forced labour known as Mining Battalions. The applicant further claimed 1,250,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period. On 24 June 1995 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "9. [J.P.], born in 1930, resides in Szczecin. On 11 February 1994 the applicant claimed compensation of 69,407,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 24 November 1950 to 20 December 1952 in the formations of forced labour known as Mining Battalions. The applicant further claimed 2,248,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 7,560,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 12 July 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "10. [S.O.], born in 1931, resides in Szczecin. On 26 July 1993 the applicant claimed compensation of 98,631,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 November 1954 to 25 January 1957in the formations of forced labour known as Mining Battalions. The applicant further claimed 2,435,340 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 20,160,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 25 August 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "11. [J.S.], born in 1933, resides in Mechowo. On 11 January 1994 the applicant claimed compensation of 94,978,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 23 February 1954 to 27 April 1956 in the formations of forced labour known as Mining Battalions. The applicant further claimed 2,388,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 21,420,000 (old) PLZ as an equivalent for inkind payment in coal to which employees had been entitled. On 12 May 1995 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "12. [T.S.], born in 1935, resides in Szczecin. On 26 July 1993 the applicant claimed compensation of 91,325,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 7 October 1955 to 27 October 1957 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 2,248,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 20,160,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 7 October 1993 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "13. [M.S.], born in 1928, resides in Police. On 10 July 1995 the applicant claimed compensation of 21,840 (new) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 4 December 1949 to 7 November 1952 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 552,500 (new) PLZ as an equivalent for holiday, which he had not taken during this period and 4,600 (new) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 16 November 1995 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "14. [W.W.], born in 1928, resides in Drezdenko. On 15 August 1993 the applicant claimed compensation of 91,325,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 February 1950 to 11 April 1952 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 2,248,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 20,160,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 23 June 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "15. Ryszard Kuźminski, born in 1935, resides in Szczecin. On 19 July 1994 the applicant claimed compensation of 84,019,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 November 1955 to 25 October 1957 in the formations of forced labour known as Mining Battalions. The applicant worked in the coal mine while doing his obligatory military service. The applicant further claimed for 2,107,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 18,900,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 5 July 1996 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "16. [S.K.], born in 1929, resides in Lisowo. On 5 October 1993 the applicant claimed compensation of 98,631,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 17 June 1951 to 29 September 1953 in the formation of forced labour known as Mining Battalions. The applicant further claimed for 2,529,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 22,680,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 17 June 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "17. [M.A.], born in 1931, resides in Maszewo. On 9 November 1993 the applicant claimed compensation of 101,188,100 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 26 October 1953 to 21 February 1956 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 2,292,100 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 20,160,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 6 September 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "18. [E.Z.], born in 1937, resides in Wolin. On 26 July 1993 the applicant claimed compensation of 58,448,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 5 November 1957 to 5 February 1959 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 2,240,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 12,600,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 6 September 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "19. [W.S.], born in 1930, resides in Szczecin. On 20 August 1993 the applicant claimed compensation of 91,325,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 29 November 1950 to 20 December 1952 in the formations of forced labour military service as Construction Battalions. The applicant further claimed for 2,248,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 7,560,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 6 June 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "20. [M.P.], born in 1928 resides in Choszczno. On 14 October 1993 the applicant claimed compensation of 116,800,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 February 1950 to 10 November 1952 in the formations of forced labour known as Construction Battalions. The applicant further claimed for 13,030,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 10,080,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 14 December 1994 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "21. [E.G.], born in 1927, resides in Szczecin. On 2 December 1993 the applicant claimed compensation of 43,838,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 27 April 1949 to 5 April 1950 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 1,124,000 (old) PLZ as an equivalent for holiday, which he had not taken and 10,080,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 11 June 1996 the Szczecin Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "22. [C.K.], born in 1929, resides in Szczecin. In 1994 the applicant claimed compensation of 50,364,500 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 18 June 1951 to 8 May 1952 in the formations of forced labour know as Mining Battalions. On 17 February 1994 the Warsaw District Court dismissed the applicant’s compensation claim as time-barred.", "", "23. [L.B.], born in 1931, resides in Szczecin. On 24 November 1996 the applicant claimed compensation of 40,185,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 28 January 1955 to 20 December 1955 in the formations of forced labour known as Construction Battalions. The applicant further claimed for 983,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 3,465,000 (old) PLZ as an equivalent for in kind payment in coal to which employees had been entitled. On 28 March 1996 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "24. [F.Z.], born in 1928, resides in Szczecin. On 11 April 1994 the applicant claimed compensation of 127,855,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 5 December 1949 to 4 November 1952 in the forced labour formations known as Mining Battalions. The applicant further claimed for 3,231,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 28,980,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 10 November 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "25. [M.K.], born in 1927, resides in Choszczewo. On 24 June 1996 the applicant claimed compensation of 117,579,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 February 1950 to 11 November 1952 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 30,800,000 (old) PLZ as an equivalent for holiday, which he had not taken and 10,395,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 11 August 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "26. [J.K.], born in1935, resides in Szczecin. On 7 September 1993 the applicant claimed compensation of 84,019,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 March 1956 to 18 February 1958 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 2,107,500 (old) PLZ as an equivalent for holiday, which he had not taken and 18,900,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 30 November 1993 the Szczecin Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "27. [S.K.], born in 1930, resides in Szczecin. On 26 July 1993 the applicant claimed compensation of 76,713,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 27 March 1951 to 20 December 1952 in the formations of forced labour known as Mining Battalions. The applicant further claimed for 1,967,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 17,640,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 2 December 1993 the Szczecin Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "28. [J.M.], born in 1936, resides in Szczecin. On 14 September 1993 the applicant claimed compensation of 10,366,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 25 February 1957 to 31 December 1958 in the formation of forced labour known as Mining Battalions. The applicant further claimed for 1,967,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 17,640,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 26 May 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "29. [W.L.], born in 1927, resides in Szczecin. On 26 July 1993 the applicant claimed compensation of 58,448,000 (old) PLZ from the State Treasury for forced labour which he had been doing his compulsory military service from 10 August 1949 to 21 December 1950 in the formation of forced labour known as Mining Battalions. The applicant further claimed for 1,545,500 (old) PLZ as an equivalent for holiday, which he had not taken during this period and 5,040,000 (old) PLZ as an equivalent for in-kind payment in coal to which employees had been entitled. On 16 March 1994 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "30. [A.W.], born in 1934, resides in Szczecin. On 3 October 1995 the applicant claimed compensation of 11,856 PLZ (new) from the State Treasury for forced labour which he had been doing during his compulsory military service from 16 November 1954 to 28 June 1956 in the formation of forced labour known as Mining Battalions. The applicant worked in the coal mine while doing his obligatory military service. The applicant further claimed for 288 (new) PLZ as an equivalent for holiday, which he had not taken during this period and 2,400,000 as an equivalent for in-kind payment in coal to which employees had been entitled. On 31 January 1996 the Warsaw Regional Court dismissed the applicant’s compensation claim, considering that it was time-barred.", "", "31. [A.B.], born in 1931, resides in Szczecin. On 17 August 1993 the applicant claimed compensation of 100,000,000 (old) PLZ from the State Treasury for forced labour which he had been doing during his compulsory military service from 26 April 1952 to 27 April 1954 in the formation of forced labour known as Mining Battalions. The applicant worked in the coal mine while doing his obligatory military service. The applicant further claimed for 16,800,000 (old) PLZ as an equivalent for holiday, which he had not taken during this period. On 14 December 1993 the Warsaw District Court dismissed the applicant’s compensation claim, considering that it was time-barred.", ""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}