{"ITEMID": "001-67092", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SERVES v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["1. The applicant [Mr Paul Serves] is a French national born in 1955. He is a regular officer in the French army and lives at Seillons (in the département of Var). He has lodged two other applications with the European Commission of Human Rights: application no. 20225/92, on which the Court gave judgment on 20 October 1997 (Serves v. France, judgment of 20 October 1997, Reports of Judgments and Decisions 1997VI), and application no. 36535/97, which the Court declared inadmissible on 27 April 1999.", "He was represented by Mr S. Degrâces, of the Paris Bar.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "2. At the material time the applicant held the rank of captain. He was in command of the first company (“the company”) of the 2nd Foreign Parachute Regiment (“2nd Para”) and was based in the Central African Republic.", "3. On 5 April 1988 the company set off on a “provincial tour” to the Awajaba region in the north of the Central African Republic.", "On 11 April 1988 the applicant called together the heads of platoon and told them that poachers had been reported to him in the presidential reserve and Bamingui-Bangoran National Park and that they were to carry out an “unofficial” investigation mission. He designated two areas; one platoon of the company, under the applicant's command, was to investigate in one of them and a second platoon, under the command of Lieutenant C., was to investigate in the other. A third platoon was to relieve the second after forty-eight hours. The applicant said that any poachers encountered should be intercepted and, if they fled, should if necessary be fired on after a warning had been given. The operation began on the morning of 13 April.", "On 14 April 1988 a patrol from the second platoon, commanded by Staff Sergeant B., came upon two natives who fled on seeing them. Staff Sergeant B. fired two shots, wounding one of the fugitives in the leg. On hearing of the incident from the Staff Sergeant, Lieutenant C. went to the scene with the platoon's medical orderly, Corporal J. The injured man was treated and taken to the bivouac, where Lieutenant C. ordered Corporal D. to dig a grave. An hour after that had been done, and after being questioned, the captive, on Lieutenant C.'s orders, was “finished off” by means of five shots fired by Corporal D. and then buried.", "4. The applicant was told of the incident on 15 or 16 April 1988 and ordered his men to remain silent. They returned to their camp at Bouar on 21 April. In his report on the “provincial tour” the applicant made no mention of any incident.", "5. When questioned on 22 April 1988 by Lieutenant-Colonel Champy, the commanding officer of the French operational assistance units (“the EFAO”) in Bouar, who had heard rumours of an incident during the tour, the applicant and Lieutenant C. said that they had found a native's body, had buried it and had not reported the matter out of discretion. They drew up reports relating this version of the events. The Central African authorities were informed on 23 April and no further inquiries were made.", "6. On 13 May 1988, however, Colonel Larrière, the commanding officer of the EFAO in the Central African Republic, was told that evidence given to the Central African police implicated his soldiers. He therefore decided to recommence the inquiry and on 15 May personally interviewed the applicant, Lieutenant C., Staff Sergeant B. and Corporal J. The applicant and Lieutenant C. confirmed the content of their original reports. As their statements differed in some respects, however, Colonel Larrière interviewed Lieutenant C. again. The lieutenant then admitted that Staff Sergeant B. had opened fire on the poacher, who had been injured in the leg and had received medical treatment at the scene of the incident. He also said that the captive had died from his injuries shortly after being taken to the bivouac and that he himself had ordered that he should be buried at once.", "7. On his return to Bangui with the applicant and Lieutenant C., Colonel Larrière had the matter reported to the Army Chief of Staff. On 17 May 1988 the Chief of Staff told the colonel that he had been in touch with the prosecutor at the Paris Military Court, that an application should be made to the EFAO military police – a gendarmerie detachment assigned during operations to a large unit or base to carry out general policing and criminal-investigation duties – and that the company was to be relieved as soon as possible.", "8. In a commanding-officer report of 20 May 1988 Colonel Larrière said that he believed Lieutenant C.'s latest statement on the circumstances of the poacher's death. He also set out the facts described above (see paragraphs 26), concluded that the applicant was “wholly” responsible and asked for disciplinary penalties to be imposed on him (replacement as head of his unit and a reprimand by the Minister of Defence) and on Lieutenant C. (forty days' confinement). The report stated, inter alia: “... from the evidence obtained in the course of this inquiry it may be concluded that Captain Serves ... was wholly responsible. He acted outside the scope of his duties, breached instructions and issued orders conflicting with those he had received concerning the use of weapons and ammunition. ... As an officer in command of a Foreign Legion unit, he knew that in giving such orders he would be blindly obeyed. Moreover, although he was aware of the events, he did not report them and sought to conceal the facts, ordering his men to remain completely silent.”", "9. The soldiers involved in the case were sent back to France on 21 May 1988. The applicant, Lieutenant C., Staff Sergeant B. and Corporal J. were held at Fort Nogent in the département of Val-de-Marne. Together with the other two heads of platoon in the unit, they were questioned on 22, 23 and 24 May 1988 by General Guignon, the commanding officer of the 11th Parachute Division and the 44th Territorial Army Division. In his commanding-officer report of 25 May 1988 to the Army Chief of Staff he mentioned a rumour that the poacher had been “finished off” by Corporal D. and concluded that Lieutenant C. and the applicant bore the responsibility, which was “weighty” in the latter's case. The report stated that “in sending his company off on this stupid 'poacher-hunting' expedition [the applicant had taken] the enormous risk of a 'blunder' of [that] kind” and that by “subsequently distorting the truth and ordering his entire unit to keep quiet or to tell lies he [had] made matters considerably worse for himself”, adding that “the courts will establish the precise degree of his guilt; as far as his commanding officers are concerned, he does not deserve any leniency”.", "On 30 May 1988 General Guignon questioned the applicant, Staff Sergeant B., Corporal J. and Lieutenant C. again. Lieutenant C. admitted that Corporal D. had, on his orders, shot the injured man in order to “put an end to the suffering of a dying man”. This was later confirmed by the corporal. A commanding-officer report of 1 June gives an account of this and concludes: “The facts which I have reported seem to me to be credible at this stage. In any event, it would appear difficult for me to pursue my investigations now that most of the protagonists are being dealt with by the courts. Keeping deliberately within the strict confines of the commanding-officer inquiry, I confirm that the responsibility lies mainly, as I have already stated, with the two officers in question.”", "10. On 18 May 1988 Colonel Larrière had informed the commandant of the Bangui military police of the facts of the case. The commandant had opened a preliminary inquiry and on 18 and 20 May 1988 sent messages to the prosecutor at the Paris Military Court, reading as follows:", "“First: investigation being carried out by commanding officer of Bangui military police detachment (CAR) assisted by Bangui and Bouar military police personnel[;] pending proceedings do not require soldiers in question to be detained here in view of line taken by Head of State of Central African Republic.", "Second: all personnel involved will have made statements before returning to France.", "Third: personnel concerned will depart for Bastia with their unit on Saturday 21 May 1988 ...”", "and", "“Further to telephone call today 20 May 1988, names of soldiers implicated in the case are", "(1) Serves, Paul, Captain.", "(2) [C.], Lieutenant.", "(3) [B.], Staff Sergeant.", "(4) [J.], Corporal.", "Unable at present to give you detailed account of facts. Information currently being sought.", "Please ask CEMA [Army Chief of Staff] to make arrangements with EFAO Bangui for soldiers in question to be conveyed to Paris. Request message confirming instructions you gave by telephone and possibly also fresh orders – even at once orally.”", "11. On 21 May 1988 the commandant of the military police interviewed Colonel Larrière, who had given him a copy of his report of 20 May. An official report of 21 May, to which the colonel's report and the record of his interview were annexed, brought the investigation to an end.", "12. On an application of 20 May 1988 by the prosecutor at the Paris Military Court an investigation was begun in respect of the applicant, Lieutenant C., Staff Sergeant B. and Corporal J.", "On 24 May 1988 the applicant was charged with manslaughter, and on 23 June 1988 a murder charge was substituted. He was detained pending trial from 24 May to 21 July 1988.", "Lieutenant C. and Corporal D. were also charged with murder, and three other legionnaires, from the company's second platoon, were charged with aiding and abetting murder; Corporal J. was charged with manslaughter and Staff Sergeant B. with wounding with intent or wilful violence or assault, entailing or not unfitness for work for not more than eight days and committed with a weapon.", "13. On 9 October 1989, on an application by the prosecutor, the First Indictment Division of the Paris Court of Appeal, exercising jurisdiction as the body supervising military judicial investigations, gave the following judgment:", "“...", "The body supervising the judicial investigation", "...", "Notes that the investigation was commenced on an application of 20 May 1988 made without the opinion of the Minister of Defence or of the authority referred to in Article 4 of the Code of Military Criminal Procedure having first been obtained as required by Article 97 of that Code.", "Holds that this irregularity, seeing that the offenders were not caught in the act, had the effect of infringing the rights of those against whom proceedings have been brought, and that at the same time they were also not afforded a fair hearing as some of the evidence from the preliminary inquiry had not been placed in the file.", "Consequently declares void the application of 20 May 1988 for a judicial investigation and the steps subsequently taken in the proceedings.", "Declares that the preliminary inquiry and the messages of [18] and 20 May 1988 remain effective.", "...”", "14. In response to a request from the prosecutor on 21 October 1989, the Minister of Defence issued an opinion on 10 November 1989 in which he stated that the facts appeared to constitute a serious crime (crime) and that criminal proceedings should be brought.", "15. On an application of 13 March 1990 by the prosecutor (which referred to the official report of 21 May 1988, the messages of 18 and 20 May 1988, General Guignon's commanding-officer reports of 25 May and 1 June 1988 and the Minister of Defence's opinion), a judicial investigation, for murder, was begun in respect of Lieutenant C. and Corporal D. only. They were charged on 19 April 1990.", "16. In connection with that investigation, the military investigating judge took evidence from Colonel Larrière, Lieutenant-Colonel Champy and Staff Sergeant B., among others.", "The applicant was likewise summoned to appear as a witness, on 12, 19 and 26 September 1990; on each occasion he attended but refused to take the oath and give evidence. On the same dates the investigating judge consequently ordered him to pay fines of 500 French francs (FRF), FRF 2,000 and FRF 4,000 respectively. The applicant appealed against those orders to the First Indictment Division of the Paris Court of Appeal. His main argument was that as, in its judgment of 9 October 1989, the Division had expressly declared that the preliminary inquiry and the messages of 18 and 20 May 1988 on which his 1988 charge had been based remained effective, there was incriminating evidence against him such as enabled him to be charged, so that he could not be examined as a witness without his defence rights being infringed and a breach of Article 6 of the Convention and Article 105 of the Code of Criminal Procedure being committed. The Indictment Division upheld the impugned orders in a judgment of 29 October 1990. In a judgment of 23 October 1991 the Court of Cassation dismissed an appeal on points of law by the applicant.", "17. On 6 May 1992 the applicant was again charged with murder, and on 28 February 1994 the First Indictment Division of the Paris Court of Appeal indicted Corporal D. for murder, and Lieutenant C. and the applicant for aiding and abetting murder.", "18. The hearing in the Paris Military Court was held on 10 and 11 May 1994. On 11 May 1994, having heard evidence from a large number of witnesses, including Colonel Larrière and General Guignon, the court convicted all three defendants; Corporal D. was sentenced to one year's imprisonment, suspended, Lieutenant C. to three years' imprisonment, with one year suspended, and the applicant to four years' imprisonment, with one year suspended.", "19. The applicant and Lieutenant C. appealed on points of law against the judgments of 28 February 1994 and 11 May 1994.", "In a summary statement of his grounds of appeal of 25 May 1994 the applicant relied in particular on Article 6 of the Convention, alleging that his defence rights had been infringed by the addition of General Guignon's reports to the case file, and that the proceedings as a whole had not been fair.", "On 29 April 1997 the Court of Cassation delivered the following judgment, in which it dismissed the appeal:", "“... In dismissing the objection that the prosecutor's application of 13 March 1990 for a judicial investigation was void because it referred to two inquiry reports based on statements obtained, in breach of the rules of criminal procedure and the rights of the defence, from persons against whom proceedings had been brought, the Court of Appeal stated that 'the fact that the report of the commanding-officer inquiry carried out in connection with separate administrative proceedings was added to the case file so that the parties could present argument on it cannot invalidate the judicial proceedings, which alone are governed by the Military Criminal Code and the Code of Criminal Procedure' and that 'the application, which was partly based on the commanding-officer inquiry, cannot be declared void'.", "In so holding, the body supervising the judicial investigation did not infringe the provisions relied on in the ground of appeal [including Article 6 § 1 of the Convention].", "It follows that the ground of appeal cannot be accepted. ...", "In dismissing the application for the proceedings to be declared void on the grounds that the investigating judge should not have summoned the appellant to appear before him as a witness or have examined Corporal [J.] or Staff Sergeant [B.] in that capacity since they had all been implicated by the commanding-officer inquiry, and that certain statements set out in the order transferring the case for submission to the Indictment Division of the Court of Appeal, concerning the length of time the accused had each spent in detention, were incorrect and had been taken from documents pertaining to the proceedings that had been declared void, the judges below noted in the first place that when Paul Serves was summoned before the investigating judge, the investigation had not yet established his precise role, and that it was not until May 1992 that, in the light of the evidence taken from a large number of witnesses and [Lieutenant C.'s] statements incriminating Paul Serves, the investigating judge considered that there was substantial, consistent evidence of his guilt such as to justify charging him.", "They added that the examination of Corporal [J.] and Staff Sergeant [B.] as witnesses could not have invalidated the proceedings since no charges had been brought against either soldier.", "Lastly, they found that the statements set out in the investigating judge's order concerning Paul Serves' detention pending trial had not been based on information taken from the documents that had been declared void but had been taken from the judgment declaring void the first application for a judicial investigation, and that Serves could not rely on inaccuracies concerning the situation of the other persons charged.", "Given the nature of the statements, the body supervising the judicial investigation justified its decision without infringing the provisions relied on in the ground of appeal, which must therefore be dismissed. ...”", "20. On 16 June 1997 the Director of Army Service Personnel issued a “notice of loss of rank”, which read:", "“In a judgment delivered on 11 May 1994 the ... Military Court convicted Major Paul Serves ..., currently stationed at the Marseilles Military Instruction and Training Centre, and sentenced him to four years' imprisonment, with one year suspended, for aiding and abetting murder ...", "An appeal on points of law ... was dismissed ... in a judgment of 29 April 1997.", "The judgment delivered on 11 May 1994 ... is final with effect from 29 April 1997.", "Notice is hereby given of the following:", "1. The conviction shall automatically entail loss of rank, pursuant to Article 389 of the Military Criminal Code, and dismissal from the service, pursuant to section 79 of the Armed Forces (General Regulations) Act as amended (Law no. 72-662 of 13 July 1972).", "Loss of rank and dismissal from active military service shall take effect on 29 April 1997, the date on which the judgment became final.", "2. Mr Serves shall retain the right to claim his pension entitlements in accordance with the conditions set out in the Civil and Military Pensions Code, in particular Article L. 25. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}