{"ITEMID": "001-100964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF A.B. v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violations of Art. 3 (substantive aspect);Violation of Art. 5-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1963 and lives in St Petersburg. At the time of introduction of the application he was detained in remand prison IZ-47/1 in St Petersburg.", "7. On 18 May 2004 criminal proceedings were instituted against the applicant and third persons for attempted swindling. At 9.10 p.m. on the same day the applicant was arrested. He was placed in the temporary detention facility of the Nevskiy District of St Petersburg.", "8. On 20 May 2004 the Nevskiy District Court of St Petersburg (“the trial court”) remanded the applicant in custody. He was transferred to remand prison IZ-47/1 in St Petersburg (“the remand prison”). The court held that the applicant was charged with a serious crime, had a disposition to commit crimes and could continue to pursue criminal activities if at liberty. The ruling was not appealed against.", "9. On 15 July 2004 the Kuybyshevskiy District Court of St Petersburg granted a request by the investigator to extend the applicant's detention until 26 August 2004, holding that investigative measures could not be taken prior to that date. The ruling was not appealed against.", "10. On 23 August 2004 the Smolninskiy District Court of St Petersburg prolonged the applicant's detention until 26 October 2004.", "11. On 25 October 2004 the Kuybyshevskiy District Court of St Petersburg prolonged the applicant's detention until 26 December 2004.", "12. On 24 December 2004 the bill of indictment was drawn up and the case file was transferred to the trial court.", "13. On 4 February 2005 the trial court scheduled a hearing for 25 March 2005. The issue of the application of a preventive measure to the applicant was not decided upon pursuant to Article 236 of the Code of Criminal Procedure (“the CCP”).", "14. At the preliminary hearing of 24 March 2005 the trial court, relying on Article 237 of the CCP, returned the case to the prosecutor because certain procedural rules had not been complied with. In particular, some pages of the case file had been wrongly numbered and the accused had not been provided with the opportunity to study some documents. The trial court further noted that no application to vary the preventive measure had been lodged. The trial court found that the measure applied was lawful and appropriate in view of the gravity of the charges and the information about the accused, and ordered that it should remain unchanged. The trial court observed that the decision could be appealed against to the St Petersburg City Court within ten days from the date of its delivery. The applicant and his counsel N. were present at the hearing.", "15. The ruling of 24 March 2005 was not appealed against and became final on 4 April 2005. On 5 April 2005 the case file was transmitted to the prosecutor.", "16. On 7 April 2005 the prosecutor returned the case to the investigator for additional investigative measures. Having obtained the endorsement of the St Petersburg City Prosecutor, the investigator requested a court to extend the applicant's custodial detention for one month until 5 May 2005 so that the aggregate term of his detention amounted to eight months and five days. He argued that the extension sought would allow him to take the requisite investigative measures and to comply with the trial court's instructions.", "17. On 8 April 2005 the Kuybyshevskiy District Court of St Petersburg, relying on Article 109 of the CCP, granted the investigator's request to extend the applicant's detention for “one month, up to eight months and five days in total, that is, until 5 May 2005”. The applicant and his counsel M. were present at the hearing. His counsel M. objected, stating that the applicant had a permanent place of residence, had no intention of absconding – on the contrary, he had actively cooperated with the investigation – and that his state of health had worsened. The court held that the investigator's request should be granted and that there was no reason to vary the preventive measure in respect of the applicant since the circumstances that had constituted the grounds for its application had not changed. The applicant was charged with a serious offence and had no permanent job and no assets. Furthermore, he was suspected of having committed a further offence similar to the one he had been charged with. Therefore, if released, he might abscond, hinder the criminal prosecution and engage in further criminal activity. Moreover, certain investigative measures had to be conducted before the case was sent for trial. The court also found that the arguments put forward by the applicant's counsel concerning the applicant's personality and his state of health were not sufficient grounds for refusing the investigator's request. In particular, no medical documents had been provided to prove that placement in a remand prison was damaging to the applicant's health.", "18. The applicant appealed against the ruling of 8 April 2005, claiming that Article 109 of the CCP did not provide for the possibility of extending a period of detention pending additional investigation.", "19. On an unspecified date the applicant requested the Oktyabrskiy District Court of St Petersburg to declare that the prosecutor had not received the case file from the trial court as required by the ruling of 24 March 2005.", "20. On 26 April 2005 the Oktyabrskiy District Court of St Petersburg held a hearing on the complaint, during which the applicant was advised that the case file had already been sent to the prosecutor. The applicant then brought another complaint about the prosecutor's actions between 5 and 8 April 2004, claiming that the latter had failed to take the requisite measures to ensure the applicant's release from custody. The court dismissed the complaint, stating that the prosecutor's actions were lawful, and observed that the ruling could be appealed against to the St Petersburg City Court within ten days from the date of its delivery.", "21. It follows from the parties' submissions that the applicant did not appeal against the ruling of 26 April 2005.", "22. On 5 May 2005 the Kuybyshevskiy District Court of St Petersburg granted a request lodged by the St Petersburg City Prosecutor to extend the applicant's detention for one month to 5 June 2005 so that the aggregate term of his detention amounted to nine months and five days. The applicant and his counsel P. objected on the grounds that the court had no evidence of the applicant's intention either to abscond or to engage in further criminal activity. The court dismissed the objections and ordered the extension of the applicant's detention on the same grounds as those given in the ruling of 8 April 2005. The applicant's counsel P. was a legal-aid lawyer appointed by the court. At the beginning of the hearing the applicant applied to the court to have counsel replaced because he wished to be assisted by his own counsel, B., who had not been notified of the hearing. The court found that counsel B. had been notified by telephone of the hearing that had initially been scheduled for 4 May 2005. However, she had neither appeared nor provided any documents justifying her failure to do so. The hearing had then been postponed to 5 May 2005 and counsel B. had been notified accordingly. However, she had said that she could not attend the hearing because she was involved in other proceedings. Nevertheless, she had failed to provide any supporting documents. The applicant appealed.", "23. On 12 May 2005 the final bill of indictment was drawn up.", "24. On 13 May 2005 the case was sent to the trial court.", "25. On 14 May 2005 the trial court received the case file.", "26. On 27 May 2005 the trial court scheduled a hearing for 5 July 2005. It also ordered that the preventive measure imposed on the applicant was to remain unchanged.", "27. On 15 June 2005 the St Petersburg City Court dismissed the applicant's appeal against the ruling of 8 April 2005. The appeal court held that when a case was returned to the prosecutor, new time-limits for the investigation were to be fixed and a decision concerning a preventive measure was to be taken accordingly. It also upheld the first-instance court's findings that, if released, the applicant might abscond and engage in further criminal activity.", "28. On 12 July 2005 the St Petersburg City Court dismissed the applicant's appeal against the trial court's ruling of 5 May 2005. The appeal court upheld the first-instance court's conclusion that, if released, the applicant might abscond, engage in further criminal activity and hinder the prosecution. It also found that counsel B. had been duly notified of the hearing of 5 May 2005. However, she had not appeared and had failed to provide appropriate justification.", "29. On 22 November 2005 the St Petersburg City Court dismissed the applicant's appeal against the ruling of 14 May 2005.", "30. On 10 October 2006 the trial court sentenced the applicant to five years and two months' imprisonment.", "31. On 19 February 2007 the applicant's sentence became final.", "32. On 4 April 2007 the St Petersburg City Court dismissed the applicant's appeal against the decision of the Oktyabrskiy District Court of St Petersburg of 26 April 2005 concerning his complaint about the prosecutor's inaction. It held, in particular, that the prosecutor had requested authorisation of the applicant's detention for a period including the days that had preceded the court's ruling, that is, between 5 and 8 April 2005. It rejected the applicant's argument that his detention during that period had been unlawful, for the reason that “there was a judicial decision extending the detention for the period from 5 to 8 April 2005”. No reference as to which judicial decision had authorised that period was given.", "33. On 30 April 1997 the applicant was diagnosed with hepatitis C. He underwent treatment between 30 April and 26 May 1997 and was subsequently diagnosed with chronic hepatitis C.", "34. On 20 May 2004, on his admission to remand prison IZ 47/1, the applicant was diagnosed as HIV-positive on the basis of a routine blood test.", "35. According to the applicant, his state of health had been deteriorating since October 2004. He had shown symptoms of immunodeficiency and there had been bad bouts of his chronic illnesses. The applicant had applied to the medical unit of the remand prison for treatment to boost his immune system. In reply, he had been advised to take aspirin, papaverine and analgesics. After the applicant had stated that this treatment would obviously be insufficient, he had been threatened with confinement in a solitary cell.", "36. On 29 October 2004 the applicant was placed in solitary cell no. 129 in wing 2/1 with restricted access. The wing was designed for the detention of inmates sentenced to life imprisonment.", "37. On 19 January 2005 the applicant was transferred to solitary cell no. 123 in wing 2/1 with restricted access. According to the applicant, the cell was the equivalent of a disciplinary cell. However, he had neither requested to be placed in solitary confinement, nor had there been any grounds for such placement since he had not broken prison rules. The cell was in the basement where there was no central heating, and the winter temperature there was about 7-10oC.", "38. On account of the conditions of detention in the solitary cell the applicant's health had deteriorated further. He had been put on a special diet which included a supplementary daily portion of margarine and sugar. Despite his regular requests, he had never been provided with either antiviral treatment or treatment stimulating liver function and had been offered only febrifuges and analgesics. Medical staff of the remand prison had stated that they had no medicines for HIV-positive prisoners because of lack of funding.", "39. The applicant requested to be placed in a hospital in August and September 2004. However, he was refused admission to the hospital at remand prison IZ 47/1 on the grounds that there were too many HIVpositive patients and not enough places. He was likewise refused admission to the hospital of the Federal Penitentiary Service, because the hospital only treated convicted prisoners and did not have the status of a remand prison.", "40. The applicant lodged numerous complaints concerning his inadequate medical assistance. However, he did not receive any formal replies to his complaints or a formal refusal to place him in a hospital. The replies he received were given in the course of private conversations. Nor was he provided with any documents confirming that his complaints had been forwarded to the appropriate authorities. According to the applicant, the officials of the remand prison had forwarded only his correspondence relating to his criminal case and had not provided his counsel B. with the medical documents contained in his personal file.", "41. While detained in IZ-47/1 the applicant was on several occasions examined by specialist doctors and general practitioners.", "42. On 21 May 2004 the applicant was examined by a medical commission composed of a general practitioner, a surgeon, a psychiatrist and a dermatologist. He made no complaints concerning his state of health.", "43. On 22 May 2004 the applicant underwent a chest X-ray. No pathological condition was discovered.", "44. On 25 May 2004 a blood test carried out on the applicant indicated that he was HIV-positive.", "45. On 3 June 2004 the applicant underwent a complex medical checkup at the Botkin City Clinical Hospital of St Petersburg and was diagnosed with stage 2Б HIV infection.", "46. On 24 June 2004 the applicant was examined by an infectiousdisease specialist. He was also registered as HIV-positive with the IZ-47/1 infirmary and was prescribed a special diet.", "47. Between 24 June and 12 July 2004 the applicant was treated by a dermatologist for an acute skin disease (parasitical dermatitis) and was cured.", "48. Between August and September 2004 the applicant did not request to be admitted to hospital.", "49. On 30 September 2004 the applicant underwent a routine check-up with a general practitioner. He made no complaints concerning his state of health.", "50. On 26 July and 25 November 2004 the applicant underwent chest Xrays, which did not detect any pathological condition.", "51. On 11 January and 27 July 2005 the applicant was examined by a general practitioner and was found to be in a satisfactory state of health. He did not make any complaints.", "52. On 26 February 2006 a general practitioner examined the applicant and found no medical data to confirm that the HIV infection had progressed.", "53. On 15 March and 20 October 2006 and on 19 March 2007 the applicant underwent chest X-rays, which did not reveal any pathological condition.", "54. On 22 October 2006 and 12 April 2007 the applicant was examined by a general practitioner. A general blood test carried out on 12 April 2007 showed no pathological changes in the blood.", "55. The applicant's HIV infection had not been clinically manifested. The applicant did not require antiretroviral therapy.", "56. According to a certificate issued by the authorities of the remand prison on 19 April 2007, the applicant's state of health had not deteriorated since 21 May 2004, he had not lost any weight and his lymph glands had not been dilated.", "57. While in IZ-47/1, the applicant was detained in cells nos. 781, 170, 226, 188, 749 and 123. Cell no. 781 measured 9.8 square metres; each of the remaining five cells measured 7.5 square metres.", "58. The Government could not submit information on the number of inmates who had shared cells with the applicant owing to the fact that the registration logs had been destroyed.", "59. Every cell in which the applicant was kept was equipped with a lavatory pan, a flush tank and a sink, which were separated from the sleeping area by a curtain. There was running hot and cold water supplied by the city water system in each cell.", "60. The applicant and other inmates washed themselves and had their bedding changed once a week.", "61. Every cell in which the applicant was kept had access to daylight through windows; they were also equipped with lamps. All cells had both natural and mandatory ventilation systems. The cells were equipped with tables, benches and necessary utensils. The windows were glazed and had air ducts. The cells had a central heating system connected to the remand prison's boiler house. The average temperature in the cells was between 18oC (in winter) and 22oC (in summer).", "62. The applicant was at all times provided with an individual sleeping place and bedding.", "63. While in the remand prison, the applicant was fed three times a day. From 26 June 2004 he received a special diet. The food available to the applicant was in compliance with the relevant standards and regulations.", "64. The applicant was allowed to have a daily one-hour walk during which he could perform physical exercises.", "65. The cells were regularly cleaned and disinfected.", "66. On 29 October 2004 the applicant was placed in cell no. 123, where he was kept in solitary confinement to secure his safety. The cell was heated by the remand prison's boiler house.", "67. According to a certificate of microclimate measurement provided by the Government, on 2 December 2004, when the outside temperature was1oC, the level of humidity in cell no. 123 amounted to 75% (50% being normal), the temperature in the cell was 17oC (19oC to 21oC being normal) and the level of lighting was 40 lx (90 lx being normal).", "68. According to a certificate of 19 April 2007 issued by the remand prison authorities, microclimate measurements in the remand prison cells were taken once a month; the average temperature in the cells was 18oC in winter and 22oC in summer.", "69. According to a certificate on the sanitary conditions in cell no. 123, on 14 December 2004 the cell was in a satisfactory condition. It was equipped with a sink and a lavatory pan; the sanitary installations were in order. There was hot and cold running water, natural ventilation, central heating, natural light and one light bulb. The cell measured 216 cm (width) by 354 cm (length) by 230 cm (height). The cell was designed to accommodate four persons. There was a window measuring 108 cm by 100 cm. The cell had been renovated in November 2003.", "70. The applicant did not lodge any complaints concerning the conditions of his detention with the remand prison authorities or with prosecutors' offices.", "71. The applicant submitted written statements by Mr A.M. and Mr N.M.", "72. Mr A.M., who had been sentenced to life imprisonment, was kept in cells nos. 120, 122, 126, 128 and 141 of wing 2/1 of the remand prison on various occasions between June 2004 and July 2007. In his submission, wing 2/1 was reserved for inmates sentenced to life imprisonment at first instance pending the examination of their cases on appeal. The conditions of detention in all the cells were nearly identical. There were no chairs or desks in the cells. The beds were made of concrete. The cells were in a deplorable state. The humidity was high. There was no hot water or heating. The temperature in the cells in winter was as low as outside. There was no mandatory ventilation. Lavatory pans were not separated from the rest of the cells. All inmates in wing 2/1 were kept in solitary confinement. Access to the wing was limited. Paramedics occasionally visited the wing but claimed that they had no medication. At some point in 2005 Mr A.M. had a glimpse inside cell no. 123 and saw that it was no different from the cells in which he had been kept, save for the fact that there was an iron bed, not a concrete one. He also repeatedly heard the applicant asking paramedics for medication.", "73. Mr N.M. was sentenced to life imprisonment. He was kept in cell no. 121 of wing 2/1 of the remand prison. In his submission, all the cells in the wing were nearly identical. There was no furniture in the cells. The temperature in the cells in winter was as low as 3oC. There was no hot water. The cells were very humid so that the walls were covered with mould. The lavatory pans were not secluded. The food was of poor quality. Medical personnel rarely visited the wing and did not have effective medication. Mr N.M. had overheard the applicant's numerous complaints to the remand prison authorities concerning his state of health. Initially the applicant had been placed in cell no. 129 and in January 2005 he had been transferred to cell no. 123.", "74. After arrest the suspect is placed in custody “pending investigation”. The period of detention “pending investigation” cannot exceed two months (Article 109 § 1) but may be extended up to six months by a judge of a district court or a military court of a corresponding level further to a request lodged by a prosecutor (or an investigator or inquirer with a prosecutor's prior approval) (Article 109 § 2). Further extensions up to twelve months may be granted on an investigator's request approved by a prosecutor of the Russian Federation only if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). The period of detention “pending investigation” is calculated up to the date on which the prosecutor sends the case to the trial court (Article 109 § 9).", "75. From the time the prosecutor sends the case to the trial court, the defendant's detention is “pending trial”. The period of detention “pending trial” is calculated up to the date on which the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "76. The trial judge can return the case to the prosecutor for defects impeding the trial to be remedied, for instance if the judge has identified serious deficiencies in the bill of indictment or a copy of it was not served on the accused. The judge must require the prosecutor to comply within five days (Article 237 § 2) and must also decide on a preventive measure in respect of the accused (Article 237 § 3). By Federal Law no. 226-FZ of 2 December 2008, Article 237 was amended to the effect that, if appropriate, the judge should extend the term of detention with due regard to the time-limits in Article 109 of the Code.", "77. HIV-positive persons have the right to receive all types of medical assistance required by clinical data. They enjoy all the rights guaranteed by laws of the Russian Federation on public health protection (section 14).", "78. On 22 March 2005 the Constitutional Court of the Russian Federation adopted Ruling no. 4-P on a complaint lodged by a group of individuals concerning the de facto extension of detention after the transfer of a case file to a trial court by the prosecution. In part 3.2 of the ruling the Constitutional Court held:", "“The second part of Article 22 of the Constitution of the Russian Federation provides that ... detention is permitted only on the basis of a court order ... Consequently, if the term of detention, as defined in the court order, expires, the court must decide on the extension of the detention, otherwise the accused person must be released ...", "These rules are common to all stages of criminal proceedings, and also cover the transition from one stage to another. ... The transition of the case to another stage does not automatically put an end to a preventive measure applied at previous stages.”", "79. The Ministry of Health of the Russian Federation, by its Decree No. 474 of 9 July 2007, adopted Standards of Medical Assistance Rendered to HIV-positive Persons (“the Standards”), which were recommended for use in State-owned and municipal health-care institutions.", "80. According to the Standards, adult HIV-positive persons suffering from the disease in stages 2A, 2Б, 2В, 3, 4А, 4Б and 4В require CD4 testing as a diagnostic measure once every twelve months.", "81. The 11th General Report (CPT/Inf (2001) 16) prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) concerning transmissible diseases reads, in so far as relevant, as follows:", "“31. The spread of transmissible diseases and, in particular, of tuberculosis, hepatitis and HIV/AIDS has become a major public health concern in a number of European countries ...", "... [T]he act of depriving a person of his liberty always entails a duty of care ...", "The use of up-to-date methods for screening, the regular supply of medication ... constitute essential elements of an effective strategy ... to provide appropriate care to the prisoners concerned.", "... [T]he prisoners concerned should not be segregated from the rest of the prison population unless this is strictly necessary on medical or other grounds. In this connection, the CPT wishes to stress in particular that there is no medical justification for the segregation of prisoners solely on the grounds that they are HIV-positive.”", "82. The relevant parts of the Appendix to Recommendation no. R (98) 7 of the Committee of Ministers of the Council of Europe to Member States concerning the ethical and organisational aspects of health care in prison read as follows:", "“38. The isolation of a patient with an infectious condition is only justified if such a measure would also be taken outside the prison environment for the same medical reasons.", "39. No form of segregation should be envisaged in respect of persons who are HIV antibody positive, subject to the provisions contained in paragraph 40.", "40. Those who become seriously ill with Aids-related illnesses should be treated within the prison health care department, without necessarily resorting to total isolation. Patients, who need to be protected from the infectious illnesses transmitted by other patients, should be isolated only if such a measure is necessary for their own sake to prevent them acquiring intercurrent infections ...”", "83. The 1993 Guidelines on HIV infection and AIDS in prisons issued by the World Health Organization (WHO) read, in so far as relevant, as follows:", "“27. Since segregation, isolation and restrictions on occupational activities, sports and recreation are not considered useful or relevant in the case of HIV-infected people in the community, the same attitude should be adopted towards HIV-infected prisoners. Decisions on isolation for health conditions should be taken by medical staff only, and on the same grounds as for the general public, in accordance with public health standards and regulations. Prisoners' rights should not be restricted further than is absolutely necessary on medical grounds, and as provided for by public health standards and regulations ...", "28. Isolation for limited periods may be required on medical grounds for HIVinfected prisoners suffering from pulmonary tuberculosis in an infectious stage. Protective isolation may also be required for prisoners with immunodepression related to AIDS, but should be carried out only with a prisoner's informed consent. Decisions on the need to isolate or segregate prisoners (including those infected with HIV) should only be taken on medical grounds and only by health personnel, and should not be influenced by the prison administration ...", "32. Information regarding HIV status may only be disclosed to prison managers if the health personnel consider ... that this is warranted to ensure the safety and wellbeing of prisoners and staff ...”", "84. The WHO published on 30 November 2009 a document entitled “Rapid Advice: Antiretroviral Therapy for HIV Infection in Adults and Adolescents”. The recommendations concerning the commencement of administering treatment are as follows. It is strongly recommended to start antiretroviral treatment in all patients with HIV who have a CD4 count of lower than 350 cells per mm3 irrespective of clinical symptoms. CD4 testing is required to identify if HIV-positive patients with WHO clinical stage 1 or 2 disease need to start antiretroviral treatment. Furthermore, it is strongly recommended to start antiretroviral treatment in all patients with HIV with WHO clinical stage 3 or 4 irrespective of CD4 count."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}