{"ITEMID": "001-68920", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BUCK v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;No separate issue under Art. 6;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["10. The applicant was born in 1938 and lives in Dettingen.", "11. In August 1996 the Dettingen municipal authorities imposed a fine of 120 German marks (DEM), plus costs amounting to DEM 36, on V.B., the applicant's son, for having exceeded the speed limit of 50 km/h by 28 km/h on the evening of 21 May 1996, when travelling in a car belonging to the Trinkomat private limited company (Regulations 3 § 3 (1) and 49 § 1 (3) of the Road Traffic Regulations and section 24 of the Road Traffic Act – see “Relevant domestic law” below). The applicant is the owner and manager of that company.", "12. On 4 September 1996 V.B. lodged an objection against the administrative decision imposing the fine.", "13. On 12 March 1997 the trial in the case opened before the Bad Urach District Court. V.B. pleaded not guilty, stating that about fifteen other persons could have been driving the company car in question on that day. The applicant, summoned as a witness, refused to give evidence, as he was entitled to do as a family member. The hearing was adjourned to 19 March 1997.", "14. On 13 March 1997 around 10 a.m. the applicant, on being asked by a policeman to give evidence about his employees in connection with the proceedings against his son, stated again that he did not wish to do so and that none of his employees was currently working on the business premises. On the same day a police officer, on the order of the Bad Urach District Court judge, asked the city of Dettingen to provide a passport photograph of the applicant's son. Police enquiries from the Dettingen trade authorities (Gewerbeamt) about the applicant's employees at the relevant time had led to nothing.", "15. On 13 March 1997, at an unknown time, the Bad Urach District Court, in the context of the above proceedings against V.B., issued a warrant to search the business and residential premises of the applicant. The warrant read as follows:", "“In the context of the preliminary investigations against", "... [V.B.] ...", "concerning", "the contravention of a traffic regulation,", "pursuant to Article 33 § 4 of the Code of Criminal Procedure without a prior hearing, in accordance with Articles 94, 95, 98, 99, 100, 102, 103, 105, 106 § 1, 111 et seq., and 162 of the Code of Criminal Procedure and section 46 of the Contraventions of Regulations Act,", "1. the search of the business and residential premises of the father, Jürgen Buck, ..., 3 ... Street, Dettingen/Erms, Trinkomat company;", "2. the seizure of documents that reveal the identity of the employees of Trinkomat in ... Dettingen between 20 May and 22 May 1996", "are ordered.", "Reasons:", "The son of the manager of Trinkomat, who is charged with having committed, on 21 May 1996, a contravention of Regulation 3 of the Road Traffic Regulations with a company car, has stated at the trial hearing on 12 March 1997 that a driver employed by the company could have committed the offence.", "...”", "16. The search of the residential and business premises in Dettingen, a town of some 10,000 inhabitants, was effected the same day around 2 p.m. by four police officers from the local police station. Several documents, such as personnel files and statements on working hours, were seized; copies were made and the originals were given back to the applicant the next day. The documents disclosed the names of at least six persons, four women and two men, who had been employed by the applicant's company at the relevant time and revealed, furthermore, that another relative of the applicant could have been driving the company car at the time of the speeding offence. The applicant objected to the search and, assisted by counsel, appealed against the search and seizure decision on 13 March 1997, the very day on which the warrant had been issued.", "17. On 21 March 1997 the Tübingen Regional Court, in a decision addressed to V.B., dismissed the appeal of 13 March 1997. It considered that the appeal against the search warrant was inadmissible as it was devoid of purpose (prozessual überholt), the search having been effected in the meantime. The relevance of the few documents seized could be established without the need for a further procedure. The appeal against the seizure order was ill-founded, as the documents seized were relevant for the assessment of the evidence because they could show whether, as asserted by the appellant, one of the company's employees had committed the traffic offence in question. Moreover, the seizure had not been disproportionate because copies of the originals had been filed and the originals handed back.", "18. On 21 May 1997 the Tübingen Regional Court, upon a complaint by the applicant's representative, re-examined the applicant's appeal, declaring it inadmissible as far as the search warrant was concerned and unfounded as to the seizure order. In these respects the court repeated its earlier reasoning. The Regional Court added that its earlier decision of 21 March 1997 had become devoid of purpose and, for the sake of clarity, quashed it.", "19. On 30 June 1997 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He submitted in particular that the District Court, at the hearing of 12 March 1997, had been unable to establish whether the person on the radar photo was V.B. He further stated that the documents seized showed that none of the six other persons who had been working for the applicant's company at the relevant time could have been the person shown on the radar photo.", "20. On 13 September 1997 a panel of three judges of the Federal Constitutional Court refused to admit the complaint. The Constitutional Court disagreed with the Regional Court's finding that the appeal against the search warrant was inadmissible for the sole reason that the search had already been carried out. According to the Constitutional Court, that finding disregarded the principle of effective legal protection as guaranteed by Article 19 § 4 of the Basic Law. In support of its view, the Constitutional Court referred to its decision of 30 April 1997, which had reversed its former case-law on the point. Nonetheless, the Constitutional Court considered it inappropriate to admit the constitutional complaint. Indeed, when examining the lawfulness of the seizure order, the Regional Court had also, incidentally, addressed the question of the lawfulness of the search order. In any event, the impugned search warrant was obviously lawful. This decision was served on 24 September 1997.", "21. On 19 March 1997, in the resumed trial proceedings, the Bad Urach District Court rendered its judgment against V.B. It found him guilty of having negligently exceeded a speed limit, imposed a fine of DEM 120 (approximately 61 euros) on him in accordance with the uniform scale of fines (Bußgeldkatalog) for the various road-traffic regulatory offences, and ordered him to bear the costs of the proceedings.", "22. As regards V.B.'s personal background, the District Court noted that V.B. had had his driving licence since 1991, that he drove between 40,000 and 50,000 km per year and that there was no record of previous traffic offences.", "23. The District Court, having regard to expert technical evidence, found that the radar check had been properly carried out and that the measurements were correct. Moreover, having compared the photographs taken on the occasion of the radar check, in particular the enlargement prepared by the expert, and V.B.'s passport photograph taken in 1994, which had been retained in the administrative files of the Dettingen municipal authorities, the court reached the conclusion that it was V.B. who had been driving the car. In this respect, the court compared the form of the face, the nose, the position of the eyes and the eyebrows. Furthermore, although V.B. had meanwhile grown a beard, the lower part of the face on the radar photos and of V.B.'s face on the passport photo, showing him without a beard, clearly matched. There were no indications that any other person with the same characteristics had been driving the car at the relevant time.", "24. On 19 August 1997 the Stuttgart Court of Appeal dismissed V.B.'s request for leave to appeal.", "25. The search complained of was ordered in the context of proceedings concerning an offence against the Road Traffic Act (Straßenverkehrsgesetz). Regulation 3 of the Road Traffic Regulations (Straßenverkehrsordnung) concerns speed limits. Subsection 3(1), sets a speed limit of 50 km/h in towns. Under Regulation 49 § 1 (3), it is a regulatory or petty offence (Ordnungswidrigkeit) to contravene Regulation 3; under section 24 of the Road Traffic Act such an offence is punishable by a fine.", "26. The subject of regulatory or petty offences is governed by the Contraventions of Regulations Act (Ordnungswidrigkeitengesetz). Such offences are considered to be of minor importance and have, therefore, been removed from the category of criminal offences under German law. They are partly governed by special rules other than the rules applicable to criminal offences (see, in this connection, Öztürk v. Germany, judgment of 21 February 1984, Series A no. 73, pp. 10 et seq., §§ 17 et seq., and pp. 1718, § 49). Under section 46(1) of the Contraventions of Regulations Act, the provisions of the ordinary law governing criminal procedure – in particular the Code of Criminal Procedure – are applicable by analogy to the procedure in respect of contraventions of regulations, subject to the exceptions laid down in the said Act.", "27. Article 103 of the Code of Criminal Procedure (Straf-prozessordnung) provides that the home and other premises (Wohnung und andere Räume) of a person who is not suspected of a criminal offence may be searched only in order to apprehend a person charged with an offence, to investigate the evidence of an offence or to seize specific objects, provided always that there are facts to suggest that such person, evidence or object are to be found on the premises to be searched. Under Article 105 of the Code of Criminal Procedure, searches may only be ordered by a judge or, in case of urgency (Gefahr im Verzug), by the public prosecutor's office and its officials. If a search is carried out in residential or business premises without the judge or public prosecutor being present, a municipal officer or two inhabitants of the municipality in which the search is made shall be requested to attend."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}