{"ITEMID": "001-58536", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ACADEMY TRADING LTD AND OTHERS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1 with regard to impartiality;Violation of Art. 6-1 with regard to the length of the proceedings;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["5. In 1977 Citibank, a major provider of loan capital to the Greek shipping community, granted a $ 14.8 million loan to a group of companies under the ownership of G.T., a Greek-American shipowner. The applicants, also under the ownership of G.T., were among the guarantors of the loan.", "6. On 21 January 1982 the applicants brought an action for damages against Citibank and three Greek members of its senior management before the Athens First Instance Civil Court (Πoλυμελές Πρωτoδικείo). The applicants argued that because of a shipping crisis they had been unable to meet repayment instalments on the loan and that in 1979 they had been obliged to sell two ships at below their insured and actual value to another client of the bank, who had been given generous financing terms in order to take over the vessels. Eventually other vessels in the fleet were put under the same management prior to their being sold to the management company. The applicants alleged therefore that Citibank had acted contrary to business morality under the Greek Civil Code.", "7. On 1 November 1982, by decision no. 14803/1982, the First Instance Civil Court ordered the parties to submit further evidence.", "8. On 20 November 1987, by decision no. 8027/1987, the First Instance Civil Court dismissed the applicants' action as being ill-founded.", "9. On 29 January 1988 the applicants lodged an appeal with the Athens Court of Appeal (Εφετείo).", "10. On 31 January 1989 the Court of Appeal declared the appeal admissible without prejudging the merits and ordered a new hearing in order to submit further questions to the parties. The new hearing was held on 15 February 1990.", "11. By decision no. 5025/1990, the Court of Appeal unanimously overturned the decision of the First Instance Civil Court and granted the applicants' claim. In particular, the Court established that Citibank, at a time of shipping crisis, had rejected a request by G.T. for an extension of time to pay off his debt and for a small amount of capital which would have enabled him to tackle urgent cash problems, despite the fact that he had already repaid 63.25% of the loan granted to him and that he had never been late in making payments. As a result, G.T.'s business went bankrupt and the bank took over the management of his ships. The vessels were subsequently sold and the bank provided the new owner with the credit facilities it had previously refused to G.T.", "12. Therefore, the Court considered that it was “against morality for a bank to exploit its dominant position vis-à-vis its counterpart during a period of financial crisis by cruelly prosecuting it instead of extending financial facilities which are customary in banking transactions during such periods”. The Court awarded the applicants $ 7.75 million plus interest at 25 % per year back-dated from 20 February 1982.", "13. The above judgment created a stir in the local shipping community. Several publications appeared in the local and international shipping press, stressing the impact that the judgment would have on future ship credits. A number of cases started to be prepared against banks. Citibank, which had already appealed in cassation (αvαίρεση) on 21 May 1990, threatened to withdraw from the Greek market altogether if the Court of Cassation (Αρειoς Πάγoς) upheld the judgment of the Court of Appeal.", "14. On 29 May 1991, by decision no. 925/1991, the First Chamber of the Court of Cassation overturned the judgment of the Court of Appeal on the ground that the bank had not acted contrary to business morality and that the impugned judgment did not give sufficient reasons. The case was then referred to the Fourth Chamber for further examination.", "15. Following deliberations on 14 February 1992, the Fourth Chamber, by decision no. 1154/1992, ordered the parties to appear in person before it and to give further explanations about the case. The hearing was held on 11 December 1992. With the exception of one judge who had also participated in the deliberations of 14 February 1992 and was the rapporteur in the case, the Fourth Chamber sat in a different composition.", "16. On 30 June 1993, i.e. six months after the hearing of 11 December 1992, one of the judges participating in that hearing retired. Under Greek law this meant that if the Chamber had not reached a decision by that date it could no longer deliberate but should hear the case again in a different composition. However, no actions were taken at that stage, which led the applicants to believe that the decision had already been taken before the retirement of the judge and that they had to await the delivery of the judgment.", "17. 198 cases were heard after the hearing on the applicants' case and before the retirement of the judge on 30 June 1993. In 74 of these cases the judgments were delivered before 30 June 1993. In the course of the judicial vacations (i.e. from 1 July to 15 September 1993), the President of the Fourth Chamber delivered 95 more judgments. The judgments in the remaining 29 cases were delivered in the course of autumn 1993.", "18. On 7 November 1993 the applicants inserted an open letter in a Greek newspaper. In their publication, entitled “Open letter to the Fourth Chamber of the Court of Cassation”, the applicants questioned the reasons for the delay taken by the Chamber in delivering its judgment. Having received no answer, the applicants sent a similar letter on 12 December 1993 to the Minister of Justice and the President and Public Prosecutor of the Court of Cassation. They again received no answer.", "19. On 26 January 1994, the President of the Third Chamber (who had until summer 1993 been President of the Fourth Chamber) returned the file of the case to the Secretariat of the Fourth Chamber, accompanied by a hand-written note which read as follows: “To be further discussed, in accordance with Article 307 of the Code of Civil Procedure (since it was ascertained, after the last report, that there is a need for further deliberation, which is not feasible due to the retirement of one of the members of the Court).”", "20. On 20 May 1994 the new hearing was held. The Fourth Chamber was composed of five judges. The first had participated in the deliberations of 14 February 1992 and the second in both previous compositions as rapporteur. The other three members heard the case for the first time. One of them, a junior judge, was designated as the new rapporteur.", "21. On 30 June 1995, by decision No. 1198/1995, the Court of Cassation dismissed the appeal, lodged by the applicants against decision no. 8027/1987 of the Athens First Instance Civil Court, on the ground that it was ill-founded. In his dissenting opinion, the judge who was initially the rapporteur in the case expressed the view that Citibank had not acted in good faith and that the applicants' appeal should therefore be upheld.", "22. Under Article 300 of the Code of Civil Procedure a decision is taken by the same judges who participated in the hearing of the case.", "23. Under Article 307 of the Code of Civil Procedure if, after the hearing of a case, a decision cannot be taken for any reason (namely the death, resignation or removal from office of a judge who has participated in the hearing) the case must be reheard."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}