{"ITEMID": "001-90489", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF DANGAYEVA AND TARAMOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicants live in Grozny, Chechnya. The first applicant was married to the second applicant’s brother, Mr Saidkhasan Khasmagamedovich Dangayev, who was born in 1948. The couple had two children. At the material time Saidkhasan Dangayev was a senior bailiff and held an officer’s identity card (no. 028814) and a gun licence. He had positive references from his superior.", "6. On 23 October 2002 Saidkhasan Dangayev and the first applicant together with Mr Dangayev’s nephew and his wife were at the Dangayevs’ family house at 14 Pogranichnaya Street in the Staropromyslovskiy district of Grozny. The town was under curfew; checkpoints manned by Russian federal forces were located on the main roads leading to and from the town.", "7. At about 9.45 p.m. a UAZ military vehicle arrived at the Dangayevs’ house. Nine or ten tall men in camouflage uniforms and masks descended from it. They were armed with machine-guns equipped with silencers and spoke unaccented Russian. The men told the first applicant that they were from the military commander’s office and ordered her to open the gates. When she did so, they entered the courtyard. The applicants thought that the men were Russian servicemen.", "8. The servicemen asked the first applicant whether there were any weapons in the house. Saidkhasan Dangayev came out to the courtyard and requested the servicemen to produce identification. The men replied that they were from the military commander’s office and were performing an identity check.", "9. Saidkhasan Dangayev produced his bailiff’s identity card and his service pistol. The servicemen took his card and the gun. While they were examining the identity document, one of them shouted and swore at the first applicant. Saidkhasan Dangayev asked him to mind his language in the presence of women, but received a kick from one of the servicemen. He then rushed into the house and reappeared on the porch with his service machine-gun. One of the servicemen then shot Saidkhasan Dangayev in the arm and chest, whereupon the servicemen ran out of the courtyard with Saidkhasan Dangayev’s identity card and pistol.", "10. Saidkhasan Dangayev fell to the ground bleeding. The first applicant was unable to transport him to the doctor’s because of the curfew. After a few minutes Saidkhasan Dangayev died from blood loss in the courtyard of his house.", "11. According to the first applicant, her neighbours had seen her husband’s killers arrive at the applicants’ house on board UAZ military vehicles. However, they refused to give witness statements as they feared for their safety.", "12. The applicants also submitted that either before or after the killing of Saidkhasan Dangayev, the same group of armed men had visited the house of their neighbour, Mr M.", "13. In support of their account the applicants submitted two witness statements by the first applicant and copies of the documents received by the applicants from the investigation into Saidkhasan Dangayev’s death.", "14. The Government submitted that “at about 10.00 p.m. on 23 October 2002 unidentified persons in camouflage uniform and masks, armed with automatic weapons arrived on board a UAZ vehicle at 14 Pogranichnaya Street, Grozny, and committed the murder of S. Kh. Dangayev”.", "15. Referring to the witness statement the first applicant had given in the investigation into her husband’s death the Government noted that on the evening of 23 October 2002 she and her husband had been at home. From the window she had seen several men speaking loudly and using swear words. They had told her that they were from the military commander’s office and were conducting an identity check. After she opened the gate seven or eight armed masked men had entered the courtyard. The first applicant’s husband had come out of the house carrying a pistol. He had introduced himself to the armed men, showed his bailiff’s identity card and asked the men about their identity and the reasons for their visit. In response one of them had kicked him between the legs. He had then gone back into the house before returning with a machine-gun. One of the armed men had shot him. As she had not heard the sound of gunfire, the first applicant thought that the weapon must have been equipped with a silencer. Immediately afterwards the applicant’s husband had fallen to the ground and the armed men had left with his bailiff’s identity card and service pistol. Meanwhile, the applicant’s nephew, Mr Isa D., had picked up the machine-gun and fired a number of shots in the direction of the departing men who had not responded. The first applicant had not heard the noise of car engines or see any cars.", "16. The Government noted that the first applicant had failed to inform the investigators that she had been prevented by the curfew from taking her husband to hospital.", "17. According to the Government, at about 9.30 p.m. on the same date (23 October 2002) a group of unidentified armed men in camouflage uniforms and masks had broken into the yard of Mr T.M., an engineer from the operational communications unit of the department of the interior of the Staropromyslovskiy district of Grozny (the Staropromyslovskiy ROVD), requested his identity papers and taken away his officer’s identity card.", "18. On the same date a shooting incident involving the same group of armed men had taken place at the house of Mr I. S., an officer of the criminal search unit of the Staropromyslovskiy ROVD.", "19. The Government stated that according to information received from various prosecutors’ offices in Chechnya no “power structures” (силовые структуры) had been engaged in special operations in Pogranichnaya Street, Grozny on 23 October 2002. The Government stressed that there were grounds for suspecting that the group of armed men who had visited all three houses were an illegal armed group.", "20. On 24 October 2002 the prosecutor’s office of the city of Grozny (“the Grozny prosecutor’s office”) instituted an investigation into the murder of Saidkhasan Dangayev under Article 105 § 2 of the Russian Criminal Code (“aggravated murder”). The case file was assigned number 54093.", "21. On 24 October 2002 Saidkhasan Dangayev’s body was examined by a forensic expert and a report was drawn up which stated that the body had two gunshot wounds: one in the left arm and the other on the left side of the chest. No other injuries were found. It appears that the examination was perfunctory and no post-mortem was carried out.", "22. On 5 November 2002 the Grozny prosecutor’s office granted the first applicant victim status in criminal case no. 54093.", "23. On 6 November 2002 it issued a certificate confirming that Saidkhasan Dangayev had been killed by unidentified persons and that the investigation was in progress.", "24. On 24 December 2002 (in the documents produced to the Court the date is mistakenly stated as being 24 December 2003) the Grozny prosecutor’s office suspended the investigation in case no. 54093 owing to a failure to establish the identity of the killers.", "25. On an unspecified date in 2002 it conducted a crime scene inspection at 14 Pogranichnaya Street, Grozny, where it collected an AK-47 assault rifle no. 519506, a machine-gun belt, bullet casings, bullets and a cartridge.", "26. On 15 January 2003 it informed the first applicant of its decision to suspend the investigation.", "27. On 4-5 February 2003 the Chechnya Forensics Bureau examined the cause of death on the basis of an autopsy report dated 24 October 2002. It concluded that the death could have been caused by the gunshot wound in the chest.", "28. On 5 April 2003 the first applicant wrote to the Chechnya prosecutor’s office requesting that the investigation into her husband’s murder be resumed, that she be provided with detailed information on progress and granted victim status in the proceedings.", "29. On 14 May 2003 the Chechnya prosecutor’s office quashed the decision to suspend the investigation and reopened the proceedings, noting inter alia, that the investigation had established the following:", "“...Between 9.30 p.m. and 11 p.m. on 23 October 2002 a group of armed men in camouflage uniform conducted identity checks and inspected houses in Pogranichnaya Street, Grozny. They entered the yard of the house at 14 Pogranichnaya Street where the senior bailiff from the Staropromyslovskiy bailiff’s office S. Kh. Dangayev resided with his wife, his nephew and his nephew’s wife.", "According to the witness statement of Mrs M. Dangayeva, the wife of the victim, six or seven armed men entered the yard. S. Kh. Dangayev heard the noise and came out into the yard. He had his pistol and bailiff’s identity card with him. He produced them to the men and asked them who they were. In response he was kicked between the legs. He then ran back into the house and reappeared on the porch holding a machine-gun. At that moment he was shot with a silencer-equipped gun. After he had fallen to the ground, the men, who, in Mrs Dangayeva’s opinion were military servicemen, started running away from the yard. Her nephew picked up her husband’s gun and opened fire at them.", "The investigators collected from the crime scene: 49 bullet casings of calibre 7.62 x 38 mm, 41 of which had been fired from the calibre 7.62 AKM machine-gun assigned to S. Kh. Dangayev as his service gun under licence no. 519506-75 and 8 bullet casings which had been shot from another gun. Additionally, the investigation also collected 8 calibre 7.62 x 38 mm bullet casings which had been fired from a sniper rifle or calibre 7.62 machine-gun and 3 calibre 7.62 x 33 mm bullets ...”", "On the same date the Chechnya prosecutor’s office informed the first applicant of the decision to reopen the investigation and undertook to update her on any progress in the proceedings.", "30. On an unspecified date in 2003 the investigators ordered a ballistic report on the bullet casings which had been found at the scene on 23October 2002.", "31. On 19 May 2003 the investigation was transferred to the prosecutor’s office of the Staropromyslovskiy district of Grozny (“the district prosecutor’s office”).", "32. On 18 June 2003 the district prosecutor’s office informed the first applicant that the investigation had been suspended owing to the failure to establish the identity of the killers and that she had the right to challenge the decision before a higher prosecutor or a court.", "33. On 19 June 2003 the district prosecutor’s office suspended the investigation owing to the failure to establish the killers’ identity. The applicants were not informed.", "34. On 28 July 2003 a lawyer acting on behalf of the first applicant requested the district prosecutor’s office to provide the first applicant with a copy of their decision of 19 June 2003.", "35. On 24 October 2003 the SRJI requested the Chechnya prosecutor’s office to provide detailed information on the investigation, in particular, on whether the findings of the ballistic report had been used to identify the type of gun used and the killers and whether the bullets had been extracted from the body, placed with the investigation file and submitted to the ballistic experts for evaluation. The prosecutor’s office was also asked to inform the applicant why the investigators had also decided to examine the investigation files in criminal cases nos. 54824 and 54098 and of the results of the comparative ballistic expert evaluation of the bullet casings in all three cases. Finally, the prosecutor’s office was asked to provide the first applicant and her representative with a copy of the ballistic report and of the decision granting the first applicant victim status and to inform her about progress in the investigation.", "36. On 21 December 2003 the SRJI again wrote to the Chechnya prosecutor’s office stating that they had not received any response to their request of 24 October 2003.", "37. On 6 February 2004 the district prosecutor’s office quashed the decision to suspend the investigation and reopened the criminal proceedings. The decision stated, inter alia:", "“...[the investigators] failed to question witnesses Mrs L.B., Mr R.G., who was born in 1964, Mr I.Sh. and Mr S.V...", "It is necessary [for the investigators] to identify and question the persons who saw the car and armoured vehicles used by the unidentified persons who arrived at Saidkhasan Dangayev’s house, to establish their route to the house and the direction in which they departed.", "It is necessary [for the investigators] to enquire of the Headquarters of the Internal Troops of the Russian Ministry of the Interior, the Armed Forces and other lawenforcement agencies stationed in Chechnya whether any special operations were conducted during the night of 23 October 2002 in Pogranichnaya Street and nearby streets in Grozny.", "[The investigators] should ask all permanent and temporary district departments of the Chechnya Ministry of the Interior and the Chechnya Department of the Federal Security Service, the Regional Operational Headquarters, the Main Intelligence Department of the Ministry of Defence whether they conducted any special operations during the night of 23 October 2002 in Pogranichnaya Street in Grozny.", "[The investigators] should obtain the registration log of the car and armoured vehicles which went through the checkpoints along the Staropromyslovskiy main road during the night of 23 October 2002 and carry out operational-searches to establish whether the unidentified killers belonged to federal structures...”", "38. On 9 February 2004 the Chechnya prosecutor’s office informed the first applicant that the investigation into her husband’s murder was in progress and advised her to contact the district prosecutor’s office in order to join the proceedings as a victim. A copy of the letter was sent to the SRJI.", "39. On 6 March 2004 the district prosecutor’s office suspended the investigation owing to a failure to establish the identity of the killers.", "40. On 27 March 2004 the district prosecutor’s office quashed the decision to suspend the investigation and reopened the proceedings. The decision stated, inter alia:", "“It is necessary to take the following investigative actions:", "- to grant one of the relatives [of Saidkhasan Dangayev] victim status in the criminal proceedings and to question him/her in that capacity;", "- to question Mr A.E. as a witness;", "- to examine the investigation files in criminal cases nos. 54824 and 54098 and, if necessary, to join the investigation of these criminal cases [with the investigation into the murder of Saidkhasan Dangayev, criminal case no. 54093];", "- to request responses to the investigators’ requests for information and send reminders, if necessary;", "- to question as witnesses persons whose preliminary accounts of the events were included in the investigation file;", "- to send requests for information to all district and city prosecutors’ offices in Chechnya...”", "The applicants were informed of this decision on 26 April 2004.", "41. On 27 May 2004 the district prosecutor’s office suspended the investigation owing to a failure to establish the killers’ identity. A letter informing the first applicant of this decision was sent to her address on the same date.", "42. On 17 May 2005 the SRJI wrote to the district prosecutor’s office reiterating their request of 24 October 2003 for information about the results of the ballistic expert evaluation and progress in the investigation.", "43. On 29 September 2005 the SRJI wrote to the Chechnya prosecutor’s office stating that no reply had been received to their request of 17 May 2005.", "44. On 7 November 2005 the district prosecutor’s office informed the first applicant that they had reopened the investigation that day.", "45. On 8 November 2005 the district prosecutor’s office informed the SRJI that pursuant to Article 161 of the Criminal Procedure Code they could not disclose any information concerning the investigation.", "46. On 7 December 2005 the district prosecutor’s office suspended the investigation owing to the failure to establish the killers’ identity and informed the first applicant.", "47. On 5 April 2007 the present application was communicated to the Russian Government and a copy of the investigation file into the death of the applicants’ relative was requested.", "48. On 13 June 2007 the district prosecutor’s office quashed the decision to suspend the investigation as being unsubstantiated and reopened the proceedings. The applicants were not informed of this decision.", "49. The Court has not been informed whether any investigative steps have been taken by the district prosecutor’s office since the last reopening of the criminal investigation on 13 June 2007.", "50. The Government submitted additional information about the investigation into the murder of Saidkhasan Dangayev. However, they did not submit to the Court the witness statements, forensic and ballistic reports and a number of other documents to which they referred in their submission. The list of documents submitted by the Government is provided below (see paragraph 64).", "51. According to the Government on 24 October 2002 – the day following Saidkhasan Dangayev’s death – the Grozny prosecutor’s office opened criminal case file no. 54093 and took the necessary investigative measures. The Government did not specify which measures were carried out by the investigators on that date.", "52. The Government submitted that the applicants had not informed the investigators that at the material time the Staropromyslovskiy district of Grozny had been under curfew which had prevented the transportation of Saidkhasan Dangayev to a local hospital. In addition, they referred to statements by unnamed witnesses who said that they had not been prevented from moving freely about the Staropromyslovskiy district of Grozny during the curfew.", "53. The Government further submitted that the applicant had not mentioned in her complaints to the domestic authorities that the killers could have been Russian military servicemen.", "54. According to the Government, the manner in which Saidkhasan Dangayev was killed (by a gun equipped with a silencer) and the fact that the heavily armed assailants had left the scene without responding to the numerous shots fired by Mr Isa D. demonstrated that it could not have been a special operation by law-enforcement agencies. They added that the fact that the killers were armed with AK-47 assault rifles, pistols and sniper rifles with silencers did not prove that they were members of federal forces.", "55. According to the Government, the investigators in criminal case no. 54093 questioned six witnesses: Mr Isa D., Mr R.G., Mrs A.E., Mr A.E., Mr T.M., and Mrs Zh.I. who described the perpetrators as a group of unidentified armed masked men in camouflage uniform who had spoken unaccented Russian.", "56. The Government further submitted that the description provided by the witnesses did not demonstrate that the assailants were representatives of the State. Although the camouflage uniforms used were similar to the uniform of military servicemen, such uniforms had been available for purchase everywhere in the Russian Federation. In addition, the masks used did not have features distinguishing criminals from military servicemen. The firearms used could have been stolen or obtained by other illegal means. The fact that the killers spoke Russian did not prove that they were Russian military servicemen; they could have been residents of Chechnya and members of illegal armed groups from other countries who spoke the language.", "57. The investigators had collected a significant number of bullet casings at the scene. According to the Government, this fact along with the inability of the eye-witnesses to clarify who was shooting and from which direction, cast doubt on the truthfulness of their statements to the criminal investigators. Nevertheless, the investigators had been trying to clarify the factual circumstances surrounding the killing.", "58. The Government referred to a letter from the Staropromyslovskiy ROVD and submitted that the investigators had not found any witnesses able to confirm that the killers had arrived at the house by car or in armoured vehicles. According to the letter, on an unspecified date after Saidkhasan Dangayev’s death, officers of the Staropromyslovskiy ROVD had gone to the homes of residents in Pogranichnaya Street and the nearby streets trying to obtain information relating to the murder of Saidkhasan Dangayev. They had spoken to five local residents who had not provided any meaningful information.", "59. The Government further referred to the ballistic expert’s report of 18 June 2003 (a copy of this document was not provided to the Court). According to that report, a comparison of the bullet casings found at the scene of Saidkhasan Dangayev’s murder with casings found at the scene of the theft of Mr R. Kh.’s property on 12 October 2002 (criminal case no. 54824 – see paragraph 18 above) and at the scene of the 23 October 2002 shooting at the home of Mr I. S., an officer of the criminal search division of the Staropromyslovskiy ROVD (criminal case no. 54098) had established that the same gun had been used to commit all three crimes.", "60. Referring to the witness statement of Mr T. M., an engineer from the operational communications department of the Staropromyslovskiy ROVD (see paragraph 17 above), the Government submitted that at about 9.30 p.m. on 23 October 2002 a group of unidentified masked men in camouflage uniforms had broken into his yard, demanded his officer’s identity card and taken it away with them.", "61. The Government contended that the taking of T.M’s and Saidkhasan Dangayev’s identity cards by the unidentified men demonstrated that the crimes had been perpetrated by the same group with the intention of using the documents for criminal purposes.", "62. The Government further referred to the information received from the Chechnya Department of the Federal Security Service (the Chechnya FSB) and the Oktyabrskiy ROVD of Grozny that the Chechnya FSB had not conducted any special operations in Pogranichnaya Street, Grozny on 23 October 2002. Various prosecutors’ offices in Chechnya had also confirmed that they were not aware of any special operations being carried out by law-enforcement agencies in Pogranichnaya Street, Grozny on that date.", "63. The Government further confirmed that the investigation had been suspended on a number of occasions owing to the failure to identify the perpetrators. The applicants had been duly informed each time the criminal proceedings had been suspended or reopened as also of their right to appeal against these decisions to public prosecutors or domestic courts. The Government further stated that although the investigation had not identified the killers, it was currently under way and investigative measures aimed at solving the crime were being taken.", "64. Despite specific requests by the Court the Government refused to disclose most of the documents from the investigation file in criminal case no. 54093 on the grounds that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since it would be against the interests of the participants of the criminal investigation and lead to a violation of their rights. The Government submitted 20 procedural documents (29 pages) from the investigation file in criminal case no. 54093 as follows:", "(a) decision dated 24 October 2002 to open a criminal case;", "(b) four investigators’ decisions dated 28 October 2002, 19 May 2003, 26 April 2004 and 7 November 2005 to take up the case;", "(c) five decisions dated 24 December 2003 (which should read 24 December 2002), 19 June 2003, 6 March 2004, 27 May 2004 and 7 December 2005 to suspend the investigation;", "(d) four decisions dated 14 May 2003, 6 February 2004, 27 March 2004 and 13 June 2007 to reopen the investigation;", "(e) four letters dated 15 January 2003, 18 June 2003, 27 May 2004 and 7 December 2005 informing the applicants of the suspension of the investigation;", "(f) two letters dated 26 April 2004 and 7 November 2005 informing the applicants of the reopening of the investigation.", "65. Article 125 of the Russian Code of Criminal Procedure 2001 (“CCP”) provides that the decision of an investigator or prosecutor to dispense with or terminate criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens’ access to justice, may be appealed against to a district court, which is empowered to examine the lawfulness and grounds of the impugned decisions.", "66. Article 161 of the CCP establishes the rule that data from the preliminary investigation cannot be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of participants in criminal proceedings without their permission.", "67. Article 1069 of the Russian Civil Code provides that damage sustained by an individual because of the unlawful acts or omissions of State and municipal agencies or their officials is to be indemnified by the State or municipal treasury concerned."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}