{"ITEMID": "001-112129", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KOMISSAROVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicant, Ms Valentina Yuryevna Komissarova, is a Russian national who was born in 1982 and lives in Magadan. The Russian Government (“the Government”) are represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 2 December 2005 the applicant married Mr M.V. Grishin, who at the time was standing trial on charges of several acts of aggravated hooliganism involving violent attacks on citizens under a minor pretext, with the use of arms, threats of killing, use of obscene language, infliction of physical pain and bodily harm on his victims, and characterised by a total disregard for society and flagrant violation of public order, with one of the episodes having taken place at a public hospital in the presence of patients and medical staff. He was also accused of creating and leading an armed gang with the aim of misappropriating others’ property by way of attacks on citizens and organisations, which had allegedly carried out robberies and extortion in 2001-02 with use of arms and violence dangerous to life and health, illegal storage and transportation of misappropriated industrial gold, and arms-related offences. The charges had been brought against Mr Grishin in 2002 and 2003. In a judgment of 29 June 2004 he had been found guilty of battery, indemnified from punishment as the prosecution had by then become time-barred, and acquitted of the other charges. The proceedings against him were pending before a trial court after that judgment had been set aside on appeal on the ground of serious violations of procedural rules on the selection of jurors and during the trial.", "4. On 6 December 2005 Mr Grishin, who had been at liberty for more than a year and a half after being remanded in custody during the preliminary investigation and the first hearing, was remanded in custody again in the interests of the proceedings in the case, in view of several victims’ and witnesses’ refusal or reluctance to testify in court out of fear of reprisals from Mr Grishin and his co-accused. He was placed in the Magadan SIZO1.", "5. On 12 December 2005 the applicant visited Mr Grishin in SIZO-1.", "6. On 27 December 2005 a Magadan Regional Court judge presiding over Mr Grishin’s trial refused the applicant’s next request to visit Mr Grishin. The applicant’s complaint about that refusal, which she made on 27 January 2006 to the President of the High Qualification Board of Judges of the Russian Federation, and that of 27 February 2008, which she made to the President of the Magadan Regional Court, were answered on 4 May 2006 and 1 April 2008 respectively, by statements that those officials had no competence to deal with the matter.", "7. From 23 December 2005 to 6 May 2006 the applicant was present at thirteen hearings in Mr Grishin’s case. According to the Government, she could communicate with him before and after the hearings and during the breaks. According to the applicant, no contact with her husband had been possible in the courtroom. No new requests for leave to visit her husband in his detention facility were made by the applicant during this time.", "8. On 12 May 2006 the applicant gave birth to a son.", "9. In June 2006 she asked for leave to visit her husband in SIZO-1. Her request was granted, as well as her all subsequent requests. According to a document from SIZO-1, no. 49/1/12 of 22 April 2008, such visits took place on 21 June, 20 September and 27 December 2006, 28 March, 16 and 30 May 2007, 6 June, 11 July and 18 July, 26 September, 10 October, 28 November and 29 December 2007, and 13 and 20 February, 5 March and 2 April 2008. According to the applicant, the visits were two hours long. On four occasions she brought her son with her.", "10. There were five cubicles in SIZO-1 for short visits, designed in accordance with directives approved by the Russian Federation Ministry of Justice on 3 October 2004. Visitors and detainees were separated by a partition made of wood to a height of 80 centimetres, and then glass to the ceiling. There were metal bars and steel wire on the glass partition. The cubicles were equipped with communicating phones and seats. A place for an officer on duty was equipped with a device for wiretapping, warning and interruption of communication.", "11. According to the applicant’s submissions in her original application form, the cubicles were dirty and littered, with rats running on the floor, and they had no normal chairs. According to the Government, the cubicles were cleaned daily by prisoners under the supervision of an officer on duty. Their sanitary condition was routinely checked by authorised officials. They were regularly disinfected and disinfested in compliance with the relevant sanitary regulations by a specialised company under the supervision of the SIZO1 medical unit, which was confirmed by the relevant documentation. In her comments on the Government’s observations the applicant clarified that she had seen rats in a different room, which was used for passing parcels to detainees.", "12. According to the applicant, her husband’s remand in custody had put her in a difficult position. She lacked means of subsistence for herself during her pregnancy, which was complicated by the threat of miscarriage, and later also for her child. In order to hand over parcels to her husband she had to wait for hours, especially before holidays, because of the large number of people there. According to a SIZO-1 document dated 15 December 2008, Mr Grishin received 119 parcels.", "13. Under section 18 of the Federal Law on the Remand in Custody of Suspects and Persons Accused of Offences no. 103-FZ of 15 July 1995, subject to written consent from the official or authority in charge of the criminal case a suspect or accused may have up to two meetings per month with relatives and others, each visit to last for up to three hours."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}