{"ITEMID": "001-109108", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ESKILSSON v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicant, Mrs Annette Eskilsson, is a Swedish national who was born in 1952 and lives in Bor. The Swedish Government (“the Government”) were represented by their Agent, Ms A. Erman, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "As from 1994 the applicant held a leading position in a big hospital. From 1996 onwards she suffered increasingly from stress and hypertension to the extent that she experienced burnout and was no longer able to work and therefore went on sick leave as from August 1998. At this time she also submitted an occupational injury report (arbetsskadeanmälan) to the Social Insurance Office (Försäkringskassan) in Mora.", "In June 1999 the Social Insurance Office granted her an early retirement pension on the ground that she had permanently lost her work capacity because she suffered from hypertension and burnout.", "In the meantime, on 6 May 1999, the applicant filed an application for life annuity (livränta) with the Social Insurance Office, claiming that her burnout and hypertension had been directly caused by her work.", "In January 2000 the applicant submitted a medical certificate from her doctor, Dr E.F., which stated that she suffered from burnout and hypertension and that her work situation had caused or worsened these conditions. However, on 7 November 2000, Dr B.K., one of the Social Insurance Office’s own medical doctors (försäkringsläkare), made the assessment that the applicant’s work had involved such a high level of stress that it had worsened her hypertension but that it had not caused it. As concerned the burnout, there was a lack of scientific consensus that burnout could be caused by factors such as those to which the applicant had been exposed at her work.", "On 21 November 2000 the Social Insurance Office informed the applicant that it was considering rejecting her application for life annuity. It sent her a copy of the case-file and asked her to submit any comments she might have. The applicant replied on 26 November 2000 that she maintained her claims and, in December 2000, she submitted a new medical certificate by Dr E.F. In view of these documents, the Social Insurance Office again asked Dr B.K. to assess the applicant’s condition. Dr B.K. did not alter his assessment.", "On 24 April 2001 the Social Insurance Office rejected the applicant’s application for life annuity on the ground that her medical problems could not be regarded as work-related. The medical opinion given on 7 November 2000 by Dr B.K. was attached to the decision.", "By letter dated 22 May 2001 the applicant appealed to the County Administrative Court (länsrätten) of Jönköping, claiming that she had a right to a life annuity and maintaining that her medical conditions had been caused by her work.", "On 17 October 2001 the County Administrative Court rejected the applicant’s appeal. It found, on the basis of several medical opinions including the ones given by Dr B.K. and Dr E.F., that it had not been established that the working conditions had caused the burnout and the hypertension.", "By letter dated 5 December 2001 the applicant appealed to the Administrative Court of Appeal (kammarrätten) of Jönköping, reiterating her claims already presented before the County Administrative Court.", "The appellate court decided to request an expert opinion which was received by the court on 30 April 2002. By decision of 17 December 2002, the court granted leave to appeal. Subsequently, in June 2004, the applicant, who was now represented by legal counsel, requested that an expert opinion be obtained from a psychiatrist. The court granted the request and ordered that the opinion be submitted no later than 1 October 2004. After the court had contacted the psychiatrist, Dr I.W., on five occasions over the phone and once by mail, the opinion was finally submitted on 14 March 2005. Both parties were given the opportunity to comment on the expert opinions and each others’ submissions, which they did. Moreover, the applicant requested and was granted an extension of time-limit to submit her comments and further medical certificates on several occasions.", "On 9 June 2005 the Administrative Court of Appeal rejected the appeal, finding that the applicant’s working conditions had not contained harmful elements of such scale, duration and intensity that they could have caused, with a high level of probability, her hypertension and burnout.", "By letter dated 1 September 2005 the applicant appealed to the Supreme Administrative Court (Regeringsrätten), reiterating the grounds of appeal already presented before the lower instances.", "On 18 September 2007 the Supreme Administrative Court refused the applicant leave to appeal.", "Chapter 3 of the Tort Liability Act deals with the civil liability of the State. According to Section 2 of that chapter, acts or omissions by a public authority may give rise to an entitlement to compensation in the event of fault of negligence.", "An individual who wants to claim compensation from the State may proceed in either of two different ways: He or she may either petition the Chancellor of Justice (Justitiekanslern) in accordance with Section 3 of the Ordinance on the Administration of Claims for Damages against the State (Förordning om handläggning av skadeståndsanspråk mot staten, 1995:1301), or bring a civil action against the State before a district court, with the possibility to appeal to a court of appeal and the Supreme Court. No appeal lies against a decision of the Chancellor of Justice. However, if the claim is rejected, the claimant still has the possibility to institute civil proceedings before the courts. In such proceedings, the State is represented by the Chancellor of Justice (section 2 of the Ordinance with Instructions for the Chancellor of Justice [Förordning med instruktion för Justitiekanslern, 1975:1345]).", "In a judgment of 9 June 2005 (NJA 2005 p. 462) the Supreme Court dealt with a claim for damages brought by an individual against the Swedish State, inter alia, on the basis of an alleged violation of Article 6 of the Convention. The case concerned the excessive length of the criminal proceedings and the Supreme Court held that the plaintiff’s right under Article 6 of the Convention to have the criminal charges against him determined within a reasonable time had been violated. Based on this finding, and with reference, inter alia, to Articles 6 and 13 of the Convention and the Court’s case-law under these provisions, in particular the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), the Supreme Court concluded that the plaintiff was entitled to compensation under Swedish law for both pecuniary and non-pecuniary damage. With respect to the level of compensation for non-pecuniary damage, the Supreme Court took note of the criteria established in the Court’s case-law stating that the Court’s practice constituted a natural point of departure in this regard.", "In a decision of 4 May 2007 (NJA 2007 p. 295), the Supreme Court held that the principle concerning a right to damages established in the above-mentioned case of 9 June 2005 also applied with regard to the rights contained in Article 5 of the Convention. The Supreme Court stated that the plaintiff’s right to damages on account of a violation of Article 5 should be assessed in the first place under the Tort Liability Act (Skadeståndslagen, 1972:207) and the Act on Compensation for Deprivation of Liberty and Other Coercive Measures (Lagen om ersättning vid frihetsberövanden och andra tvångsåtgärder, 1998:714). To the extent necessary, the relevant provisions of domestic law should be interpreted in accordance with the Convention. If Sweden’s obligations under Article 5 § 5 could not be met by such an interpretation, the domestic courts should award compensation without the support of specific legal provisions. As concerned the determination of the level of compensation, the Supreme Court repeated that the Court’s case-law was a natural point of departure but also noted that account must be taken of the fact that different national conditions may lead to variations from one country to another in what should be regarded as a reasonable level of compensation.", "In a judgment of 21 September 2007 (NJA 2007 p. 584), the Supreme Court held that the plaintiffs’ right to respect for their private life under Article 8 had been violated on the basis that a police decision on a medical examination of some of them had not been “in accordance with the law”. Having found that compensation for the violation could not be awarded directly on the basis of the Tort Liability Act, the Supreme Court held that there was no reason to limit the scope of application of the principle established in the above-mentioned cases of 9 June 2005 and 21 September 2007 to violations of Articles 5 and 6 of the Convention. In view of this and with reference to, inter alia, Articles 8 and 13 of the Convention and the Court’s case-law under these Articles, the Supreme Court concluded that the plaintiffs should be awarded non-pecuniary damages for the violation of Article 8. With regard to the levels of compensation, the Supreme Court concluded that they should not be too far removed from the levels which applied when awarding damages under the Tort Liability Act. Generally speaking these levels should, however, be compatible with the case-law of the Court. In the same case, Svea Court of Appeal had also concluded, in a judgment dated 12 January 2006, that there had been a violation of Article 8 and that an award for non-pecuniary damage should be made on the basis of the principle established in the case of 9 June 2005.", "A further Supreme Court judgment of 28 November 2007 (NJA 2007 p. 891) concerned a claim for damages against the Swedish State on the basis of an alleged violation of Article 2 of the Convention relating to the suicide of the plaintiffs’ father while in detention. The Supreme Court concluded that the case revealed no violation of Article 2. However, in its reasoning leading to this conclusion, the Supreme Court noted, inter alia, that according to the Court’s case-law there was a right to an effective remedy under Article 13 connected to the State’s duty under the Convention to take measures to protect the lives of individuals in custody or who were otherwise deprived of their liberty, which should, in principle, include a possibility of obtaining compensation for damage. The Supreme Court referred in particular to the judgment in Keenan v. the United Kingdom (no. 27229/95, § 130, ECHR 2001III).", "In a judgment of 3 December 2009 (NJA 2009 N 70), the Supreme Court confirmed its previous case-law in a case concerning claims for damages against the Swedish State on account of excessive length of tax proceedings. The court affirmed that it is now a general principle of law that to the extent that Sweden has a duty to provide redress to victims of Convention violations through a right to compensation for damages, and that this duty cannot be fulfilled even by interpreting national tort law in accordance with the Convention (fördagskonform tolkning), compensation for damages may be ordered without direct support in law.", "Lastly, on 16 June 2010 the Supreme Court ordered compensation for non-pecuniary damage to be paid to an applicant for proceedings which had complied neither with the “reasonable length” requirement in Article 6 nor the right to an effective remedy in Article 13. The proceedings in question had concerned a claim for damages against the State.", "In May 2009 the Government decided to set up a working group on tort liability and the Convention to study the current legal situation. In December 2010 the working group submitted its report (Skadestånd och Europakonventionen, SOU 2010:87) to the Government. In the report it is proposed that the Tort Liability Act be amended in order to allow natural and legal persons to obtain damages from the State or a municipality for violations of the Convention. Such an action against public authorities would be examined by a general court which would need first to establish that a right provided by the Convention has been violated. The aim of the proposal is to provide a legal basis for granting non-pecuniary damages arising from disregard of the Convention and to fulfil, together with the other already existing legal remedies, Sweden’s obligations under Article 13 of the Convention.", "In its comments on the above report the Office of the Chancellor of Justice, on 7 July 2011, stated that, since the autumn of 2007 following the Supreme Court’s case-law developments (as set out above), it had dealt with a large number of requests from individuals for compensation on the basis of violations of the Convention. It estimated that it had dealt with roughly 1000 cases over the previous three years. During this time the Chancellor of Justice had also represented the Swedish State in a number of cases before the civil courts concerning alleged violations of the Convention. A majority of the cases that the Office had dealt with had concerned non-pecuniary damages for excessive length of proceedings under Article 6 § 1 of the Convention. Since November 2009, it had received more than 400 such complaints and in more than half of them, the Chancellor of Justice had found a violation and granted compensation. The level of compensation for non-pecuniary damage had been determined with reference to the Court’s case-law and varied between SEK 10,000 and SEK 30,000 (approximately EUR 1,100 and EUR 3,300). Furthermore, the Chancellor of Justice had dealt with a substantial number of cases (around 160) concerning the registration of individuals in the register of the Security Police. These cases had concerned one or more of Articles 8, 10, 11 and 13 of the Convention. There had also been other individual cases relating to alleged violations of Articles 5 and 7 of the Convention, among others."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}