{"ITEMID": "001-98163", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KULNEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Sergey Alekseyevich Kulnev, is a Russian national who was born in 1951 and lives in Voronezh. He is a former military prosecutor and head of the legal firm “Kulnev and Partners”. The respondent Government are represented by Mrs V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 12 November 1998 the Military Prosecutor of the Siberian Military Circuit instituted criminal proceedings against the applicant and two other persons on suspicion of several counts of aggravated bribery. The applicant appears to have been immediately notified of the charges against him. In October 1999 the investigation was completed and the applicant was served with the bill of indictment and committed to stand trial before the Military Court of the Sretenskiy Garrison.", "On 24 January 2000 the Military Court of the Sretenskiy Garrison found the applicant guilty of bribery and sentenced him to four years’ imprisonment. The judgment was not appealed against and became final.", "The applicant was released on probation by a decision of the Karymskiy District Court of the Chita Region on 6 April 2001.", "On 21 February 2002 the Military Section of the Supreme Court of the Russian Federation quashed the judgment of 24 January 2000 by way of supervisory-review proceedings and remitted the case for fresh examination to the Military Court of the Chita Garrison.", "On 26 March 2002 the Military Court of the Chita Garrison received the case file. The first hearing was scheduled for 8 May 2002.", "Of the five hearings fixed between 8 May and 2 July 2002, two were adjourned because witnesses failed to appear and two hearings were postponed because a new prosecutor had been assigned to the case and he needed time to study the case file.", "On 2 July 2002 the Military Court of the Chita Garrison held that since the new Code of Criminal Procedure had entered into force on 1 July 2002 it no longer had competence to examine the applicant’s case and it sent the case to the Military Court of the East-Siberian Command. On 7 August 2002 that decision was quashed on supervisory review by the Presidium of the Military Court of the East-Siberian Command. The case was then sent back to the Military Court of the Chita Garrison for trial.", "On 24 December 2002 the Military Section of the Supreme Court of the Russian Federation, by way of supervisory review, decided that the case was within the competence of the Military Court of the East-Siberian Command, quashed the decision of 7 August 2002 and restored the decision of 2 July 2002.", "On 26 February 2003 the Military Court of the East-Siberian Command scheduled a preliminary hearing for 12 March 2003. In the meantime, the applicant had asked the trial court to stay the proceedings, citing his poor state of health and lack of resources to travel to Chita where trial hearings were to take place. The Military Court re-scheduled the hearing for 26 March 2003.", "On 19 March 2003 the applicant again informed the Military Court that he was unable to attend and made another request for a stay. A week later the Military Court examined his request and decided to proceed with the examination of the case. The hearing was fixed for 9 April 2003.", "Between 9 April and 9 July 2003 the Military Court held twenty-nine hearings. The applicant failed to appear once.", "On 9 July 2003 the Military Court of the East-Siberian Command acquitted the applicant.", "On 6 November 2003 the Supreme Court of the Russian Federation quashed that judgment and remitted the case for re-examination.", "On 29 January 2004 the Military Court scheduled a hearing for 25 February 2004 and sent a telegram to the applicant, who resided in Voronezh, informing him of the date and time of the hearing. In addition, summonses to the hearing were sent by registered mail. The telegram reached the applicant’s home on the following day. The summonses were served on him on 11 February 2004. Ten days later the Military Court received a telegram from the applicant’s father notifying the trial court that the applicant had been admitted to hospital for treatment and that he was therefore unable to get to Chita to take part in the trial. Medical documents confirming the applicant’s father’s statement were sent to the Military Court by mail.", "On 25 February 2004 the Military Court stayed the proceedings until 23 March 2004 because the applicant had not appeared for the hearing and his presence was mandatory. Two days later a telegram was sent to the applicant informing him that a hearing was scheduled for 23 March 2004. He was also notified that his presence was required and that he would be forcibly escorted to the court if he failed to attend.", "On 10 March 2004 the Military Court received a telegram from the applicant’s father informing it that the applicant was undergoing treatment in a hospital in Voronezh and that he could not get to Chita to participate in the trial. Two weeks later the Military Court received medical documents confirming that information.", "The next hearing was scheduled for 12 May 2004 and the applicant was duly summoned to it. The Military Court also sent telegrams to the Military Prosecutor of the Voronezh Garrison and the head of the Voronezh Town Hospital enquiring about the applicant’s state of health and his ability to participate in the trial.", "The applicant did not attend the hearing on 12 May 2004, citing his admission to hospital, and a hearing was scheduled for 15 June 2004.", "On 8 June 2004 the Military Court received a telegram from the applicant notifying it that he had been discharged from hospital on 2 June 2004. At the same time the applicant stressed that he required out-patient treatment for three months and would therefore be unable to get to Chita until October 2004. A week later the court received copies of medical documents corroborating the applicant’s assertion. The applicant also submitted copies of letters from the European Court of Human Rights showing that his application form and subsequent letters had been received by the Court.", "On 15 June 2004 the Military Court held a hearing. When the applicant did not appear for the hearing the trial court rescheduled the hearing for 1 July 2004. On 23 June 2004 the Military Court received a copy of the applicant’s medical history. The applicant did not attend the hearing on 1 July 2004 and the proceedings were stayed until the end of September 2004.", "On 20 September 2004 the applicant informed the Military Court that a military medical commission had examined him and had found that he needed to continue medical treatment for an additional two months. The applicant sent a copy of the commission’s report to the trial court by mail.", "In response to the information received from the applicant, the Military Court stayed the proceedings until 16 November 2004 and sent a letter to the Health Department of the Voronezh Town Council and Voronezh Town Hospital asking them to confirm the applicant’s assertion that he was unfit to take part in the proceedings. On 28 September 2004 the Voronezh Town Hospital replied that the applicant required hospital treatment for another two months.", "The Military Court rescheduled the hearing for 7 December 2004 and once again requested information on the applicant’s health. In addition, it asked the head of the Voronezh Regional Bar Association and the head of the Ministry of Justice of the Voronezh Region to provide assistance in securing the applicant’s presence at the trial hearings.", "On 6 December 2004 the Military Court received a letter from the head of the Health Department of the Voronezh Region. The letter read as follows:", "“In response to your [letter] about [the applicant’s] failure to attend the hearing in Chita, [I] inform you that:", "[The applicant] was treated in [hospital] from 16 to 20 February 2004, from 24 February to 12 March 2004 and from 6 May to 2 June 2004. The admissions to hospital were well-founded; the copies of the medical documents issued by [the hospital] and presented to you are authentic.", "Subsequently [the applicant] continued to be monitored by [the hospital]. This monitoring was done without his being granted sick leave, as the hospital did not record any acute attacks of his chronic diseases during the monitoring period. The copies of documents issued by [the hospital] and submitted by you are authentic; however, they do not indicate that [the applicant] was incapacitated only temporarily. [The applicant’s] state of health and his out-patient treatment did not prevent his presence at the hearings in Chita. [The applicant] is not currently being monitored by [the hospital].”", "On 7 December 2004 the Military Court held a hearing which the applicant attended. Between 8 December 2004 and 25 January 2005 the Military Court scheduled fifteen hearings, of which three were adjourned because the applicant failed to appear and one was postponed at the request of a co-defendant who had to attend the funeral of a close relative.", "Of the twenty-nine hearings fixed between 25 January and 20 April 2005, four hearings were postponed because the applicant did not attend, two were adjourned because a co-defendant did not attend, and one was rescheduled so that one of the witnesses could attend.", "On 13 May 2005 the Military Court of the East-Siberian Command discontinued the criminal proceedings against the applicant and relieved him of criminal liability as the statutory limitation period had expired. The judgment was not appealed against and became final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}