{"ITEMID": "001-108478", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF VLADIMIR VASILYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["7. The applicant was born in 1953 and is serving a prison sentence in a correctional colony in the town of Solikamsk, Perm Region (Russia).", "8. The applicant was arrested on 8 February 1996 in the town of Ukhta, Komi Republic. On 25 December 1997 the Supreme Court of the Komi Republic convicted him of, inter alia, attempted rape and several counts of murder, and sentenced him to death. On 22 December 1998 the Supreme Court of Russia upheld the trial judgment in substance.", "9. In 1999 the President of Russia issued an act of clemency in respect of the applicant, replacing the death penalty with life imprisonment. Thereafter, the applicant unsuccessfully sought a supervisory review of the conviction.", "10. Between February 1996 and January 2000 the applicant was detained for various periods of time in Sosnogorsk remand centre no. 11/2 in the Komi Republic and other detention facilities. After his arrest the applicant was admitted to hospital because he had frostbite on his feet. He underwent a surgical operation resulting in the amputation of the fifth toe on his right foot and the distal part of his left foot. In 1996 he was diagnosed with diabetes. In December 1999 the applicant was examined in a hospital. A group of experts concluded that he was able to work, except if it required physical exertion; no disability status was attributed.", "11. In 2001 the applicant was transferred to Solikamsk colony no. 2 in the Perm Region (“the colony”). Between 2002 and 2004 he was treated for tuberculosis. It was indicated that he would shortly be examined to determine whether he needed dental and ophthalmological treatment and orthopaedic footwear. In late 2004 the applicant was treated for his diabetes, diabetic angiopathy (the generic term for a disease of the blood vessels) and other diseases. The doctors recommended oral medication to lower blood glucose and a diet. The applicant received medication by Maninil, an oral blood-glucose-lowering drug. It does not transpire from the available medical record that any blood or urine tests were carried out between late 2004 and late 2005 (see paragraph 13 below).", "12. The applicant lodged complaints in relation to the allegedly inadequate treatment of his diabetes, unavailability of books on diabetes, insufficient nutrition and some other matters relating to medical care. On 3 May 2005 the Solikamsk Penitentiary Office stated that it was not incumbent on this office or another public authority to supply books to individual detainees; that all relevant counselling on diabetes could be obtained from the detainee’s doctor, and that the applicant had been examined by a therapist on a number of occasions and received the necessary medication, including oral medication by Maninil. Another complaint was examined on 31 October 2005 by the Perm Region Penitentiary Department. It rejected the applicant’s complaints, indicating that no special or high-vitamin diet was required for prisoners suffering from diabetes; that they were to be fed according to the standard set by the Ministry of Justice (see paragraph 37 below); that the applicant was given appropriate medication; and that in December 2005 he would be able to have a medical consultation concerning his requests for dental treatment, orthopaedic footwear and an eyesight check-up.", "13. In October 2005 blood and urine tests were carried out; the applicant also had an X-ray, which showed no anomalies. From 28 November to 8 December 2005 he was admitted to prison hospital no. 9 to receive dental treatment. The applicant was diagnosed with a partial maxillary and full mandibular adentia (loss of teeth) connected to his then sub-compensated diabetes status. The applicant also had various blood and urine tests (glucose, bilirubin, lipoproteid, cholesterol, alanine and aspartate aminotransferase). He was examined by specialist doctors (a surgeon, a neuropathologist and an ophthalmologist) who recommended regular medical check-ups. The ophthalmologist diagnosed slight myopia in both eyes and angiopathy. The applicant also had chronic pancreatitis but was in a stable condition. The applicant was given a dental prosthesis and instructions on how to use it. The final recommendations in the discharge certificate included provision of enzymes when needed, a low carbohydrate diet, monthly blood and urine tests, as well as exclusion of medication by Maninil.", "14. In May 2006 the applicant complained about chest pain and was given medication. In June 2006 he had a check-up by a physician, an ophthalmologist, a dentist and a surgeon. No specific prescriptions were made. The dentist indicated that the applicant’s oral cavity “had been sanitised”. On an unspecified date the applicant handed over his allegedly defective dental prosthesis to his lawyer, apparently, to have this prosthesis adjusted. Subsequently he was examined by a radiologist and a tuberculosis specialist. On a number of occasions he was given medication for his headaches, hypertension and insomnia. The applicant had several check-ups and X-rays in 2007, 2008 and 2009.", "15. As follows from the applicant’s medical record compiled in colony no. 2, various blood tests were carried out twice in 2006 (25 January and 7 August 2006); five times in 2007 (10 April, 20 June, 3 and 9 October, 10 December); eight times in 2008 (15 January, 5 and 19 March, 9 and 16 April, 11 June, 24 October, 3 December); four times in 2009 (6 March, 24 June, 9 July and 16 December) and at least once in 2010 (February). Urine tests were carried out in January and July 2006, October 2007, April 2008, June and December 2009, and February 2010.", "16. The applicant wrote to the Perm Region Ombudsman, requesting his re-admission to prison hospital no. 9. This letter was forwarded to the Perm Region Penitentiary Department. On 24 October 2007 the Penitentiary Department rejected the applicant’s request as follows:", "“The complaint has been examined by the medical unit of the Penitentiary Department. Since 2001 [the applicant’s] state of health has been monitored in the colony...In November 2005 he was examined and received treatment inter alia from a dentist in prison hospital no. 9. He was discharged from this hospital in a satisfactory condition and was given recommendations to be followed within the regime of an out-patient observation. At present, his state of health is satisfactory; the most recent laboratory tests were carried out in October 2007. For the time being, a consultation with a dentist was not possible because [the applicant] did not have his dental prosthesis (which he had handed over to his lawyer).", "In-patient treatment in the prison hospital is not necessary.”", "17. The applicant was examined again in August 2009 by a medical panel composed of the governor of the prison hospital and the head officers of the gastroenteritis and neurology units in this hospital. The applicant’s condition was classified as satisfactory. The medical panel confirmed the diabetes (Type 2) diagnosis and symptoms of encephalopathy. The panel concluded that the applicant did not require in-patient treatment in the prison hospital and made the following recommendations:", "“to carry out a glycemic profiling (thirty minutes before eating and at 2 p.m.); to follow a low fat and carbohydrate diet (which has been followed by the patient on his own)...and to continue intake of Glidiab (each morning), and treatment by vasoactive and nootropic substances.”", "18. The management of Ukhta colony no. 24 in the Komi Region affirmed in a certificate dated 14 August 2009, produced by the Government, that they could not provide the applicant with orthopaedic footwear because it could only be manufactured in another town and there was a long waiting list. Apparently, the applicant had been detained in this colony in 2000 or 2001. The management of Ukhta medical facility no. 18 stated in a certificate dated 14 August 2009, produced by the Government, that the applicant needed orthopaedic footwear; however, the relevant regulations on supplies to convicted detainees did not require that it be provided by the State. The applicant had been detained in this medical facility in 1996.", "19. A certificate dated 17 August 2009 and issued by Solikamsk colony no. 2 (in the Perm Region) states that during the entire period of his detention in that detention facility the applicant was provided with adequate medication, including glucose-related medicines and five meals per day. The management of the colony also stated in a certificate dated 29 July 2010, produced by the Government, as follows:", "“[The applicant] was not given a prescription for any special diet and receives a ration in compliance with the standards adopted for convicted detainees.”", "20. In August 2010 the Perm Region Penitentiary Department issued a report in relation to the applicant’s grievances previously raised before various national authorities and the European Court. The report reads as follows:", "“In 2001 the applicant was transferred to colony no. 2, where on numerous occasions he underwent out-patient examinations and treatment in relation to various diseases. He was also admitted to prison hospital no. 9, from which he was discharged in a satisfactory condition, provided that recovery had been obtained for acute illnesses and that amelioration had been observed for chronic diseases...", "The medical unit of the colony has the requisite licences for providing health care (medication, out-patient treatment, therapy and assessment of disability). The colony has the requisite medical staff (head of the unit, two therapists and two medical assistants) with the necessary qualifications...", "For providing consultations on diagnoses and hospitalisation the above staff is assisted by external specialists from hospital no. 9 or municipal or State medical institutions...Certain types of health care (dental treatment, X-ray imaging, laboratory testing) are carried out in the medical unit of prison no. 1.", "In 2005 [the applicant] received dental treatment and prosthesis in prison hospital no. 9 and was discharged from it in a satisfactory condition. The final recommendations included a low carbohydrate diet. In 2007 he handed over the prosthesis to advocate V., as can be seen from [the applicant’s] written statement. After 2005 he did not request a replacement of prosthesis from the medical unit of prison no. 2.", "Food is supplied [to the applicant] in the colony in compliance with the standards set in Decree no. 125 of 2 August 2005 by the Ministry of Justice...Since 2001 he has been receiving five meals per day in order to impede undesired changes in the blood glucose levels. The recommendations for a low carbohydrate diet and low glucose have been followed [by the applicant] under monitoring by the medical personnel in the colony.", "[The applicant] has no disability status. No recommendation for orthopaedic footwear was issued. The regime for detainees on life sentences does not require any substantial movement, except for outdoor exercise...", "[The applicant] was and continues to be provided with medical care in compliance with Decree no. 640/190 issued by the Ministry of Justice and the Ministry of Health. Such medical care is provided within the framework of the State programme concerning provision of free medical assistance to Russian nationals.", "During his detention [the applicant] was given all requisite medical monitoring and treatment...”", "21. The management of Solikamsk colony no. 2 in the Perm Region affirmed in a document dated 27 July 2011 and produced by the Government that they had no document which indicated that the applicant had asked them for special footwear or that it had been recommended (see also paragraph 18 above). The Government also submitted written statement made in August 2011 by a medical assistant in colony no. 2, who affirmed that the applicant could walk independently without any assistance and, in the absence of disability status, did not need special footwear.", "22. According to the applicant, he was not provided with orthopaedic footwear, which was necessary on account of the injuries to his feet. In the absence of such footwear, he suffered pain in his feet and could hardly keep his balance, for instance during long routine line-ups organised by the prison staff or when cleaning cells; his standard footwear did not fit him properly and wore out quickly. For many years, the applicant was kept in a cell on the ground floor of the detention facility and had difficulty, in the absence of special footwear, to walk up and down the stairs to/from the first and second floors where the medical unit and the offices of the prison staff were located.", "23. The applicant brought civil proceedings before the Ukhtinskiy District Court of the Komi Republic (“the District Court”) against the Ukhta Department of the Interior, the Federal Ministry of Finance, the Prosecutor’s Office of the Komi Republic and three detention facilities. The applicant alleged, inter alia, that he had not been provided with the requisite medical assistance in 1996; as a result of medical negligence, parts of his feet had had to be amputated; and he had not been given a special diet adapted to his diabetes in the late 1990s. His claim was dismissed on procedural grounds on several occasions.", "24. In 2003 the applicant resubmitted his above claims to the District Court. The court opened a file and sought the applicant’s observations on the need for an expert report to be commissioned. In September and November 2003 the applicant wrote to the District Court giving his consent for an expert report to be commissioned and suggested that some questions be put to the expert (see also paragraph 28 below).", "25. The applicant also wrote to the District Court asking that he be brought to court hearings in his civil case. The court dispatched summons to the applicant in prison. However, it issued no order for his transfer for any hearings. On 17 and 25 December 2003 the District Court held hearings and heard the prosecutor, the defendants and witnesses. The applicant was neither present nor represented at these hearings.", "26. In December 2003 the presiding judge asked to see the applicant’s medical record from prison hospital VK-240/1-2 in Solikamsk.", "27. In April 2004 a Mr Sh. applied to Ukhta Civil Hospital on behalf of the applicant, asking for the applicant’s medical file, in particular in relation to the year 1996. He was informed that the applicant’s medical record had been destroyed because the building in which the hospital had filed it had been flooded in June 1999.", "28. An expert report was commissioned and carried out on the basis of the available material. The expert concluded that the surgical operation in 1996 had been justified; the applicant’s diabetes was hereditary and its treatment had been appropriate, including Maninil; and that an adequate diet had been given to the applicant. It was noted in this connection that type 2 diabetes required diet no.9, which consisted in five or six servings of food per day excluding or replacing sugar and reducing carbohydrates. A copy of the expert report was sent to the applicant in January 2005. According to the applicant, he never saw the documents which served as a basis for the expert report.", "29. Hearings in February and March 2005 were adjourned in the absence of any proof that the applicant had been properly notified. On 31 March 2005 the court received a letter from the applicant in which he commented on the expert report and also sought his own participation in the hearing and access to the medical documents submitted by the defendants.", "30. On 19 May 2005 the District Court held a hearing at which the applicant was neither present nor represented. By a judgment of 19 May 2005, the District Court rejected his claims. The applicant appealed. The defendants submitted their observations in reply. On 28 July 2005 the applicant was provided with a copy of the verbatim record of the trial. In August 2005 he was served with a copy of the defendants’ observations.", "31. By a letter of 29 August 2005 the applicant was informed that an appeal hearing was listed for 29 September 2005 and that “his absence would not halt the proceedings”.", "32. On 29 September 2005 the Supreme Court of the Komi Republic heard the representative of the Regional Prosecutor’s Office. The applicant was neither present nor represented at the appeal hearing. At the closure of this hearing the Supreme Court upheld the first-instance judgment. In October 2005 the applicant received a copy of the appeal decision.", "33. Russian law gives detailed guidelines for the provision of medical assistance to detained individuals. These guidelines, found in joint Decree no. 640/190 of the Ministry of Health and Social Development and the Ministry of Justice, on Organisation of Medical Assistance to Individuals Serving Sentences or Detained (“the Regulation”), enacted on 17 October 2005, are applicable to all detainees without exception. In particular, section III of the Regulation sets out the procedure for initial steps to be taken by medical personnel of a detention facility on admission of a detainee. On arrival at a temporary detention facility all detainees must be subjected to preliminary medical examination before they are placed in cells shared by other inmates. The examination is performed with the aim of identifying individuals suffering from contagious diseases or in need of urgent medical assistance. No later than three days after the detainee’s arrival at the detention facility, he should receive a medical examination, including fluorography. During the in-depth examination a prison doctor should record the detainee’s complaints, study his medical and personal history, record injuries if present, and recent tattoos, and schedule additional medical procedures if necessary. A prison doctor should also authorise laboratory analyses to identify sexually transmitted diseases, HIV, tuberculosis and other illnesses.", "34. Subsequent medical examinations of detainees are performed at least twice a year or at detainees’ request. If a detainee’s state of health has deteriorated, medical examinations and assistance should be provided by medical personnel of the detention facility. In such cases a medical examination should include a general medical check-up and additional methods of testing, if necessary, with the participation of particular medical specialists. The results of the examinations should be recorded in the detainee’s medical history. The detainee should be fully informed of the results of the medical examinations.", "35. Section III of the Regulation also sets the procedure for cases of refusals by detainees to undergo medical examination or treatment. In each case of refusal, a corresponding entry should be made in the detainees’ medical record. A prison doctor should fully explain to the detainee the consequences of his refusal to undergo the medical procedure.", "36. Detainees take prescribed medicines in the presence of a doctor. In a limited number of cases the head of the medical department of the detention facility may authorise his medical personnel to hand over a daily dose of medicines to the detainee for unobserved intake.", "37. Until 2 August 2005 food supplies for detainees were regulated by Decree no. 136 of 4 May 2001 of the Federal Ministry of Justice. Since 2 August 2005 they have been regulated by Decree no. 125. Neither decree has provided for any specific diet for detainees suffering from diabetes.", "38. On 11 December 2007 the Federal Ministry of Health issued a standard protocol for out-patient treatment of persons suffering from non-insulin-dependent diabetes. The protocol recommends, inter alia, a yearly provision of thirty-six glucose (laboratory) tests and/or for one hundred and eighty glucose meter tests.", "39. The Code of Civil Procedure of the Russian Federation (“the CCP”) provides that individuals may appear before a court in person or act through a representative (Article 48 § 1). A court may appoint a lawyer to represent a defendant whose place of residence is not known (Article 50). The Advocates Act (Law no. 63-FZ of 31 May 2002) provides that free legal assistance may be provided to indigent plaintiffs in court proceedings in civil disputes concerning alimony or pension payments or claims for compensation for employment-related health damage (section 26 § 1). In 2005 the Russian Government launched a test project in a number of regions concerning provision of free legal assistance in civil law matters (Decree no. 534 of 22 August 2005).", "40. Articles 57 and 149 of the CCP provide that parties may seek a court’s assistance in obtaining evidence. The relevant party should indicate the circumstances impeding access to such evidence and its relevance to the case, as well as the location from where such evidence should be collected. An unjustified failure to comply with the court order could lead to the person or official in possession of the relevant evidence being fined.", "41. In a given civil case a civil court could ask a court in another location to carry out specific actions in relation to the evidence situated in that location (Article 62 of the CCP). This request is mandatory and has to be carried out within one month from its receipt.", "42. Under Articles 58 and 184 of the CCP, a court may hold a session outside the court-house if, for instance, it is necessary to examine evidence which cannot be brought to the court-house.", "43. As follows from Ruling no. 2 of 10 February 2009 by the Plenary Supreme Court of Russia, complaints brought by detainees in relation to the inappropriate conditions of detention (for instance, a lack of adequate medical assistance) should be examined by a court under the procedure prescribed by Chapter 25 of the CCP. The latter provides that a person may bring court proceedings if an action or omission by a public authority or official violated this person’s rights or freedoms, impeded their exercise or unlawfully imposed an obligation or liability (Articles 254 and 255 of the CCP). Such court action should be lodged within three months of the date when the person learnt about the violation of his or her rights or freedoms (Article 256). If a court considers that the complaint is justified, the court orders the respondent authority or official to remedy the violation (Article 258).", "44. The Penitentiary Code provides that convicted persons may be transferred from a correctional colony to an investigative unit if their participation is required as witnesses, victims or suspects in connection with certain investigative measures (Article 77.1). A convicted person may consult his or her lawyer (Articles 12 and 89).", "45. On several occasions the Constitutional Court examined complaints by convicted persons whose requests for leave to appear in civil proceedings had been refused by courts. It has consistently declared the complaints inadmissible, finding that the contested provisions of the Code of Civil Procedure and the Penitentiary Code did not, as such, restrict the convicted person’s access to court. It has emphasised, nonetheless, that the convicted person should be able to make submissions to the civil court, either through a representative or in any other way provided by law. If necessary, the hearing may be held at the location where the convicted person is serving the sentence, or the court in which the case is being heard may instruct the court having territorial jurisdiction over the correctional colony to obtain the applicant’s submissions or take any other procedural action (decisions no. 478-O of 16 October 2003, no. 335-O of 14 October 2004 and no. 94-O of 21 February 2008).", "46. The Code of Civil Procedure, as interpreted by the Constitutional Court in its ruling no. 4-П of 26 February 2010, allows for a reopening of the domestic civil proceedings on the basis of a European Court judgment."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}