{"ITEMID": "001-61211", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF R.W. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1940 and lives in Warsaw.", "9. In March 1982 the applicant became divorced.", "10. On 30 September 1982 his former wife filed with the Warsaw District Court (Sąd Rejonowy) a request for the partition of the property of the spouses. The request related to 147 items and a shared flat in a housing co-operative building.", "11. The Government submitted that between 27 December 1982 and 2 December 1987 the court held 19 hearings. The applicant stated that one of the hearings referred to by the Government had never been held and four others had been only in camera sittings.", "12. In 1985 and 1986 the court ordered six expert opinions. According to the Government, on an unspecified date after 2 December 1987 the case-file was lost.", "13. In 1992 the applicant lodged a further request for the partition of the property. He informed the Warsaw District Court that the place of residence of his former wife was unknown and it was impossible to bring her before the court. The applicant maintained that he had had difficulties in establishing her place of residence. The court appointed a guardian ad litem for her. On 22 May 1992 it gave judgment.", "14. The Government submitted that after the completion of those proceedings the applicant had formally reported his former wife's departure to Germany.", "15. In December 1992, after her return to Poland, the applicant's former wife requested the re-opening of those proceedings, relying on the applicant's misinformation as to the alleged lack of knowledge of her residence in Germany. On 22 July 1993 the Warsaw District Court quashed the decision issued in those proceedings.", "16. In January 1994 the lost case-file was found. The court held hearings on 14 January, 4 March, 16 May, 5 August and 14 November 1994. The Government submitted that the applicant had failed to attend the hearings of 14 January, 4 March and 16 May 1994. The applicant maintained that he had been present at the hearing on 14 January 1994 and that his absence on 16 May 1994 had been justified.", "17. The court held a hearing on 12 June 1995.", "18. On 18 July 1995 the court ex officio made attempts aimed at converting the disputed flat into smaller ones. Between July 1995 and January 1996 it enquired with various authorities as to possible solutions to the dispute.", "19. The hearing scheduled for 30 September 1996 was adjourned because of the absence of the applicant's lawyer. The applicant submitted that his lawyer had had an operation on his heart.", "20. Further hearings were held on 6 January, 14 April and 18 September 1997. According to the applicant, the hearing of 18 September 1997 was in fact an in camera sitting.", "21. The applicant requested the adjournment of the hearing scheduled for 30 January 1998.", "22. Subsequent hearings were held on 25 May 1998 and 25 February 1999, as well as on 7 January and 3 March 2000.", "23. On several occasions the applicant's former wife failed to attend hearings or her lawyer failed to submit certain documents or pleadings. The court ordered expert opinions concerning the value of objects located in the flat of the applicant and his former wife, their cars and jewellery.", "24. On 25 May 2000 the applicant learnt that the case-file had been lost again. It was subsequently found.", "25. The applicant failed to attend the hearing scheduled for 18 December 2000.", "26. According to the Government, the hearing scheduled for 19 April 2001 was adjourned at the applicant's request. He submitted that no hearing had been scheduled for that day.", "27. The court held a hearing on 11 May 2001.", "28. At the hearing held on 21 September 2001 it ordered an expert opinion.", "29. Hearings were held on 11 February and 14 November 2002, as well as 17 January 2003.", "30. On 31 January 2003 the court gave judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}