{"ITEMID": "001-22630", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "P.K. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Finnish national, who was born in 1942 and lives in Imatra. He was represented before the Court by Mr Markku Fredman, a lawyer practising in Helsinki. The respondent Government were represented by Mr Holger Rotkirch, Agent, and Mr Arto Kosonen, Co-Agent, both from the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was charged before the Imatra District Court (käräjäoikeus, tingsrätt) with three counts of aggravated fraud and debtor’s dishonesty. In the same case six other defendants were charged with various types of economic offences.", "On 11 August 1994 the court proceedings in the District Court of Imatra commenced. The court was composed of one professional presiding judge and three lay members. The court heard the defendants and four witnesses. The case was adjourned until 23 September 1994.", "On 23 September 1994 five witnesses gave evidence and the defendants were again heard. The case was adjourned until 9 November 1994.", "On 9 November 1994 two witnesses gave evidence and the defendants were again heard. The case was adjourned until 18 January 1995.", "Meanwhile, the presiding judge was changed and a new judge presided over the hearing on 18 January 1995. One witness gave evidence. The case was adjourned until 13 March 1995, when one witness gave evidence and the final statements were presented.", "On 29 May 1995, the District Court found the applicant guilty on one count of aggravated fraud and debtor’s dishonesty. He was sentenced to a suspended term of imprisonment of one year and six months and ordered to pay FIM 3,686,000 in damages jointly and severally with three other defendants. The applicant was acquitted in respect of two charges. In so far as the judgment concerned his conviction for debtor’s dishonesty, the court based itself on documentary evidence and the testimony of one of the witnesses heard before the presiding judge was changed. That witness’s testimony concerned certain banking transactions with which the witness had been charged in her capacity as bank employee.", "The applicant appealed to the Kouvola Court of Appeal (hovioikeus, hovrätt), requesting an oral hearing. On 20 June 1996 the Court of Appeal rejected the request for an oral hearing and upheld the conviction in respect of debtor’s dishonesty, but acquitted the applicant of the aggravated fraud. The Court of Appeal ordered that one of the defendants should not have to pay damages. It upheld the District Court’s decision in respect of the applicant and two other defendants, but limited the damages to be paid by those two to FIM 500,000 each. In addition, the Court of Appeal convicted the applicant and another defendant to pay, with joint liability, FIM 304,200 based on the claim of the bankruptcy estate, which claim the District Court had dismissed.", "The applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) which, on 12 February 1997, granted such leave concerning the Court of Appeal’s order for damages to be paid by the two co-defendants.", "On 19 June 1997 the Supreme Court gave its judgment and lifted the Court of Appeal’s order in so far as it concerned the limitation of the damages to be paid by the co-defendants to the bankruptcy estate. The Supreme Court found that this issue had not been addressed before the Court of Appeal and therefore the Court of Appeal should not have decided it. The District Court’s order concerning damages was thus upheld.", "The relevant domestic law as in force at the relevant time may be summarised as follows:", "According to Chapter 26, section 7, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), the Court of Appeal could, when necessary, hold an oral hearing where parties, witnesses and experts could be heard, and other evidence could be taken. The oral hearing could be restricted to a certain issue.", "According to the domestic legislation in force at the relevant time there was no prohibition against changing the presiding judge during the proceedings. The new Criminal Procedure Act (laki oikeudenkäynnista rikosasoissa, lag om rättegång i bråttmål) came into force on 1 October 1997. According to Chapter 6, section 11 of that Act, the main hearing shall be restarted in case the district court has to take on a new member due to the lack of quorum.", "According to the Code of Judicial Procedure the chairman and three lay judges constitute the quorum in a district court. The lay judges have a personal vote. The presiding judge shall explain to the lay judges the issues that have arisen in the case and the provisions applicable to the issues. In case of a vote, the opinion of the majority is to prevail. In the event of a tie, the opinion more lenient to the defendant is to prevail."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}