{"ITEMID": "001-114506", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ÖZSÜREN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Guido Raimondi;Ineta Ziemele;Isabelle Berro-Lefèvre", "TEXT": ["1. The applicants, whose particulars are set out in the appendix, are Turkish nationals. They are the parents and siblings of Mr Muhittin Özsüren who disappeared in 1998. The applicants were represented before the Court by Mr Öztekin Erdönmez, a lawyer practising in Alanya.", "2. and as they appear from the documents submitted by them, may be summarised as follows.", "3. On 29 August 1998 Muhittin Özsüren was performing his military service in the town of Gelibolu when he went missing. No information was given to the family about his disappearance by the military authorities and the family became aware of it when his father Yaşar Özsüren – who is the first applicant – tried to contact him.", "4. On 20 November 1998 Yaşar Özsüren petitioned the Gelibolu prosecutor and asked the prosecutor to find his son. On 30 November 1998 the prosecutor concluded that Muhittin Özsüren had not disappeared but gone absent without leave (AWOL), and closed the investigation. The prosecutor’s decision was communicated to Mr Özsüren on 17 December 1998.", "5. In the meantime, and on subsequent dates, steps were taken by the military authorities to find Muhittin Özsüren who, in their opinion, had gone AWOL.", "6. On 15 December 2004 the first applicant, Yaşar Özsüren, sent a letter to the commander of the Turkish Land Forces, and asked for his son to be found. Pursuant to Mr Özsüren’s request an administrative investigation was conducted at the military barracks where Muhittin Özsüren disappeared, but that investigation did not yield any results. The investigators recommended that military judges instigate a judicial investigation.", "7. In 2005 the military authorities instituted a criminal case against Muhittin Özsüren for having gone AWOL, and issued a warrant for his arrest.", "8. Nothing has been heard from Muhittin Özsüren since his disappearance and the criminal proceedings against him are still pending in absentia."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}