{"ITEMID": "001-80123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PELLO v. ESTONIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 and 6-3-d", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicant was born in 1981 and lives in Estonia.", "6. In the evening of 1 October 2000, next to a shop in Saue, a man who had been beaten died on the spot as a result of head injuries. On 2 October 2000 the Harju police initiated criminal proceedings. Charges were brought against the applicant and M.K.", "7. Following the conclusion of the preliminary investigation the criminal case-file was sent to the Harju County Court (maakohus). According to the bill of indictment, the applicant and M.K. had been consuming alcohol in a train from Tallinn to Saue. In Saue they had walked to a shop in front of which they met T.N. They had entered the shop. After having bought beer the applicant and M.K. left the shop together. Outside the shop they had met O.U. and the victim. The former had entered the shop, the latter stayed outside. The victim, being under the influence of alcohol, had had an argument with the applicant and M.K. They had attacked the victim and beaten him, as a result of which he died. When O.U. left the shop and saw his friend on the ground, he approached the applicant and M.K. for clarification. After a brief scuffle O.U. had run away from the applicant and M.K. and again had entered the shop. Witness R.L., the shop assistant, had locked the door of the shop.", "8. The bill of indictment relied on the statements of U.T., the father of the victim; O.U., the man together with whom the victim had come to the shop; R.L., the shop assistant; T.N., a man who had stayed in the shop during the offence; K.K., a man who had passed by the scene of the offence in a car and had seen two men beating a third one; and K.E., a nearby inhabitant who had heard voices while at home in the evening of the offence. In addition, reliance was placed, inter alia, on the plan and report concerning the scene of the offence, photos, a forensic expert's opinion with annexes, a report on the comparison of K.K.'s statements with the circumstances and a report concerning the confrontation of K.K. and the applicant.", "9. In August 2001 the criminal case was joined with another case in which the applicant was also accused. Altogether there were five defendants in the criminal case.", "10. On 19 September 2001 the hearing was adjourned by the County Court.", "11. At the hearing of 6 November 2001 the prosecutor presented amended charges in the part not relating to the present case. The applicant's lawyer requested that the hearing be adjourned and that all the witnesses and the forensic expert be summoned. She also requested that additional questions be put to the forensic expert. The prosecutor informed the court that witness K.K. had died. The court adjourned the hearing.", "12. The County Court heard the case on 29 November 2001 and on 4 April 2002.", "13. At the hearing of 29 November 2001 the applicant's lawyer found that the participation of witnesses O.U., T.N., R.L. and K.E. was necessary. She noted that she had made a request to the effect that the forensic expert be called to the hearing. The court heard the applicant, M.K. and U.T. In addition, the court disclosed the written records of statements made by witnesses K.K. and R.L. during the preliminary investigation, the record concerning the interrogation of M.K., the report concerning the confrontation of the applicant and K.K. and the report on the comparison of K.K.'s statements with the circumstances. The County Court granted the request to call witnesses O.U., T.N. and R.L. and ordered that an additional opinion from the forensic expert be obtained. The expert submitted an additional opinion on 29 January 2002.", "14. On 4 April 2002 the County Court held the next hearing. Witness R.L. was heard and the written record of his statements given during the preliminary investigation was read out. Witnesses O.U. and T.N. failed to appear. The court had summoned them but the letters had been returned to the County Court by the postal service due to the expiry of the term for which mail was held. In addition, the court disclosed the written records of statements made by witness K.K., the report concerning the confrontation of the applicant and K.K. and several other materials. The applicant's lawyer insisted that the personal attendance of witnesses O.U. and T.N. at the hearing was necessary. The County Court dismissed the request and closed the hearing on the same day.", "15. The Harju County Court delivered its judgment on 10 April 2002. Under Article 107 § 2 (1) and (2) of the Criminal Code the applicant was convicted of intentionally causing an extremely serious bodily injury which had been life-threatening and which due to negligence had caused the death of the victim and which had been committed in a manner motivated by hooliganism. The court sentenced him to three years' imprisonment. It relied on the forensic expert opinion together with annexes, the statements of witnesses K.K. and K.E., given during the preliminary investigation, and the statements of witness R.L. It further relied on the report concerning the scene of the offence together with a sketch plan and photos appended to it, the report concerning the examination of the material evidence together with photos and the victim's death certificate. The court established, inter alia, that the applicant and M.K. had attacked the victim and that they had been ready to attack K.K. and O.U. who had intervened.", "16. The applicant's lawyer appealed against the County Court's judgment. She challenged the County Court's refusal to summon witnesses O.U. and T.N., finding that their statements could have been in favour of the applicant. She also complained that the findings of the County Court had been incompatible with the factual circumstances, pointing out, inter alia, that the statements of those witnesses on which the court had relied had been contradictory. She requested that witnesses O.U. and T.N. be summoned to the court and that the applicant be acquitted in respect of the charge concerned.", "17. On 12 June 2002 a hearing at the Tallinn Court of Appeal (ringkonnakohus) took place. T.N. was present in the courtroom. However, the court dismissed the applicant's lawyer's request that he be heard as a witness.", "18. On the same date the Court of Appeal delivered its judgment. It established that the County Court had repeatedly sent summonses to the witnesses O.U. and T.N. Since the letters had been returned to the County Court by the postal service, the Court of Appeal concluded that the whereabouts of these witnesses had been unknown to the County Court. It had been lawful for the County Court to disclose their statements made during the preliminary investigation. As the County Court had disclosed the statements and examined them at its hearing, it had used these statements as evidence in compliance with the law. The Court of Appeal noted that the applicant's lawyer had failed to specify, either before the County Court or in her appeal, what information she would have wished to obtain from these witnesses. The Court of Appeal rejected the appeal in respect of the alleged lack of evidence and incompatibility of the County Court's conclusions with the factual circumstances, relying on the statements of witness K.K., given during the preliminary investigation and disclosed at the County Court's hearing, and the statements of witness R.L., given prior to the trial and confirmed by him at the hearing. The Court of Appeal noted that the County Court had rightly disregarded the statements of the accused. It also referred to the statements of U.T., given at the County Court's hearing, and to the forensic expert opinion. The court upheld the County Court's judgment in its relevant part in substance omitting, however, the element of hooliganism in the behaviour of the applicant and M.K. (Article 107 § 2 (2) of the Criminal Code). The prosecutor's appeal concerning the sentence was upheld in part and the applicant was sentenced to five years' imprisonment under Article 107 § 2 (1) of the Criminal Code.", "19. The applicant's lawyer lodged an appeal with the Supreme Court (Riigikohus). She again challenged the County Court's refusal to summon witnesses O.U. and T.N., finding that the mere fact that the witnesses had not picked up the letters sent to them from the post office did not permit the conclusion that their place of residence had changed and that their whereabouts had been unknown to the court. She noted that the County Court had not ordered the police to secure the attendance of the witnesses at the hearing.", "20. The Supreme Court rejected the appeal on 16 October 2002. It held that the County Court had failed to employ all possible means to guarantee the applicant a fair trial in accordance with Article 6 § 1 of the Convention, in that the County Court had failed to secure the witnesses' attendance by ordering the police to compel them to appear in court (sundtoomine). By disclosing the statements given by O.U. and T.N. during the preliminary investigation, without the applicant having had an opportunity to put questions to them, the County Court had also failed to observe the requirements of Article 6 § 3 (d). However, after having analysed at length the case-law of the European Court of Human Rights, the Supreme Court found that there was no ground for quashing the judgments of the County Court and the Court of Appeal, since the conviction of the applicant had not been based entirely or to a decisive extent on the statements of witnesses O.U. and T.N."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}