{"ITEMID": "001-94075", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MANOLE AND OTHERS v. MOLDOVA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed;Violation of Art. 10;Just satisfaction reserved", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Rait Maruste;Stanislav Pavlovschi", "TEXT": ["7. “Teleradio-Moldova” (TRM) was created by Presidential decree as a State-owned company on 11 March 1994, out of the previously existing State broadcasting body. TRM's statutes were changed in 1995, 1996 and again in 2002, when it was transformed into a public company (see paragraphs 59, 60 and 65 below) and was registered as such on 26 July 2004.", "8. In November 2004 a privately-owned Moldovan television station (NIT) began broadcasting nationally. Until that date, in addition to TRM, only one Romanian public channel (Romania 1) and one Russian public channel (ORT) could be viewed throughout Moldova. Romania 1 carried no local news and ORT introduced a daily 10-minute Moldovan news bulletin in 2002. While, in October 2004, 61% of Moldova's population was rural, cable television was available only in the big cities and the use of satellite television was largely undeveloped. According to the Government, a survey commissioned by the Centre of Independent Journalism (see paragraph 76 below) in 2004 found that TRM was the most-watched channel in Moldova and that TRM's evening news bulletin was the favourite television programme of approximately 20% of the population.", "9. Larisa Manole (the first applicant) had worked in television since 1982 and was the Head of TRM's Television News Section between 2001-2002 and editor and presenter of the evening news bulletin in Romanian. She left TRM in September 2002.", "10. Corina Fusu (the second applicant) edited and presented the morning entertainment show, as well as TRM's evening news bulletin and a programme dedicated to French culture. She joined TRM's predecessor in 1990 and was made redundant in November 2004.", "11. Mircea Surdu (the third applicant) was the editor-in-chief and presenter of a weekly evening talk-show on cultural, social and political issues. He joined TRM's predecessor in 1985 and was dismissed by the State Company in August 2004 but employed by the Public Company in August 2004.", "12. Dinu Rusnac (the fourth applicant) was a senior editor in the Television News Section and presented the evening news in Russian. He joined TRM in July 1994 and was made redundant in November 2004.", "13. Diana Donică (the fifth applicant) was a senior director of the Television Cultural Section and worked on the show presented by Mircea Surdu. She joined TRM in August 1994 and was dismissed by the State Company in August 2004 but employed by the Public Company in August 2004.", "14. Leonid Melnic (the sixth applicant) was the producer of several programmes and talk-shows within the Television Cultural Section. He joined TRM's predecessor in August 1992 and was dismissed by the State Company in August 2004 but employed by the Public Company in August 2004.", "15. Viorica Cucereanu-Bogatu (the seventh applicant) worked as a special correspondent in the Television News Section. She joined TRM's predecessor in August 1979 and was made redundant in November 2004.", "16. Angela Aramă-Leahu (the eighth applicant) was a senior editor and presenter in the Television Cultural Section, as well as producer and presenter of an entertainment show. She joined TRM's predecessor in December 1983 and was made redundant in November 2004.", "17. Ludmila Vasilache (the ninth applicant) was an editor and presenter of several programmes within the Television Cultural Section. She joined TRM's predecessor in February 1990. She was dismissed by the State Company in August 2004 but employed by the Public Company in August 2004.", "18. According to the applicants, TRM was subjected to political control throughout its existence. However, after February 2001, when the Communist Party won a large majority in the parliamentary elections, a number of senior managers at TRM were removed and their positions filled with persons loyal to the Government. The restrictions on journalistic freedom of expression allegedly then became acute.", "19. The applicants alleged that the information disseminated on the news bulletins was strictly controlled by TRM's senior management. Whereas it had formerly been part of the first applicant's job to select news items and write the script for the part of the bulletin which she presented, after 2001 this task was taken over by the Head of the News Section, who would decide which items should be included on the basis of a schedule prepared by the State news agency “Moldpres”. The selection was submitted for approval to the President of TRM and the Director of Radio and Television. Material covering parliamentary, governmental or presidential sessions as well as local visits by official bodies would be given priority.", "20. Only a trusted group of journalists and technicians were used for interviews and reports of a political nature. Whereas before 2001 the journalists had had a large measure of editorial control, they were now given instructions as to the tone and direction that the piece should take; occasionally the entire script was dictated to them. Interviews and other reports which were not broadcast live were selected and edited to present the ruling party in a favourable light.", "21. In accordance with TRM policy, reports on the activities of pro-government bodies and officials would last between 3 and 5 minutes. Reports about other events would last between a maximum of 60 and 90 seconds. As a result two-thirds of the time allocated to news bulletins would be dedicated to reports on Government issues. Any conflict within the country or events organised by the opposition, non-governmental organisations or people with views other than those held by the ruling party would not be reported. No opposition party had access to air-time and a “black-list” was composed of prominent persons from political, cultural and scientific life who did not support the Communist Party and who were not, therefore, allowed access to TRM programmes. On the rare occasions when an opposition politician was given air-time, the interviews were truncated or the speech was overdubbed with journalistic comment or text provided by the Government news agency, Moldpres.", "22. Programmes other than the news bulletins were also subject to censorship. Controversial topics were forbidden; the identity of guests and studio audiences were controlled; live and interactive programmes were avoided and incoming telephone calls were screened. The weekly broadcasting schedule had to be approved by TRM's President. Programmes which he did not approve were omitted from the broadcasting schedule without prior notice to the viewers or the participants in the programme and without any explanation.", "23. The applicants alleged that the use of words and phrases such as “Romanian”, “Romanian language”, “Bessarabia”, “History of Romanians”, “totalitarian regime” were prohibited, as was any reference to historical periods such as the period between the two World Wars, the organised famine in the USSR, the Stalinist regime, the GULAG deportations and the period of national revival of 1989.", "24. The applicants identified a number of specific incidents during this period. These included a disciplinary measure brought against a journalist for using the expressions “totalitarian Communist regime”, “Communist Government” and “the Square of Great National Assembly” during a live report on Independence Day, 27 August 2001; the cutting of an interview with Mircea Snegur, the first President of Moldova, from a feature report on the evening news about Independence Day; the reprimand of a journalist who recorded an interview with the President of the Cinema Workers' Union during which the interviewee said that “in the period of the totalitarian regime churches were destroyed”; the cutting of an interview with the former Secretary General of the Communist Party, G.E., on 22 September 2001, because he said that “presently no light can be seen at the end of the tunnel” when referring to the economic situation in Moldova; the deletion of a programme, due to be shown on 28 October 2001, about the late singers Doina and Ion Aldea Teodorovici; the refusal to broadcast, on 13 February 2002, an interview with the parliamentarian Vlad Cubreacov regarding the replacement on the school curriculum of the subject “History of the Romanians” by the “History of Moldova”; the refusal to allow any coverage of the opposition position during a report on 22 February 2002 of a debate in Parliament about the socio-political situation; the censorship of a report of a press conference given by the deputy of the parliamentary faction “Alianţa Braghiş”, criticising Government proposals for territorial-administrative reform; the banning of reports about the Congress of Philologists and Conferences organised by Historians because opinions about the “History of Romanians” and the Romanian language were expressed; the banning, in April 2002, of a feature report about the inauguration of the Museum of National History which was dedicated to the victims of the Stalinist repressions; the banning of a feature report in July 2002 about Professor Elle Pelerino, because she referred to the Soviet deportation of ethnic Germans; the deletion, from a feature report in July 2002 about the late Gheorghe Ghimpu, of the title of his book “The national conscience of the Moldovan Romanians”; a ban during the Christmas seasons 2002 and 2003 of any interview with clergymen of the Metropolitan Church of Bessarabia.", "25. On 28 November 2003 the “Bună Seara” talk show, presented by the applicant Mircea Surdu, was to be dedicated to a discussion of the plan for the federalisation of Moldova proposed by the Russian Federation. The guests on the show were Vladimir Filipov, the representative of the Council of Europe in Moldova, Klaus Neurkirh, the spokesman of the OSCE Mission, and the three leaders of the Parliamentary factions: Victor Stepaniuc, Dumitru Braghiş and Iurie Roşca. Vladimir Filipov was told by the President of TRM a few hours before the broadcast was due to start that he need not attend as the show had been cancelled. The production team and presenter were not informed. The representative of the OSCE, Dumitru Braghiş and Iurie Roşca came to the studio. The public took their places and the show began. However, unknown to the participants, and without any explanation, it was not broadcast and a film was shown in its place. The journalists who had worked on it were subsequently interrogated by the police.", "26. The Government did not take issue with the specific incidents identified above by the applicants. However, they asserted that opposition politicians had access to national television and that the 2002 protests were reported, as shown by the texts of news programmes for the period 14-27 February 2002 and for occasional dates in April 2002, July 2002 and November 2003. In addition, the published TV Guides showed the following broadcasts on TRM: on 14 May 2004, a programme entitled “The Tribune of Political Parties”; on 12 July 2004, a programme entitled “Public Life”, with the participation of the President of Moldova; and on 15 July 2004, “The Democratic Process and Freedom of the Media”, with the participation of Mr V. Stepaniuc, the leader of the Communist parliamentary faction, Mr D. Braghiş, the leader of the Parliamentary faction “Moldova Democrată”, Mr M. Petrache, the leader of an extra-parliamentary party “Centrist Union”, and other persons who were not representatives of any political parties.", "27. Since 2002, to cater for the principal minority groups, TRM had broadcast programmes in six languages, namely Russian, Ukrainian, Gagaouz, Bulgarian, Rom and Yiddish.", "28. During the 2005 electoral campaign, programmes such as “The Opposition's Hour” and subsequently “Counterpoint” allowed the opposition to express their point of view for one hour every week. Outside the electoral period, the programme “The Political Parties' Platform” provided ten minutes each week for an opposition politician to address the public. Furthermore, since 2005, all debates in Parliament had been broadcast on TRM's television and radio channels.", "29. From 9 January to May 2002 the principal opposition party at that time, the Christian Democratic People's Party, organised daily demonstrations against the Government's decision to modify the school history curriculum and reintroduce the compulsory study of Russian. The demonstrations, in the Square of the Great National Assembly outside the main Government building, involved tens of thousands of protesters (see further The Christian Democratic People's Party v. Moldova, no. 28793/02, ECHR 2006-II).", "30. According to the Government, the demonstrations were reported in TRM news bulletins, principally in feature reports by the applicant Corina Fusu. The applicants, however, alleged that coverage of the demonstrations was very limited and strictly controlled so that, in particular, it was forbidden to give any information about the reasons for the protests or the views expressed by the opposition during the parliamentary debate.", "31. On 25 February 2002, 331 members of staff at TRM signed the following declaration of protest:", "“We, the employees of Teleradio-Moldova, note that after the Communist Party's victory in the elections, our freedom of expression has been impaired. Our viewers and listeners have been deprived of the right to accurate and impartial information. In fact, the authorities have restored, in national radio and television, Soviet-style political censorship, prohibited by the Constitution of Moldova. As a result 'Teleradio-Moldova' has become an instrument for brainwashing and the manipulation of public opinion, а mouthpiece of the ruling party. We protest against these totalitarian actions, which infringe the rights of television viewers, radio listeners and the freedom of the press as a whole. Breaches of democratic principles of this kind are dangerous, because they destabilise the political situation within our country. We express our solidarity with the actions of the demonstrators, aimed against the forced russification and deliberate destruction of the democratic system. We demand the abolition of censorship within the State Company Teleradio-Moldova and respect for the people's right to accurate, reliable and impartial information. We demand that the authorities respect the democratic and pro-European policy which the people of this country have chosen.”", "32. On 26 February 2002 the declaration was forwarded to the news agencies and several thousand people gathered in front of the TRM headquarters to protest against political control. Later that day, during the recording of the 7 p.m. news bulletin, the fourth applicant, Dinu Rusnac, refused to read from the script which he had been given which omitted any mention of the protests outside the TRM headquarters. The news crew began to broadcast a report about the demonstrations but, after a few minutes, the bulletin was interrupted and replaced with a documentary film. Military personnel were summoned to the studio. Larisa Manole was not permitted to present the Romanian language news bulletin at 9 p.m., because of her involvement in the protests.", "33. On 27 February 2002 a group of TRM staff decided to go on a “go-slow” strike and a Strike Committee was elected for that purpose. The Strike Committee sent TRM's President and the Government a list of demands, including the abolition of censorship, and the editors and news-casters decided to start producing uncensored news bulletins. A group of approximately 700 demonstrators gathered outside the TRM building.", "34. That afternoon (27 February 2002), the President of Moldova came to TRM and met with representatives of the Strike Committee. He stated that he was also opposed to censorship. However, he rejected a demand to offer the opposition one hour of air-time, on the ground that the demonstrations in the Square of the Great National Assembly were illegal.", "35. On 5 March 2002 the fourth applicant, Dina Rusnac, included in the script of the 7 p.m. news bulletin an item about the response of the Strike Committee to certain declarations of the President of Moldova and also an interview with the leader of the Christian Democratic Peoples Party, Iurie Roşca. The Head of the News Section deleted these paragraphs from the script. During the programme, which was broadcast live, Mr Rusnac made allegations of censorship and held the redacted script up to camera. Immediately, the Section Head ordered the technician to cut the sound.", "36. On 7 March 2002 Parliament created a special Parliamentary Commission to elaborate a “strategy for improving the work of [TRM]”.", "37. Following the events of 27 February 2002, the first applicant, Larisa Manole, who had formerly read the news in Romanian every evening, was permitted to present it only one or two evenings a week. On 6 March 2002, on the ground that she had made a mistake while reading the news, she was demoted from the position of editor and senior news-reader to that of a junior reporter and was no longer permitted to present the bulletin.", "38. She brought employment proceedings against TRM and on 11 September 2002 the Court of Appeal held in her favour, ordering TRM to reinstate her in her previous position of news-reader. TRM did not, however, comply with the judgment and Ms Manole never got her former job back. She was not given enough work as a reporter and was allegedly subjected to harassment and censorship, to the point where she was no longer able to earn a living and had to resign on 13 November 2002. She then worked for a press agency and for another television company.", "39. On 7 March 2002 the fourth applicant, Dinu Rusnac, was subjected to a disciplinary sanction in the form of a severe warning (“mustrare aspră”) for having departed from the authorised script of the news bulletin on his own initiative. In addition, he was demoted from his position of news-reader and deprived of the right to present any news programmes.", "40. He brought proceedings against TRM and, on 23 September 2002, the Court of Appeal annulled the disciplinary sanction on the ground that Mr Rusnac did not appear to have breached any contractual obligation by departing from the script. It rejected his claim to be reinstated as news-reader, however, since it found that he had no contractual right to this position which he had filled on the basis of an oral agreement only. On 25 October 2002 TRM withdraw the disciplinary sanction in compliance with the Court of Appeal's judgment.", "41. Between 16 and 19 April 2002 the Audiovisual Coordinating Council (“ACC”: see paragraph 58 below) organised a series of meetings with managers and staff at TRM to discuss the issue of censorship and other problems facing the company. On 29 April 2002 the ACC published its conclusions, as follows:", "“Both the company's administration and the staff expressed their interest and desire to find a rapid solution to the conflict, which had given rise to demands and the creation of a strike committee.", "The discussions centred on two general themes:", "the politicised nature of the Strike Committee and the events that had occurred within [TRM];", "social and administrative issues, with emphasis on the staff's unrealised creative potential.", "A long series of events led up to the strike. There had been a very high turnover of senior managers in the company's central administration and departments, which had serious ramifications. Contrary to their contracts of employment, certain journalists and assistant directors stopped complying with instructions relating to the preparation and broadcasting of programmes, which led to a slipping of established standards and disregard for the rules and requirements of broadcasting. The political bias of certain television journalists is shown by the fact that a group of them immediately gave their support to the demonstrations at the Great National Assembly Square organised by the parliamentary opposition party. Taking advantage of the situation this created, the journalists not only improperly breached professional procedures but also did their bit to aggravate the situation in the company by dividing the staff into two camps: 'us' and 'them'.", "... Disciplinary sanctions, including the withdrawal of the presenter's licence, were imposed on the journalists who had violated broadcasting procedures. The biased statements of members of the Strike Committee were rejected by the majority of TRM staff. This led to the creation of the Anti-Strike Committee, which has no fewer members than the Strike Committee.", "The Strike Committee's action was not supported by TRM's Trade Union Committee. The members of the Strike Committee presented demands not only to the company's administration and the Government but also to the Council of Europe, without informing the Audiovisual Coordinating Council.", "With regard to the notions of 'censorship' and 'application of censorship' in the creative process, there was an attempt to qualify as 'censorship' the basic requirements imposed by the duty to comply with the obligations of service. At the same time the notions of both 'external' and 'internal' censorship were broached.", "In fact, they have tried to use the existence of censorship to justify their own poor quality work and lack of professionalism. Journalists have failed properly to perform the tasks which senior management, with the aim of producing impartial programmes, have entrusted to them. The basic requirements of professionalism are interpreted as a form of diktat or censorship. Nonetheless, it cannot be ruled out that certain directors attempted to conduct their own live broadcasting in favour of the party line of the parliamentary majority. Attempts by representatives of State power to influence the message conveyed by programmes still persist, although the ACC does not have any concrete examples of this. It is easy to understand that this form of improper influence has led to protests on the part of creative staff. This is typical of television.", "Thus, 'political censorship' has been defined as a lack of professionalism on the part of certain directors regarding the organisation of the creative process. 'Political censorship' has evolved into 'intellectual censorship'.", "It has also been observed that the company's administration does not forbid the use of the words Bessarabia, Romanian, Romanian language, Romanian history, or totalitarian regime in a historical context; however, it does not allow their use in reports about current events. The demands of the members of the Strike Committee have been given air-time. ...", "TRM's Statute was subjected to the scrutiny of the European Union before being adopted by the Government. However, certain Articles and provisions have not yet been reflected in TRM's creative activity or in the relations between management and staff. The proposals to change the State company into a public institution are aspirational and do not have a financial basis. ...", "So, the ACC, having examined the state of affairs in the State-owned company Teleradio-Moldova, considers that", "The permanent practice of changing directors and the exertion of pressure on creative staff, which is interpreted as the application of censorship, are incompatible with the activity of the creative workforce.", "The Statute of the State-owned company Teleradio-Moldova and the possible creation in the future of public posts in television and radio broadcasting should be publicly examined.", "The provisions of the Statute must be strictly complied with by the company, whose responsibility it is to set up a collegial Board of Directors.", "The definitive decision regarding the provision of powerful equipment and funding, including remuneration, should be taken by Parliament and the Government.", "The Statute and composition of the Television and Radio Artistic Commission, and the instructions for preparing and launching programmes must be re-examined. Provision must be made for permanent review of the legislation pertaining to the audiovisual sector and with full responsibility.", "The procedures for the training and reorientation of staff must be revised, and training programmes organised in studios abroad.”", "42. On 7 June 2002 the President of Moldova made a statement to the press concerning TRM. He expressed his reservations as regards the Resolution of the Parliamentary Assembly of the Council of Europe urging the Moldovan authorities to transform the State Company TRM into a Public Company (see paragraph 61 below), but declared that he would accept Parliament's decision to make such a change.", "43. On 26 July 2002 Parliament enacted Law no. 1320-XV on the Public Audiovisual Institution, “Teleradio-Moldova”, by which the State Company became a Public Company (see paragraph 65 below).", "44. According to the new law, the staff of the old State Company had to pass an examination in order to be employed at the new Public Company. An Examination Commission was appointed in May 2004. The applicant Mircea Surdu was chosen to represent existing TRM staff in the Commission.", "45. All the applicants sat the examination. The results were made public on 26 July 2004. Corina Fusu, Dinu Rusnac, Viorica Cucereanu-Bogatu, and Angela Arama-Leahu failed to be confirmed in their posts, together with a large number of the persons who had been active during the 2002 strike. Mircea Surdu resigned from the Examination Commission in protest.", "46. On 27 July 2004 the journalists who had not been retained in post organised a press conference at which they contended that they had been dismissed for political reasons. A feature report about that press conference was scheduled for the 7 p.m. news bulletin. However, the President of TRM took the decision to broadcast a nature documentary instead.", "47. On the same date, the President of TRM issued an order by which nineteen of the individuals who had taken part in the press-conference, including five of the applicants, were banned from entering TRM premises. The journalists and their supporters continued their protest outside the TRM building for approximately several months.", "48. The applicants Corina Fusu, Angela Aramă-Leahu, Dinu Rusnac and 57 other individuals complained to the Administrative Chamber of the Chişinău Court of Appeal about the unlawfulness of the reinstatement procedure, claiming in particular that the Examination Panel had been unlawfully constituted.", "49. By a judgment of 24 September 2004 the Chişinău Court of Appeal dismissed the action as unfounded. It found, inter alia, that the Examination Panel had been constituted pursuant to Law No. 1320-XV of 26 July 2002, and that this Law did not grant the applicants any specific rights as to the organisation of the examination. TRM had acted within its discretionary powers under the law and there was no right to challenge legislative provisions.", "50. On 16 March 2005 the Supreme Court of Justice dismissed the appeal as unfounded.", "51. At the Fourth European Ministerial Conference on Mass Media Policy in Prague, 7-8 December 1994, the Committee of Ministers adopted the following resolutions:", "Resolution No. 1 on The Future of Public Service Broadcasting", "“... Acknowledging that public service broadcasting, both radio and television, support the values underlying the political, legal and social structures of democratic societies, and in particular respect for human rights, culture and political pluralism;", "Stressing the importance of public service broadcasting for democratic societies;", "Recognising therefore the need to guarantee the permanence and stability of public service broadcasting so as to allow it to continue to operate in the service of the public;", "Underlining the vital function of public service broadcasting as an essential factor of pluralistic communication accessible to everyone;", "Recalling the importance of radio and stressing its great potential for the development of democratic societies, particularly at the regional and local levels;", "I. General principles", "Affirm their commitment to maintain and develop a strong public service broadcasting system in an environment characterised by an increasingly competitive offer of programme services and rapid technological change;", "Acknowledge, in line with the conclusions adopted at the 1st European Ministerial Conference, that privately owned companies as well as public organisations may provide such a service;", "Undertake to guarantee at least one comprehensive wide-range programme service comprising information, education, culture and entertainment which is accessible to all members of the public, while acknowledging that public service broadcasters must also be permitted to provide, where appropriate, additional programme services such as thematic services;", "Undertake to define clearly, in accordance with appropriate arrangements in domestic law and practice and in respect for their international obligations, the role, missions and responsibilities of public service broadcasters and to ensure their editorial independence against political and economic interference;", "Undertake to guarantee public service broadcasters secure and appropriate means necessary for the fulfilment of their missions;", "Agree to implement these commitments in accordance with the following framework:", "II. Policy framework for public service broadcasting", "Public service requirements", "Participating States agree that public service broadcasters, within the general framework defined for them and without prejudice to more specific public service remits, must have principally the following missions:", "- to provide, through their programming, a reference point for all members of the public and a factor for social cohesion and integration of all individuals, groups and communities. In particular, they must reject any cultural, sexual, religious or racial discrimination and any form of social segregation;", "- to provide a forum for public discussion in which as broad a spectrum as possible of views and opinions can be expressed;", "- to broadcast impartial and independent news, information and comment;", "- to develop pluralistic, innovatory and varied programming which meets high ethical and quality standards and not to sacrifice the pursuit of quality to market forces;", "- to develop and structure programme schedules and services of interest to a wide public while being attentive to the needs of minority groups;", "- to reflect the different philosophical ideas and religious beliefs in society, with the aim of strengthening mutual understanding and tolerance and promoting community relations in pluriethnic and multicultural societies;", "- to contribute actively through their programming to a greater appreciation and dissemination of the diversity of national and European cultural heritage;", "- to ensure that the programmes offered contain a significant proportion of original productions, especially feature films, drama and other creative works, and to have regard to the need to use independent producers and co-operate with the cinema sector;", "- to extend the choice available to viewers and listeners by also offering programme services which are not normally provided by commercial broadcasters.", "Funding", "Participating states undertake to maintain and, where necessary, establish an appropriate and secure funding framework which guarantees public service broadcasters the means necessary to accomplish their missions. There exist a number of sources of funding for sustaining and promoting public service broadcasting, such as: licence fees, public subsidies, advertising and sponsorship revenue; sales of their audio-visual works and programme agreements. Where appropriate, funding may also be provided from charges for thematic services offered as a complement to the basic service.", "The level of licence fee or public subsidy should be projected over a sufficient period of time so as to allow public service broadcasters to engage in long term planning.", "Economic practices", "Participating states should endeavour to ensure that economic practices such as the concentration of media ownership, the acquisition of exclusive rights and the control over distribution systems such as conditional access techniques, do not prejudice the vital contribution public service broadcasters have to make to pluralism and the right of the public to receive information.", "Independence and accountability", "Participating states undertake to guarantee the independence of public service broadcasters against political and economic interference. In particular, day to day management and editorial responsibility for programme schedules and the content of programmes must be a matter entirely for the broadcasters themselves.", "The independence of public service broadcasters must be guaranteed by appropriate structures such as pluralistic internal boards or other independent bodies.", "The control and accountability of public service broadcasters, especially as regards the discharge of their missions and use of their resources, must be guaranteed by appropriate means.", "Public service broadcasters must be directly accountable to the public. To that end, public service broadcasters should regularly publish information on their activities and develop procedures for allowing viewers and listeners to comment on the way in which they carry out their missions. ...", "Participating states, together with public service broadcasters, should examine at regular intervals at the European level the impact of technological change on the role of public service broadcasting at both the national and transnational levels.", "52. In 1996 the Committee of Ministers adopted Recommendation no. R(96)10, on “The Guarantee of the Independence of Public Service Broadcasting”, which stated as follows:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "Considering that the aim of the Council of Europe is to achieve a greater unity between its members for the purpose of safeguarding and realising the ideals and principles which are their common heritage;", "Recalling that the independence of the media, including broadcasting, is essential for the functioning of a democratic society;", "Stressing the importance which it attaches to respect for media independence, especially by governments;", "Recalling in this respect the principles endorsed by the governments of the member states of the Council of Europe set out in the declaration on freedom of expression and information of 29 April 1982, especially as regards the need for a wide range of independent and autonomous means of communication allowing for the reflection of a diversity of ideas and opinions;", "Reaffirming the vital role of public service broadcasting as an essential factor of pluralistic communication which is accessible to everyone at both national and regional levels, through the provision of a basic comprehensive programme service comprising information, education, culture and entertainment;", "Recalling the commitments accepted by the representatives of the states participating in the 4th European Ministerial Conference on Mass Media Policy (Prague, 7-8 December 1994) in the framework of Resolution No. 1 on the future of public service broadcasting, especially respect for the independence of public service broadcasting organisations;", "Noting the need to develop further the principles on the independence of public service broadcasting set out in the aforementioned Prague resolution in the light of the challenges raised by political, economic and technological change in Europe;", "Considering that, in the light of these challenges, the independence of public service broadcasting should be guaranteed expressly at the national level by means of a body of rules dealing with all aspects of its functioning;", "Underlining the importance of ensuring strict respect for these rules by any person or authority external to public service broadcasting organisations,", "Recommends the governments of the member states:", "a. to include in their domestic law or in instruments governing public service broadcasting organisations provisions guaranteeing their independence in accordance with the guidelines set out in the appendix to this recommendation;", "b. to bring these guidelines to the attention of authorities responsible for supervising the activities of public service broadcasting organisations as well as to the attention of the management and staff of such organisations.", "Appendix to Recommendation No. R(96)10", "Guidelines on the guarantee of the independence of public service broadcasting", "I. General provisions", "The legal framework governing public service broadcasting organisations should clearly stipulate their editorial independence and institutional autonomy, especially in areas such as:", "- the definition of programme schedules;", "- the conception and production of programmes;", "- the editing and presentation of news and current affairs programmes;", "- the organisation of the activities of the service;", "- recruitment, employment and staff management within the service;", "- the purchase, hire, sale and use of goods and services;", "- the management of financial resources;", "- the preparation and execution of the budget;", "- the negotiation, preparation and signature of legal acts relating to the operation of the service;", "- the representation of the service in legal proceedings as well as with respect to third parties.", "The provisions relating to the responsibility and supervision of public service broadcasting organisations and their statutory organs should be clearly defined in the governing legal framework.", "The programming activities of public service broadcasting organisations shall not be subject to any form of censorship.", "No a priori control of the activities of public service broadcasting organisations shall be exercised by external persons or bodies except in exceptional cases provided for by law.", "II. Boards of management of public service broadcasting organisations", "1. Competences", "The legal framework governing public service broadcasting organisations should stipulate that their boards of management are solely responsible for the day-to-day operation of their organisation.", "2. Status", "The rules governing the status of the boards of management of public service broadcasting organisations, especially their membership, should be defined in a manner which avoids placing the boards at risk of any political or other interference.", "These rules should, in particular, stipulate that the members of boards of management or persons assuming such functions in an individual capacity:", "- exercise their functions strictly in the interests of the public service broadcasting organisation which they represent and manage;", "- may not, directly or indirectly, exercise functions, receive payment or hold interests in enterprises or other organisations in media or media-related sectors where this would lead to a conflict of interest with the management functions which they exercise in their public service broadcasting organisation;", "- may not receive any mandate or take instructions from any person or body whatsoever other than the bodies or individuals responsible for the supervision of the public service broadcasting organisation in question, subject to exceptional cases provided for by law.", "3. Responsibilities", "Subject to their accountability to the courts for the exercise of their competences in cases provided for by law, the boards of management of public service broadcasting organisations, or individuals assuming such functions in an individual capacity, should only be accountable for the exercise of their functions to the supervisory body of their public service broadcasting organisation.", "Any decision taken by the aforementioned supervisory bodies against members of the boards of management of public service broadcasting organisations or persons assuming such functions in an individual capacity for breach of their duties and obligations should be duly reasoned and subject to appeal to the competent courts.", "III. Supervisory bodies of public service broadcasting organisations", "1. Competences", "The legal framework governing public service broadcasting organisations should define clearly and precisely the competences of their supervisory bodies.", "The supervisory bodies of public service broadcasting organisations should not exercise any a priori control over programming.", "2. Status", "The rules governing the status of the supervisory bodies of public service broadcasting organisations, especially their membership, should be defined in a way which avoids placing the bodies at risk of political or other interference.", "These rules should, in particular, guarantee that the members of the supervisory bodies:", "- are appointed in an open and pluralistic manner;", "- represent collectively the interests of society in general;", "- may not receive any mandate or take any instructions from any person or body other than the one which appointed them, subject to any contrary provisions prescribed by law in exceptional cases;", "- may not be dismissed, suspended or replaced during their term of office by any person or body other than the one which appointed them, except where the supervisory body has duly certified that they are incapable of or have been prevented from exercising their functions;", "- may not, directly or indirectly, exercise functions, receive payment or hold interests in enterprises or other organisations in media or media-related sectors where this would lead to a conflict of interest with their functions within the supervisory body.", "Rules on the payment of members of the supervisory bodies of public service broadcasting organisations should be defined in a clear and open manner by the texts governing these bodies.", "IV. Staff of public service broadcasting organisations", "The recruitment, promotion and transfer as well as the rights and obligations of the staff of public service broadcasting organisations should not depend on origin, sex, opinions or political, philosophical or religious beliefs or trade union membership.", "The staff of public service broadcasting organisations should be guaranteed without discrimination the right to take part in trade union activities and to strike, subject to any restrictions laid down by law to guarantee the continuity of the public service or other legitimate reasons.", "The legal framework governing public service broadcasting organisations should clearly stipulate that the staff of these organisations may not take any instructions whatsoever from individuals or bodies outside the organisation employing them without the agreement of the board of management of the organisation, subject to the competences of the supervisory bodies.", "V. Funding of public service broadcasting organisations", "The rules governing the funding of public service broadcasting organisations should be based on the principle that member states undertake to maintain and, where necessary, establish an appropriate, secure and transparent funding framework which guarantees public service broadcasting organisations the means necessary to accomplish their missions.", "The following principles should apply in cases where the funding of a public service broadcasting organisation is based either entirely or in part on a regular or exceptional contribution from the state budget or on a licence fee:", "- the decision-making power of authorities external to the public service broadcasting organisation in question regarding its funding should not be used to exert, directly or indirectly, any influence over the editorial independence and institutional autonomy of the organisation;", "- the level of the contribution or licence fee should be fixed after consultation with the public service broadcasting organisation concerned, taking account of trends in the costs of its activities, and in a way which allows the organisation to carry out fully its various missions;", "- payment of the contribution or licence fee should be made in a way which guarantees the continuity of the activities of the public service broadcasting organisation and which allows it to engage in long-term planning;", "- the use of the contribution or licence fee by the public service broadcasting organisation should respect the principle of independence and autonomy mentioned in guideline No. 1;", "- where the contribution or licence fee revenue has to be shared among several public service broadcasting organisations, this should be done in a way which satisfies in an equitable manner the needs of each organisation.", "The rules on the financial supervision of public service broadcasting organisations should not prejudice their independence in programming matters as stated in guideline No. 1.", "VI. The programming policy of public service broadcasting organisations", "The legal framework governing public service broadcasting organisations should clearly stipulate that they shall ensure that news programmes fairly present facts and events and encourage the free formation of opinions.", "The cases in which public service broadcasting organisations may be compelled to broadcast official messages, declarations or communications, or to report on the acts or decisions of public authorities, or to grant airtime to such authorities, should be confined to exceptional circumstances expressly laid down in laws or regulations.", "Any official announcements should be clearly described as such and should be broadcast under the sole responsibility of the commissioning authority.", "VII. Access by public service broadcasting organisations to new communications technologies", "Public service broadcasting organisations should be able to exploit new communications technologies and, where authorised, to develop new services based on such technologies in order to fulfil in an independent manner their missions as defined by law.”", "53. In December 2000 the Committee of Ministers adopted Recommendation Rec(2000)23 on “The Independence and Functions of Regulatory Authorities for the Broadcasting Sector” which, inter alia, emphasised that to guarantee the existence of a wide range of independent and autonomous media in the broadcasting sector, it was essential to provide for adequate and proportionate regulation, in order to guarantee the freedom of the media whilst at the same time ensuring a balance between that freedom and other legitimate rights and interests. The Committee of Ministers therefore recommended that Member States should:", "“a. establish, if they have not already done so, independent regulatory authorities for the broadcasting sector;", "b. include provisions in their legislation and measures in their policies entrusting the regulatory authorities for the broadcasting sector with powers which enable them to fulfil their missions, as prescribed by national law, in an effective, independent and transparent manner, in accordance with the guidelines set out in the appendix to this recommendation;", "c. bring these guidelines to the attention of the regulatory authorities for the broadcasting sector, public authorities and professional groups concerned, as well as to the general public, while ensuring the effective respect of the independence of the regulatory authorities with regard to any interference in their activities.", "Appendix to Recommendation Rec(2000)23", "Guidelines concerning the independence and functions of regulatory authorities for the broadcasting sector", "I. General legislative framework", "1. Member states should ensure the establishment and unimpeded functioning of regulatory authorities for the broadcasting sector by devising an appropriate legislative framework for this purpose. The rules and procedures governing or affecting the functioning of regulatory authorities should clearly affirm and protect their independence.", "2. The duties and powers of regulatory authorities for the broadcasting sector, as well as the ways of making them accountable, the procedures for appointment of their members and the means of their funding should be clearly defined in law.", "II. Appointment, composition and functioning", "3. The rules governing regulatory authorities for the broadcasting sector, especially their membership, are a key element of their independence. Therefore, they should be defined so as to protect them against any interference, in particular by political forces or economic interests.", "4. For this purpose, specific rules should be defined as regards incompatibilities in order to avoid that:", "- regulatory authorities are under the influence of political power;", "- members of regulatory authorities exercise functions or hold interests in enterprises or other organisations in the media or related sectors, which might lead to a conflict of interest in connection with membership of the regulatory authority.", "5. Furthermore, rules should guarantee that the members of these authorities:", "- are appointed in a democratic and transparent manner;", "- may not receive any mandate or take any instructions from any person or body;", "- do not make any statement or undertake any action which may prejudice the independence of their functions and do not take any advantage of them.", "6. Finally, precise rules should be defined as regards the possibility to dismiss members of regulatory authorities so as to avoid that dismissal be used as a means of political pressure.", "7. In particular, dismissal should only be possible in case of non-respect of the rules of incompatibility with which they must comply or incapacity to exercise their functions duly noted, without prejudice to the possibility for the person concerned to appeal to the courts against the dismissal. Furthermore, dismissal on the grounds of an offence connected or not with their functions should only be possible in serious instances clearly defined by law, subject to a final sentence by a court.", "8. Given the broadcasting sector's specific nature and the peculiarities of their missions, regulatory authorities should include experts in the areas which fall within their competence.", "III. Financial independence", "9. Arrangements for the funding of regulatory authorities - another key element in their independence - should be specified in law in accordance with a clearly defined plan, with reference to the estimated cost of the regulatory authorities' activities, so as to allow them to carry out their functions fully and independently.", "10. Public authorities should not use their financial decision-making power to interfere with the independence of regulatory authorities. Furthermore, recourse to the services or expertise of the national administration or third parties should not affect their independence.", "11. Funding arrangements should take advantage, where appropriate, of mechanisms which do not depend on ad-hoc decision-making of public or private bodies.", "IV. Powers and competence", "Regulatory powers", "12. Subject to clearly defined delegation by the legislator, regulatory authorities should have the power to adopt regulations and guidelines concerning broadcasting activities. Within the framework of the law, they should also have the power to adopt internal rules.", "...", "Monitoring broadcasters' compliance with their commitments and obligations", "18. Another essential function of regulatory authorities should be monitoring compliance with the conditions laid down in law and in the licences granted to broadcasters. They should, in particular, ensure that broadcasters who fall within their jurisdiction respect the basic principles laid down in the European Convention on Transfrontier Television, and in particular those defined in Article 7.", "19. Regulatory authorities should not exercise a priori control over programming and the monitoring of programmes should therefore always take place after the broadcasting of programmes.", "20. Regulatory authorities should be given the right to request and receive information from broadcasters in so far as this is necessary for the performance of their tasks.", "21. Regulatory authorities should have the power to consider complaints, within their field of competence, concerning the broadcasters' activity and to publish their conclusions regularly.", "22. When a broadcaster fails to respect the law or the conditions specified in his licence, the regulatory authorities should have the power to impose sanctions, in accordance with the law.", "23. A range of sanctions which have to be prescribed by law should be available, starting with a warning. Sanctions should be proportionate and should not be decided upon until the broadcaster in question has been given an opportunity to be heard. All sanctions should also be open to review by the competent jurisdictions according to national law.", "Powers in relation to public service broadcasters", "24. Regulatory authorities may also be given the mission to carry out tasks often incumbent on specific supervisory bodies of public service broadcasting organisations, while at the same time respecting their editorial independence and their institutional autonomy.", "V. Accountability", "25. Regulatory authorities should be accountable to the public for their activities, and should, for example, publish regular or ad hoc reports relevant to their work or the exercise of their missions.", "26. In order to protect the regulatory authorities' independence, whilst at the same time making them accountable for their activities, it is necessary that they should be supervised only in respect of the lawfulness of their activities, and the correctness and transparency of their financial activities. With respect to the legality of their activities, this supervision should be exercised a posteriori only. The regulations on responsibility and supervision of the regulatory authorities should be clearly defined in the laws applying to them.", "27. All decisions taken and regulations adopted by the regulatory authorities should be:", "- duly reasoned, in accordance with national law;", "- open to review by the competent jurisdictions according to national law;", "- made available to the public.”", "54. On 27 September 2006 the Committee of Ministers adopted a “Declaration on the guarantee of the independence of public service broadcasting in the member states” which provided as follows (footnotes omitted):", "“Recalling the commitment of member states to the fundamental right to freedom of expression and information, as guaranteed by Article 10 of the Convention for the Protection of Human Rights and Fundamental Freedoms (European Convention on Human Rights);", "Recalling, in particular, the importance of freedom of expression and information as a cornerstone of democratic and pluralist society, as underlined in the relevant case law of the European Court of Human Rights and, in this context, stressing the importance of the existence of a wide variety of independent and autonomous media, permitting the reflection of diversity of ideas and opinions, as stated in the Committee of Ministers' Declaration on freedom of expression and information of 29 April 1982;", "Highlighting the specific remit of public service broadcasting and reaffirming its vital role as an essential element of pluralist communication and of social cohesion which, through the provision of comprehensive programme services accessible to everyone, comprising information, education, culture and entertainment, seeks to promote the values of modern democratic societies and, in particular, respect for human rights, cultural diversity and political pluralism;", "Reiterating the objective to ensure the absence of any arbitrary controls or constraints on participants in the information process, on media content or on the transmission and dissemination of information, as stated in the Declaration on the freedom of expression and information;", "Bearing in mind the undertaking made at the 4th European Ministerial Conference on Mass Media Policy (Prague, December 1994) to guarantee the independence of public service broadcasters against any political and economic interference and, more particularly, recalling Recommendation No. R (96) 10 on the guarantee of the independence of public service broadcasting;", "Considering that the editorial independence and institutional autonomy of public service broadcasting, including through an appropriate, secure and transparent funding framework, should be guaranteed by means of a coherent policy and an adequate legal framework, and ensured by the effective implementation of the said policy and framework;", "Welcoming the situation which prevails in those member states where the independence of public service broadcasting is solidly entrenched through the regulatory framework and scrupulously respected in practice, as well as the progress being made in other member states towards securing such independence;", "Noting the concern expressed by the Parliamentary Assembly of the Council of Europe in its Recommendation 1641 (2004) on public service broadcasting that the fundamental principle of the independence of public service broadcasting contained in Recommendation No. R(96)10 is still not firmly established in a number of member states;", "Bearing in mind the texts adopted at the 7th European Ministerial Conference on Mass Media Policy (Kyiv, March 2005), in particular the Ministers' call for the monitoring of the implementation by member states of Recommendation No. R (96) 10, and taking note, in this connection, of the overview contained in the appendix hereto concerning the situation in member states;", "Regretting developments in a few member states that tend to weaken the guarantee of independence of public service broadcasting or lessen the independence that had already been attained, and expressing concern about the slow or insignificant progress being made in certain other member states towards securing independent public service broadcasting, be it as a result of an inadequate regulatory framework or the failure to apply in practice existing laws and regulations,", "I. Reiterates its firm attachment to the objectives of editorial independence and institutional autonomy of public service broadcasting organisations in member states;", "II. Calls on member states to:", "- implement, if they have not yet done so, Recommendation No. R(96)10 on the guarantee of the independence of public service broadcasting, with particular reference to the guidelines appended thereto, and having regard to the opportunities and challenges brought about by the information society, as well as by political, economic and technological changes in Europe;", "- provide the legal, political, financial, technical and other means necessary to ensure genuine editorial independence and institutional autonomy of public service broadcasting organisations, so as to remove any risk of political or economic interference;", "- disseminate widely the present declaration and, in particular, bring it to the attention of the relevant authorities and of public service broadcasting organisations, as well as to other interested professional and industrial circles;", "III. Invites public service broadcasters to be conscious of their particular remit in a democratic society as an essential element of pluralist communication and of social cohesion, which should offer a wide range of programmes and services to all sectors of the public, to be attentive to the conditions required in order to fulfil that remit in a fully independent manner and, to this end, to elaborate and adopt or, if appropriate, review, and to respect codes of professional ethics or internal guidelines.", "Appendix to the Declaration", "Introduction", "1. By decision of 24 November 2004, the Committee of Ministers of the Council of Europe instructed the Steering Committee on the Mass Media (CDMM), which subsequently became the Steering Committee on the Media and New Communications Services (CDMC), inter alia to look into 'the independence of the public broadcasting service'.", "The Ministers participating in the 7th European Ministerial Conference on Mass Media Policy (Kyiv, March 2005) also requested that the Council of Europe 'monitor the implementation by member states of Recommendation No. R (96) 10 of the Committee of Ministers on the guarantee of the independence of public service broadcasting, with a view, if necessary, to providing further guidance to member states on how to secure this independence'.", "2. This appendix contains an overview on the independence of public service broadcasting organisations in member states. The appendix and the Committee of Ministers' declaration that precedes it have been prepared under the authority of the CDMC by its subordinate Group of Specialists on public service broadcasting in the information society (MC-S-PSB) in response to the above-mentioned instructions and request.", "3. This appendix is based on Council of Europe documents as well as on information available from a variety of other sources, including international and non-governmental organisations. Its purpose is to give an overview of the complex and diverse situation in Council of Europe member states and to identify areas where national audiovisual or media policies, as well as legal, institutional or financial frameworks for public service broadcasting resulting from these policies, may need to be re-examined to become better aligned with Council of Europe standards.", "Legal framework", "4. According to Recommendation No. R (96) 10, the legal framework governing public service broadcasting organisations should clearly stipulate their independence. The general provisions in Part I of the appendix to that recommendation highlight a number of issues requiring appropriate regulations in order to guarantee that independence. Specific reference is made to the need to regulate the responsibility and supervision of public service broadcasting organisations and of their statutory organs, and to the requirement that there be no form of undue interference in the form of censorship and a priori control of their activities.", "5. Almost all Council of Europe member states have established legal frameworks governing public service broadcasting, in a few cases with a clear constitutional basis. The latter reflects the understanding that the legal basis of public service broadcasting should be subject to broad consensus.", "Many of those legal frameworks can be regarded as meeting Council of Europe standards, in particular to the extent that they declare the editorial independence and institutional autonomy of public service broadcasting organisations and set out rules for the establishment, membership and operation of their governing and supervisory bodies. Some of those regulatory frameworks and the manner in which they are applied in practice are fully consistent with Council of Europe standards on the subject and, on occasion, can even be characterised as exemplary.", "6. By contrast, in a number of Council of Europe member states, legal frameworks for public service broadcasting organisations are unclear or incomplete. In some cases, the applicable regulations are not capable of guaranteeing editorial independence and institutional autonomy of public service broadcasters, whether as a result of the tenor of substantive provisions or of the weakness or absence of mechanisms designed to ensure their application.", "Reportedly, in some cases, while relevant provisions may be adequate, they are disregarded in practice, leaving public service broadcasting organisation under the effective control of the government or political bodies or formations, serving the interests of those bodies rather than society at large.", "On occasion, the provisions relating to governing or supervisory bodies (as, for example, regarding the selection, appointment and termination of appointment of members) entail a risk of interference. In this connection, complaints have been voiced to the effect that proposed or actual changes to the regulatory framework in a few member states curtail the independence of public service broadcasters' governing and/or supervisory bodies.", "Public service remit", "7. Resolution No. 1 on the future of public service broadcasting, adopted at the 4th European Ministerial Conference on Mass Media Policy (Prague, December 1994), summarises the main missions of public service broadcasters. In this context, it should be recalled that Recommendation Rec(2003)9 on measures to promote the democratic and social contribution of digital broadcasting states that 'public service broadcasting should preserve its special social remit, including a basic general service that offers news, educational, cultural and entertainment programmes aimed at different categories of the public'.", "Further, the above-mentioned Resolution No. 1 includes an undertaking 'to define clearly, in accordance with appropriate arrangements in domestic law and practice and in respect for their international obligations, the role, missions and responsibilities of public service broadcasters and to ensure their editorial independence against political and economic interference'.", "In the media context, a genuine public service presupposes the independence of the organisations entrusted with the delivery of that service. It also involves the ability, in terms of legal provisions and material possibilities, to adapt to changing circumstances. This close link between public service remit and independence is the guiding principle behind Recommendation No. R(96)10.", "8. In practically all Council of Europe member states, the relevant legal frameworks address the question of public service remit.", "While there is great diversity in the approach followed (for example, as to the degree of detail provided, reflecting each country's broadcasting strategy and policies, as well as the cultural, economic or political context, mostly by defining it in a clear and comprehensive manner), the determination of the remit of public service broadcasting organisations can on the whole be regarded as satisfactory. In some cases, the public service broadcasting organisations' purpose is particularly well defined, both in terms of immediate aims and the manner in which those aims should be achieved, as well as envisaged future developments (for example, in view of the new information and communication technologies (ITCs)).", "9. By contrast, in some member states, the remit of public service media is unclear or difficult to apply. This has not paved the way to offering quality services of public interest (for example, balanced/impartial news programmes; education and learning; investigative journalism; ensuring pluralism and diversity in the media; minority and local/community programmes; offering quality entertainment; and promoting creativity) which have traditionally distinguished public service broadcasting organisations from commercial ones.", "There has been criticism that, in certain countries, the distinction between public service and commercial broadcasting has become increasingly blurred, leading to what is called 'programme convergence', to the detriment of the quality of the programmes offered by the former. While it is important for public service broadcasters to offer entertainment programmes and to seek to reach wide audiences, the distinctiveness of public service content as a whole, vis-à-vis commercial output, must also be ensured. Moreover, on occasion, the public service broadcasters are not provided with the legal means or the material resources necessary for the adequate implementation of the public service entrusted to them. This situation can result in poor quality programmes or lead to over-reliance on mass-appeal and revenue-generating programmes, which is not in keeping with the public service remit.", "10. It would appear that, in those countries where the situations described in the foregoing paragraph prevail, either there is little knowledge both among professionals and within society at large of the particular mission of public service broadcasters and understanding of the characteristics of public media, or proper performance of the public service mission is prevented by extraneous circumstances. In some of those countries, there would also seem to be a lack of experience as regards public service broadcasting, leading to widespread indifference regarding its role in a democratic society or a lack of confidence that genuine public service in the audiovisual area will be established and safeguarded.", "Remedying these shortcomings, restoring or enhancing the legitimacy of public service broadcasting and, more particularly, raising awareness of and promoting the importance of such a service based on Council of Europe standards is essential. The role of public authorities in this respect should not be underestimated.", "11. As already indicated, in some member states, public service broadcasting organisations' legal framework specifically permits them to adapt in light of developments (for example, new communication technologies). In several member states, while this is not specifically foreseen in the legal framework, nothing prevents them from offering the public service entrusted to them using new formats or platforms. Progress in this area is to be welcomed. In other cases, however, existing provisions do not allow or are interpreted as an obstacle for such development.", "Editorial independence", "12. Article 10, paragraph 1, of the European Convention on Human Rights stipulates that 'everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority ...'. In its case law, the European Court of Human Rights has repeatedly underlined the importance of this right with regard to freedom of the media and editorial independence.", "13. The Council of Europe has developed further standards reinforcing freedom of the media and editorial independence.", "In its Declaration on freedom of expression and information, adopted on 29 April 1982, the Committee of Ministers underlined the objective to ensure the absence of any arbitrary controls or constraints on participants in the information process, on media content or on the transmission and dissemination of information. Further, at the 4th European Ministerial Conference on Mass Media Policy, Council of Europe member states undertook to guarantee the independence of public service broadcasters against political and economic interference. These commitments and objectives have been reiterated in a number of other Council of Europe documents, and are also at the origin of Recommendation No. R(96)10.", "More particularly, in Part I, Recommendation No. R (96)10 stipulates that the legal framework governing public service broadcasting organisations should provide for their editorial independence, offers guidance designed to facilitate the guarantee of editorial independence and proscribes interference in the form of censorship or control of their activities.", "14. As already indicated, the legal frameworks in many Council of Europe member states make provision for the editorial independence of public service broadcasting organisations.", "In practice, in a majority of member states, public service broadcasters enjoy editorial independence and institutional autonomy. It is generally acknowledged that, in those member states, interference with editorial independence would be met with a strong reaction from the public service broadcasting organisations concerned, as well as by other media, civil society and the public in general. In several member states, legal mechanisms have been set up to deal with such situations should they occur.", "15. However, in other cases, some public service broadcasting organisations reportedly face interference and pressure. Such allegations concern close ties between public service broadcasters and government, politicians or public or private entities, or the undue influence of such bodies or persons on public service broadcasting organisations, which compromise editorial independence. The situation during electoral periods and campaigns is often highlighted; it is alleged that, during such periods, leverage over public broadcasters is used to ensure favourable coverage.", "16. In some Council of Europe member states, the process of transformation of state broadcasting organisations into genuine public service broadcasters has been slow or still is under way and has, on occasion, been more formal than real. In some countries, the influence of governments and politicians on broadcasting regulators or the broadcasting sector in general has been identified as the key impediment to building and ensuring a diverse, impartial and pluralistic broadcasting landscape. The undue influence of private actors has also on occasion been reported.", "17. It might be added that, in some member states, there is a lack of tradition concerning self-regulation or co-regulation, the adoption of and compliance with editorial standards, and a general culture of objectivity and professionalism. Ethical codes and internal guidelines, which can greatly contribute to the independent functioning of public service broadcasters, have not yet been adopted in all member states experiencing the problems outlined above.", "Funding", "18. The question of resources available to public service broadcasting organisations is at the crux of the issue of their independence and their ability to fulfil their remit. This explains the undertakings made at the 4th European Ministerial Conference on Mass Media Policy 'to guarantee public service broadcasters secure and appropriate means necessary for the fulfilment of their missions' and 'to maintain and, where necessary, establish an appropriate and secure funding framework which guarantees public service broadcasting organisations the means necessary to accomplish their missions', as well as the attention paid to the matter in Recommendation No. R(96)10.", "19. In some Council of Europe member states, public service broadcasting organisations receive appropriate funding, be it in the form of direct contributions from the state, licence fees, income-generating activities or a combination of these sources.", "Whichever approach is adopted, it can be implemented with due respect for the market. It is generally agreed that care should be taken so that funding of public service broadcasters does not affect competition on the audiovisual market to an extent which would be contrary to the common interest. That said, excessive reliance on income-generating activities, which is often caused by a lack of public funding, can have a negative impact on programming and, in consequence, on the fulfilment of the public service remit entrusted to the organisations concerned.", "It is often advanced that there is some degree of correlation between the resources available to public service broadcasting organisations and the quality of the services rendered by them. However, the satisfactory delivery of public service and sound management can also be regarded as contributing to attracting adequate resources.", "20. Reportedly, in other Council of Europe member states, there is no appropriate, secure and transparent funding framework guaranteeing public service broadcasting organisations the means necessary to accomplish their remit. On occasion, funding commitments and mechanisms often represent mere statements of intention, without efforts being made to implement them in practice.", "Concerns are also frequently expressed as regards the threat to the continuity of the activities of public service broadcasting organisations due to uncertainty of both short- and longer-term funding (for example, as a result of lack of consultation on state contributions, difficulties arising from the fee collection system, failure to adjust contributions of licence fees in view of inflation) or exposure to pressure from authorities with financial decision-making power and the resulting threat to editorial independence and institutional autonomy. In order to avoid such risks, especially in cases where public funding comes from the state budget, appropriate safeguards should be put in place.", "Employee protection", "21. The relevance of staff policy matters has also been recognised in Recommendation No. R(96)10, which contains some references to recruitment and non-discrimination, associative activities and the right to engage in industrial action, and the requirement that staff be free from influence from outside the public service broadcasting organisation concerned.", "22. It would appear that these criteria are met in many Council of Europe member states, and that employee protection standards are generally respected.", "23. However, reportedly, in a number of Council of Europe member states, such standards are not yet well-established, particularly where the media are concerned. This situation renders media professionals more exposed to political and economic influence and pressure and less committed to professional standards.", "Complaints are sometimes made of discrimination or dismissal of journalists resulting from pressure brought to bear on management by outside persons or bodies, and allegations have been made to the effect that, in certain countries, under cover of the process of transformation of state broadcasting organisations into public service broadcasters, journalists who are thought to be too controversial or inquisitive have been dismissed.", "Concern has also been expressed in respect of proposals to give responsibility for the management of staff issues in public service broadcasters or regulatory bodies to the government.", "Openness, transparency and accountability", "24. Due to its very nature, public service broadcasting should be accountable to society at large, both because it exists to serve the public in general and because, in most cases, it is financed at least partly from public resources (for example, state contributions) or from broadcasting fees, paid by the intended beneficiaries of the service. According to Resolution No. 1 adopted at the 4th European Ministerial Conference on Mass Media Policy, 'public service broadcasters must be directly accountable to the public. To that end, public service broadcasters should regularly publish information on their activities and develop procedures for allowing viewers and listeners to comment on the way in which they carry out their missions'.", "It goes without saying that accountability is also desirable as regards the sound management of the resources available to public service broadcasting organisations.", "25. In most Council of Europe member states, public service broadcasting organisations are relatively open and transparent.", "Noteworthy examples of good practice as regards accountability concern some public service broadcasting organisations that engage very actively in seeking audience feedback with a view to assessing their own performance and review, when necessary, the services provided by them.", "Many public service broadcasters publish relevant information on a regular basis, some being subject to statutory obligations to publishing yearly reports or submit such reports to parliament. This allows for desirable public scrutiny.", "26. However, in some cases, there is insufficient openness, transparency and accountability vis-à-vis society at large as to how public service broadcasting organisations implement their mission and use the (public) resources available to them. It has also been advanced that there are cases where, despite provisions concerning submission of an annual report to the national parliament, such a report is rarely the subject of scrutiny and real debate.”", "55. Under section 4 of the Administrative Proceedings Act (Law no. 793-XIV of 10 February 2000), statutes and regulatory administrative decrees, orders and decisions of the President and the Government are not subject to judicial review; they are subject to verification of their constitutionality. A review of constitutionality is undertaken only when the Constitutional Court is seized of the matter (section 4 of the Constitutional Court Act, Law no. 317-XIII, 13 December 1994). There is no direct access in the form of an individual petition to the Constitutional Court. The persons and institutions entitled to refer a case to the Constitutional Court are exhaustively listed in section 25 of the Constitutional Court Act and Article 38 of the Constitutional Jurisdiction Code, which provide as follows:", "“The following shall have the right to refer a case to the Constitutional Court:", "(a) the President of the Republic of Moldova;", "(b) the Government;", "(c) the Minister of Justice;", "(d) the Supreme Court;", "(e) the Economic Tribunal;", "(f) the Attorney General;", "(g) a member of Parliament;", "(h) a parliamentary group;", "(i) the Ombudsman;", "(j) the People's Assembly of Gagauzia (Gagauz-Yeri) ...”", "56. Freedom of expression is guaranteed by the Constitution, as follows:", "(1) All citizens are guaranteed the freedom of opinion as well as the freedom of publicly expressing their thoughts and opinions by way of word, image or any other means possible.", "(2) The exercise of freedom of expression may not harm the honour, dignity or the rights of other people to have and express their own opinions or judgments.", "(3) The law shall forbid and prosecute all actions aimed at denying and slandering the State or the people. Instigations to sedition, war, aggression, ethnic, racial or religious hatred, the incitement to discrimination, territorial separatism, public violence, or other actions threatening constitutional order are also forbidden and liable to be prosecuted.”", "57. The Audiovisual Broadcasting Act (Law no. 603-XIII of 3 October 1995) set out standards for freedom of expression in audiovisual broadcasting, as follows:", "(3) The audiovisual institutions shall not be subjected to censorship.", "Freedom of audiovisual expression implies strict observance of the Constitution and it cannot be exercised to the detriment of another person's dignity, honour, private life or image.", "(1) The State shall guarantee all the necessary conditions for the activity of the public audiovisual institutions.", "(2) The State shall guarantee the endowment of the public audiovisual institutions with the necessary technical equipment for their broadcasting.", "A journalist from an audiovisual institution, who acts on its behalf, shall have the right:", "...", "(h) to access to the courts at all levels.", "58. The Act also set up the Audiovisual Coordinating Council (“ACC”):", "(1) The Audiovisual Coordinating Council shall be composed of nine members, appointed by:", "(a) the Parliament – three members (including one audiovisual specialist);", "(b) the President of the Republic of Moldova – three members (including one audiovisual specialist);", "(c) the Government - three members (including one specialist in telecommunications). ...”", "59. TRM was created on 11 March 1994 by Presidential Decree no. 63, which provided:", "The National Radio and Television is liquidated.", "The State Company 'Teleradio-Moldova' is created.", "The administration of the State Company 'Teleradio-Moldova' will be exercised by the President of the Company while the coordination of its activity will be carried out by the Coordinating Council.”", "60. TRM's Statute was amended by the Governmental Decision No. 502 of 12 September 1996 on the Statute of the State Company “Teleradio-Moldova”. This read:", "The Company is a public audiovisual institution. The creative and editorial activity of the Company shall be protected by law from interference by the public authorities and pressure from political parties.", "'Teleradio-Moldova' shall have the status of a State Company.", "The founder of the Company is the Government, in the name of the State of the Republic of Moldova. The activity of the Company shall be conducted by the State through the Audiovisual Coordinating Council.", "The Company shall have the following objectives:", "To provide truthful and objective information about the socio-political, economic and cultural life of the country and the external relations of the State;", "To promote the interests of all strata of society, to propagate the values of peace and humanism, democratic values and respect for human rights;", "To create, accumulate, preserve and promote cultural and artistic values.", "The creative and editorial activity of the Company shall be independent. Television and radio programmes shall be protected by law from interference by the public authorities and influence and pressure from any political party.", "The Company shall be obliged:", "To present in an objective and impartial manner the realities of national and international socio-political life; to ensure the people's right to information; to promote the authentic values of the national culture, of the culture of the national minorities and of universal culture;", "To ensure freedom of expression, freedom of thought and freedom of circulation of information;", "To ensure respect for the rights of journalists in accordance with the national legislation and with international practice; to ensure the presence of persons with different political and confessional views within its broadcasts;", "To give priority to and broadcast free of charge the press releases of the Parliament, Government and President of Moldova ...", "The research and creation sub-units of the Company shall ensure a journalist's right to an opinion and to his or her own position. The Company cannot oblige a journalist to promote any ideas which are in contradiction with his or her moral values.", "The programmes broadcast by the Company must not propagate war, aggression, ethnic, racial, class or religious hatred, violent anti-State actions, terrorism, public disobedience, territorial separatism or any ideas and opinions contrary to moral standards.", "The President of the Company, the General Director of Television and the General Director of Radio shall be appointed by Parliament, on the proposal of the Audiovisual Coordinating Council or on its own initiative. The term of office shall be five years. The Vice-President of the Company shall be appointed by the Audiovisual Coordinating Council, on the proposal of the President of the Company for a period of five years.", "The President of the Company shall:", "Run the Company; ...", "Employ and dismiss the employees of the Company;", "Supervise the activity of the Company's Board of Directors; ...", "The Board of Directors is a collegial and consultative administrative body of the Company. It shall be composed of thirteen members, who shall act in accordance with the Regulations of the Board of Directors.", "The President of the Company shall automatically be a member of the Board of Directors. The other members shall be the representatives of the Government and of the Audiovisual Coordinating Council.”", "61. On 24 April 2002 the Parliamentary Assembly adopted Resolution 1280(2002) on “The functioning of democratic institutions in Moldova”, which stated, inter alia:", "“1. The Parliamentary Assembly expresses grave concern about the events which have been occurring in Moldova since January 2002 and its anxiety about the continuous worsening and radicalisation of the political climate there, which is a threat to the country's stability.", "2. Demonstrations organised by the Christian Democratic People's Party (CDPP) have been going on now in the town centre of Chisinau for more than three-and-a-half months. ...", "7. The Assembly notes that the scale of the protest movement by journalists and staff of Teleradio Moldova underlines the need to carry out reforms quickly, so as to fully guarantee freedom of expression and promote a public broadcasting service. It urges the authorities to end the practice of censorship of television programmes and to afford all opposition political parties, both inside and outside parliament, generous access to discussion programmes. It asks the Moldovan Government and Parliament to embark without delay on work to transform Teleradio Moldova into an independent public corporation. ...", "10. The Assembly expects the Moldovan political forces to pursue genuine, constructive dialogue and to agree on a compromise which should include the following elements: ...", "iv. the revision of radio/television legislation and amendment of the status of Teleradio-Moldova to make it an independent public corporation; an immediate start of work by the relevant parliamentary committee; the possible resumption of consideration of the draft legislation examined by the previous legislature; ... [completion of work] by the end of the current parliamentary Session, on 31 July 2002;", "11. The Assembly calls upon the Moldovan Government and Parliament to take the above measures without delay. ...", "14. The Assembly calls upon the Moldovan authorities to co-operate fully with the Council of Europe and its bodies, and in particular: ...", "ii. to submit for Council of Europe expert appraisal the future bills for the reform broadcasting and transform the state company Teleradio Moldova into an independent public service corporation; ...”", "62. On the same day the Parliamentary Assembly adopted a recommendation, No. 1554(2002) on “The functioning of the democratic institutions in Moldova”, containing inter alia the following request:", "“5. The Assembly also asks the Committee of Ministers to step up co-operation with the Moldovan authorities concerning:", "i. speedy expert appraisal of coming bills to reform broadcasting and transform the State Company Teleradio Moldova into an independent public service corporation; ...”", "63. Following correspondence between the Moldovan authorities and the Secretary General of the Council of Europe, an expert, Karol Jakubowicz, Head of Strategic Planning and Development at Polish Television, carried out a written analysis of the Government's draft law on public service broadcasting in Moldova. In his first report, of 22 July 2002, (ATCM (2002) 19), Mr Jakubowicz commented, inter alia:", "“[The Government's draft] ... provides for many forms of direct political interference into [the broadcasting organisation's] activities:", "• Obligation in Article 4(2) and Article 6(1) to disseminate 'communications d'intérêt public, reçues des autorités publiques' and to provide air time, on request, to public authorities and organs of public administration, for the transmission of such announcements, without any limits concerning the content, nature and reasons for their transmission.", "• Appointment of members of 'Council of Observers' directly by Parliament, the President and government - Art. 13(2).", "• Possibility of their dismissal at any time by the body which appointed them, in case of 'a violation of the Loi de l'Audiovisuel', i.e. practically under any pretext – Art. 13(5).", "• The requirement that the rules of procedure of the Council of Observers must be approved by Parliament - Art. 13(7).", "• Appointment of Director General directly by Parliament, which can also dismiss him/her on a motion from the Council of Observers – Art. 19.", "• The right of a special parliamentary committee to demand written explanation of any action by the public broadcaster which in the Parliament's opinion violates the law, and then to require, together with CCA, that such violations be redressed.", "These proposed provisions can hardly be accepted as being in line with Recommendation No. R (96)10 of the CoE Committee of Ministers on the Guarantee of the Independence of Public Service Broadcasting or with Article 10 of the European Convention on Human Rights. The provision of Article 10 that freedom of speech should be exercised 'without interference by a public authority' refers in particular to interferences imposed by the State or a public authority or official. Moreover, the European Court of Human Rights has recognised that in certain circumstances the Convention may impose a positive obligation on a state to prevent, regulate or limit interferences by a private person or body with freedom of expression. Genuine, effective exercise of the freedom of expression and information does not depend merely on the State's duty not to interfere, but may also require positive measures to help to stimulate or to protect and defend the freedom of expression. It is expected that the member states of the European Convention are under the obligation to take the necessary measures to protect and to promote the freedom of expression exercised by mass media and journalists. The provisions listed above cannot be reconciled with these obligations, because they concentrate on creating positive reasons for political authorities to intervene into the operation of the public service broadcaster in ways which create a real possibility of limiting its freedom”.", "64. Mr Jakubowicz's second analysis, dated 18 December 2002 (ATCM (2002) 30), was concerned primarily with the proposals for the composition of TRM's governing body, the “Observer's Council”. He referred to the guideline set out in the Appendix to the Committee of Ministers' Recommendation No. R (96) 10 (see paragraph 51 above), that the rules governing the status and membership of supervisory bodies of public service broadcasting organisations should be drafted so as to avoid placing the bodies at risk of political or other interference and observed that there were two possible models for the composition and manner of appointment of members of bodies like the Supervisory Council:", "“• Under the first, identified institutions and groups in the civil society are authorized to delegate a representative of their own choice to the Broadcasting Council, for a fixed period (e.g. four years). Examples of such institutions and groups are churches, universities, theatres, authors, journalists, musicians, farmers, women, young people, sports federations, environmentalists, employers, trade unions, etc.", "• Under the second, a fixed number of members (e.g. nine or twelve) is appointed by Parliament or by several public institutions (e.g. one-third by Parliament, one-third by the government, one-third by the President). Since the members of the Broadcasting Council are to represent the interests of the civil society, great pains must be taken to ensure that they do not in reality represent the political views and interests of those who appointed them ...", "In the socio-political conditions of a country in transition, the second model contains a potential contradiction: can individuals appointed by Parliament, or by Parliament, the government and the President, really represent civil society, or the interests of society in general? In conditions of extreme politicisation of public life, can political appointees really be relied upon NOT to represent the political views and interests of those who appointed them?", "Because the risk that they will do precisely that is very high, preference should, we believe, be given to the first model.", "Of course, despite all the legal precautions, no-one can control who individual members of the Council will want to listen to and whose views they will want to follow. For this reason, it is important that the composition of the Council be as pluralistic as possible, so that potential influences which the Council members may be under will be as diversified as possible. ...”", "65. On 26 July 2002, with a view to transforming TRM into a public service broadcasting organisation, Parliament adopted Law No. 1320-XV TRM on the Public National Broadcasting Company Teleradio-Moldova. The Law, which did not take into account the Council of Europe's expert's recommendations (see paragraphs 63-64 above), provided as follows:", "The national public audiovisual institution – the 'Teleradio-Moldova' Company - is hereby created. It shall be an institution with legal personality and with functional autonomy and editorial independence which shall ensure the right to the freedom to impart truthful and objective information throughout the territory of the Republic of Moldova ...", "(2) The Company must ensure a large diversity of broadcasts covering the interests of different social, national, religious and political categories.", "(3) The Company must ensure respect for the principle of objectivity and impartiality within its news and documentary broadcasts.", "(1) The Company's Observers' Council is an autonomous body which shall be responsible for ensuring observance of the right of the people and of society to receive truthful, complete and objective information. It shall be charged with monitoring the Company's observance of law and of its statute.", "(2) The Observers' Council shall be composed of 15 members who are well-known persons from the cultural, scientific, educational, media and other spheres. Their term of office shall be five years and they shall be appointed by:", "(a) Parliament – two members (one from the opposition) ...;", "(b) The President of the Republic of Moldova – two members;", "(c) The Government – two members;", "(d) The High Council of the Judiciary – one member;", "(e) The creative staff of the Company – one member;", "(f) The national minorities' organisations – two members;", "(g) The Confederation of the Trade Unions of Moldova – one member;", "(h) The Confederation of the Free Trade Unions 'Solidarity' – one member;", "(i) The Creative Unions (the Union of Writers, the Union of Plastic Artists, the Union of Cinema Workers, the Union of Composers, the Union of Theatre Workers) – one member;", "(j) The media organisations (the Union of Journalists, the Association of the Free Press, the Association of the Electronic Press, the Committee for the Freedom of Press, the Independent Journalism Centre, the Mass-media Association) – one member;", "(k) The Association of Veterans – one member.", "The Observers' Council shall:", "Appoint the President of the Company, the Vice-President, the Executive Director of Television and the Executive Director of Radio;", "Confirm the composition of the Board of Directors;", "Supervising the Company's activity", "(1) Supervision of the Company's activity shall be exercised by the Observers' Council.", "(2) If the Observers' Council is not discharging its supervisory functions properly, Parliament may, by way of a Special Parliamentary Commission, demand from any organ of the Company written information about the actions or omissions which in Parliament's view breach the present law. The Special Parliamentary Commission shall be composed of representatives of all the parliamentary factions, which shall be represented proportionally to the representation of their parties in Parliament.", "...", "(4) Parliament, together with the Audiovisual Coordinating Council, may order the Company to take adequate measures to eliminate the breaches of law found.", "(5) The Company shall have the right to challenge in the courts, in accordance with the legislation in force, the legality of the orders received ...", "...", "(7) Any measure taken under the present Article shall not infringe the Company's freedom of information and the right to freedom of expression.”", "66. On 18 September 2002 the Committee of Ministers adopted a Reply to the Parliamentary Assembly's Recommendation 1554 (see paragraph 61 above) in which it stated, inter alia, that the status of TRM remained a subject of concern. Although Law No. 1320-XV represented progress, it provided for many forms of direct political interference with TRM's activities, as Mr Jakubowicz had pointed out in his analysis. The Committee of Ministers stressed that the provisions were not in line with the standards of the Council of Europe and risked being in contradiction with Article 10 of the Convention.", "67. On 26 September 2002 the Parliamentary Assembly adopted a further resolution on the functioning of democratic institutions in Moldova, no. 1303 (2002), in which it invited the Moldovan authorities to “revise, during the autumn of 2002, the law on the national public broadcasting company Teleradio-Moldova, by genuinely involving civil society, associations representing the media and the political opposition in discussion, and by taking on board the recommendations made by the Council of Europe's experts. In particular, it requested that “revision of the provisions on the composition, appointment and powers of the observers' council be the subject of the widest possible consultation ...”", "68. The Government subsequently decided that Law No. 1320-XV had not been sufficient to complete the transformation of TRM and an amending bill was drafted, which, in addition to a number of minor amendments, contained a proposal to liquidate the existing TRM and establish a new organisation under the same name.", "69. Mr Jakubowicz published an analysis of the draft amending law on 24 October 2003 (ATCM(2003)025) in which he made the following observations:", "“... The law now in force contains only basic provisions concerning the status of the company as a public service broadcaster and describing its institutional arrangements. Therefore, it was clear that it would have to be amended and extended to create a full and appropriate legal framework for public service broadcasting in Moldova - in line with Resolution No. 1 'The Future of Public Service Broadcasting' adopted by the 4th European Ministerial Conference on Mass Media Policy (Prague, 7-8 December 1994); Recommendation No. R(96)10 of the Committee of Ministers to Member States on the Guarantee of the Independence of Public Service Broadcasting, and Recommendation Rec(2003)9 of the Committee of Ministers to Member States on Measures to Promote the Democratic and Social Contribution of Digital Broadcasting.", "The question, therefore, arises as to whether this proposed amendment meets that goal.", "CONCLUSION", "Apart from the proposal to liquidate the existing Teleradio-Moldova and to establish a new organisation under the same name in its place, the amendments concern relatively minor matters. ...", "Accordingly, these amendments cannot be seen as completing the effort fully to regulate Teleradio-Moldova, safeguard its proper operation, independence, autonomy and financing, and create legal certainty for the company. They change little of real substance in the way Teleradio-Moldova operates as a public service broadcaster. ...", "Under the amendments, the plan is to (i) liquidate the State Company Teleradio-Moldova; (ii) to dismiss its entire personnel; and (iii) to deprive it of all the assets (which assets would then be transferred to the new National Broadcasting Company Teleradio-Moldova is to be the subject of a separate government decision and there is no deadline by which this decision is to be taken). It is not clear whether this means that Teleradio-Moldova should suspend its operations and stop broadcasting in the interim period or not. This is certainly suggested by the provision that its entire staff is to be dismissed, but perhaps there is a plan to continue broadcasting nonetheless.", "The execution of this plan would be very disruptive for Teleradio-Moldova and its audiences. At the same time, it is not clear what substantive purpose this would serve. As we will argue below, there is nothing in the draft amendments which makes this indispensable from a legal point of view. Moreover, it appears that the liquidation will not be complete, since there is no provision for the appointment of a new Supervisory Council or Management Board, nor of a new President. If the governing bodies of the organisation remain, there is no real liquidation, only mass dismissal of the staff under the guise of liquidation. ...”", "70. The amending law was nonetheless adopted by Parliament on 17 October 2003. TRM was registered with the State Registration Chamber as a Public Company on 26 July 2004 and started to broadcast under its new statute on 8 August 2004.", "71. On 4 October 2005 the Parliamentary Assembly adopted Resolution 1465 (2005) on the functioning of the democratic institutions in Moldova, in which it made the following observations, among others:", "“6. ... However, genuine involvement of civil society requires a pluralist and dynamic media sector, particularly with regard to television. The conditions must also be created for a genuinely independent and professional public broadcasting service.", "...", "14. The Assembly further urges the Moldovan authorities, with regard to the protection of human rights, to ...", "14.1.1. revise legislation regarding public service broadcasting (both national and local) and the Audio-visual sector in general;", "14.1.2. pursue the transformation of Teleradio Moldova into a genuine public service broadcaster, as defined in Assembly Recommendation 1641 (2004) on public service broadcasting; ...”", "72. In January 2004 the Special Representative of the Secretary General of the Council of Europe in Moldova made the following report on the media in Moldova:", "“The Constitution of the Republic of Moldova guarantees freedom of expression and freedom of the press. Yet the situation in the media in Moldova is one of the fields of major concern for a number of embassies in Chisinau as well as NGOs. During the last two years pressure of the authorities over the independent mass media means increased, in parallel with support of state publications.", "The situation in the electronic media is very important having in mind that in rural areas, where approximately half of the population of the Republic of Moldova lives, access to information is very limited. Newsstands are practically non-existent, and written press gets there with delays up to a week. The radio is the main source of information.", "The opposition is not adequately represented on the air. Dismissals of journalists are becoming more frequent.", "• One of the spectacular examples of censorship in National TV was the banning of the transmission of the popular live talk-show Buna Seara 28 November last year to which the leaders of parliamentary factions Stepaniuc, Braghis and Rosca, SRSG and the Press Officer of the OSCE Mission had been invited. Three hours before the beginning of the program SRSG was officially informed by RTM Chairman Efremov that it was not going on air because the majority leader had decided not to attend.", "• There is a common agreement between the political forces that the TV channel Moldova 1 has to transmit the first 30 minutes of the meetings of the Permanent round table without editing. This obligation was not honoured during the December meeting of the table and the explanation was that the appearance in the Opposition hour three days later is enough for the week. The report that went on the news the same day delicately avoided most statements containing criticism towards the authorities.", "• 'The Hour of the Opposition' itself, which looks like monologue of the opposition, does not seem to be contributing much to the dialogue with the majority. What we need is real debate. ...”", "73. The Organization for Security and Co-operation in Europe (OSCE)'s Representative on Freedom of the Media made his second visit to Chisinau from 18 to 21 October 2004, at the invitation of the Government. The purpose of the trip was to assess the current state of media freedom in the country and to provide the authorities with recommendations. The Representative met with government officials, parliamentarians, journalists, and representatives of non-governmental organisations. On 16 December 2004 he published his “Observations and recommendations”, which stated inter alia:", "“Positive developments – pluralism ...", "There are a number of estimable developments in the situation of the Moldovan media.", "Overall, media pluralism is highly developed in Moldova, both in terms of quantity of media outlets and of different views that are represented (albeit diversity on both counts is more present in the print press than in the broadcast media). Politicians of all ranks are regularly criticised in the media; independent TV and radio stations are very outspoken in their comments on the authorities. There is also an open debate regarding the development of the media itself; this debate was described by the Foreign Minister as 'transparent.' ...", "Moldova was also one of the first countries in the region to transform its state broadcaster into a public service one.", "Nevertheless, most interlocutors agreed that there were several outstanding media problems that needed to be dealt with in the foreseeable future. Some of the shortcomings, as parliamentarian opposition leader Braghis put it 'were the result of a growing democracy.' In his view the OSCE needed to get more involved in media matters. The Foreign Minister also stated that 'Moldova has some shortcomings in the media field, but these are not intentional. Other European states also have shortcomings. We do not want to take a wrong way and that is why we are grateful for any recommendations coming from the OSCE, and other international organisations.'", "The purpose of this report is to offer such recommendations based on observations made during the visit.", "The General State of Broadcasting", "There can be no true pluralism when there are no competing domestic nationwide channels. In this situation, a transparent tender is needed for another nationwide frequency.", "Currently, there are only three nation-wide broadcasters in Moldova, and only one of them – the public company Teleradio Moldova (TRM) – is a Moldovan channel in terms of content. The other two channels re-broadcast programming from neighbouring countries: Romania and the Russian Federation.", "It seems to be clear that a fourth nationwide frequency exists; however the issuing of this frequency was stopped by the licensing authority in 2002. The tender for the third nationwide channel – the one re-broadcasting a Russian network – was announced on 15 October 2004; however, a tender for the fourth has not been re-announced. For additional information on problems of transparency in licensing, see the chapter on the Audio-Visual Council.", "The Situation around TRM", "Too much Government, too few other voices", "TRM, although legally transformed from state broadcaster into an autonomous public service institution, in reality continues to tilt towards the Government. Most of the political programming is reported to be news on and by the ruling party. In this situation, when TRM is the only domestic nationwide broadcaster, balanced coverage of political events is even more important. TRM still has to live up to its commitments as a public service broadcaster.", "No content monitoring is conducted by TRM itself despite the fact that it is prescribed by the new Law on the National Public Broadcasting Company Teleradio Moldova. The explanation given by TRM management was a lack of resources to produce the needed tapes. But in fact it was the Supervisory Board (SB) which at least should have tried to enforce such monitoring. The SB, explaining their lack of concern for monitoring, said that in the initial period when TRM has only started its public way of functioning, it would have been misleading to produce any monitoring.", "As a result, only the NGO community did such monitoring. Their findings were heavily disputed by the TRM management, the SB, and ruling party officials. It is true that the NGO monitoring was done on a quantitative basis. The 'stopwatch' method is unquestionably crude, and cannot reveal the nuances of programming. Still, this method is good enough, and the results were overwhelming enough to show that the news coverage at TRM since the transformation was disproportionately about the Government and by the Government.", "Labour Dispute", "Both TRM management and CADUP that represents journalists who were not hired as part of the transformation process from state to public broadcaster should agree on a compromise through negotiations.", "The OSCE Representative and his staff had several meetings with TRM management and with representatives of former TRM journalists who were not re-hired after TRM was officially transformed from a state to a public broadcaster. Alexander Ivanko observed the work of the Conciliation Committee of Teleradio Moldova that was established to deal with this labour dispute.", "Background", "In February 2002 strikes and protests against alleged censorship at TRM supported by more than 300 TRM employees started a debate in Moldova on the need to transform TRM into a public broadcaster. The required legal framework was established under Council of Europe guidance.", "The Law on the National Public Broadcasting Company Teleradio Moldova was adopted by parliament on 26 July 2002. The Law was revised on 13 March 2003 after it was criticised by the Council of Europe. On 13 November 2003 the law was changed again; this time with the aim of liquidating the previous state broadcaster. This meant that the newly established public company would not be under any obligation to hire all of the staff from the state broadcaster. According to several sources, there was fear among TRM staff that the selection process would make redundant those employees who had been most active during the February 2002 protests and who had campaigned for the transformation of TRM into an independent public broadcaster.", "A selection commission formed by three members proposed by the Administrative Board, three members proposed by the Supervisory Board and one member elected by the staff of TRM was established on 30 April 2004. The commission selected new staff by 7 August 2004.", "907 persons were offered contracts, 890 signed them. 140 positions are still vacant. The selection commission therefore has not concluded its work. Approximately 190 staff members have been laid off.", "After the selection results for the news departments had been announced on 27 July, discontent among TRM employees about the way the process was conducted turned into public protests. On 27 July a group of TRM employees founded the Committee for Protection of Human and Professional Dignity and occupied the room in which the selection commission held its meetings. In response, TRM management suspended the contracts of 19 employees and on 30 July the police removed the protestors from the building.", "These demonstrations, at one point involved thousands of people, started in protest against the results of the selection process. The main demand was therefore to rerun the process. This demand was later modified to 'returning to the situation before the selection procedure started.' The modified demand could be theoretically satisfied without a re-run by offering contracts to all the 190 laid off staff.", "All interlocutors agreed that the situation around TRM was the most pressing media issue in the country. All seemed to agree that the only way to proceed was through a negotiating process. As Foreign Minister Stratan put it: 'We want the transformation of TRM to be done in a democratic way.' Nevertheless, several questions should be raised.", "The whole selection process seems to be marred by lack of understanding of the demands of such a process. Although it is clear that some of the staff would probably have to be made redundant, the selection criteria were not clearly defined, and the selection itself was not transparent. Charges of political bias can not be refuted given the lack of transparency in the selection process.", "The attitude of the TRM management, at least initially, was not constructive and led to massive protests and to a stalemate that is still not resolved.", "On the other hand, CADUP, formed originally to defend the rights of the laid off staff, started adding political demands to their original labour ones.", "In this situation, the OSCE Representative, together with the Head of the OSCE Mission in Moldova and the Special representative of the Secretary General of the Council of Europe suggested to the above-mentioned Conciliation Committee that a new selection commission should be created according to the following formula:", "- Two members of the selection commission to be appointed by the administration of Teleradio Moldova;", "- Two members of the commission to be appointed by CADUP;", "- Three members of the commission to be appointed by consensus by the Conciliation Commission. Alternatively, one of these three members could be a foreign expert, seconded by the OSCE or the Council of Europe.", "At time of writing, this issue is still pending. The Conciliation Commission at TRM held only two meetings in November. On both sessions the commission discussed the joint proposal on a new selection commission, put forward on 21 October by the Office of the Representative, the OSCE Mission and the Council of Europe. The Commission failed to come to a decision concerning this joint proposal. Referring to a lack of progress in the work of the Commission and having accused TRM management of 'simulating a dialogue' the representatives of the protesting journalists withdrew from the Conciliation Commission on 25 November.", "TRM Supervisory Board [referred to elsewhere in this judgment as 'The Observers' Council': see paragraph 65 above]", "The current TRM Supervisory Board (SB), although in theory its majority is formed by civil society, does not represent the whole spectrum of views prevalent in society, and in fact allows for political one-sidedness. The current law should be changed to allow for a different composition of the SB.", "Several opposition parliamentarians, journalists and NGOs complained about the current set-up of the SB which includes two representatives from Parliament (one from the opposition), two from Government, two appointed by the President, and nine from different organisations. However, the President, the Government and Parliament are controlled by one party, and so are the majority of civil organisations represented on the board.", "The leader of the Communist Party faction Victor Stepaniuc acknowledged that not all civil society was represented on the board, but only 'the main civic organisations' which leaves open the question of who and, more importantly, how defines an organisation as being 'main.' In the highly politicised climate in Moldova a highly politicised SB is seen as undermining the credibility of the public broadcaster. One of the proposals coming from opposition leader Braghis would provide for a 12 member SB, six people from the ruling party, six from the opposition, and the board working strictly on a consensus basis.", "Although this idea may sound appealing it might also lead to a stalemate where the board would not be able to agree on anything leaving TRM management without any supervisory control.", "The OSCE and the Council of Europe should be encouraged to come up with a proposal on the structure of the SB that would have the approval of all political sides in Moldova. Several proposals, especially the one prepared by the Association of Electronic Media (APEL), should be carefully analysed.", "The Audio-visual Co-ordination Council", "Tenders for frequency allocations are offered at very short notice, and do not provide enough time for potential applicants to prepare all the necessary documents. The composition of the Council does not guarantee its objectivity. Also, there is a lack of transparency in the decision-making process regarding the allocation of frequencies.", "Complaints about political bias in frequency allocation could not be substantiated. But when looking into these complaints, the Representative established that the process allows for subjectivity when evaluating and voting on tenders for frequency allocation.", "Broadcasting licenses are allocated by the Council. In a system that can only be described as 'two-headed', the actual frequencies to be used by the licensee are provided to the Council by the Ministry of Communications. As one senior official said: 'We do not know when these frequencies become available.'", "The Council, which consists of nine people, is appointed respectively by the Government, the President, and the Parliament. In a situation like today's, when the majority in all the executive and legislative branches are controlled by one party, this system leads to total political control of the Council. Several interlocutors complained that they did not have any trust in the Council's objectivity when issuing licenses for channels.", "It should also be noted that the tender for the very important fourth nationwide channel was not re-issued after years when there was absolutely no movement on this matter. On the other hand, the tender for the third nationwide network, the license of which was running out, had been issued on 45 days notice, and was only announced in three newspapers in a small print advertisement.", "To ensure the independence of the Council, the election procedure should not be politically oriented, and should focus on employing as members of the Council individuals who are reputable experts in the broadcasting field.", "The method of frequency allocation has to be changed. Only one agency should be in charge of both establishing and allocating the frequencies. This would correct the current 'two-headed' system when the Council is at the mercy of the Ministry, not knowing when (and why) a frequency might be offered for tender. ...", "Recommendations", "...", "· There can be no true pluralism when there are no competing domestic nation-wide channels. In this situation, a transparent tender is needed for another nation-wide frequency.", "· TRM, although legally has been transformed from state broadcaster into an autonomous public service institution, in reality continues to tilt towards the Government. Most of the political programming is reported to be news on and by the ruling party. In this situation, when TRM is the only domestic nationwide broadcaster, balanced coverage of political events is even more important. TRM still has to live up to its commitments as a public service broadcaster.", "· Both TRM management and CADUP that represents journalists who were not hired as part of the transformation process from state to public broadcaster should agree on a compromise through negotiations.", "· A new TRM selection commission should be created.", "· The current TRM Supervisory Board (SB), although in theory its majority is formed by civil society, does not represent the whole spectrum of views prevalent in society, and in fact allows for political one-sidedness. The current law should be changed to allow for a different composition of the SB.", "· Tenders for frequency allocations are offered at very short notice, and do not provide enough time for potential applicants to prepare all the necessary documents. The composition of the Council does not guarantee its objectivity. Also, there is a lack of transparency in the decision process regarding the allocation of frequencies. ...”", "74. At around the same time the OSCE and Council of Europe jointly published the following “Benchmarks for the Operation of Public Broadcasters in the Republic of Moldova”:", "“1. Public Television and Radio should", "• give a complete, accurate, impartial, balanced and objective overview over political, economic, social and cultural developments in the Republic of Moldova;", "• provide a comprehensive picture over the real situation in the country;", "• encourage viewers to form their own individual opinion in a free manner;", "• reflect cultural and regional diversity;", "• respect gender equity;", "• serve all groups of society, including those neglected by commercial broadcasters, such as ethnic minorities and others;", "• respect the dignity of the human being and promote the values commonly shared by the Council of Europe and the OSCE, especially with respect to democracy, pluralism, tolerance and respect for human rights and freedoms.", "2. Factual programs shall be impartial, this means they shall be fair, accurate and shall maintain a proper respect for truth. A program may choose to explore any subject at any point on the spectrum of debate, as long as there are good editorial reasons for doing so. It may choose to test or report one side of a particular argument. However, it must do so with fairness and integrity. It should ensure that opposing views are not misrepresented.", "3. News reports have to be rigorously sourced and verified. Information should be broadcast as a fact only if it is verified by two independent sources. Acceptable exceptions to the double-source requirement are fact directly confirmed by a reporter of the public broadcaster or significant news drawn from official announcements of a nation or an organization. When a secondary source offers exclusive significant news which cannot be verified by using a second source, the information should be attributed to the originating agency by name.", "4. News should be presented with due accuracy and impartiality. Reporting should be dispassionate, wide-ranging and well-informed. It should present a comprehensive description of events, reporting an issue in a reliable and unbiased way. The main differing views should be given due weight in the period of which the controversy is active.", "5. In case a number of programs are clearly interlinked and form de facto a series on reports of related issues, impartiality can be achieved over the entire series. Editorial programs, for example, should give over one month approximate equal time to representatives of the government and the parliamentary majority on the one hand and the opposition on the other hand on related issues. In case a number of programs are broadcast under the same title, but deal with separate issues, impartiality has to be reached within every individual program.", "6. Due impartiality is of special importance in major matters of controversy. It should be especially insured that a full range of significant views and perspectives are heard during the period in which the controversy is active.", "7. The public broadcaster should provide live coverage of all or parts of parliamentary debates in which issues of extraordinary importance are discussed. Coverage of debates in parliament has to be balanced. Therefore live coverage of such debates should not be interrupted before or during the intervention of opposition speakers and should not be ended before the leading opposition speakers have replied to the speeches of government officials or representatives of the majority faction.", "8. News should include regular reports on debates in parliament. Reports on parliamentary debates should give equal air time to the arguments of the government and the majority faction on the one hand and the opposition on the other hand.", "9. Reports on activities of the president and the government should include or should be followed by statements and comments by representatives of the opposition and representatives of institutions or organizations directly affected by these activities.", "10. Whenever a program voices strong criticism or charges directed against an individual or an organization, with iniquity or incompetence or when charges or accusations made by third persons are reported in the program, those criticized should be given a fair opportunity to respond. As a rule, the response or balancing information should be included in the first use of a news item or feature containing the material. If the response or balancing information cannot be obtained by program deadline, or the subject of the charge declines to comment, that will be made clear in the public broadcaster's account and the response or balancing information will be broadcast as soon as it is available. In particular, when a government official or member of the parliamentary majority directly criticizes an individual or an organization, the reaction of the individual or organization criticized should be included in the report or should follow immediately. The time provided for reply should as a rule equal the time of the critic.", "11. In case the President, the Speaker of Parliament or the Prime Minister give an interview longer than three minutes or a speech on public TV or Radio the leaders of the opposition parliamentary factions should be given within 24 hours the possibility to comment on the remarks made on public TV or radio respectively.", "12. Representatives of non-governmental organizations should be given access to public TV and Radio to voice their opinion on developments or government actions connected to their field of activity.", "13. Live talk shows on political, social, economic and cultural issues should form a regular part of the programs of public TV and Radio. Invited participants should always reflect a balanced selection of representatives from government, parliament, political parties, civil society, business community, churches or international organizations, depending on the nature of the topic. The refusal of an organization or an individual to take part in a program should not be allowed to act as a veto. The reasons for the absence of an organization or an individual should be explained and as far as possible a fair representation of the views of the missing contributor based on what is already known should be provided.", "14. During election campaigns the public media should provide adequate opportunity, on an equitable and non-discriminatory basis, for election contestants to inform the public about their candidacies and political programs. It should provide active media coverage of the preparation and conduct of the elections and should provide voters with unbiased information and education.", "15. Serious factual error should be admitted, clearly, frankly and without delay.", "16. Facts should not only be got right, but also language should be fair. Exaggerations should be avoided and language should not be used inadvertently so as to suggest value judgments, commitment or lack of objectivity.", "17. The use of unattributed pejorative terms or labels to describe persons or organizations should be avoided at all times. Only when the individuals and groups use those labels to describe themselves or their activities an exception might be made.", "18. Commentary should always respect the truth and should never be used to give the audience a dishonest impression of events.", "19. In news and other factual programs events should neither be fabricated, distorted or dramatized.", "20. Surreptitious recording should only be used as an investigative tool to explore matters which raise issues of serious anti-social or criminal behavior where there is reasonable prior evidence of such a behavior. No 'fishing expeditions' should be undertaken. Surreptitious recording might be done also for purely entertainment purposes, but in this case the material shall be used only when the consent of the individual recorded has been obtained afterwards. As a method of social research surreptitious recording might be used only if there is no other method that could reasonably capture the behavior under scrutiny and only if the identities of the individual concerned are disguised by voice-over or blurring. Material obtained by other sources should be used only if consistent with the guidelines mentioned above.", "21. When portraying social groups, stereotypes should be avoided. Where prejudice and disadvantage exists they have to be reported and reflected, but nothing should be done to perpetuate them. Non-sexist language shall be used whenever possible.", "22. The state audiovisual archives should be regarded as repositories of the nation's audiovisual heritage to be used by public service broadcasters for the general benefit.", "23. The government and public bodies should never abuse their custody over public finances to try to influence the content of broadcasts; the placement of public advertising should be based on market considerations.", "24. Editorial independence should be guaranteed. Neither political nor commercial considerations should unduly influence the content of a broadcast program. On the editorial independence, a common code of conduct should be reached between the staff and the board of directors on basic journalistic principles. This common code of conduct shall at least contain the following principles:", "• standing up for human rights;", "• standing up for the fundamental democratic rights, the parliamentary system", "and international understanding, as laid down in the United Nations Charter;", "• fighting any nationalist or racial discrimination.", "25. The selection of staff for the public broadcaster should be based on a transparent, non-discriminatory process without regard to gender, age or ethnic or social origin. The selection should based on the merit principle, which entails the employment of the most qualified person for any given job and which provides for non-selected applicants the right to appeal against this decision and to ask for a review against the specifications for the position.”", "75. On 12 May 2004 the European Commission published a “European Neighbourhood Policy Country Report” on Moldova (SEC (2004) 567), which made a number of findings regarding, inter alia, democracy and human rights in the country. The report noted the concern of OSCE observers monitoring the 2003 local elections “about the clear bias in favour of the incumbent authorities on the State Television Channel”. The report continued:", "“Moldova has an active and independent media. However, recent legislation and drafts (the 2003 amendments to the Law on Access to Information and a recent draft law on the restructuring of the public broadcaster) have raised concern notably on the independence of journalists. In March 2004, the OSCE and the Council of Europe jointly issued a recommendation on how the public broadcaster should be structured.", "A number of recent developments have underlined these concerns: ... problems with registration for two local radios, a statement by the chairman of Teleradio Moldova about the reported imposition by the Board of guarantors of the programme 'the hour of the government' and his subsequent dismissal, and high fines imposed on local newspapers and opposition leaders for slander. These developments have been highlighted as issues of concern by OSCE and CoE. ...”", "76. The Independent Journalism Center (IJC) is a non-governmental organization based in Chisinau with a mission to support professional journalism in Moldova and to contribute to the consolidation of an independent and impartial press. It was established in 1994 as an Open World House Project and became independent in 1998. It is funded by, inter alia, the Soros Foundation.", "77. The IJC monitored TRM programming between June 2004 and October 2005. According to its monitoring report for August 2004, no representative from the Christian Democratic People's Party, which was at the time one of the two parliamentary opposition parties, appeared on TRM television programmes with a political subject during that month and another parliamentary opposition party, “Moldova Democrată”, appeared only once for 95 seconds. In contrast, the ruling Communist Party appeared seven times for a total duration of 889 seconds. Similar patterns were reported in September, October and November 2004. In its report published in December 2004, the IJC found that, on television, the Government and their representatives were mentioned on average 32 times a day while the opposition was referred to on average twice a day. On TRM's radio programmes, the Government was mentioned on average 109 times a day and the opposition 0.7 times a day.", "78. In a report entitled “State to Public: Genuine Public Service Broadcasting in Belarus, Moldova and Ukraine?” (December 2005), Article 19, an international non-governmental organisation based in London which works on issues connected with freedom of expression, found as follows (footnotes omitted):", "“3.1. Overview", "Moldova was the first country of the CIS to embark on a process towards the establishment of PSB [public service broadcasting]. It is also currently the only one of the three countries to have transformed its State broadcasting company, TeleRadio-Moldova (TRM), into a PSBO [public service broadcasting organisation]. Yet while PSB exists in theory, in practice the new broadcasting company remains only nominally independent from government control, and output continues to be heavily biased in favour of the existing regime. Overall, it fails to provide viewers and listeners with accurate and objective information and a plurality of views and opinions. The consolidation of a genuine PSB structure will depend on the ability and will of the authorities to fully implement the newly-adopted provisions, as well as on the success of civil society's campaigning efforts.", "In March 2003, the Moldovan Parliament adopted the Law on Amending and Supplementing Law No.1320-XV on the National National Public Broadcasting Company TeleRadio-Moldova (First Amending Law), which modified a previous law passed in July 2002 (PSB Law) following recommendations from the Council of Europe. A later controversial amendment to the Law, adopted in November 2003, provided for the liquidation of TRM, enabling its reincarnation as PSB, as well as the replacement of its entire staff (Second Amending Law).", "For a prolonged period of time it remained unclear how the re-staffing would be carried out, and generally journalists and human rights organisations were not provided with essential information as to the mechanisms that would be employed to implement these measures. In addition, the initial debates which led to the adoption of the First Amending Law in its first reading were held in an atmosphere of virtual secrecy. At this stage the company's staff was utterly unaware of the fact that a law on TRM was being debated in Parliament.", "Similarly, the process by which the Second Amending Law was adopted did not provide for sufficient opportunity for public consultation, despite the significant public importance of a law of this nature. The draft was submitted to Parliament by seven MPs on 13 October 2003, and adopted in its first reading almost immediately; it then passed its second reading exactly a month later. Some local NGOs and international organisations, such as the Council of Europe, acted very rapidly in providing recommendations on the draft. Other groups simply did not have the time to participate in this process.", "Despite the changes, TRM is still under the influence of the authorities. In addition, the quality of programmes has been quite low since the transformation. There is a need for additional funding, to train the employees and raise the standards of professional journalism.", "Another worrying fact is that there has been a progressive decrease in the diversity of media outlets. 'Analitic Media Grup', the media organisation that founded Pervii Kanal v Moldova, which until recently re-broadcast the Russian First Channel - as well as having some programmes of its own, including Moldovan news - , was deprived of its licence in October 2005. The licence was, instead, given to a newly-established, unknown television station, which allegedly has close links to President Vladimir Voronin. The decision to deprive ORT Moldova of its licence was reached very speedily; there was even a special edition of the Official Monitor announcing it, to avoid a wait of approximately three days for the decision to come into effect. This development is even more worrying as the old Moldova ORT displayed virtually no criticism of the authorities, and frequently its portrayal of the authorities was positive. Moldova ORT was one of the main television channels in Moldova, together with TRM and private NIT. With TRM and NIT heavily pro-governmental, the new development is likely to dramatically reduce the (already limited) diversity of the Moldovan broadcast scene.", "The breakaway region of Transdniestria in eastern Moldova still does not have PSB and its State television is under the authorities' control.", "3.2. The Legislation", "According to Article 1 of the PSB Law, TRM is 'functionally autonomous and editorially independent' and ensures 'in the spirit of plurality of opinions, the exercise of the right to timely, truthful and full communication of information'. Article 2 lists the organisation's objective, which includes: ensuring the free access of society to information; reflecting objectively and fully all aspects of the social-political, economic and cultural life of the country; and realising the right of the individual to free expression.", "The PSB Law also provides for the establishment of an Observers' Council (the Council) to monitor the implementation of the provisions of the law and its by-laws. According to the law, the Council is composed of 15 members chosen from “known personalities in the areas of culture, science, education, mass media and from other representatives of civil society, appointed for a term of 5 years'; two Council members are appointed by the President, two by the government and two by the Parliament, with the rest appointed by the Superior Magistrates' Council, the staff of TRM, trade unions, media development organisations and representatives of cultural and minority groups (Article 13).", "The Parliament, through a special parliamentary commission (constituted on the basis of proportional representation of the political parties) has the right to investigate the company's activities when the Council fails to exercise in an appropriate manner its supervisory function.", "While de jure the Council is independent of government control, concerns remains as to how independent it is in practice, given that a proportion of its members are chosen directly by the President and the authorities. Dependency certainly appeared to be the case when Artur Efremov, a young businessman with little media experience but close to the ruling Communist Party, was appointed as Chairman of TRM by the Council in early 2004.", "There has also been criticism that despite the nominal inclusion of 'representatives of civil society' in the makeup of the Council, civil society groups are not adequately involved in supervising the activities of TRM. The members representing trade unions and army veterans reportedly follow the governmental line, whilst those who are independent and wish to serve the public are a minority within the Council.", "3.3. Bias on TRM", "As a PSBO, TRM has an obligation to provide accurate and objective news and current affairs coverage, as well as a pluralistic range of voices and opinions. This is enshrined in Article 5(7) of the PSB Law, which states that “[t]he news programs ... shall have an impartial, independent and truthful character. Commentary shall be separated from news.”", "However, the monitoring of TRM's output by various civil society organisations has revealed that, in practice, this is not the case. The gap between theory and practice appears to be due to interference of the State in the activities of TRM. Government officials have reportedly been giving instructions over the telephone to TRM's director. Allegedly the situation deteriorated in early 2001, when the Communist party won a parliamentary majority. Journalists complained vociferously about the TRM's lack of independence through mass demonstrations, involving about 500 TRM employees, in 2002. In Manole & others v. Moldova, Larisa Manole and other high-profile journalists submitted to the European Court of Human Rights a case against Moldova alleging violation of their right to free expression through cases of wide-spread censorship on the State broadcaster in 2001 and 2002. Moreover, in October 2003, a member of TRM's Observers' Council stated that a great deal of pressure was regularly placed on the Board's members by the authorities.", "News reporting remains inadequate and is overtly biased in favour of the ruling Communist Party. In addition, the President appears often in the news, more than the government. The opposition is very seldom portrayed, and often in a negative manner. There is very little time dedicated to social issues. The news is often superficial: while there are frequent discussions on Transdniestria, there are is hardly any information on issues that may portray the government in a negative light. Civil society figures also have limited access to TRM and stories often lack multiple, diverse sources. In addition, life in Moldova is reflected selectively through the viewpoint of those in power.", "The situation worsens during elections campaigns. In the period leading up to local elections held on 25 May 2003, monitoring of television station Moldova 1 and Radio Moldova, which are both part of TRM, revealed that coverage was neither fair nor balanced: not only was coverage on Moldova 1 and Radio Moldova biased in favour of the Communist party, but it also attacked the non-Communist candidate standing for the post of mayor of Chisinau.", "A similar pattern was observed during the campaign period for parliamentary elections held on 6 March 2005, and further local elections held in July 2005. During this period, opposition parties such as the Democratic Moldova Bloc and the Peasants' Christian Democrat Party criticised news coverage on TRM for being overtly biased in favour of the ruling Communist Party, and media monitoring revealed that news coverage of events within Moldova was overwhelmingly positive; most reports relating to the campaign focused on the achievements of ruling party officials, and were positive or neutral, while reports relating to opposition parties were on the whole negative; and opposition candidates received far less coverage than candidates of the ruling Communist Party. The time allocated for debates was insufficient. The questions by some of the moderators seemed to guide the discussions in a certain direction.", "The Electronic Press Association (APEL), in monitoring carried out between January and May 2005, noted that news reports were overwhelmingly 'rosy' and non-conflictual, presenting a uniquely positive image of events within Moldova, and with little coverage of more contentious social issues such as unemployment and poverty. Events in the capital Chisinau also received excessive coverage, while events in the rest of the country remained underreported.", "APEL stated that 'professional and moral' standards within the organisation are routinely ignored, with journalists failing to verify information provided by government sources, limiting the role that TRM can play in contributing to informed debate and critical thought.", "These findings were dismissed by Sergiu Batog, director of Radio Moldova, who accused their authors of incompetence, and suggested that they desired to profit from a negative portrayal of TeleRadio. Batog also maintained that the limited coverage of opposition parties was due to the fact that they 'do not take part in any events, and they generally do nothing to be observed.'", "3.4. The Transformation", "Since its re-establishment as a PSBO, TRM has been dealing with disputes between journalists and management, as a result of the Second Amending Law of 13 November 2003. Article 2 of this law states that 'the government shall liquidate the State company TRM' (paragraph 1) and that the 'employees of the State company TRM shall be discharged' (paragraph 3). Hence, the law aims at liquidating the 'old' TRM and establishing a 'new' institution, including through the replacement of staff.", "At the time of its enactment, the law was criticised by the opposition Braghis Alliance and Christian Popular Democratic Party, as well as by civil society groups, who have accused the government of introducing the law in order to dismiss 'uncomfortable' journalists and replace them with loyal ones. The amendments also gave rise to complaints from company employees, trade union committees and public organisations, which considered the action to liquidate the organisation unlawful.", "Upon the announcement of the results of the re-staffing process, made on 27 July 2004, public protests were launched by TRM journalists. Violent clashes with the police occurred on two separate occasions, on 1 and 6 August. The Parliamentary Assembly of the Council of Europe (PACE) linked the violence of police against protesters with the death of protester Vasile Cibotaru.", "On 27 July, 90 employees were also prevented from entering the premises of TRM. The person responsible for the evening news was suspended. He later stated that there had been an order not to broadcast the day's events by the chairman of TRM. A wildlife documentary featuring elephants was reportedly broadcast in lieu of the 7 o'clock news.", "Journalists' protests continued outside the National Radio building and the Moldovan Parliament from September through mid-December. The protests were led by the Committee for the Protection of Professional and Human Dignity (CADUP), an organisation set up to represent TRM journalists, and culminated with the submission of a case against Moldova to the European Court of Human Rights, Fusu & others v. Moldova.", "Corina Fusu and other TRM journalists maintained the authorities prevented them from entering the TRM premises to preclude their exercise of their right to free expression.", "The TRM employees requested an investigation of police violence towards the protesters in early August by the Prosecutor's Office, but were informed that the protests that started on 27 July were contrary to national legislation and that the actions of the police were therefore legal. Instead, those who protested as of 27 July in front of the National Radio building were sued by the police for 'active participation in meetings organised without authorisation', under article 174(1)(4) of the Code of Administrative Contraventions.", "3.5. Minority programmes", "Article 2 of the PSB Law states that the objectives of TRM include 'to reflect the interests of all social strata and to propagate democratic values' The law provides that a percentage of programmes should be in minority languages, although no further details on the languages in question are provided.", "TRM broadcasts programmes in Russian, Gagauz, Bulgarian, Ukrainian, Polish, Hebrew, Yiddish and Romani language. The division of broadcasting by language is approximately 30 percent Russian, 65 percent Romanian and 5 percent other languages. Linguistic diversity does not appear to be an issue in Moldova, given the influence of Russian language and culture, which means that Moldova was never insular. Minority programmes are prepared by a special department, where a number of minority representatives are also employed. Many Romanian-speakers, however, believe that they effectively experience discrimination, as the majority of programmes of the Moldovan broadcast media as a whole are in the (non-official) Russian language.", "3.6. Funding", "The public broadcaster is primarily financed through State funds, with some revenues from advertising, although TRM has less advertising than some private channels. In the process towards the adoption of the PSB Law in 2002, the possibility of including provisions on fees was discussed. Such provisions were incorporated in the draft law compiled by civil society. However, the President criticised the NGOs' draft exactly for its inclusion of fees, on the grounds that Moldovans could not afford to pay them. Many other politicians followed suit. In general, given Moldova's dire economic situation, there is little desire to pay PSB fees, and little understanding of the important role the introduction of fees would have in enhancing TRM's independence.", "Since the establishment of PSB, the Observers' Council has prepared two annual budgets, which were sent to Parliament for approval. TRM does not have to provide details of their estimated expenditure for the upcoming year, but only the total.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}