{"ITEMID": "001-111841", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF RUSTAMOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (Uzbekistan);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);No violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Pecuniary and non-pecuniary damage - finding of violation sufficent", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1966. Before 2005 he lived in Uzbekistan. He currently lives in Moscow.", "7. Until 2005 the applicant lived in Samarkand, Uzbekistan. He is married and has six minor children.", "8. According to the applicant, between 1999 and 2005 he was on several occasions questioned by Samarkand police in connection with his alleged membership of Hizb ut-Tahrir (“HT”), a transnational Islamic organisation, banned in Russia, Germany and some Central Asian republics. The applicant’s submission stated that he was not a member of HT.", "9. He submitted that he had been ill-treated and threatened by the police several times, and had to sign unspecified documents, and that at some point his house had been searched without a warrant.", "10. At some point in August 2005 the applicant fled to Russia. He had not applied for registration with the Federal Migration Service.", "11. On an unspecified date in April 2007 the applicant returned to Uzbekistan to renew his passport, which was due to expire. He successfully renewed the document and returned to Russia.", "12. Since the end of April 2007 the applicant has lived in Moscow with his wife and three minor children. The three other children are living in Uzbekistan with the applicant’s sister-in-law.", "13. On 8 June 2009 the National Security Department of the Samarkand Region of Uzbekistan brought criminal proceedings against the applicant on suspicion of attempting to overthrow the Uzbek State’s constitutional order.", "14. On 24 June 2009 the Samarkand Town Court (Uzbekistan) ordered that the applicant should be placed in custody on suspicion of attempting to overthrow the Uzbek State’s constitutional order (Article 159 § 3 (b) of the Criminal Code of the Republic of Uzbekistan), as well as participation in and direction of religious, extremist, separatist and other prohibited organisations, and forming an armed organisation or gang to commit offences (Article 244-2 § 1 of the Code). The court specified, with reference to the materials of the domestic investigation, that the applicant was suspected of membership of HT and that he had had books and leaflets which made public calls for the overthrow of the Uzbek Government and for the creation of an Islamic state, which had been seized from him.", "15. On the same date the applicant’s name was placed on a wanted list by the National Security Department of the Samarkand Region of Uzbekistan.", "16. On 26 June 2009 the Uzbek authorities formally charged the applicant in absentia with attempting to overthrow the Uzbek State’s constitutional order, participation in and direction of religious, extremist, separatist and other prohibited organisations, and forming an armed organisation or gang to commit offences, as well as holding a position of authority or a special position within such an organisation or gang (Articles 159 § 3 (b), 242 § 1 and Article 244 - 2 § 1 of the of the Criminal Code of the Republic of Uzbekistan).", "17. On 4 February 2010 the applicant was arrested by Russian police in Moscow on the ground that his name had been put on a cross-border wanted list by the Uzbek authorities. On the same date the Samarkand Department of the Interior sent the Veshnyaki District Department of the Interior (Moscow) a request for the applicant to be kept in custody. The request contained, in particular, the following paragraph:", "“[A] criminal Rustamov Sobir Aminovich is wanted by the ... Samarkand Department of the Interior ...”", "18. On 16 February 2010 the Uzbek Prosecutor General’s Office requested the Russian Prosecutor General’s Office to extradite the applicant to Uzbekistan. The request contained assurances that the applicant would be prosecuted only for the offences for which he would be extradited, that he would be able to freely leave Uzbekistan when he had stood trial and served any sentence, and that he would not be expelled or extradited to a third State without the consent of the Russian authorities.", "19. On 8 April 2010 the Russian Ministry of Foreign Affairs submitted a letter in connection with the applicant’s case to the Prosecutor General’s Office of the Russian Federation. The text of the document comprised three lines and stated:", "“The Russian Ministry of Foreign Affairs is not aware of anything precluding ... Mr Rustamov’s extradition to the law-enforcement bodies of Uzbekistan for criminal prosecution.”", "20. On 4 August 2010 the Russian Prosecutor General’s Office ordered the extradition of the applicant to Uzbekistan on account of the charges under Articles 159 § 3 (b) and 242 § 1 of the Criminal Code of the Republic of Uzbekistan (attempt to overthrow the Uzbek State’s constitutional order, participation in and direction of religious, extremist, separatist and other prohibited organisations). By the same decision the Prosecutor General’s Office refused the extradition request in so far as it concerned the charges under Article 244-2 § 1 of the Criminal Code of the destination country, corresponding to Article 282-2 § 2 of the Criminal Code of the Russian Federation (“the CCrP”) (membership of an organisation banned by a final court decision because of its extremist activities), since the time-limits for prosecution of the applicant under Russian law had expired.", "21. On 20 August 2010 the applicant challenged the Prosecutor General’s order in court, arguing that he had already been subject to beatings and threatening in 1999-2005 in Samarkand and risked further illtreatment and torture in Uzbekistan. He further argued that according to independent international observers ill-treatment was widespread in the Uzbek prison system and fair trial guarantees were not respected. Referring to the Court’s case-law on the matter, he submitted that these findings had been disregarded by the Prosecutor General’s office and insisted that he had not committed any crimes in Uzbekistan.", "22. On 30 August 2010 the Court granted the applicant’s request for application of interim measures under Rule 39 of the Rules of Court and indicated to the Government that they should suspend his extradition to Uzbekistan.", "23. On 10 September 2010 the Moscow City Court dismissed the applicant’s appeal against the extradition order by the Prosecutor General’s Office. The court found no circumstances precluding the extradition.", "24. The court established at the outset that the applicant had not obtained Russian citizenship or applied for it in accordance with the law. It further observed that on 16 June 2010 his application for refugee status had been refused by the Moscow Department of the Federal Migration Service (“the FMS”). The court cited the statement in the FMS decision (see paragraph 57 below) that the applicant had not satisfied the criteria to be granted refugee status, for lack of a well-founded fear of persecution for reasons of race, religion, nationality, ethnic origin, membership of a particular social group, or political opinion. The court reiterated that the actions imputed to the applicant were punishable under the Russian Criminal Code.", "25. The court further observed, with reference to the conclusions drawn by the Federal Security Service and the Ministry of Foreign Affairs of the Russian Federation, that", "“[there had been] no information concerning either any politically motivated persecution of the applicant or any obstacles precluding his extradition to Uzbekistan. His extradition to Uzbekistan would not damage the interests or security of the Russian Federation”.", "26. The court pointed out that the Uzbek Prosecutor General’s Office had given assurances in the request for extradition that the applicant would be prosecuted only for the offence for which he was to be extradited, that he would be able to freely leave Uzbekistan when he had stood trial and served any sentence, and that he would not be expelled or extradited to a third State without the consent of the Russian authorities. Thus, the court found no grounds in international agreements or the legislation of the Russian Federation to prevent the applicant’s extradition.", "27. The court further rejected the applicant’s submission that he had arrived in Russia in order to avoid the risk of ill-treatment. It found that, when interviewed on the date of his arrest, the applicant stated that he had arrived in Moscow looking for employment and had denied that any political charges were pending against him. The court noted from the applicant’s testimony of 4 February 2010 that in 2007 he had been able to visit Uzbekistan and then return to Moscow; he had been neither persecuted nor searched for in his home country.", "28. The court concluded that the applicant’s submissions to the effect that he would risk ill-treatment if extradited to his home country were of a “presumptive nature” and “constituted his personal opinion”, which “was not corroborated by the results of checks conducted by the Federal Migration Service of Russia and the Prosecutor General’s Office of the Russian Federation in the course of the extradition proceedings”.", "29. It also pointed out that the issue of whether the applicant was guilty of the crimes in respect of which the Uzbek authorities had requested his extradition could only be assessed by a court in the requesting country examining the merits of the criminal case against him. Hence, the applicant’s arguments that he was not guilty and that the charges against him were fabricated could not be subject to examination in the proceedings at hand. The court concluded that the extradition order was lawful and well founded.", "30. On 17 September 2010 the applicant appealed against the Moscow City Court decision, arguing that the decision on the applicant’s extradition had been taken in violation of Articles 3, 5, 6 and 8 of the European Convention on Human Rights. With reference to the Court’s case-law and, in particular, to the judgment in case of Ismoilov and Others v. Russia (no. 2947/06, 24 April 2008) he submitted that he would face ill-treatment in Uzbekistan. The applicant argued that he had been questioned by the police of Samarkand on several occasions since 1999, with a view to extracting a confession that he was a member of HT. During one of the interrogations, which took place on an unspecified date, the local police had handcuffed the applicant, severely beaten him and threatened him with torture. While he was on police premises the applicant had seen a young man being tortured by police officers. As a result, the applicant had signed unspecified documents there. The applicant’s flat had been searched several times, and his relatives had received numerous threats from agents of the State. The applicant referred to written statements from witnesses to the searches of the flat and interrogations of the applicant’s relatives, carried out in connection with the applicant’s request for refugee status (see paragraph 56 below). Finally, the applicant made reference to reports by the UN Special Rapporteur on the question of torture dated 2002 and 2006, as well as to the International Helsinki Federation for Human Rights report dated 2007, from which it followed that a widespread practice of illtreatment of detainees remained a problem in Uzbekistan.", "31. On 11 November 2010 the Supreme Court of the Russian Federation examined the applicant’s appeal in the presence of his counsel. The court established that the extradition order had been issued in accordance with law. Referring to the applicant’s complaints that he risked ill-treatment and torture in Uzbekistan, the court reiterated that the applicant had never cited a risk of persecution and ill-treatment before the Russian authorities before his arrest on 4 February 2010. Furthermore, when questioned by the prosecutor on that date, he had submitted that he had arrived in Russia in order to look for work. He had not applied for refugee status on arrival in Moscow in 2005, but had only done so after he had been placed in custody.", "32. The court further pointed out that in 2007 the applicant had returned to Uzbekistan to renew his passport. The authorities had not been searching for him. He had not been ill-treated, threatened or otherwise persecuted, and was able to renew his passport and return to Moscow freely and unharmed. The court further noted that three of the applicant’s children were living in Uzbekistan.", "33. Finally, it rejected the applicant’s reference to several reports by independent international human rights protection associations, including the reports referred to in the Ismoilov case (cited above), as outdated. The court pointed out that the competent domestic authorities had conducted checks through diplomatic channels and had concluded on the absence of any obstacles to the applicant’s extradition. It found that the Prosecutor General had not been in possession of any information on human rights violations in Uzbekistan in 2010 when deciding on the extradition issue. The court concluded that the applicant’s fear of ill-treatment and persecution if extradited was unfounded, and upheld the Moscow City Court judgment of 10 September 2010. The extradition order became final.", "34. On 19 April 2011 the Deputy Prosecutor General of the Republic of Uzbekistan sent a letter to the Deputy Prosecutor General of the Russian Federation, in addition to the extradition request of 16 February 2010. The letter contained assurances that the applicant would not be prosecuted in Uzbekistan on political grounds, and that the criminal proceedings against him would be conducted in compliance with the domestic law of the Republic of Uzbekistan and international treaties to which Uzbekistan was a party. It was pointed out in the letter that all forms of inhuman and degrading treatment were prohibited in the destination country.", "35. On 4 February 2010 the applicant was arrested by the Russian police in Moscow on the ground that his name had been put on a cross-border wanted list by the Uzbek authorities. On the same date the Veshnyaki District Department of the Interior (Moscow) received a request from the Samarkand Department of the Interior (Uzbekistan) to keep the applicant in custody.", "36. On 5 February 2010 the prosecutor of the Perovskiy Inter-District Prosecutor’s Office authorised his detention. The prosecutor observed that on 24 June 2009 the applicant had been placed on a wanted list and the Samarkand Town Court had ordered his placement in custody, and that on 26 June 2009 the applicant had been charged with several offences in his home country. Therefore, the prosecution was in possession of information that the applicant had committed crimes on the territory of Uzbekistan. Accordingly, the applicant could be remanded in custody, as provided by Article 61 of the CIS Convention on legal aid and legal relations in civil, family and criminal cases (the 1993 Minsk Convention). No time-limits for the detention were set in the decision.", "37. On 16 February 2010 the Uzbek Prosecutor General’s Office requested the Russian Prosecutor General’s Office to extradite the applicant to Uzbekistan. The Uzbek authority enclosed copies of the relevant documents, apparently including a copy of the judgment of the Samarkand Town Court of 24 June 2009. According to the Government, the request was received by the Russian Prosecutor General’s Office on 1 March 2010.", "38. According to the decision of the Perovskiy District Court (Moscow) of 25 March 2010 (see paragraph 40 below), on 2 March 2010 the prosecutor of the Perovskiy Inter-District Prosecutor’s Office issued a new decision to remand the applicant in custody until 4 April 2010. The prosecutor referred to Article 466 § 2 of the CCrP and Article 60 of the 1993 Minsk Convention. The parties did not submit a copy of that decision.", "39. At some point the Perovskiy Inter-District Prosecutor’s Office requested an extension of the applicant’s detention, because the necessary checks within the extradition proceedings had not been completed, further information on the applicant’s character needed to be obtained, and the extradition proceedings were lengthy by nature.", "40. On 25 March 2010 the Perovskiy District Court extended the applicant’s detention until 4 August 2010. The applicant was represented in the proceedings by a State-appointed lawyer. The court stated by way of justification that the applicant had been charged with serious offences in Uzbekistan, had been placed in custody on the basis of a court decision of a foreign State, did not have a permanent place of residence in Russia, and therefore could abscond if released. The court observed that the applicant had not applied for Russian citizenship. The court also found that further checks were needed in the course of the extradition proceedings, which would require additional time “for objective reasons”. When granting the extension, the court referred to the provisions of Article 109 of the CCrP.", "41. The applicant did not lodge an ordinary appeal against the decision. He subsequently attempted to challenge the decision by way of supervisory review, but to no avail.", "42. At some point in July 2010 the Perovskiy Inter-District Prosecutor’s Office requested a further extension of the applicant’s detention pending extradition, until 4 February 2011, referring to Article 109 of the CCrP and § 34 of the Directive Decision no. 22 of 29 October 2009 by the Supreme Court of the Russian Federation.", "43. On 28 July 2010 the Perovskiy District Court extended the applicant’s detention until 4 February 2011, with reference to Article 109 of the CCrP, in order to secure the applicant’s extradition to Uzbekistan. The court found that the applicant had been charged with serious offences in Uzbekistan, which were also punishable under the Russian criminal law. He had not applied for Russian citizenship and did not have refugee status in Russia. The court also took into account the applicant’s personality, referring to the fact that he had been unemployed and had no permanent residence in Russia. The court considered that the applicant was likely to abscond if released. The court further noted that extradition proceedings were pending at the material time, and considered that the extension of the detention period was objectively justified by the need to complete the extradition procedure.", "44. The applicant did not challenge the decision on appeal.", "45. At some point the prosecutor of Moscow requested a further extension of the applicant’s detention. The applicant argued in reply that he had not committed any crimes in Uzbekistan. The applicant’s lawyer pointed out that the applicant had complained to the European Court of Human Rights, and that his case was pending before the Court at the material time, and requested the applicant’s release. The parties did not submit copies of those requests.", "46. On 27 January 2011 the Moscow City Court extended the period of the applicant’s detention for six more months. The court allowed the prosecutor’s argument that the extension was necessary in order to secure the applicant’s extradition to Uzbekistan. The period of the applicant’s detention was assessed by the court as reasonable, since it was justified by the necessity to comply with the extradition procedure. The court found that the circumstances of the applicant’s case requiring his placement in custody had not changed. The court pointed out that the applicant’s argument regarding the application of the interim measure under Rule 39 of the Rules of Court could not be taken into account, since the European Court of Human Rights had not examined the applicant’s case on the merits at the material time and, in any event, the application of an interim measure did not constitute a ground for release. The court further rejected the applicant’s submission that he had not committed the offences referred to, finding that “such an argument was rebutted by the [above] documents” and, in any event, that issue could not be subject to examination in the proceedings concerning the extension of the detention period. The court further observed that the applicant did not have a permanent place of residence in Russia and had not been granted refugee status. It noted that the applicant had been charged with serious and particularly serious crimes in Uzbekistan, which were also punishable under Russian law. The court further found that the applicant had previously absconded from the Uzbek authorities and therefore there were grounds to believe that he would flee from justice if released. It further decided, without giving further details, that the applicant’s family situation, medical condition and age were compatible with his detention. The court concluded, with reference to Articles 109 and 466 § 1 of the CCrP, that the applicant’s detention should be further extended until 4 August 2011, that is for a total of eighteen months.", "47. The applicant’s lawyer appealed against the extension. He requested the applicant’s release from custody, with reference to the Court’s decision to apply Rule 39 in his case, arguing that the applicant ran the risk of illtreatment in Uzbekistan. The representative further submitted that the applicant would not constitute a threat to the Russian Federation if released from custody. Finally, the representative argued that the applicant’s criminal prosecution in Uzbekistan had not been in accordance with law.", "48. On 2 March 2011 the Supreme Court of the Russian Federation upheld the extension. The court found that the decision on the applicant’s extradition had been lawful and that it had become final. The court was not competent to review the reasonableness of the extradition decision in the proceedings at stake. When authorising the extension of the detention, the lower court had correctly found that the suspension of the extradition proceedings pursuant to the application of Rule 39 of the Rules of Court did not constitute a ground for the applicant’s release. The Supreme Court found that a custodial measure had been applied with a view to securing the extradition, and on account of the fact that the applicant did not have a permanent residence in Russia.", "49. On 4 August 2011 the Perovskiy Inter-District Prosecutor’s Office ordered the applicant’s release from detention, against an undertaking not to leave the town. The prosecutor’s office observed that the applicant’s detention had previously been extended several times, and that the domestic courts had upheld as lawful the Prosecutor General’s decision to extradite the applicant to Uzbekistan. The court further noted that he had an application pending before the European Court of Human Rights, and found that the applicant “could reside on the territory of the Russian Federation pending [his] extradition”.", "50. On 4 August 2011 the applicant was released from custody. It appears that the release order was not appealed against.", "51. It follows from the decision of the FMS of 16 June 2010 that on 22 December 2009 the applicant applied to the Russian Department of the UN High Commissioner for Refugees (“the UNHCR”) as a person seeking asylum on the territory of the Russian Federation. On an unknown date he was issued with a certificate of refugee status, not further specified, valid until 22 March 2010, by the UNHCR Office in Moscow. According to the applicant’s representative, the applicant had been recognised as a refugee under the mandate of the UNHCR. The parties have not submitted any documents or further details in this respect.", "52. On 4 February 2010, when interviewed by an assistant prosecutor of the Perovskiy Inter-District Prosecutor’s Office immediately after his arrest, the applicant stated that he was looking for work and needed to provide his family with financial support, and gave these statements as the reasons for his moving to Russia. He submitted that since 2005, the date of his arrival in Russia, he had not registered as a foreign national temporarily residing in the country. He stated that he had not been aware of any charges against him in Uzbekistan, had not been persecuted on political grounds in his home country, and had not applied for refugee status in Russia.", "53. The applicant was not represented by a lawyer at the interview. He produced a handwritten note to certify that he did not need the assistance of a lawyer or an interpreter.", "54. On 9 February 2010 the applicant lodged a request with the FMS for refugee status in Russia. In his application he submitted, in particular, that since 1999 he had been persecuted in Uzbekistan on political grounds. He was a practising Muslim. He had been repeatedly arrested by Samarkand police and questioned in connection with his alleged membership of extremist organisations. The police had repeatedly searched his apartment in Samarkand without producing any documents authorising the searches. The police ordered him to report to a local police station every two months. Convinced that his persecution would continue, in August 2005 the applicant had left Uzbekistan for Russia, where he started working as a driver. He had settled in Russia with his family, including three of his six minor children. He argued that he had not committed the offences he was accused of, had never been a member of proscribed religious organisations, and had not attempted to overthrow the government. He submitted, without further details, that “all his next of kin and friends” had been prosecuted in Uzbekistan on political grounds. He concluded that he ran a real risk of illtreatment if returned to his home country.", "55. On 15 March 2010 the applicant was questioned by the assistant prosecutor of the Perovskiy Inter-District Prosecutor’s Office and submitted that he had been persecuted in Uzbekistan in connection with his alleged membership of HT.", "56. On 14 April 2010 the applicant, assisted by a lawyer and an interpreter, was interviewed by FMS officers. He stated that he was being sought by the Uzbek authorities for political crimes and he had left Uzbekistan out of fear of ill-treatment by the local police. He practised Islam, and when in Uzbekistan he had been openly persecuted by the authorities for his religious beliefs. It appears that the applicant’s lawyer referred to several statements by eyewitnesses to the searches of the applicant’s flat. The statements were produced in Uzbek. The applicant did not submit a translation or a summary of their contents.", "57. On 16 June 2010 the Moscow Department of the FMS refused his request for refugee status, stating that the applicant had failed to provide sufficient evidence that he risked ill-treatment if extradited to Uzbekistan. He had failed to apply for asylum in due time after his arrival in Russia. The FMS noted that on 22 December 2009 the applicant had applied to the Russian Department of the UN High Commissioner for Refugees and had been issued with “a certificate valid until 22 March 2010”. At the same time, the FMS noted that he had introduced his application for refugee status only after his arrest. Furthermore, when questioned on the date of his arrest in Moscow, the applicant stated that he had been unaware of the charges against him and had arrived in Moscow looking for employment.", "58. At the same time, the FMS observed, with reference to the charging order by the Uzbek authorities of 24 June 2009, that the applicant had been placed on a wanted list and was facing serious charges in Uzbekistan. The FMS cited the testimony of the applicant’s former colleague M., who had allegedly influenced the applicant to join HT. In 1999-2005 the applicant had allegedly spread HT ideas among Uzbekistani youth and been active in organising local branches of HT, despite numerous warnings by the local law-enforcement authorities.", "59. The migration authority concluded that the applicant had failed to apply for refugee status in a timely manner, and that the grounds referred to by the applicant were insufficient to demonstrate the existence of a wellfounded fear of persecution in his home country.", "60. The applicant appealed to the Zamoskvoretskiy District Court of Moscow against the decision of 16 June 2010, submitting that the Uzbek authorities were persecuting him on religious grounds in connection with his alleged membership of HT, a banned religious organisation. He reiterated that, given the nature of the charges against him, he ran a risk of ill-treatment in custody if extradited to Uzbekistan, and his family could also become subject to persecution.", "61. On 12 November 2010 the Zamoskvoretskiy District Court examined the applicant’s appeal in the presence of his lawyer and dismissed it. The court observed that before his arrest the applicant had been living in Moscow with his wife and three minor children. The court found no evidence that the applicant’s arrival in Russia had been caused by any form of political persecution. It pointed out that the applicant had failed to apply for asylum within a day of crossing the Russian border in 2005, as required by the domestic law, and an application for refugee status had only been introduced by him after the arrest. The court endorsed the FMS conclusion that the underlying reason for the applicant’s asylum request was an attempt to avoid criminal responsibility in Uzbekistan.", "62. On 4 February 2011 (according to the applicant) or on 22 February 2011 (according to the authorities) the applicant’s lawyer introduced an appeal against the decision. The applicant’s representative argued, in particular, that the applicant was being unlawfully prosecuted in Uzbekistan in violation of his right guaranteed by Article 9 of the European Convention of Human Rights. The FMS had disregarded the applicant’s arguments regarding fear of persecution and ill-treatment for him and his family, as well as the witnesses’ statements. The charges against him had been fabricated and the prosecution case was extremely weak. The applicant had not committed the offences imputed to him. Nonetheless, he had been questioned by local law-enforcement authorities, and his flat had been searched on several occasions. He had left Uzbekistan fearing further persecution. Contrary to the FMS arguments, in 2009 the applicant had applied to the Russian Department of the UNHCR. The applicant had not been aware that criminal proceedings had been pending against him at the time of his arrest. This is why he had not lodged a request for refugee status on the date of his arrest, but had only done so in February 2010.", "63. It appears that at some point a domestic court extended a ten-day time-limit for introduction of the grounds of appeal and accepted the applicant’s appeal against the judgment for examination. The hearing on the applicant’s appeal was initially scheduled for 18 April 2011, but was subsequently postponed to 4 May 2011, due to the parties’ failure to appear.", "64. On 4 May 2011 the Moscow City Court upheld the first-instance court’s decision in the presence of the applicant’s lawyer. It found that the first-instance court had correctly established the facts of the case. The court observed that the applicant’s elder brother, his sister and the applicant’s three minor children were living in Uzbekistan at the material time. The court further reproduced verbatim the first-instance court’s conclusion that the applicant had failed to apply for refugee status in a timely manner and had not produced sufficient evidence that he would be subjected to persecution if extradited to Uzbekistan.", "65. On 7 July 2011 the applicant submitted a request for temporary asylum to the FMS Moscow. The request emphasised the applicant’s risk of being subjected to torture as a result of politically motivated persecution if extradited.", "66. According to the applicant, on 18 July 2011 (or on 16 July 2011, as cited in the judgment of the Zamoskvoretskiy District Court of 22 February 2012, see paragraph 68 below) the FMS Moscow refused to grant him temporary asylum in Russia. The parties did not submit a copy of the decision in that respect. The applicant’s statement of appeal and the firstinstance court’s decision (see paragraphs 67-68 below) indicate that the application was rejected on the ground that there were no humanitarian grounds for temporary asylum to be granted. There was no evidence that the applicant needed medical care or that, in the event of his extradition to Uzbekistan, he would face a risk of being subjected to torture or illtreatment. According to the applicant’s statement of appeal, the FMS found that reform of the system of administration of justice in Uzbekistan was under way, and that the destination country had signed various international human rights treaties and was pursuing a dynamic social, economic and cultural policy.", "67. The applicant appealed against the FMS’s decision to the Zamoskvoretskiy District Court. He argued, in particular, that he had consistently informed the authorities of his previous ill-treatment in Uzbekistan. He reiterated that on the date of his arrest he had told the authorities that he had arrived in Russia to look for work and not as an asylum-seeker, because he had not been informed of the purpose of the interview. Finally, he challenged the FMS’s findings as regards the human rights instruments signed by Uzbekistan and recent developments in the social and economic policy of the destination country as irrelevant.", "68. On 22 February 2012 the Zamoskvoretskiy District Court dismissed his appeal for lack of humanitarian grounds which could warrant granting him temporary asylum. The court observed, in particular, that the FMS’s decision had been based on information provided by the Samarkand police authorities in Uzbekistan about the charges against him in the destination country. Further, in the court’s view, the FMS had duly taken account of the applicant’s arrest and detention on 4 February 2010 pending extradition. The court concluded that the FMS refusal to grant him temporary asylum was lawful since, first, the applicant’s health was satisfactory and he had not furnished a medical certificate confirming that he required medical care. Second, the court found that the applicant had not referred to “specific indications that there existed a real threat to the applicant’s security” or that he had been persecuted by the Uzbek authorities.", "69. On 26 February 2012 the applicant appealed against the decision of the first-instance court. It appears that the appeal proceedings are pending before the Moscow City Court.", "70. In a faxed letter of 19 November 2010 the applicant’s representative before the Court submitted that on that date the applicant had allegedly “signed unknown documents” in the absence of the representative or an interpreter. The representative submitted that the applicant may have been forced to sign these documents. Neither in the letter nor in the observations submitted on 11 July 2011 did the applicant’s representative provide further details regarding either the contents of the documents or the circumstances of the applicant’s meeting with the unspecified authorities.", "71. Everyone has a right to liberty and security (Article 22 § 1). Arrest, placement in custody and custodial detention are permissible only on the basis of a court order. The term during which a person may be detained prior to obtaining such an order must not exceed forty-eight hours (Article 22 § 2).", "72. The term “court” is defined by the Code of Criminal Procedure (CCrP) of 2002 as “any court of general jurisdiction which examines a criminal case on the merits and delivers decisions provided for by this Code” (Article 5 § 48). The term “judge” is defined by the CCrP as “an official empowered to administer justice” (Article 5 § 54).", "73. A district court has the power to examine all criminal cases except for those falling within the respective jurisdictions of a justice of the peace, a regional court or the Supreme Court of Russia (Article 31 § 2).", "74. Chapter 13 of the CCrP governs the application of preventive measures. Placement in custody is a preventive measure applied on the basis of a court decision to a person suspected of or charged with a crime punishable by at least two years’ imprisonment, where it is impossible to apply a more lenient preventive measure (Article 108 § 1). A request for placement in custody should be examined by a district court judge or a judge of a military court at an equivalent level (Article 108 § 4). A judge’s decision on placement in custody may be challenged before an appeal court within three days (Article 108 § 11). The period of detention pending investigation of a crime must not exceed two months (Article 109 § 1) but may be extended up to six months by a judge of a district court or a military court of a corresponding level (Article 109 § 2). Further extensions may be granted only if the person has been charged with serious or particularly serious criminal offences. In particular, extensions up to eighteen months may be granted as an exception with regard to persons accused of particularly serious criminal offences (Article 109 §§ 2 and 3).", "75. Chapter 16 of the CCrP lays down the procedure by which acts or decisions of a court or public official involved in criminal proceedings may be challenged. Acts or omissions of a police officer in charge of the inquiry, an investigator, a prosecutor or a court may be challenged by “parties to criminal proceedings” or by “other persons in so far as the acts and decisions [in question] touch upon those persons’ interests” (Article 123). Those acts or omissions may be challenged before a prosecutor (Article 124). Decisions taken by police or prosecution investigators or prosecutors not to initiate criminal proceedings, or to discontinue them, or any other decision or inaction capable of impinging upon the rights of “parties to criminal proceedings” or of “hindering an individual’s access to court” may be subject to judicial review (Article 125).", "76. Upon receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, the Prosecutor General or his deputy is to decide on the preventive measure in respect of the person whose extradition is sought. The preventive measure is to be applied in accordance with the established procedure (Article 466 § 1).", "77. Upon receipt of a request for extradition accompanied by an arrest warrant issued by a foreign judicial body, a prosecutor may place the person whose extradition is being sought under house arrest or in custodial detention without prior approval of his or her decision by a court of the Russian Federation (Article 466 § 2).", "78. Extradition may be denied if the act that gave grounds for the extradition request does not constitute a crime under the Russian Criminal Code (Article 464 § 2 (1)).", "79. Verifying the compatibility of Article 31 § 2 of the Law on Legal Status of Foreign Nationals in the USSR of 1982, the Constitutional Court ruled that a foreign national liable to be expelled from the Russian territory could not be detained for more than forty-eight hours without a court order.", "80. Assessing the compatibility of Article 466 § 1 of the CCrP with the Russian Constitution, the Constitutional Court reiterated its settled case-law to the effect that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "81. In the Constitutional Court’s view, the absence of specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the 1993 Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, that is the procedure laid down in the CCrP. That procedure comprised, in particular, Article 466 § 1 of the CCrP and the norms in its Chapter 13 (“Preventive measures”), which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for the examination of extradition requests.", "82. The Constitutional Court emphasised that the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the CCrP did not allow the authorities to apply a custodial measure without complying with the procedure established in the CCrP or in excess of the time-limits fixed in the Code.", "83. The Prosecutor General asked the Constitutional Court for an official clarification of its decision no. 101-O of 4 April 2006 (see above), for the purpose, in particular, of elucidating the procedure for extending a person’s detention with a view to extradition.", "84. The Constitutional Court dismissed the request on the ground that it was not competent to indicate specific provisions of the criminal law governing the procedure and time-limits for holding a person in custody with a view to extradition. That matter was within the competence of the courts of general jurisdiction.", "85. The Constitutional Court reiterated its settled case-law to the effect that the scope of the constitutional right to liberty and personal inviolability was the same for foreign nationals and stateless persons as for Russian nationals. A foreign national or stateless person may not be detained in Russia for more than forty-eight hours without a judicial decision. That constitutional requirement served as a guarantee against excessively long detention beyond forty-eight hours, and also against arbitrary detention as such, in that it required a court to examine whether the arrest was lawful and justified.", "86. The Constitutional Court held that Article 466 § 1 of the CCrP, read in conjunction with the Minsk Convention, could not be construed as permitting the detention of an individual for more than forty-eight hours on the basis of a request for his or her extradition without a decision by a Russian court. A custodial measure could be applied only in accordance with the procedure established in the Russian Code of Criminal Procedure and within the time-limits fixed in the Code.", "87. The Constitutional Court dismissed as inadmissible a request for a review of the constitutionality of Article 466 § 2 of the CCrP, stating that this provision “does not establish time-limits for custodial detention and does not establish the reasons and procedure for choosing a preventive measure, it merely confirms a prosecutor’s power to execute a decision already delivered by a competent judicial body of a foreign state to detain an accused. Therefore the disputed norm cannot be considered to violate constitutional rights of [the claimant] ...”", "88. By a Directive Decision No. 1 adopted by the Plenary Session of the Supreme Court of the Russian Federation on 10 February 2009, (“Directive Decision of 10 February 2009”) the Plenary Session issued several instructions to the courts on the application of Article 125 of the CCrP. The Plenary reiterated that any party to criminal proceedings or other person whose rights and freedoms were affected by actions or inaction on the part of the investigating or prosecuting authorities in criminal proceedings could rely on Article 125 of the CCrP to challenge a refusal to institute criminal proceedings or a decision to terminate them. The Plenary stated that whilst the bulk of decisions amenable to judicial review under Article 125 also included decisions to institute criminal proceedings, refusal to admit defence counsel or to grant victim status, a person could not rely on Article 125 to challenge a court’s decision to apply bail or house arrest or to remand a person in custody. It was further stressed that in declaring a specific action or inaction on the part of a law-enforcement authority unlawful or unjustified, a judge was not entitled to quash the impugned decision or to oblige the official responsible to quash it, but could only request him or her to rectify the shortcomings indicated. Should the impugned authority fail to comply with the court’s instructions, an interested party could complain to a court about the authority’s inaction and the latter body could issue a special decision [частное определение], drawing the authority’s attention to the situation. Lastly, the decision stated that a prosecutor’s decision to place a person under house arrest or to remand him or her in custody with a view to extradition could be appealed against to a court under Article 125 of the CCP.", "89. In a Directive Decision No. 22, adopted by the Plenary Session of the Supreme Court on 29 October 2009 (“Directive Decision of 29 October 2009”), it was stated that, pursuant to Article 466 § 1 of the CCrP, only a court could order the placement in custody of a person in respect of whom a preliminary check of the extradition request “an extradition check” was pending and where the authorities of the country requesting extradition have not submitted a court decision remanding him or her in custody. Judicial authorisation of placement in custody in that situation was to be carried out in accordance with Article 108 of the CCrP and following a prosecutor’s request for that person to be placed in custody. In deciding to remand a person in custody a court was to examine if there were factual and legal grounds for the application of that preventive measure. If the extradition request was accompanied by a detention order by a foreign court, a prosecutor was entitled to remand the person in custody without a Russian court’s authorisation (Article 466 § 2 of the CCrP) for a period not exceeding two months, and the prosecutor’s decision could be challenged in the courts under Article 125 of the CCrP. In extending a person’s detention with a view to extradition a court was to apply Article 109 of the CCrP.", "90. For relevant reports on Uzbekistan in the time span between 2002 and 2007 and, in particular, on the situation of persons accused of membership of Hizb ut-Tahrir, see Muminov v. Russia, no. 42502/06, §§ 6772 and 73-74, 11 December 2008.", "91. In Amnesty International Report 2009 on Uzbekistan, published in May 2009, that organisation stated that it was continuing to receive persistent allegations of widespread torture and ill-treatment, stemming from persons suspected of being members of banned Islamic groups or of having committed terrorist offences. The report stressed that the Uzbek authorities were continuing to actively seek extradition of those persons and, in particular, presumed members of Hizb ut-Tahrir, from the neighbouring countries, including Russia, and that most of those returned to Uzbekistan were held incommunicado, which increased their risk of being tortured or ill-treated.", "92. In January 2011 Human Rights Watch released its annual World Report 2010. The chapter entitled “Uzbekistan” states, in so far as relevant:", "“Uzbekistan’s human rights record remains abysmal, with no substantive improvement in 2010. Authorities continue to crackdown on civil society activists, opposition members, and independent journalists, and to persecute religious believers who worship outside strict state controls ...", "... Criminal Justice, Torture, and Ill-Treatment", "Torture remains rampant in Uzbekistan. Detainees’ rights are violated at each stage of investigations and trials, despite habeas corpus amendments that went into effect in 2008. The Uzbek government has failed to meaningfully implement recommendations to combat torture that the United Nations special rapporteur made in 2003.", "Suspects are not permitted access to lawyers, a critical safeguard against torture in pre-trial detention. Police use torture and other illegal means to coerce statements and confessions from detainees. Authorities routinely refuse to investigate defendants’ allegations of abuse.", "... On July 20, 37-year-old Shavkat Alimhodjaev, imprisoned for religious offenses, died in custody. The official cause of death was anemia, but Alimhodjaev had no known history of the disease. According to family, Alimhodjaev’s face bore possible marks of ill-treatment, including a swollen eye. Authorities returned his body to his family’s home at night. They insisted he be buried before sunrise and remained present until the burial. Authorities have not begun investigating the death.", "...", "Freedom of Religion", "Although Uzbekistan’s constitution ensures freedom of religion, Uzbek authorities continued their unrelenting, multi-year campaign of arbitrary detention, arrest, and torture of Muslims who practice their faith outside state controls or belong to unregistered religious organizations. Over 100 were arrested or convicted in 2010 on charges related to religious extremism.", "...", "Key International Actors", "The Uzbek government’s cooperation with international institutions remains poor. It continues to deny access to all eight UN special procedures that have requested invitations, including those on torture and human rights defenders ...”", "93. The “Uzbekistan 2011” chapter of the Amnesty International annual report 2011, released in May of the same year, in so far as relevant, states as follows:", "“Reports of torture or other ill-treatment continued unabated. Dozens of members of minority religious and Islamic groups were given long prison terms after unfair trials ...", "Torture and other ill-treatment", "Despite assertions by the authorities that the practice of torture had significantly decreased, reports of torture or other ill-treatment of detainees and prisoners continued unabated. In most cases, the authorities failed to conduct prompt, thorough and impartial investigations into these allegations.", "Several thousand people convicted of involvement with Islamist parties or Islamic movements banned in Uzbekistan, as well as government critics and political opponents, continued to serve long prison terms under conditions that amounted to cruel, inhuman and degrading treatment.", "Uzbekistan again refused to allow the UN Special Rapporteur on torture to visit the country despite renewed requests ....", "Counter-terror and security", "Closed trials started in January of nearly 70 defendants charged in relation to attacks in the Ferghana Valley and the capital, Tashkent, in May and August 2009 and the killings of a pro-government imam and a high-ranking police officer in Tashkent in July 2009. The authorities blamed the Islamic Movement of Uzbekistan (IMU), the Islamic Jihad Union (IJU) and the Islamist Hizb-ut-Tahrir party, all banned in Uzbekistan, for the attacks and killings. Among the scores detained as suspected members or sympathizers of the IMU, the IJU and Hizb-ut-Tahrir in 2009 were people who attended unregistered mosques, studied under independent imams, had travelled abroad, or were suspected of affiliation to banned Islamic groups. Many were believed to have been detained without charge or trial for lengthy periods. There were reports of torture and unfair trials ...", "• In April, Kashkadaria Regional Criminal Court sentenced Zulkhumor Khamdamova, her sister Mekhriniso Khamdamova and their relative, Shakhlo Pakhmatova, to between six and a half and seven years in prison for attempting to overthrow the constitutional order and posing a threat to public order. They were part of a group of more than 30 women detained by security forces in counter-terrorism operations in the city of Karshi in November 2009. They were believed to have attended religious classes taught by Zulkhumor Khamdamova in one of the local mosques. The authorities accused Zulkhumor Khamdamova of organizing an illegal religious group, a charge denied by her supporters. Human rights defenders reported that the women were ill-treated in custody; police officers allegedly stripped the women naked and threatened them with rape.", "• Dilorom Abdukadirova, an Uzbek refugee who had fled the country following the violence in Andizhan in 2005, was detained for four days upon her return in January, after receiving assurances from the authorities that she would not face charges. In March, she was detained again and held in police custody for two weeks without access to a lawyer or her family. On 30 April, she was convicted of anti-constitutional activities relating to her participation in the Andizhan demonstrations as well as illegally exiting and entering the country. She was sentenced to 10 years and two months in prison after an unfair trial. Family members reported that she appeared emaciated at the trial and had bruises on her face ...", "Freedom of religion", "The government continued its strict control over religious communities, compromising the enjoyment of their right to freedom of religion. Those most affected were members of unregistered groups such as Christian Evangelical congregations and Muslims worshipping in mosques outside state control.", "• Suspected followers of the Turkish Muslim theologian, Said Nursi, were convicted in a series of trials that had begun in 2009 and continued into 2010. The charges against them included membership or creation of an illegal religious extremist organization and publishing or distributing materials threatening the social order. By December 2010, at least 114 men had been sentenced to prison terms of between 6 and 12 years following unfair trials. Reportedly, some of the verdicts were based on confessions gained under torture in pre-trial detention; defence and expert witnesses were not called; access to the trials was in some cases obstructed while other trials were closed.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "NON_VIOLATED_BULLETPOINTS": ["5-1-f"]}