{"ITEMID": "001-94985", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SALONTAJI-DROBNJAK v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 6-1;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Kristina Pardalos;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant was born in 1949 and lives in Vrbas, Serbia.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. Since 1973 the applicant has brought, mostly before the Municipal Court (Opštinski sud) in Vrbas, some two hundred lawsuits against his employer and its management, as well as various private parties and Government officials, alleging irregularities, harassment and/or malfeasance. He has also lodged numerous criminal complaints on the same grounds.", "9. In 2003 insolvency proceedings were instituted in respect of the applicant's employer and the applicant was laid off.", "10. The said lawsuits, however, continued, some of which were subsequently concluded in favour of the applicant.", "11. In June 1996 the applicant threatened his employer's general manager with a hunting knife and a fake hand grenade. Ultimately, however, he voluntarily surrendered both, leaving the manager with a cut on his right hand.", "12. The applicant was subsequently charged with the crime of intimidation (ugrožavanje sigurnosti).", "13. In the course of these proceedings the applicant was examined by two teams of medical experts.", "14. On 30 August 1996 the first team of experts (Medicinski centar Novi Sad - Institut za psihijatriju) stated that he was mentally ill, suffering from paranoid psychosis, and could not therefore be held criminally liable. Further, since there was a real danger that the applicant could reoffend, the team recommended mandatory psychiatric treatment on an in-patient basis.", "15. On 6 November 1996 the second team of experts (KPD bolnica u Beogradu) found that the applicant had a borderline personality disorder, but deemed him not seriously aggressive and recommended no in-house psychiatric treatment.", "16. On 22 November 1996 the Municipal Court in Vrbas found that the applicant was not criminally liable given that he could not control his actions nor properly comprehend their meaning (see paragraph 84 below). It ordered, however, the applicant's mandatory psychiatric treatment on an out-patient basis.", "17. Between 22 November 1996 and 15 November 1998 the applicant regularly reported for treatment. On 16 November 1998 he was discharged from this obligation.", "18. On 5 September 2003 the applicant was summoned by the Vrbas police in order to give a statement concerning his repeated threats allegedly made to the same general manager.", "19. Following receipt of requests to this effect from the District Court (Okružni sud) in Novi Sad and the Supreme Court of Serbia (Vrhovni sud Srbije) of 26 October 2001 and 31 October 2001 respectively, which courts had themselves already been dealing with the applicant's claims in a number of separate, pending civil suits (see paragraph 106 below, Articles 82 and 79, in that order), in March 2002 the Municipal Court in Vrbas recommended to the local Social Care Centre (Centar za socijalni rad, “the SCC”) to formally request the institution of proceedings for the assessment of the applicant's legal capacity.", "20. On 18 March 2002 the SCC agreed with this proposal.", "21. On 21 March 2002 the Municipal Court noted that the said proceeding had thus been instituted ex officio and ordered that the applicant be subjected to a psychiatric examination by the Forensic Medical Board of the Novi Sad Medical Faculty (Sudsko-medicinski odbor medicinskog fakulteta u Novom Sadu). In so doing, it reasoned as follows:", "“Considering the fact that [the applicant] is involved in many legal cases and that the number of these cases ... is sharply on the increase, it is in the court's interest that his decision-making ability be examined ... [as already] ... pointed out by the District Court in Novi Sad and the Supreme Court of Serbia ...”", "22. On the same day the applicant was served with this decision.", "23. The Forensic Medical Board thereafter scheduled examinations for 8 April 2002 and 15 April 2002, but the applicant refused to be examined unless certain conditions were met. In particular, the applicant requested that: (i) he be informed in advance of the identity of the experts who would examine him; (ii) he, ultimately, be given an opportunity to accept or reject the experts selected; (iii) his examination be carried out in a courtroom in the presence of the judge as well as the public; and (iv) the entire examination be recorded audio-visually.", "24. On 26 April 2002 and again on 14 March 2003 the Forensic Medical Board informed the Municipal Court that these conditions were unacceptable.", "25. Two other experts, appointed by the Municipal Court subsequently, shared this view and declined the assignment, while another two were unavailable or unwilling to personally examine the applicant.", "26. In the meantime, on 20 March 2003, the SCC appointed Lj.Z. to act as the applicant's temporary guardian and represent him in the proceedings.", "27. On 29 May 2003 the applicant was informed that the President of the Municipal Court had agreed to allow him to make an audio recording of his psychiatric examination.", "28. On 8 November 2003 the SCC appointed Z.P. to act as the applicant's new temporary guardian.", "29. On 17 February 2004 the applicant requested a loan from one of the experts, given his “difficult financial situation”.", "30. On 19 February 2004 the applicant informed the Municipal Court about his family's grave financial difficulties, citing his inability to obtain compensation in various civil suits as the main reason therefor.", "31. Following several hearings, held by June 2004, attended by the experts and/or the applicant, on 28 June 2004 the Municipal Court ordered that the latter be subjected to a compulsory examination and placed in a psychiatric institution for a period of no longer than three months. In so doing, the court relied on the opinions of the experts heard to date and the applicant's own unwillingness to be subjected to a psychiatric examination.", "32. The applicant and Z.P. each filed an appeal against this decision.", "33. On 12 July 2004 the District Court confirmed the decision rendered at first instance.", "34. On 5 August 2004 the District Public Prosecutor (Okružni javni tužilac) in Novi Sad urged the Municipal Court to expedite the proceedings, alleging that the applicant had recently threatened his staff in a telephone conversation.", "35. The Municipal Court subsequently, on two separate occasions, invited the applicant to willingly undergo a psychiatric examination.", "36. On 13 September 2004, 17 September 2004 and 8 October 2004 Z.P. complained to the President of the Municipal Court, the President of the Supreme Court and the SCC, respectively, stating that the proceedings were initiated in violation of the law, that they were excessively long and had a negative impact on the applicant and his family.", "37. On 20 October 2004 Z.P. informed the SCC and the Municipal Court that he had decided to cease being the applicant's temporary guardian.", "38. On 25 November 2004 the SCC informed the Municipal Court that the applicant could represent himself in the proceedings.", "39. On an unspecified date the Municipal Court ordered the police to arrest the applicant and place him in a psychiatric institution for examination.", "40. On 7 December 2004 the applicant accepted to be examined in the premises of the Novi Sad Psychiatric Institute (Institut za psihijatriju kliničkog centra u Novom Sadu). Upon his request, the judge in charge of his case was present during the examination.", "41. On 24 December 2004 the Novi Sad Psychiatric Institute concluded that the applicant suffered from litigious paranoia (paranoia querulans), and recommended that his legal capacity be restricted. The experts recalled, inter alia, numerous lawsuits brought and submissions lodged by the applicant, the criminal proceedings instituted against him in 1996, the threats allegedly made in August 2004, and his debt incurred on account of legal costs.", "42. On 16 December 2004 the presiding judge, V.J., requested to be removed from the case, noting that he had been subjected to continued harassment by the applicant. On 27 December 2004, however, the acting President of the Municipal Court rejected this request.", "43. In response to the Municipal Court's prior motion, on 12 February 2005 the SCC appointed M.G. to act as the applicant's temporary guardian and represent him in the proceedings.", "44. On 20 January 2005 the applicant informed the Municipal Court about his family situation. He described the ongoing conflict with his wife concerning his alleged failure to contribute to the family budget, the mutual threats made, and her opinion that all problems stemmed from his “status”.", "45. The applicant subsequently gave a written authorization to his neighbour S.N. to represent him before the Municipal Court. S.N. duly submitted his power of attorney and was accordingly summoned to appear at the next hearing.", "46. The hearing scheduled for 7 February 2005 was adjourned, at the applicant's request, and the next hearing was scheduled for 22 February 2005.", "47. On 22 February 2005 the hearing was held and presided over by another judge. The applicant was not present because he had already been placed in pre-trial detention within a separate criminal case brought against him (see paragraph 53 below). The applicant's representative, S.N., appeared at the hearing, but was not allowed inside the courtroom. The applicant was instead represented by M.G., the lawyer employed at the SCC who had been appointed to represent him. It would seem that the applicant had never met M.G. and was not aware of her appointment.", "48. After the hearing, on the same day, the Municipal Court ruled that the applicant was to be partially deprived of his legal capacity. It further specified that his capacity for taking part in legal actions, deciding about his own medical treatment, and dealing with large amounts of money, was to be restricted (“ograničava se poslovna sposobnost za učestvovanje u pravnim radnjama, odlučivanje o sopstvenom lečenju i raspologanje većim novčanim sredstvima”). The Municipal Court relied on the report produced by the Novi Sad Psychiatric Institute, and recalled the expert reports produced in 1996. Lastly, it stated that there was no need to hear the applicant in person since, based on the available psychiatric evidence, this would serve no useful purpose (nije celishodno) within the meaning of Article 36 § 2 of the Non-contentious Proceedings Act (“the NCPA”; see paragraph 101 below). There is no evidence in the case file indicating that M.G. had challenged this decision or the report issued by the Novi Sad Psychiatric Institute.", "49. On 24 March 2005 the applicant filed an appeal, arguing that: (i) the proceedings had been instituted unlawfully; (ii) the SCC had appointed a person to represent him without his knowledge; (iii) the person whom he had authorised to represent him was not allowed to do so; and (iv) he had personally been excluded from the hearing when his legal capacity was being considered.", "50. On 12 May 2005 the District Court in Novi Sad upheld the decision rendered at first instance.", "51. On 31 May 2005 the applicant filed an appeal on points of law (revizija) with the Supreme Court, relying on the same arguments. He further complained about the methods of his examination and its conclusions.", "52. On 28 February 2006 the Supreme Court ruled against the applicant.", "53. On 9 February 2005 the applicant was arrested by the police and charged with the crime of intimidation. These charges were based on complaints filed by V.J., the judge who had been dealing with the applicant's civil case, the President of the Municipal Court in Vrbas, and several other individuals.", "54. On the same day the applicant was questioned by the investigating judge of the Municipal Court in Vrbas who ordered his detention.", "55. On 14 February 2005 the investigating judge opened a formal judicial investigation against the applicant, and on 23 March 2005 he ordered that the applicant be subjected to a psychiatric examination.", "56. On 26 April 2005 a team of medical experts from the Belgrade Prison Hospital (KPD bolnica u Beogradu) issued a report. The report, inter alia, concluded as follows:", "“It is evident that at the time when ... [the criminal act in question was allegedly committed by the applicant] ... he had had distorted ideas ... [about] ... the court ... [as well as] ... the judges and other ... [persons] ... involved in the proceedings ... Taking into account ... [the applicant's] ... personality and his ... disorder ... we consider that his capacity to comprehend the meaning of his actions, as well as to control them, was significantly reduced ... [but not excluded] ...”", "57. On 9 May 2005 the applicant was released from detention.", "58. On 25 May 2005 the investigating judge questioned one of the members of the said team of medical experts in order to clarify their current conclusions in the light of any inconsistencies with their report of 1996. The expert explained, inter alia, that the applicant suffered from a borderline personality disorder, that this disorder was not, as such, a mental illness, but that it was also characterised by occasional psychotic episodes when the applicant' state could be considered as a temporary mental illness. The decisive factor was the specific situation faced by the applicant and his reaction thereto. In 1996, in view of the relevant circumstances, the applicant was therefore rightly considered as not being criminally responsible, whilst in 2004 his criminal responsibility could not be excluded altogether.", "59. On 12 September 2005 the District Court in Novi Sad decided that the proceedings should be continued before the Municipal Court in Bačka Palanka. It reasoned that this was necessary because the alleged victims in the case were all employed with the Municipal Court in Vrbas.", "60. On 16 May 2006 the Municipal Court in Bačka Palanka found the applicant guilty and sentenced him to six months in prison, suspended for a period of three years. The court noted that the applicant had already been deprived of his legal capacity, but relied on the opinion of the Belgrade Prison Hospital as regards his criminal responsibility.", "61. On 30 May 2006 and 31 May 2006, respectively, the applicant's lawyer and the applicant personally each filed an appeal with the District Court in Novi Sad. Both appeals, however, were ultimately rejected.", "62. On 7 June 2005 the applicant filed a request with the Municipal Court in Vrbas, seeking restoration of his full legal capacity. The clerk, however, refused to accept it, referring to an internal order issued by the court's vice-president on 31 May 2005, whereby no submission lodged by the applicant was to be accepted until he was provided with a guardian.", "63. On 13 June 2005 the SCC appointed I.S., the applicant's son, as his guardian. The SCC specified that, in order to undertake the “restricted actions” on the applicant's behalf, I.S. would have to obtain its consent.", "64. On 23 June 2005 I.S lodged a request with the Municipal Court, seeking restoration of the applicant's full legal capacity (2P 6/05).", "65. On 25 August 2005 I.S. filed another submission with the Municipal Court to the same effect (2P 8/05).", "66. On 12 September 2005 the SCC informed the Municipal Court that it would not support the request.", "67. On 23 September 2005 the court rejected the request of 23 June 2005, explaining that, in the absence of the SCC's consent, I.S. had no standing to initiate the proceedings at issue. On the same date the Municipal Court also rejected the request of 25 August 2005, stating that a motion of this sort had already been filed.", "68. I.S appealed both decisions, but on 25 January 2006 the District Court in Novi Sad confirmed the decision adopted in case no. 2P6/05. On the same date, however, it quashed the decision adopted in case no. 2P 8/05, stating that the submission filed on 25 August 2005 was not a separate matter, but merely additional written pleadings to the first request.", "69. On 30 March 2006 the applicant filed a request with the SCC, seeking institution of judicial proceedings for the restoration of his full legal capacity.", "70. On 20 April 2006 the SCC rejected this request, stating that the applicant's legal capacity was restricted which is why he could not file any requests personally.", "71. On 28 April 2006 the applicant filed an appeal, via the SCC, against this decision. The appeal was addressed to the Regional Secretariat for Health and Social Policy (Pokrajinski sekretarijat za zdravstvo i socijalnu politiku).", "72. On 5 June 2006 the SCC rejected the appeal, stating that the applicant was not authorised to file it.", "73. On 8 June 2006 I.S. filed a new request for the restoration of the applicant's legal capacity with the Municipal Court (2P 4/06). On the same day he filed an identical request with the SCC.", "74. On 10 June 2006, as part of the process of reviewing the applicant's status, the SCC stated, inter alia, that he had remained litigious, the only difference being that his submissions were now being signed by I.S. The SCC's team comprised of a psychologist, a lawyer, and a social worker.", "75. On 14 June 2006 the applicant again filed an appeal against the SCC's decision of 20 April 2006, this time directly with the Regional Secretariat.", "76. On 19 July 2006 I.S received a letter from the Regional Secretariat informing him that he should address his requests to the SCC.", "77. On 3 October 2007 the SCC lodged a disability pension request on behalf of the applicant.", "78. On 21 November 2007 the SCC, inter alia, reaffirmed its views of 10 June 2006.", "79. On 19 December 2007 the Municipal Court decided to join the proceedings in case files nos. 2P 8/05 and 2P 4/06, and on 20 December 2007 it invited the SCC to express its opinion as to whether proceedings for the restoration of the applicant's full legal capacity should be instituted.", "80. On 25 December 2007 the SCC stated that there were no reasons for so doing, and on 26 December 2007 the Municipal Court rejected the request in question.", "81. On 18 March 2008 the SCC appointed T.M. as the applicant's new guardian.", "82. The applicant subsequently wanted to take out a loan in order to purchase a new car, but T.M. refused to act on his behalf. The SCC thereafter appointed I.S. as the applicant's temporary guardian in this respect only.", "83. On 11 August 2008 the SCC discharged T.M. from being the applicant's guardian and re-appointed I.S. to this position.", "84. The relevant provisions of Article 12 read as follows:", "“1. A perpetrator [was] mentally incompetent if, at the time of commission of the offence in question, he was unable to understand the significance of his own actions or control his behaviour due to a permanent or temporary mental illness, a temporary mental disorder or mental retardation ...", "2. A perpetrator ... whose ability to understand the significance of his own actions or control his behaviour was substantially diminished due to any of the conditions referred in paragraph 1 of this Article ... may be punished with more leniency ...”", "85. Article 15 provided that at the age of 18 all persons shall gain full legal capacity.", "86. Article 274 § 2 provided that persons of age who, due to mental illness or “retardation”, substance abuse or “old age feebleness”, or another similar reason, put in jeopardy their own rights and interests, or those of others, shall be partially deprived of their legal capacity.", "87. Article 12 § 1 provides, inter alia, that family support and guardianship shall be provided by the guardianship authority (organ starateljstva), i.e. the competent SCC.", "88. Article 64 §§ 1, 2 and 3 provides that a child below the age of 14 shall only be able to independently engage in legal actions of minor significance or those which do not entail the undertaking of any obligations. A child aged between 14 and 18, however, shall be able to undertake all legal actions, albeit with the prior or subsequent consent of his or her parents, or the consent of the guardianship authority concerning particularly valuable properties. A child aged 15 shall be able to independently undertake legal actions as regards the management and disposal of his or her earnings or of other property acquired through employment.", "89. Articles 124, 125 § 3 and 137 state that a child without parental care, as well as a person of age who has been deprived of his or her legal capacity, shall be provided with a guardian. The guardian shall be appointed by the guardianship authority, and shall represent his or her ward in the same way in which a parent represents a child. With the prior consent of the guardianship authority, the guardian shall, inter alia, be able to decide about any medical procedures needed by the ward, give consent to any legal actions undertaken by a ward aged 14 or more, and undertake all legal actions necessary for the management and disposal of the income acquired by a ward below the age of 15.", "90. Article 139 provides that the ward's property not acquired through his or her own work shall be managed by the guardian. The guardian shall be independent as regards the “regular management” of this property, but may undertake additional actions only with the prior consent of the guardianship authority.", "91. Article 140 §§ 1 and 2 provides that the guardian shall, with the prior consent of the guardianship authority, be able to dispose of the ward's property not acquired through his or her own work.", "92. Article 147 provides that a person of age may be fully or partially deprived of legal capacity if, due to an illness or developmental problems, he or she endangers his or her own rights or interests or the rights and interests of others. The legal capacity of the person partially deprived thereof shall be equal to the legal capacity of a minor between the age of 14 and 18. A court decision shall determine the legal actions which the person concerned may or may not undertake independently.", "93. Article 132 § 1 provides that the guardianship authority may also, if needed, appoint a temporary guardian to safeguard the rights and interests of the ward.", "94. Article 148 provides that a ward's legal capacity may be restored by the competent court once the reasons for its deprivation have ceased to exist.", "95. The Family Act entered into force on 1 July 2005, thereby repealing the Marriage and Family Relations Act.", "96. Articles 31-44 provide details as regards the procedure for the full or partial deprivation of legal capacity, as well as its possible subsequent restoration.", "97. Article 31 § 1, in particular, states that a person of age shall be fully or partially deprived of legal capacity depending on the degree of ability to independently take care of his or her rights and interests, and providing there are legal grounds for so doing.", "98. Article 32 provides that the proceedings can be instituted by the competent court ex officio, by the guardianship authority, by a spouse, a child or a parent of the person concerned, or by his grandparents, brothers, sisters, or grandchildren, if they live together. The procedure may also be initiated by the person concerned if he or she is capable of understanding the significance of such a motion.", "99. Article 33 § 2 provides that if the proceedings have not been instituted by the guardianship authority, the request must be submitted with the necessary authorisation.", "100. Article 35 provides that the court shall decide after having held a hearing. The court shall summon to this hearing the person concerned, a representative of the guardianship authority, the concerned person's guardian or temporary representative, as well as the person who had proposed the institution of the proceedings. At the hearing the person concerned shall be heard by the judge. Should he or she happen to be placed in a medical institution, the hearing shall be held in that institution.", "101. Article 36 § 1 provides that the court shall “personally hear” the individual concerned. Under Article 36 § 2, however, the court may dispense with a hearing if it would be harmful to his or her health or if no hearing is possible due to his or her mental or physical condition.", "102. Article 37, inter alia, provides that the court shall also hear all other persons capable of providing relevant information.", "103. Article 38, inter alia, provides that the person concerned shall be examined by at least two medical specialists who shall give their opinion as regards his or her mental condition. If needed in this respect and if this would not be harmful to his or her health, the competent court shall have the right to order the placement of the person concerned in a psychiatric institution for a period no longer than three months.", "104. Article 42 provides that full legal capacity shall be restored by the court, either upon a motion filed by the guardianship authority or ex officio, when the reasons for the deprivation have ceased to exist. All those entitled to file a motion for the deprivation of legal capacity may also file a motion for its restoration.", "105. Finally, Article 43 states that the provisions concerning the deprivation of legal capacity shall, mutatis mutandis, be applied in the proceedings concerning its restoration.", "106. The relevant provisions of this Act provide as follows:", "“A party with full legal capacity may personally undertake all acts in the proceedings (litigation capacity).", "A person of legal age whose legal capacity has been partially restricted ... [shall be able to litigate] ... within the limits of his or her [existing] legal capacity.", "...”", "“Throughout the proceedings the [civil] court shall ex officio monitor whether the person appearing as a party may [indeed] be a party to the proceedings, as well as whether he or she has the [necessary] litigation capacity ...”", "107. On 23 February 1999 the Committee of Ministers of the Council of Europe adopted “Principles concerning the legal protection of incapable adults”, Recommendation No. R (99) 4. The relevant provisions of these Principles read as follows:", "“1. The measures of protection and other legal arrangements available for the protection of the personal and economic interests of incapable adults should be sufficient, in scope or flexibility, to enable suitable legal responses to be made to different degrees of incapacity and various situations. ...", "4. The range of measures of protection should include, in appropriate cases, those which do not restrict the legal capacity of the person concerned.”", "“1. The legislative framework should, so far as possible, recognise that different degrees of incapacity may exist and that incapacity may vary from time to time. Accordingly, a measure of protection should not result automatically in a complete removal of legal capacity. However, a restriction of legal capacity should be possible where it is shown to be necessary for the protection of the person concerned.", "2. In particular, a measure of protection should not automatically deprive the person concerned of the right to vote, or to make a will, or to consent or refuse consent to any intervention in the health field, or to make other decisions of a personal character at any time when his or her capacity permits him or her to do so. ...”", "“1. Where a measure of protection is necessary it should be proportionate to the degree of capacity of the person concerned and tailored to the individual circumstances and needs of the person concerned.", "2. The measure of protection should interfere with the legal capacity, rights and freedoms of the person concerned to the minimum extent which is consistent with achieving the purpose of the intervention. ...”", "“The person concerned should have the right to be heard in person in any proceedings which could affect his or her legal capacity.”", "“1. Measures of protection should, whenever possible and appropriate, be of limited duration. Consideration should be given to the institution of periodical reviews. ...", "3. There should be adequate rights of appeal.”"], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}