{"ITEMID": "001-86408", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "TOPPLAN ESTATES LTD v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza", "TEXT": ["The applicant, is a limited company registered in London. It is represented before the Court by Bude Nathan Iwanier, a firm of lawyers practising in London. The respondent Government are represented by Ms A. Sharif, Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In March 1992, the applicant purchased, from the liquidators of an insolvent company, 13 acres of land consisting of open fields in Lancashire and was registered as proprietor of the land at HM Land Registry. A neighbouring farmer, whose father had held a grazing licence over the land, had been using the land for grazing and for harvesting hay, without any right to do so, since 1 January 1983, but the applicant was unaware of this at the time of purchase.", "On 23 October 2003, the High Court dismissed the applicant’s claim to possession in respect of all but a very small portion of the land which had been used by the local council during roadworks. The High Court found that the farmer had been in adverse possession from 1 January 1983 and had remained so for 12 years from that date, except in the case of the working area. As such, it considered itself bound by the decision in J. A. Pye (Oxford) Ltd v Graham & Another [2003] 1 AC 419 to order that the farmer be registered as proprietor of the land other than the working area.", "The Court of Appeal dismissed the applicant’s appeal on 27 October 2004 for essentially the same reasons as those given by the High Court. It held, inter alia, that there was no obligation in law for a squatter to draw the true owner’s attention to the fact that time was running against him and concluded, as had the High Court, that the farmer’s activities on the land had been open and apparent.", "The Court of Appeal refused the applicant leave to appeal to the House of Lords on 19 November 2004. The House of Lords refused the applicant leave to appeal on 16 March 2005.", "The domestic law on limitation and adverse possession is set out in J.A. Pye (Oxford) Land Ltd v. the United Kingdom [GC], no. 44302/02, §§ 24-35, ECHR 2007,-"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}