{"ITEMID": "001-95947", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GOCHEV v. BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P4-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1958 and lives in Varna. He is a graduate in international economic relations.", "6. On 3 April 2001 the Sofia District Court, acting on a claim by a company V., issued an enforcement order against the applicant on the basis of a promissory note. The debt amounted to 55,331.03 Bulgarian levs (BGN) (or about 28,230 euros (EUR)), plus statutory interest. The costs of the proceedings amounted to BGN 1,108 (about EUR 565).", "7. On 2 October 2001 company V. contacted the bailiffs’ service, requesting that the applicant be subjected to an order prohibiting him from leaving the territory.", "8. On 2 November 2001 the bailiffs’ service suggested to the director of the Department for Identity Documents (“the director”) that the applicant’s passport be withdrawn. That request was based on section 76 (3) of the Bulgarian Identity Documents Act 1998 (see paragraphs 34 to 37 below), which provided for the possibility of prohibiting natural persons who had debts towards other natural or legal persons amounting to more than BGN 5,000 (about EUR 2,550) from leaving the territory.", "9. On 12 November 2001 the applicant was invited to submit evidence that he had provided security to his creditor.", "10. By a decision of 21 December 2001, the director, referring to section 76 (3) of the Bulgarian Identity Documents Act 1998 and the request by the bailiffs’ service, imposed the proposed measure for an indefinite period. He ordered that the applicant’s passport be withdrawn and instructed the relevant authorities not to issue him with a new passport.", "11. The applicant brought an application for judicial review, arguing that the domestic legislation allowed for the imposition of those measures only where the existence of the debt had previously been recognised by a judicial decision that had become final. He submitted that, since his debt arose from a promissory note, that condition had not been met in his case.", "12. On 30 May 2002, following a request submitted by the applicant, the director contacted the bailiffs’ service, requesting its opinion on the appropriateness of lifting the prohibition on leaving the territory, and indicated that the applicant had submitted evidence that he had provided security to his creditor. By a letter of 11 July 2002, the bailiffs’ service replied that the applicant had not paid his debts, that he had not provided security and that it was therefore appropriate to continue to apply the measure in question.", "13. By a judgment of 11 February 2003 the Supreme Administrative Court dismissed the applicant’s complaint. The court held that a enforcement order issued by a court represented sufficient judicial recognition of the debt in question. It further noted that the applicant had not provided a security to his creditor, that he did not possess assets of a value equivalent to the amount of his debt and that he had not submitted evidence concerning a possible termination of the enforcement proceedings.", "14. The applicant appealed on points of law.", "15. By a judgment of 21 July 2003, a five-judge bench of the Supreme Administrative Court dismissed the appeal and endorsed the reasoning given by the lower court.", "16. On 7 May 2008 the bailiffs’ service suggested to the director that the decision of 21 December 2001 be revoked on the ground that the enforcement proceedings had been closed, given that the creditor had not requested new execution measures over a period of more than two years.", "17. The decision in question was revoked on 17 May 2008.", "18. On 25 October 1999 the Karlovo District Court, acting on a claim by a company B., issued an enforcement order against the applicant on the basis of another promissory note. This debt amounted to BGN 17,531 (about EUR 8,765).", "19. By a request of 20 February 2002, company B. called for the imposition of a measure prohibiting the applicant from leaving the territory. Its representative argued that the applicant had disposed of some of his property that was under attachment, namely vehicles. He noted that company B. had succeeded in attaching real estate belonging to the applicant, but that its value was considerably lower than the sum owed.", "20. On 5 March 2002 the bailiffs’ service, on instructions from company B., requested the imposition of an order prohibiting [the applicant] from leaving the territory under section 76 (3) of the Bulgarian Identity Documents Act 1998. On that date the amount of default interest due was BGN 7,421 (about EUR 3,786).", "21. By a letter of 25 April 2002, the applicant was informed of the director’s intention to apply the requested measure. He was invited to submit evidence that he had provided security to his creditor.", "22. By a decision of 27 May 2002, the director, again referring to section 76 (3) of the Bulgarian Identity Documents Act 1998 and to the proposal by the bailiffs’ service, ordered that the applicant’s passport be withdrawn and instructed the relevant bodies not to issue him with a new passport for an indefinite period.", "23. The applicant brought an application for judicial review. He claimed that the order prohibiting him from leaving the territory had no legal basis, that he had intended to effect a set-off using a debt owed by company B., that he had provided security and that he had reimbursed part of his debt.", "24. By a judgment of 29 December 2002, the Supreme Administrative Court dismissed the applicant’s application. The court held that the judicial recognition of a debt within the meaning of section 76 (3) of the Bulgarian Identity Documents Act 1998 could arise from a judicial decision that was not res judicata, such as the decision to issue an enforcement order. The other arguments raised by the applicant were dismissed as unsubstantiated or of minor relevance.", "25. The applicant appealed on points of law.", "26. On 23 April 2003 a five-judge bench of the Supreme Administrative Court upheld the contested decision.", "27. It was common ground between the parties that the applicant had been free to leave the national territory since 17 May 2008.", "28. The applicant’s daughters, T.G. and M.G., were born in 1986 and 1997 respectively.", "29. On 19 December 2001 the Sofia District Court granted a divorce to the applicant and S.G., the mother of his children. A residence order in respect of the two girls was given in favour of S.G. The applicant was given contact rights, amounting to two weekends per month and two two-week periods during the winter and summer holidays.", "30. S.G. subsequently settled in the United Kingdom with the two children. Since September 2003, T.G. and M.G. have lived permanently in the UK, where they are being educated.", "31. On 5 March 1999 the applicant created, in St Petersburg, a branch of the limited liability company “Univeks” OOD, of which he was an associate. He indicated that in 2002 the Russian market had stabilised and had opened up to Bulgarian products. The prohibition on leaving Bulgarian territory had prevented him from developing his commercial activity in Russia, as it had obliged him to remain permanently in Bulgaria.", "32. On 12 March 2002 the applicant, representative and only associate of the limited liability company “Geomark” EOOD, signed a contract for the sale of Bulgarian cosmetics and cleaning products with a Russian company. This contract was worth 500,000 American dollars (USD) and was valid until 31 December 2004. Among the terms and conditions, a clause specified that the applicant was to have the products approved by the Russian authorities.", "33. On 29 July 2002 the purchaser and the applicant signed an amendment to the contract, concerning the shipment of products with a value of USD 10,114.28. As the applicant could not travel to Russia in order to obtain approval for the goods, he subsequently withdrew. The reasons for his withdrawal were considered as a case of force majeure by the other party to the contract, and the applicant was not required to pay penalties. As the prohibition on leaving the territory was maintained until the end of the period of validity of the contract, it was not performed. The applicant indicated that he had expected to earn twenty percent of the value of the orders placed.", "34. The Bulgarian Identity Documents Act 1998 (Закон за българските документи за самоличност – “the 1998 Act”), which entered into force on 1 April 1999, provides that the relevant bodies of the Ministry of the Interior may impose a prohibition on leaving the territory on an individual who has debt “established by judicial means” amounting to more than BGN 5,000 (about EUR 2,550) towards other physical or legal persons (section 76 (3) taken together with paragraph 1 (5) of the supplementary provisions to the 1998 Act). In addition, at the material time, the Act provided for two other measures, namely the withdrawal of passports and the refusal to issue a passport to a debtor.", "35. These preventive measures cannot be imposed if the debtor has provided security to his or her creditor or if he or she possesses assets of sufficient value to be used as reimbursement of the debts (section 76 (3)).", "36. The Supreme Administrative Court considers that the instruction by which a court issues an enforcement order on the basis of a promissory note constitutes judicial recognition of the debt within the meaning of the 1998 Act (see, inter alia, Decision no. 8907 of 23 November 2001 in case no. 4766/2001, and Decision no. 6937 of 7 July 2003 in case no. 4150/2003, Решение № 8907 от 23.11.2001 г. по адм. д. № 4766/2001 г., Решение № 6937 от 07.07.2003 г. по адм. дело № 4150/2003 г.).", "37. Furthermore, the Supreme Administrative Court considers that the administrative body which imposes a prohibition on leaving the territory has discretionary power with regard to the appropriateness of that measure (see Decision no. 10998 of 9 December 2005 in case no. 4980, and Decision no. 10908 of 8 November 2007 in case no. 7909/2007, Решение № 10998 от 09.12.2005 г. по адм .дело № 4980/2005 г., Решение № 10908 от 08.11.2007 г. по адм. д. № 7909/2007 г.). Thus, courts were required merely to verify that the legal conditions set out in the 1998 Act had been fulfilled.", "38. The liability of the maker of a promissory note lapses by limitation three years from the date on which it is payable (section 531 of the Commerce Act). The limitation period is interrupted if enforcement proceedings are brought, and the interruption causes a new limitation period to begin to run (sections 116 and 117 of the Obligations and Contracts Act).", "39. If in the course of two years the creditor does not request new execution measures, the enforcement proceedings must be closed (Article 330 of the 1952 Code of Civil Procedure). This provision was reproduced in similar terms in Article 433 of the new Code of Civil Procedure, in force since 1 March 2008.", "40. The applicant alleged that there had been a violation of his right to leave the country, guaranteed by Article 2 of Protocol No. 4 to the Convention. This Article provides:", "“1. Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.", "2. Everyone shall be free to leave any country, including his own.", "3. No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.", "4. The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”", "41. The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that no other ground for declaring it inadmissible has been established. It must therefore be declared admissible.", "42. The applicant considered that the preventive measures envisaged in the 1998 Act were inapplicable in his case. He considered that the domestic courts had incorrectly applied the relevant legal provisions, given that the existence of his debts had not been recognised by decisions that were res judicata. In particular, he alleged that an enforcement order issued on the basis of a promissory note could not be equated with a document entailing judicial recognition of his debts. Accordingly, he considered that his debts had not been “established by judicial means”. The applicant concluded that the measure taken against him had not been “in accordance with law”.", "43. The Government submitted that the prohibition on leaving the territory had been imposed in compliance with the legislation in force, that it pursued the protection of the rights of others and that it had been necessary in order to ensure that that objective was met.", "44. The Court reiterates that Article 2 of Protocol No. 4 to the Convention guarantees to any person a right to liberty of movement, including the right to leave any country for such other country of the person’s choice to which he or she may be admitted. Any measure restricting that right must be lawful, pursue one of the legitimate aims referred to in the third paragraph of the above-mentioned Convention provision and strike a fair balance between the public interest and the individual’s rights (see Baumann v. France, no. 33592/96, § 61, ECHR 2001-V, and Riener v. Bulgaria, no. 46343/99, § 109, 23 May 2006).", "45. The Court observes that in this case it was not disputed that there had been interference with the rights conferred on the applicant by Article 2 of Protocol No. 4.", "46. With regard to the lawfulness of the measure, the Court reiterates its settled case-law according to which the expression “in accordance with law” not only requires that the impugned measure should have some basis in domestic law, but also refers to the quality of the law in question, requiring that it should be accessible to the person concerned and foreseeable as to its effects (see Rotaru v. Romania [GC], no. 28341/95, § 52, ECHR 2000-V). In order for the law to meet the criterion of foreseeability, it must set forth with sufficient precision the conditions in which a measure may be applied, to enable the persons concerned – if need be, with appropriate advice - to regulate their conduct.", "47. The Court observes that the expression “established by judicial means” could have given rise to various interpretations at the time the 1998 Act was enacted. In so far as the applicant complains of the lack of precision and foreseeability of section 76 (3) of that Act, the Court reiterates that it is normally in the first place for the national authorities, notably the courts, to interpret and apply domestic law. It notes in the instant case that there exists a settled case-law of the Supreme Administrative Court on this provision. In those circumstances, the Court considers that, even if it could have resulted in a certain degree of uncertainty at the time, the ambiguity referred to by the applicant cannot in itself lead to the conclusion that the interference was unforeseeable to the extent that it was incompatible with the principle of lawfulness set out in Article 2 of Protocol No. 4 (see Riener, cited above, § 112, and, mutatis mutandis, Beyeler v. Italy [GC], no. 33202/96, § 109, ECHR 2000I). Moreover, the existence of the debt as established by a promissory note could be challenged before the courts.", "48. The Court also considers that the imposition of a measure such as that in the instant case was intended to guarantee the interests of creditors and that in principle it pursued a legitimate aim, namely the protection of the rights of others.", "49. With regard to the proportionality of a restriction imposed on account of unpaid debts, the Court reiterates that it is justified only so long as it furthered the pursued aim of guaranteeing recovery of the debts in question (see Napijalo v. Croatia, no. 66485/01, §§ 78 to 82, 13 November 2003). Furthermore, even were it justified at the outset, a measure restricting an individual’s freedom of movement may become disproportionate and breach that individual’s rights if it is automatically extended over a long period (see Luordo v. Italy, no. 32190/96, § 96, ECHR 2003-IX; Földes and Földesné Hajlik v. Hungary, no. 41463/02, § 35, ECHR 2006...; and Riener, cited above, § 121).", "50. In any event, the domestic authorities are under an obligation to ensure that a breach of an individual’s right to leave his or her country is, from the outset and throughout its duration, justified and proportionate in view of the circumstances. They may not extend for long periods measures restricting an individual’s freedom of movement without regular reexamination of their justification (see Riener, cited above, § 124, and Földes and Földesné Hajlik, cited above, § 35). Such review should normally be carried out, at least in the final instance, by the courts, since they offer the best guarantees of the independence, impartiality and lawfulness of the procedures (see Sissanis v. Romania, no. 23468/02, § 70, 25 January 2007). The scope of the judicial review should enable the court to take account of all the factors involved, including those concerning the proportionality of the restrictive measure (see, mutatis mutandis, Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, § 60, Series A no. 43).", "51. Turning to the circumstances of the present case, the Court notes that the applicant was prohibited from leaving the territory for the first time on 21 December 2001. That measure was lifted on 17 May 2008. It therefore remained in force for more than six years and four months.", "52. The Court observes that the parties have not submitted detailed information on the conduct of the enforcement proceedings which were used to justify the restriction on the applicant’s freedom of movement. It is consequently impossible to assess whether or not the steps taken by the authorities and creditors to recover the debts were sufficient, or to evaluate the applicant’s capacity to pay the amounts due to his creditors. Nor were those circumstances discussed in the decisions and judgments of the domestic authorities. The director explained his decisions by the existence of a request from the bailiffs’ service, while the domestic courts merely noted in their judgments that the applicant did not possess assets of a value equal to the amount of his debt and that he had not provided security to his creditors. Accordingly, the Court is unable to rule on whether the imposition and maintenance of this restriction over a considerable period was objectively justified by the aim of guaranteeing recovery of the debts.", "53. On the other hand, the Court considers that the facts of the case suggest that the applicant was subjected, from the outset, to a measure of an automatic nature. The measure in question was imposed by the director without a request for explanations by the applicant concerning his personal situation or even about the circumstances surrounding the non-payment of his debts, and without these issues being examined in his decision. While it is true that the effectiveness of a preventive measure frequently depends on the speed of its implementation, this does not dispense the relevant domestic body from an obligation to gather the relevant information once the measure has been imposed. In the instant case, the applicant was merely invited to indicate, before the director issued his decisions, whether he had provided security to his creditors. Thus, the Court is of the opinion that the administrative body did not take account of all the relevant information in order to ensure that the restriction on the applicant’", "54. The Court further notes that the director’s decisions to impose a prohibition on leaving the territory were examined by the Supreme Administrative Court. In so far as that court held that it did not have jurisdiction to rule on the appropriateness of imposing such measures (see paragraph 37 above), the Court considers that the scope of the judicial review also failed to satisfy the requirements of Article 2 of Protocol No. 4 (see paragraph 50 above).", "55. As to whether the domestic authorities fulfilled their duty to re-examine regularly the measures restricting the applicant’s freedom of movement, the Court notes that no re-examination of the impugned measures was carried out following the Supreme Administrative Court’s confirmation of the decisions by the director of the Department for Identity Documents (see paragraphs 15 and 26 above).", "56. Admittedly, the applicant has not specified whether he asked the director of the Department for Identity Documents to lift the impugned measures after the Supreme Administrative Court had given its judgments. However, given that in reality it appears that he could obtain a lifting of the prohibition on leaving the territory only in the event of payment of the debts, presentation of a sufficient guarantee or, as was the case here, in the event of termination of the enforcement proceedings, the Court considers that the applicant cannot be criticised for failing to avail himself of that possibility.", "57. In view of the foregoing considerations, the Court considers that the applicant was subjected to measures of an automatic nature, with no limitation as to their scope or duration (see Riener, cited above, § 127). It concludes that the Bulgarian authorities have failed in their obligation under Article 2 of Protocol No. 4 to the Convention to ensure that any interference with an individual’s right to leave his or her country is, from the outset and throughout its duration, justified and proportionate in the light of the circumstances. In view of this conclusion, the Court does not consider it necessary to address the issues of whether the application of a measure restricting the freedom to leave the country on account of debts owed to private persons can be justified by the high amount of the debts in question or by their particular importance for the creditor, as, for example, in the case of a maintenance order.", "Accordingly, there has been a violation of the applicant’s right to freedom of movement, guaranteed by Article 2 § 2 of Protocol No. 4.", "58. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "59. The applicant claimed EUR 150,000 in respect of pecuniary damage, which he linked to loss of earnings arising from the prohibition on leaving the territory of Bulgaria. He alleged that had the branch of his company “Univeks” OOD been able to develop its commercial activity in Russia, it would have made a profit of EUR 6,000 per year, or EUR 36,000 for the period covered by the prohibition. He also considered that the sales contract for cosmetics and cleaning products, signed in 2002, could have earned him EUR 114,000. Finally, he requested payment of interest on these amounts, at the statutory rate, to run from the date on which the application was lodged with the Court.", "60. The applicant also claimed EUR 50,000 in respect of non-pecuniary damage. He argued that, on account of the prohibition on leaving the national territory, he had been unable to meet his daughters after their departure for the United Kingdom, in spite of the fact that he had extensive visitation rights. Finally, he alleged that he had been unable to exercise his profession and that his reputation had been tarnished among his trading partners abroad.", "61. The Government considered that the applicant’s claims were illfounded.", "62. The Court does not perceive a sufficient causal link between the violation found and the alleged pecuniary damage. In particular, it considers that the applicant has not submitted convincing evidence that his presence was essential for the performance of the contract signed in March 2002. Furthermore, it notes that the finding of a violation of a breach of the State’s duty to examine the proportionality of the measure restricting the applicant’s freedom of movement does not amount to a finding that the measure lacked any justification. Accordingly, the Court dismisses the claim concerning pecuniary damage. It considers, however, that it is appropriate to award the applicant EUR 5,000 in respect of non-pecuniary damage.", "63. The applicant claimed EUR 1,934 for the costs and expenses incurred before the Court, of which EUR 1,534 were for lawyer’s fees and EUR 400 were for postage, translation and certification of a document. With regard to the remuneration of his lawyer, he also claimed the difference between the sum of EUR 1,534 and the equivalent of 25 percent of the amounts that would be awarded to him in respect of pecuniary and nonpecuniary damage. He submitted a fee agreement and invoices with regard to the other costs.", "64. The Government considered these amounts excessive.", "65. The Court reiterates that an applicant may recover his costs and expenses only in so far as they have been actually and necessarily incurred and are reasonable as to quantum. In the instant case, having regard to the documents in its possession and the above-mentioned criteria, the Court considers it reasonable to award the applicant the aggregate sum of EUR 1,500.", "66. The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}