{"ITEMID": "001-5639", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "GRAMS v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["Werner and Ruth Grams, who are German nationals, were born on 26 June 1925 in Kreuz (Pomerania) and on 28 August 1924 in Markshöfen (East Prussia) respectively.", "They were represented before the Court by Mr T. Kieseritzky, of the Frankfurt am Main Bar, and Mr A. Groß, of the Wiesbaden Bar.", "The applicants are the parents of Wolfgang Grams, a suspected member of the Red Army Faction (Rote Armee Fraktion) who died on 27 June 1993 following an operation carried out on that day by “GSG-9”, a special unit of the Federal Border Police (Bundesgrenzschutz), at Bad Kleinen station (Mecklenburg-West Pomerania). The purpose of the operation was to arrest Grams and an accomplice, Birgit Hohefeld. There was an exchange of fire during which Grams and a police officer were killed and another police officer and a railway employee were wounded. B. Hohefeld was arrested. Afterwards Grams’s body was taken to Lübeck Hospital, where he was pronounced dead.", "On 28 June 1993 Professor Oehmichen of the Forensic Institute of Lübeck University submitted his autopsy report to the Schwerin Public Prosecutor’s Office. He stated in his report that Grams had died from a bullet which had passed through his brain from right to left and from loss of blood due to three other bullets fired through his abdomen.", "On 1 July 1993 the applicants filed an application to join criminal proceedings (Nebenklage) against persons unknown for the murder of their son.", "The public prosecutor’s office then instructed Professor Oehmichen to prepare eight further expert reports on the firearms used during the operation in question and on certain particular aspects of Grams’s wounds. Those reports were submitted between 2 and 12 July 1993.", "On 5 July 1993 Professor Geserick of the Forensic Institute of Humboldt University in Berlin submitted a second autopsy report (Nachsektion), at the request of Grams’s parents, in which he too concluded that Grams had died as a result of a shot fired through his head. He also agreed with the conclusions of the first autopsy report.", "On the same day the Düsseldorf police submitted an interim ballistics report.", "The Schwerin Public Prosecutor’s Office also instructed Professor Brinkmann of the Forensic Institute of Münster University to prepare four further interim expert reports on Grams’s injuries and imprints (Spurengutachten). Those reports were filed between 5 and 14 July 1993.", "On 10 August 1993 the Schwerin Public Prosecutor’s Office began an investigation in respect of two members of GSG-9 who, according to a witness named Baron, had been right next to Grams when he was lying on one of the tracks at Bad Kleinen station after falling to the ground.", "On 18 August 1993 Professor Brinkmann submitted a supplementary expert report on the marks found on the clothes of the police officers who had taken part in the operation (Spurengutachten). According to him, only one jacket had traces of Grams’s blood on it, but it had not been possible to determine with certainty how they had appeared.", "On 10 September and 14 and 18 October 1993 the Zürich police forensic laboratory submitted interim reports on, among other things, the projectiles found at the place where the operation had been carried out and the cause of Grams’s wounds.", "On 19 September 1993 Professor Brinkmann submitted his general report in which he addressed, among other things, the question whether the fatal gunshot had been fired by Grams himself or by another person. He concluded that the trajectory of the bullet was typical of a suicide and that the evidence did not point to an accident (unfallbedingte Entstehung). In his opinion, the fact that there were very few traces of blood on Grams’s gun, from which the fatal shot had been fired, meant that it had fallen to the ground before it could be sprayed with the blood and tissue (Spray aus Blut- und Gewebsteilen) caused by the penetration of the bullet. It necessarily followed that his hand had been immediately paralysed, as was usual after this type of suicide. Furthermore, if the fatal shot had been fired by another person, that person’s clothes would have been spattered with blood and tissue, whereas the investigations had not yielded any findings of that kind.", "In a letter of 25 September 1993 Professor Sellier, a ballistics expert, stated that the bullets which had hit Grams in the abdomen had been fired from a distance of several metres. In a further expert report (of 12 December 1993) he concluded that the grazes found on the victim’s hand had in all likelihood been caused by the ballast on which he was lying.", "On 15 November 1993 Professor Bär, Director of the Forensic Institute of Zürich University, submitted an expert report in which he concluded that, having regard to the results of the autopsy carried out on Grams, he would still have been capable, after falling onto the track, of shooting himself in the head with the bullet which killed him.", "On 16 November 1993 the Zürich police forensic laboratory submitted a full expert report on the circumstances of Grams’s death.", "On 13 January 1994 the Schwerin Public Prosecutor’s Office decided to discontinue the proceedings under Article 170 § 2 of the Code of Criminal Procedure (“CCP”). It drew the conclusion that the police officers had shot Grams in self-defence and that Grams had himself fired the bullet which went through his head, with the intention of killing himself. The public prosecutor’s office based that conclusion on a 210-page report (Abschlußvermerk) in which the special unit in charge of investigating the case had given an account of all its inquiries. The report stated, among other things, that during the course of those inquiries evidence had been heard from more than sixty witnesses.", "On 20 and 22 January 1994 the applicants appealed to the Principal Public Prosecutor of the Land of Mecklenburg-West Pomerania (“the Principal Public Prosecutor”) against the decision to discontinue the case. On 6 June 1994 they filed pleadings in support of their appeal, attaching two expert reports prepared at the request of the applicants by Professor Bonte, Director of the Forensic Institute of Düsseldorf University.", "In the first report, dated 29 March 1994, Professor Bonte concluded that as a result of a certain number of serious flaws in the investigation it was no longer possible to determine with certainty whether the fatal shot had been fired by Grams himself or by another person. With regard to the arguments advanced by Professor Brinkmann, he considered that, since the gun in question had indeed been spattered with blood after the shot had been fired, it was scientifically impossible to conclude that Grams had committed suicide; as for the finding that no clothes had been spattered with blood or tissue, this had been contradicted by Professor Bär. In short, it was impossible to prove that Grams had committed suicide and impossible to rule out the theory that another person had fired the fatal shot. As the evidence stood, it was not possible to reach a definite conclusion. Lastly, Professor Bonte suggested examining how the grazes on the back of Grams’s right hand had been caused and checking how the distance from which the shots had been fired had been measured, as this appeared open to criticism from a scientific point of view.", "In his second expert report (Ergänzungsgutachten), dated 19 May 1994, Professor Bonte concluded that the grazes and redness found on the back of Grams’s right hand could have been inflicted by the tip of the hammer of Grams’s gun while someone was attempting to wrest it from him (streifender Kontakt mit dem Hahnende im Rahmen eines Entwindungsgriffs).", "Furthermore, in their pleadings filed in support of their appeal, the applicants complained of certain flaws in the investigation which proved, in their opinion, that there had been a deliberate attempt to cover up evidence as to what had actually happened. They gave as examples the fact that Grams’s hands had been washed on his arrival at Lübeck Hospital, that an analysis of the fingerprints on Grams’s gun had been ordered too late – after they had been obliterated – and that the jacket of one of the police officers, which had bloodstains on it, had disappeared.", "On 30 August 1994 Professor Brinkmann made observations, at the request of the Schwerin Public Prosecutor’s Office, on the expert reports submitted by Professor Bonte on 29 March and 19 May 1994. According to Professor Brinkmann, Professor Bonte had based his conclusions on numerous inaccurate findings (Anknüpfungspunkte) and there were a number of contradictions in his reasoning, so there were no grounds for revising the conclusions of the expert report of 19 September 1993.", "On 19 June 1995 the applicants sent the Rostock Public Prosecutor’s Office observations (Stellungnahme) by Professor Bonte, dated 3 April 1995, on the expert report submitted by Professor Brinkmann on 30 August 1994. Professor Bonte confirmed his previous conclusions that it was impossible to prove that it had been suicide just as it was impossible to rule out the theory that another person had been involved. He also maintained that someone could have wrenched Grams’s gun out of his grasp.", "On 23 August 1995 the Principal Public Prosecutor confirmed the decision to discontinue the case. For murder to be made out, it would, in his opinion, have been necessary for one of the police officers to have grabbed hold of Grams’s gun during the exchange of shots between Grams and the police quad chasing him. None of the witnesses, however, had made a statement to that effect. Despite the fact that the evidence of certain police officers had to be treated with care and despite a number of residual doubts, the conclusion drawn by the Schwerin Public Prosecutor’s Office, namely that Grams had committed suicide, appeared not only possible, but highly probable. It did not, in any event, contradict the available evidence. Moreover, the investigation had not revealed any evidence on which to bring a charge against one of the police officers or any other person. Lastly, there was nothing to suggest that a further investigative measure – and, in particular, a further expert report – would reveal conclusive fresh evidence.", "With regard to Professor Bonte’s conclusions in particular, the Principal Public Prosecutor considered that they were not such as to justify reopening the investigation. The forensic experts disagreed about the course of events and Professor Bonte himself had merely stated that his conclusion was more likely than the others, without thereby suggesting that the others were wholly improbable. Given those reservations, the situation did not merit reversing the decision of the Schwerin Public Prosecutor’s Office to discontinue the case.", "The Principal Public Prosecutor acknowledged that the statements of the police officers heard as witnesses contradicted each other on many points, but considered that the situation could no longer be remedied at that stage by ordering a further investigative measure. He also accepted that an error had been committed in not ordering a thorough examination of Grams’s hands, which had instead been washed as soon as he had arrived at the hospital. Likewise, an inquiry as to why Grams’s hands had been washed before they could be examined should have been ordered. However, a further investigative measure would not, in the Principal Public Prosecutor’s view, remedy the consequences of those errors.", "The same was true of the fact that a biological test had been carried out on Grams’s gun before the fingerprints had been taken, since a further investigative measure could not bring back fingerprints which had disappeared as a result of an error. Lastly, the Principal Public Prosecutor did not consider it conclusive that the jacket of one of the police officers had disappeared from the premises of the Zürich police laboratory since it had disappeared after that department had carried out all the scientific tests.", "On 30 August 1995 Professor Sellier made observations, at the request of the Schwerin Public Prosecutor’s Office, on the expert reports submitted by Professor Bonte. According to Professor Sellier, the grazes found on Grams’s hand could not have been caused merely by someone seizing his gun. They were more likely to have been caused by sharp objects, in this case the ballast on which Grams had been lying after his fall and against which his hand had rubbed while he was being picked up so that he could be taken to hospital.", "On 2 November 1995 Professor Bonte made observations on the decision of the Principal Public Prosecutor upholding the decision to discontinue the case. He explained and confirmed the theories set out in his previous expert reports.", "On 9 November 1995 the applicants appealed to the Rostock Court of Appeal under Article 172 § 2 CCP against the decision of the Principal Public Prosecutor. They requested that six members of GSG-9 be charged.", "On 29 March 1996 the Court of Appeal dismissed the applicants’ appeal. It pointed out that under Article 174 § 1 CCP there had to exist a sufficient suspicion (hinreichender Tatverdacht) against a person for a prosecution to be brought. For that to be established there had to be a greater probability, in the light of the results of the preliminary investigation, that the person in question would be convicted than acquitted, which was not so in the present case.", "The Court of Appeal took as the point of departure for its reasoning the fact that the victim had been killed by a shot fired from his own gun, which had been placed against the victim’s right temple or in that immediate area. For murder to be made out, someone would have to have seized the gun. There was nothing in the investigation to show that that had happened. The investigation had established that throughout the police officers’ pursuit of Grams they had been at a distance of at least 1.50 metres from the victim. The gun could not therefore have been seized from him during that stage of the events. Furthermore, it had not been established that someone had seized the gun while Grams was lying on the track following his fall after the shots had been fired at him: none of the witnesses had seen anyone take hold of the victim’s gun and none of the experts – who had, moreover, come to diverging conclusions – had been able to state, on the balance of probabilities (mit der hier erforderlichen überwiegenden Wahrscheinlichkeit), that that was what had happened. Whereas Professor Brinkmann had ruled out the possibility that the grazes on the back of Grams’s hand had been caused by someone violently seizing his gun, Professor Bonte had come to the opposite conclusion, while acknowledging that another possible explanation for the wounds was that in order to take Grams to the hospital it had first been necessary to free his right hand, which was trapped between the ballast and his buttocks. Professor Bär, for his part, had mooted a third explanation relating to a subsequent phase in the events, while Professor Sellier had concluded that it was “highly unlikely” (höchst unwahrscheinlich) that someone had violently seized Grams’s gun.", "Even if it were conceded, the Court of Appeal went on, that someone had violently seized the gun, it would still be necessary, in order to explain the injury to Grams’s temple, for that person to have shot him by placing the barrel of the gun against his temple while he was lying on the track, a scenario which had not been confirmed by the investigation either. Most of the witnesses had stated that after the exchange of shots between the police officers and Grams and Grams’s fall they had heard no further shots. Moreover, the investigation had revealed that the victim had been hit by five bullets fired from a distance of at least 1.50 metres: four bullets had gone through the victim horizontally and one had travelled upwards through his body. In order to have fired the shot which hit the victim’s temple, a police officer would have to have been right next to him on his left-hand side after he had fallen down. None of the witnesses, however, had seen a police officer bend down to the left of Grams at that moment. On the contrary, all of them had stated that the two police officers posted next to Grams at that moment had been holding their guns well above Grams’s head.", "Admittedly, three witnesses claimed to have seen those two police officers use their guns at that moment. Their evidence, however, was both incomplete and in blatant contradiction with other aspects of the investigation and therefore unreliable. This was particularly the case of witness B., who, during questioning, had given four different and contradictory versions of events. Furthermore, each version had contained elements which were incompatible with objective and verified evidence gathered in the investigation. With regard to witness J., whose statement had consisted merely in a telephone call to the Schwerin Public Prosecutor’s Office, it had not been possible to establish his identity with certainty and it had therefore not been possible to check his evidence, parts of which, moreover, blatantly conflicted with some of the objective evidence. Lastly, witness G. claimed to have seen everything without, however, being able to give a plausible explanation for his presence at Bad Kleinen station at the material time. The explanation he had given, namely that he was on his way to a friend’s house, had been contradicted by the friend.", "The Court of Appeal held, on the other hand, that all the evidence in its possession supported the conclusion that Grams had committed suicide. This was borne out by, among other things, the quantity of blood found on the gun and the position of Grams’s head. Furthermore, the traces of blood on the victim’s temple suggested that the shot had been fired before he was lying completely flat, which supported the supposition that he had killed himself while falling backwards under the effect of his wounds. That theory was confirmed by the fact that, according to all the witnesses, Grams had remained motionless after his fall. The fact that none of the witnesses had seen the victim shoot himself in the head could be explained by the fact that many events had been happening at the same time (Reizüberflutung) and that from where they were standing the witnesses could see only the victim’s left arm whereas he had used his right hand to fire the shot.", "Lastly, the Court of Appeal considered that even if Grams’s hands had been examined, that would not have provided evidence on which to bring a charge of murder since they had necessarily borne the traces (Schmauchspuren) of the ten shots he had fired at the police officers. As for any fingerprints which might have been found on Grams’s gun, they would not necessarily have proved that someone had shot him because they might also have been placed there while the gun was being carried away. Lastly, it was of no consequence that the jacket of one of the police officers had disappeared in Zürich since the other evidence gathered during the investigation had ruled out the possibility that the shot could have been fired by a person other than Grams himself.", "In conclusion, the Court of Appeal found that it had been proved with a degree of probability approaching certainty (mit an Sicherheit grenzenden Wahrscheinlichkeit) that Grams had killed himself as he fell onto the track. The argument advanced by the applicants therefore lacked the degree of probability necessary for a reopening of the investigation to be ordered.", "On an appeal by the applicants, the Federal Constitutional Court decided on 17 July 1996 not to examine the case.", "Under Article 170 § 1 and Article 170 § 2 of the Code of Criminal Procedure (Strafprozeßordnung – “CCP”) the public prosecutor’s office must prosecute (Erhebung der öffentlichen Klage) a suspect if the results of the investigation justify instituting criminal proceedings. It does so by lodging an indictment (Anklageschrift) with the appropriate court. If the results of the investigation do not justify instituting criminal proceedings, the public prosecutor’s office discontinues the case (Einstellung des Verfahrens).", "Article 172 CCP governs appeals which, in proceedings to enforce a prosecution (Klageerzwingungsverfahren), can be brought by a civil party against a decision to discontinue a case. The civil party can first lodge an appeal (Beschwerde) with the member of the public prosecutor’s office immediately superior to the one who decided to discontinue the case. If that appeal is dismissed, the civil party can request the Court of Appeal to rule on whether a charge can be brought (Antrag auf gerichtliche Entscheidung)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}