{"ITEMID": "001-93984", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "A.D. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1976 and who, at the time of submitting his application, was imprisoned in the United Kingdom. He was represented before the Court by Bhatt Murphy, a firm of solicitors practising in London. The United Kingdom Government (“the Government”) were represented by their Agent, Ms Helen Upton, Foreign and Commonwealth Office, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 17 December 1993 the applicant, along with three adult codefendants, was convicted of the murder of a 16 year old girl, who had been held captive and tortured for a week before being killed. Being under the age of 18 at the time of the offence, the applicant was sentenced to be detained during Her Majesty’s pleasure under section 53(1) of the Children and Young Persons Act 1933. Following his conviction the applicant applied for leave to appeal. On 3 May 1994 leave to appeal was refused by the Court of Appeal. This decision was affirmed by the full court on 3 November 1994.", "In his report dated 13 January 1994, the trial judge acknowledged that the applicant, who was much younger, had been corrupted by his co-defendants, but found nonetheless that he had played an active part in the torture and the killing. Having recommended a tariff of 25 years for the three adult co-defendants, he recommended that detention for a period of 18 years was necessary in the applicant’s case to meet the requirements of retribution and deterrence for the offence. On 17 January 1994 the Lord Chief Justice agreed with this recommendation, in view of the exceptional gravity of the case. The Secretary of State accepted the proposal and set the tariff which was to be applied in the applicant’s case at 18 years.", "Following the Court’s judgments in T. v. the United Kingdom [GC], no. 24724/94 and V. v. the United Kingdom [GC], no. 24888/94, both ECHR 1999-IX, which held that the setting of a tariff for a juvenile detained at Her Majesty’s pleasure was a sentencing exercise that engaged Article 6 § 1 of the Convention and therefore should not be done by ministers, the Secretary of State announced to Parliament on 13 March 2000 that he would bring forward legislation to provide for tariffs to be set by the trial judge in open court, in the same way as they were already being set for adults subject to discretionary life sentences. For juveniles still in detention who had had their tariffs set by the Secretary of State, a transitional scheme would be put in place, under which the Lord Chief Justice would review each case in the light of written representations from the detainee, and make a recommendation regarding the tariff, which the Secretary of State would adopt.", "On 11 August 2000 the applicant’s solicitors made representations to the Secretary of State to enable his tariff to be reconsidered by the Lord Chief Justice. It was submitted that the “welfare principle” had never been considered or applied in the setting of the applicant’s original tariff of 18 years, that a tariff of that length was excessive, that it was appropriate to allow a substantial discount in tariff to compensate for the lack of periodic review and that in the applicant’s case it should be set at 12 years. Should this not be accepted, the applicant’s solicitors requested an oral hearing of the case, relying on Article 6 of the Convention and the Court’s case law.", "On 27 July 2000 the Lord Chief Justice issued a Practice Statement (Juveniles: Murder Tariff) [2000] 1 WLR 1655), in which he explained the procedure that he proposed to follow when he was undertaking a fresh review of tariffs for persons, such as the applicant, sentenced as juveniles and currently detained at Her Majesty’s pleasure, as well as in fresh cases pending the necessary change in the law:", "“Before I make a recommendation to the Home Secretary, in both new and existing cases, I shall invite written representations from the detainees’ legal advisers and also from the Director of Public Prosecutions who may include representations on behalf of victims’ families. ...", "Before the first such cases are put before me to make a recommendation to the Home Secretary, it is appropriate for the general principles which will guide me in recommending tariffs to be made public. This is because it is right that the process by which tariffs are set should be open to public scrutiny. When making recommendations to the Home Secretary in such cases, I will announce my reasons in open court after taking into account any written representations I receive.”", "No mention was made in this Practice Statement of any provision for the making of oral submissions to the Lord Chief Justice before he made his recommendation to the Home Secretary. On 2 July 2001 the applicant’s solicitors wrote to the Secretary of State, noting with concern that no decision had yet been made in respect of the applicant’s tariff. They said that the delay was adversely affecting the applicant’s progress through the prison system and had direct implications for his potential future release on licence. They asked for confirmation that a decision would be forthcoming immediately, reserving the right to issue proceedings if they did not receive a reply within 21 days.", "On 14 August 2001 the Secretary of State sent a memorandum to the applicant stating that the Lord Chief Justice had decided to consider representations from the Crown Prosecution Service on behalf of the victim’s family and enclosing copies of the documents from the Crown Prosecution Service and prison reports that would be before him when he considered the tariff. The applicant was informed that any comments that he or his legal representatives might have on this material or on a report covering his most recent period of imprisonment were to be sent to the Secretary of State within two months.", "On 9 November 2001 the applicant’s solicitors submitted further representations to the Secretary of State, including comments on the material appended to the above memorandum, for inclusion with the papers for the Lord Chief Justice. Reference was made to the detailed representations which had previously been made on his behalf and it was again submitted that a tariff period of 12 years was appropriate in his case.", "On 29 January 2002 the Lord Chief Justice delivered his decision on the applicant’s tariff and his reason for it in open court. He concluded his statement with these words:", "“Although I do not question the tariff which was set, [A.D.] has made significant progress in detention and it is possible to recognise this by reducing the tariff to 16 years.”", "On 20 March 2002 the applicant was given a copy of a transcript of this decision and informed that the Secretary of State had accepted the Lord Chief Justice’s recommendation.", "On 28 March 2002 the applicant’s solicitors wrote to the Secretary of State expressing their concern at the fact that the issues which they had identified in their representations, concerning in particular the need to take account of future welfare, had not been addressed. No mention was made in this letter of the request that had been made in the original representations for an oral hearing in the event that the applicant’s tariff was not fixed at 12 years. They submitted further representations on the applicant’s behalf on 24 June 2002. By a letter dated 23 August 2002 they were informed that these representations had been rejected.", "On 30 October 2002 the applicant was given permission to seek judicial review of the Secretary of State’s decision. It was contended that, in accordance with Article 6 § 1 of the Convention, the applicant was entitled to an oral hearing before his tariff was set and that the advice which had been given to the Secretary of State was defective in that the Lord Chief Justice had failed to have regard to the applicant’s welfare when deciding on the appropriate tariff. There does not appear to have been any complaint under Articles 6 and 14 of the Convention taken together concerning the differences in the procedure applied to adults and juveniles convicted of murder.", "On 21 November the Divisional Court held that the Lord Chief Justice had been under no obligation to afford the applicant an oral hearing and, alternatively, that, if he was entitled to an oral hearing, he had waived that entitlement: [2003] EWHC 2797 (Admin). The court also held that the Lord Chief Justice had paid due regard to the applicant’s welfare.", "On 11 February 2004 the Court of Appeal, having heard the applicant’s appeal against the decision of the Divisional Court together with an appeal by the Secretary of State in the case of another prisoner detained at Her Majesty’s pleasure, dismissed his appeal: R (Smith) v Secretary of State for the Home Department [2004] EWCA Civ 99. It concluded that the applicant had not waived any right to an oral hearing, but that there was no such right.", "The applicant was granted leave to appeal to the House of Lords. In a judgment delivered on 28 July 2005 ([2005] UKHL 52), the House of Lords dismissed the appeal.", "Lord Bingham observed that the procedure at issue was no ordinary sentencing exercise. It was procedurally unique, and more closely analogous to an appeal than to a first-instance decision. The applicant’s solicitors had been able to put his case to the Lord Chief Justice and to respond to any adverse points. The Lord Chief Justice could have held a hearing had he deemed it necessary, but if this would not contribute anything of value to the procedure then there were strong administrative reasons not to do so.", "Lord Hope observed, first, that the applicant had had a fair and public hearing at his trial. The proceedings now under scrutiny were part of a transitional scheme. This did not involve trying new facts. Rather, the task of the Lord Chief Justice was to decide where on the scale to put the applicant, in light of the going rate for the setting of tariffs for adult murderers, the age of the applicant at the time of the murder, and his progress in custody. It was a highly unusual process that could best be described as one of review. Most of the relevant issues had already been determined before the case came before the Lord Chief Justice, in particular the applicant’s part in the murder. The recommendations of the trial judge and the then Lord Chief Justice, which were based on the evidence led in public at the trial, could not be ignored. The object of the procedure was:", "“to review the appellant’s behaviour after conviction, the reports of those who had been responsible for his case at HMP Wandsworth and the representations that had been received from the victim’s family. He also had to review the representations that had been received from the appellant’s solicitors. But it is important to note that he was not being required to make findings of fact based on this material. What he was being required to do was to make an assessment of the extent to which an adjustment of the tariff was needed in the light of these further factors.”", "He attached particular importance to the fact that the applicant was not seeking to appear personally before the Lord Chief Justice, but simply requesting that his lawyers be allowed to present their arguments on his behalf orally. Since they had already been given ample opportunity to make their case in writing, he considered it unlikely that an oral hearing would have added anything. All the signs were that it would have been a formality.", "In Lord Hope’s view, although the procedure could have been conducted by a High Court judge, there was good reason to entrust the task to the Lord Chief Justice, whose role was to ensure fairness and consistency in the fixing of the minimum periods that life prisoners must serve. He continued:", "“The magnitude of the task that he was being asked to perform must not be underestimated. This was [...] a very substantial burden, to be performed in addition to his existing heavy judicial duties as Lord Chief Justice. He had to have regard to the public interest as well as the interests of each detainee, and he had to have regard to the requirement that this exercise had to be carried out within a reasonable time as article 6(1) of the Convention requires. There is no doubt that if he had undertaken to conduct each one of these proceedings orally it would greatly have enlarged his task, and inevitably it would have caused much delay.”", "As all the relevant material had been disclosed to the applicant’s lawyers, and sufficient opportunity had been given to make written representations, it had not been shown what good purpose would be served by an oral hearing. The Lord Chief Justice could in any event allow this if he felt it to be necessary. Finally, the public nature of the procedure was ensured by the fact that it was based on a published practice statement, and in every case the Lord Chief Justice personally delivered his decision on the tariff in open court.", "The provisions relating to juveniles detained “during Her Majesty’s pleasure” at the time of the applicant’s conviction are set out in T. v. the United Kingdom, cited above, §§ 33-42.", "All persons detained on this basis who were sentenced prior to 30 November 2000 became entitled to a fresh review of their tariffs as detailed in Part A above. All such persons who were sentenced on or after 20 November 2000 had their tariff fixed by the trial judge, with an appeal against the tariff period to the Court of Appeal: section 60 of the Criminal Justice and Court Services Act 2000, which inserted section 82A into the Powers of Criminal Court (Sentencing) Act 2000. The current statutory basis for setting of minimum terms of imprisonment for cases of murder is the Criminal Justice Act 2003 (sections 269-277 and Schedules 21 and 22)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}