{"ITEMID": "001-105707", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MAJSKI v. CROATIA (No.2)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant, who is of Serbian origin, was born in 1949 and lives in Vukovar.", "6. On 28 October 2004 the applicant submitted an application for the post of deputy county state attorney in the Vukovar County State Attorney’s Office. He relied on section 22(2) of the Constitutional Act on the Rights of National Minorities and section 63(2) of the State Attorneys Act (see paragraphs 17 and 19 below).", "7. On 11 January 2005 the State Attorneys Council (Državnoodvjetničko vijeće), after a secret ballot, unanimously adopted a decision appointing D.K.I. deputy county state attorney in the Vukovar County State Attorney’s Office. It found that both candidates satisfied the statutory requirements to be appointed deputy state attorney but gave priority to D.K.I., having regard to her extensive experience of working on civil and administrative law cases. The decision contained an information notice (pouka o pravnom lijeku) to the effect that administrative dispute proceedings could be instituted against it by bringing an action in the Administrative Court (Upravni sud Republike Hrvatske) within thirty days of its service. The information notice reads as follows:", "“Against this decision an administrative dispute may be instituted by bringing an action in the Administrative Court within thirty days of the service of the decision.”", "8. On 4 February 2005 the applicant instituted administrative dispute proceedings in the Administrative Court by bringing an action under section 23 of the Administrative Disputes Act (see paragraph 26 below) against the State Attorneys Council’s decision of 11 January 2005. He again relied on section 22(2) of the Constitutional Act on the Rights of National Minorities.", "9. On 16 March 2005 the Administrative Court declared the applicant’s action inadmissible, finding that the contested decision did not constitute an “administrative act” within the meaning of section 6(2) of the Administrative Disputes Act (see paragraph 24 below). Therefore, instead of instituting administrative dispute proceedings by bringing an action (against an administrative act), the applicant should have lodged “a request for the protection of a constitutionally guaranteed right” (zahtjev za zaštitu ustavom zajamčenog prava), a remedy provided in section 66 of the Administrative Disputes Act (see paragraph 34 below). The Administrative Court also held that the applicant’s action could not have been, even in substance, regarded as such a request, because he had not relied on any provision of the Constitution, but only on the Constitutional Act on the Rights of National Minorities.", "10. On 18 July 2005 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against the Administrative Court’s decision. In so doing the applicant, alleging a violation of his right of access to court, relied on Article 6 § 1 of the Convention.", "11. On 13 February 2008 the Constitutional Court dismissed the applicant’s constitutional complaint. The relevant part of that decision reads as follows:", "“The Constitutional Court finds that the complainant’s rights under Article 6 § 1 of the European Convention on Human Rights and Fundamental Freedoms were not breached in the proceedings before the Administrative Court because the Administrative Court did not proceed contrary to the legal views established by the European Court of Human Rights in the application of that provision to individual cases.", "...", "The Constitutional Court notes that in its practice it has established the rule that there is a remedy before the Administrative Court (a request under section 66 of the Administrative Disputes Act) against a decision on appointment of a deputy state attorney, and that this remedy has to be used before a constitutional complaint is lodged with the Constitutional Court (decision no. U-III-4364/2005 of 19 December 2005).”", "12. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette of the Republic of Croatia nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows:", "“The right to appeal against decisions adopted in the first-instance proceedings before a court or other authorised body shall be guaranteed.", "The right of appeal may exceptionally be excluded in cases provided by law if other legal protection is ensured.”", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "“Every national of the Republic of Croatia shall have the right, under equal conditions, to take part in the conduct of public affairs, and to be admitted to public service.”", "13. In its decisions no. U-III-1733/2000 of 24 November 2004 (published in the Official Gazette no. 179/2004 of 17 December 2004), no. U-III-2808/2007 of 13 February 2008 (published in the Official Gazette no. 26/2008 of 29 February 2008) and no. U-III-3071/2006 (published in the Official Gazette no. 42/2009 of 6 April 2009) the Constitutional Court held that in cases where the first-instance courts had wrongly informed parties on legal remedies by indicating longer time-limits for lodging appeals against their decisions than those provided in the relevant legislation, and the parties lodged their appeals outside of the statutory time-limits but within the time-limits indicated by the first-instance courts, those appeals could not be declared inadmissible as lodged out of time. To do so would run contrary to the constitutional right to appeal guaranteed by Article 18(1) of the Constitution, and the constitutional right to a fair hearing, in its part concerning access to court, guaranteed by Article 29(1) of the Constitution (see preceding paragraph).", "14. In its judgment no. Zpa-5/2004-5 of 2 December 2004, following a request for the protection of a constitutionally guaranteed right (see paragraph 34 below) the Administrative Court quashed the decision of the National Judicial Council on appointment of a municipal court judge. It held that every candidate satisfying the statutory requirements had the right to equal participation in a competition for public office. Therefore, by appointing a candidate who did not satisfy the statutory requirements for appointment as a judge of a municipal court, the National Judicial Council violated the other candidate’s constitutional right to “equal access to public service” guaranteed by Article 44 of the Constitution (see paragraph 12 above).", "15. The relevant provision of the 1999 Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette of the Republic of Croatia no. 99/1999 of 29 September 1999 – “the Constitutional Court Act”), as amended by the 2002 Amendments (Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske, Official Gazette of the Republic of Croatia no. 29/2002 of 22 March 2002), which entered into force on 15 March 2002, reads as follows:", "“(1) Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the decision of a state authority, local or regional government, or a legal person invested with public authority, on his or her rights or obligations, or as regards suspicion or accusation of a criminal offence, has violated his or her human rights or fundamental freedoms, or the right to local or regional government, guaranteed by the Constitution (‘constitutional right’)...", "(2) If another legal remedy is available in respect of the violation of the constitutional right [complained of], a constitutional complaint may be lodged only after this remedy has been used.", "(3) In matters in which an administrative action or, in civil and non-contentious proceedings, an appeal on points of law [revizija] is available, remedies shall be considered to have been exhausted only after a decision on these legal remedies has been given.”", "16. In its decision no. U-III-4364/2005 of 19 December 2005 (Official Gazette no. 6/2006 of 13 January 2006) the Constitutional Court held that a request for the protection of a constitutionally guaranteed right under section 66 of the Administrative Disputes Act (see paragraph 34 below) must be lodged against a decision of the State Attorneys Council on appointment of a deputy state attorney before a constitutional complaint under section 62 of the Constitutional Court Act.", "17. The relevant provisions of the Constitutional Act on the Rights of National Minorities (Zakon o pravima nacionalnih manjina, Official Gazette of the Republic of Croatia nos. 155/2002 and 80/2010), which entered into force on 23 December 2002, read as follows:", "“(2) The representation of members of national minorities in the organs of State administration and judicial organs shall be secured in accordance with special legislation, and taking into account the proportion of members of national minorities in the total population at the level in respect of which the organ of state administration or judicial organ is established, and acquired rights.", "(4) In filling the posts referred to in paragraphs 2 and 3 of this section, priority shall be given under the same conditions to members of national minorities.”", "18. On 23 March 2006 the Administrative Court delivered its judgment in case no. Zpa-39/2005, where an aggrieved candidate, member of a national minority, lodged a request for the protection of a constitutionally guaranteed right under section 66 of the Administrative Disputes Act (see paragraph 34 below) against a decision of the National Judicial Council on appointment of a municipal court judge. He argued that the contested decision had breached his right guaranteed by Article 44 of the Constitution (see paragraph 12 above) in conjunction with section 22(4) of the Constitutional Act on the Rights of National Minorities (see paragraph 17 above). The Administrative Court dismissed his request (only) because in his application for the post of a municipal court judge he had not expressed the wish to be treated as a member of a national minority and had not relied on section 22(4) of the Constitutional Act on the Rights of National Minorities.", "19. The relevant provision of the State Attorneys Act (Zakon o državnom odvjetništvu, Official Gazette of the Republic of Croatia nos. 51/2001, 16/2007, 20/2007 (corrigendum), 146/2008), as in force at the material time, provided as follows:", "“(1) Deputy state attorneys shall be appointed in a manner, under the conditions and according to a procedure that guarantees they possess the expertise, independence and moral standing necessary to discharge the duty of a state attorney.", "(2) Any Croatian national who holds a law degree and has passed the bar exam may be appointed a deputy state attorney.”", "“A person may be appointed a deputy state attorney in a county state attorney’s office if he or she has, as a holder of public office in the judiciary, exercised judicial duties, or has been an advocate, notary public or notary public’s assessor, or lecturer of law courses at a law faculty for at least ten years, or has worked in another legal profession for at least twenty years after passing the bar exam.”", "20. The State Attorneys Act provided that decisions of the State Attorneys Council rendered in disciplinary proceedings (section 114) and decisions on removal from the office of a state attorney (section 118(5)) could be challenged by instituting administrative disputes proceedings before the Administrative Court in the form of an action under section 23 of the Administrative Disputes Act. However, the State Attorneys Act had no provisions on remedies available against decisions of the State Attorneys Council on appointment of state attorneys.", "21. In its decision no. Us-6683/2004 of 17 November 2004 the Administrative Court held for the first time that a decision of the State Attorneys Council on appointment of a deputy state attorney was not an administrative act within the meaning of section 6(2) of the Administrative Disputes Act. It also held that such a decision could only be contested before that court by lodging a request for the protection of a constitutionally guaranteed right under section 66 of the Administrative Disputes Act (see paragraph 34 below).", "22. The Administrative Disputes Act (Zakon o upravnim sporovima, the Official Gazette of the Socialist Federal Republic of Yugoslavia no. 4/1977, and the Official Gazette of the Republic of Croatia nos. 53/1991, 9/1992 and 77/1992) in its relevant part provides as follows:", "23. Section 6(1) provides that administrative dispute proceedings may be initiated only against an administrative act.", "24. Section 6(2) provides that an administrative act, within the meaning of the Act, is an act whereby a State organ, in the exercise of public authority, decides on a right or obligation of an individual or an organisation in an administrative matter.", "25. Section 10(1) provides that an administrative act may be challenged for: (a) misapplication of substantive law, (b) lack of jurisdiction, or (c) procedural errors or incorrect findings of fact.", "26. Section 23 provides that administrative dispute proceedings are instituted by bringing an action.", "27. Section 24(1) provides that the action has to be brought within thirty days from the service on the plaintiff of the administrative act (that is, a decision) being contested by the action.", "28. Section 27(1) provides that a statement of claim must contain: (a) the first and last name, or the name and the seat, of the plaintiff; (b) the administrative act being contested by the action; (c) a brief statement of the cause of action; as well as (d) to which direction and to what extent it is proposed to quash the administrative act, and (e) the signature of the plaintiff. The statement of claim must be accompanied by the original or a copy of the contested act.", "29. Section 29(1) provides that if the action is incomplete or incomprehensible, the president of the panel shall invite the plaintiff to rectify the shortcomings within a certain time-limit. In doing so, the president should instruct the plaintiff as to what has to be done and how and warn him or her of the consequences of failing to comply with the court’s request.", "30. Section 29(2) provides that if the plaintiff does not rectify the shortcomings in his action within the time-limit fixed, and they are of such a nature as to prevent the court proceeding with the case, the court shall declare the action inadmissible as deficient.", "31. Section 30 provides that the Administrative Court must declare an action inadmissible if, inter alia, the contested decision does not constitute an administrative act within the meaning of section 6 of that Act.", "32. Sections 52-59 provide for the remedy of reopening of proceedings before the Administrative Court and regulate the procedure following a petition for reopening.", "33. Section 60 provides that if the Administrative Disputes Act does not contain specific provisions on the procedure before the Administrative Court (that is, in administrative disputes), the provisions of the Civil Procedure Act should apply mutatis mutandis.", "34. Section 66 reads as follows:", "“A request for the protection of a constitutionally guaranteed right or freedom ... if such a right or freedom has been violated by a final individual act [that is, a decision], and no other judicial protection is ensured, shall be decided by the [Administrative Court], by applying the provisions of this Act mutatis mutandis.”", "35. According to the conclusion reached at the plenary session of judges of the Administrative Court held on 26 October 1987, an action against an administrative act is to be considered a request for judicial protection within the meaning of section 66 of the Administrative Disputes Act if from the content of the action it transpires that it may concern a breach of rights or freedoms guaranteed by the Constitution. In such cases the Administrative Court could not review every breach of procedural or substantive law but only those that amount to breaches of constitutionally guaranteed rights or freedoms.", "36. According to the Administrative Court’s case-law (judgment no. Zpa-5/2004-5 of 2 December 2004), the requirements for affording judicial protection under section 66 of the Administrative Disputes Act, which must be met in their totality, are: (a) the request has to concern rights or freedoms expressly guaranteed by the Constitution, (b) those rights or freedoms were allegedly breached by a final decision which does not have the characteristics of an administrative act, and (c) the legal system does not provide for another judicial avenue of redress. If the request lodged under section 66 of the Administrative Disputes Act does not concern a right or freedom guaranteed by the Constitution, it should be declared inadmissible (decision no. Zpa-4/2003 of 15 December 2004). The time-limit for lodging such a request is the same as the time-limit for bringing an action against an administrative act under section 23 of the Administrative Disputes Act (see paragraphs 26-27 above), that is, thirty days from the service of the contested decision (Zpa-9/05 of 13 April 2005).", "37. The relevant provisions of the Administrative Procedure Act (Zakon o općem upravnom postupku, the Official Gazette of the Socialist Federal Republic of Yugoslavia 47/1986 (consolidated text), and the Official Gazette of the Republic of Croatia no. 53/1991) provide as follows:", "“(1) By notice on legal remedies a party is informed whether he or she may lodge an appeal against the decision or institute administrative dispute proceedings or other judicial proceedings.", "(3) Where administrative dispute proceedings may be instituted against the decision, the notice shall indicate in which court and within what time-limit the action should be brought. Where other judicial proceedings may be instituted, it [the notice] shall indicate before which court and within what time-limit the proceedings should be instituted.", "(4) When incorrect information has been given, a party may follow the legislation in force or the notice. A party which followed the incorrect information shall not suffer any adverse consequences as a result.”", "38. In its decision no. Zpa-9/2005-4 of 13 April 2005 the Administrative Court held that an incorrect information as regards the remedies available against a decision of the State Attorneys Council did not give rise to the rights stipulated in section 210 of the Administrative Procedure Act (see preceding paragraph).", "39. The relevant provision of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) reads as follows:", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}