{"ITEMID": "001-67106", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "LOEWENGUTH v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Yves Loewenguth] is a French national and was born in 1943. He is currently in prison. He was represented before the Court by Mr L. Hintermann, a lawyer practising in Thonon-les-Bains (France).", "In a judgment of 31 March 1998, the Haute-Savoie Assize Court found the applicant guilty of aggravated rape. It sentenced him to fifteen years' imprisonment and suspended his civic, civil and family rights for ten years.", "On 18 November 1998 the Criminal Division of the Court of Cassation dismissed an appeal by the applicant in a judgment in which it held:", "“No ground of appeal has been made out in support of the appeal, the procedure was correctly followed and the sentence lawfully imposed for what both the court and the jury had found were repeated acts.”", "The applicant maintained that it was the negligence of the lawyer representing him that was to blame for the failure to lodge grounds of appeal with the Court of Cassation.", "Relying on Article 6 of the Convention, the applicant complained that the criminal proceedings instituted against him had been unfair. He complained in particular of the investigating judge's refusal to order a second expert-witness report and to hear certain defence witnesses and of being hindered in the preparation of his defence by the fact that during the investigation the authorities claimed 3 French francs (FRF) per page from him for a copy of his case file.", "Relying on Article 2 of Protocol No. 7, he complained also that he did not have a right of appeal on the facts since the only remedy against judgments of the Assize Court was by way of an appeal on points of law.", "1. The applicant complained that the criminal proceedings instituted against him had been unfair. He complained in particular of the investigating judge's refusal to order a second expert-witness report and to hear certain defence witnesses and of being hindered in the preparation of his defence by the fact that during the investigation the authorities claimed FRF 3 per page from him for a copy of his case file. He relied on Article 6 of the Convention, which provides:", "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...", "...", "3. Everyone charged with a criminal offence has the following minimum rights:", "...", "(b) to have adequate time and facilities for the preparation of his defence;", "...", "(d) to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;", "...”", "The Court notes that neither the case file nor the applicant's submissions indicate that he appealed to the Court of Cassation against the committal order on the ground that the investigation was unfair. The Court further notes the ground on which the Court of Cassation dismissed the applicant's appeal against the judgment of the Assize Court and reiterates that it is all the more difficult for the applicant to pray in aid the negligence of the lawyer who represented him before the domestic courts as he does not allege and there is nothing in the file to suggest that his counsel was appointed under the legal-aid scheme (see M.R. v. Portugal, application no. 14718/89, Commission decision of 14 February 1992, unreported). The Court therefore finds that the applicant has not exhausted domestic remedies as he is required to do by Article 35 § 1 of the Convention.", "In addition, the Court notes that the applicant does not assert that ultimately he did not receive satisfactory communication of the evidence in the file before the trial at the Assize Court; nor does the transcript of the trial indicate that the Assize Court dismissed any application by the applicant to call witnesses.", "Consequently, this part of the application must be dismissed pursuant to Article 35 §§ 1, 3 and 4 of the Convention.", "2. The applicant also complained that he did not have a right of appeal on the facts since the only remedy against judgments of the Assize Court was by way of an appeal on points of law. He relied on Article 2 of Protocol no. 7, which reads as follows:", "“1. Everyone convicted of a criminal offence by a tribunal shall have the right to have his conviction or sentence reviewed by a higher tribunal. The exercise of this right, including the grounds on which it may be exercised, shall be governed by law.", "2. This right may be subject to exceptions in regard to offences of a minor character, as prescribed by law, or in cases in which the person concerned was tried in the first instance by the highest tribunal or was convicted following an appeal against acquittal.”", "The Court notes that the applicant was found guilty of offences of aggravated rape and sentenced to fifteen years' imprisonment by the Haute-Savoie Assize Court in a judgment of 31 March 1998. It notes that he was unable to appeal against the “merits” of that judgment, since the only remedy available under French law against judgments of the Assize Court is an appeal to the Court of Cassation, which may only re-examine the case on issues of law.", "The Court reiterates, however, that under the wording of Article 2 of Protocol No. 7 the Contracting States retain the power to decide how the right to re-examine shall be exercised and may limit its extent. In a number of States, re-examination is thus restricted to questions of law (see Pesti and Frodl v. Austria (dec.), nos. 27618/95 and 27619/95, ECHR 2000-I). That was also the position taken by the Commission (see Nielsen v. Denmark, application no. 19028/91, Commission decision of 9 September 1992, Decisions and Reports 73, p. 239; N.W. v. Luxembourg, application no. 19715/92, Commission decision of 8 December 1992, unreported; Altieri v. France, Cyprus and Switzerland, application no. 28140/95, Commission decision of 15 May 1996, unreported; and Saussier v. France, application no. 35884/97, Commission decision of 20 May 1998, unreported).", "The Court accordingly holds that the fact that the applicant was able to appeal on points of law against the judgment of 31 March 1998 satisfied the requirements of Article 2 of Protocol No. 7 to the Convention.", "Consequently, this part of the application is manifestly ill-founded and must be dismissed pursuant to Article 35 §§ 1 and 4 of the Convention.", "For these reasons, the Court unanimously", "Declares the application inadmissible."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}