{"ITEMID": "001-69123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF DERECİ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1;Non-pecuniary damage - global award;Pecuniary damage - global award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["6. The applicant was born in 1950, and lives in Hatay.", "7. On 10 February 1994 the applicant was arrested and placed in police custody by officers from the anti-terrorism branch of the Istanbul Security Directorate on suspicion of involvement in the activities of an illegal armed organisation, namely the TKEP/L (Turkey’s Communist Labour Party/Leninist).", "8. On 24 February 1994 the applicant was brought before the public prosecutor and then the investigating judge at the Istanbul State Security Court. The same day the investigating judge ordered the applicant’s detention on remand.", "9. In an indictment dated 17 May 1994, the public prosecutor initiated criminal proceedings against the applicant and eleven other defendants before the Istanbul State Security Court (“the court”), accusing them, inter alia, of membership of an illegal armed organisation and of involvement in activities that undermine the constitutional order of the State. The prosecution sought the death penalty under Article 146 § 1 of the Criminal Code.", "10. By a letter of 24 February 1995, the court requested from the First and Second Divisions of the State Security Court that the two case files pending before them be transmitted to it for examination, as some of the defendants had been put on trial for similar charges before these courts.", "11. On 22 May 1995 the court decided that the criminal proceedings pending before the Konya State Security Court should also be joined to the present case as the applicant was being prosecuted for similar charges before that court.", "12. At the hearings of 27 July 1995, 8 March, 20 May, 19 July, 23 September and 20 November 1996, the court obtained testimonies from the complainants, who claimed to be the victims of the acts of the defendants and eye witnesses to the events.", "13. On 27 January 1997 the court joined the case with that pending before the First Division of the Istanbul State Security Court. In the other case, the applicant was also accused of being a member of the same organisation and the activities in which he was allegedly involved were similar.", "14. On 11 April 1997 the Court of Cassation set aside the decision to join the two criminal proceedings.", "15. By a letter of 10 September 1997, the court requested that the case files pending before the Fifth and the Second Divisions of the State Security Court be sent to it for examination, as the facts were allegedly the same as in the present case.", "16. At the hearings of 19 November 1997 and 26 January 1998, the complainants of a robbery which had taken place in the Ağaoğlu and Aslantaş Commercial Centres were heard. The court noted that some of the witnesses had already made statements before the Seventh Division of the Istanbul Assize Court in relation to the incident at the Aslantaş Commercial Centre. Accordingly, it issued a letter to the Seventh Division of the Assize Court asking the latter to transfer the case file to it.", "17. During the hearings held on 17 June and 5 August 1998, the court noted that the information requested from the Assize Court had not been received. It therefore repeated the earlier request.", "18. On 7 October 1998 the Assize Court informed the State Security Court that it was unable to provide that information, as no defendant’s name had been mentioned in the letter of request.", "19. On 22 February 1999 the prosecutor submitted his observations on the case, in which he sought the applicant’s conviction and sentence pursuant to Article 146 § 1 of the Criminal Code.", "20. On 25 October 1999 the applicant read out his forty-page written observations and submitted them to the court. At the same hearing the applicant’s lawyer requested an extension to prepare the defence.", "21. At the hearing of 29 May 2000, the court decided to ask the Fourth Division of the Istanbul Assize Court about the outcome of criminal proceedings brought against the police by one of the co-accused, concerning an allegation of ill-treatment. By a letter dated 19 June 2000, the Assize Court stated that the case was still pending before the Court of Cassation.", "22. In the course of the criminal proceedings the applicant made numerous requests for his release pending trial. The State Security Court dismissed these requests at each of the twenty-two hearings held between 17 August 1994 and 16 August 2000. In ordering the applicant’s continued detention each time, it relied on “the nature of the offences charged, the state of evidence and the content of the case file”.", "23. In particular, during the hearing held on 20 November 2000, the applicant’s lawyer reminded the court that his client had been kept in detention for six years and ten months, contrary to the provisions of domestic law as well as the Court’s established case-law. On the same day, due to the change in the representation for the prosecution, the case file was deposited with the new prosecutor for the submission of his observations.", "24. On 27 November 2000 the applicant’s lawyer applied to the Fifth Division of the State Security Court, asking it to set aside the decision on the applicant’s continuing detention. In his petition he stated that his client had been detained for a long period despite the absence of any danger that he would destroy the evidence, which had all been collected in the case file, or that he would abscond. The Fifth Division rejected the request on similar grounds (paragraph 22 in fine above), namely “having regard to the content of the case file and the state of evidence”.", "25. On 28 February 2001 the court noted an unrelated letter sent by the First Division of the Assize Court, when it realised that the latest letter concerning the prosecution of the police officers had been mistakenly addressed to the First Division instead of the Fourth.", "26. On 4 June 2001 the applicant was released pending trial.", "27. Of the eight hearings held between 22 October 2001 and 5 May 2003, five were adjourned at the request of the defence.", "28. On 3 September 2003 the court noted that the Fourth Division of the Assize Court had sent the wrong judgment, instead of the one requested.", "29. On 23 February 2004, due to a further change in the representation of the prosecution, the proceedings were postponed to 3 May 2004. Subsequently, the case file was deposited with the new public prosecutor for the submission of his observations on the case.", "30. On 8 December 2004 the court decided to adjourn its deliberations on the judgment until after 1 April 2005, when the new Criminal Code was due to come into force, having regard to the fact that the latter’s provisions could affect the nature of the offence and the punishment to be imposed on the applicant.", "31. A full description of the domestic law may be found in the Demirel v. Turkey judgment (no. 39324/98, §§ 47-49, 28 April 2003)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}