{"ITEMID": "001-102258", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KILIÇGEDİK AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-3", "JUDGES": "Françoise Tulkens;Guido Raimondi;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. Halkın Demokrasi Partisi (People's Democracy Party, hereafter referred to as “HADEP”) was a political party which was established on 11 May 1994. It opened branches in 47 cities and in hundreds of districts. The applicants were members of HADEP and they held executive positions within the party.", "5. On 29 January 1999 the chief prosecutor at the Court of Cassation brought proceedings before the Constitutional Court and demanded that HADEP be dissolved. The prosecutor argued that HADEP had become a “centre of illegal activities against the integrity of Turkey”. In support of his allegations he referred to a number of pending criminal proceedings against HADEP members, including the applicants.", "6. In its decision of 13 March 2003, which was published in the Official Gazette on 19 July 2003 and thus became final, the Constitutional Court dissolved HADEP. The Constitutional Court based its decision on sections 68 and 69 of the Constitution and sections 101 and 103 of Law no. 2820 on Political Parties. In arriving at its conclusion, the Constitutional Court took account of the actions and statements of certain leaders and members of HADEP, including the applicants. As an ancillary measure under section 69 § 9 of the Constitution and section 95 of Law no. 2820, the Constitutional Court banned the applicants and 18 other HADEP members and leaders from becoming founder members, ordinary members, leaders or auditors of any other political party for a period of five years.", "7. Details of the criminal proceedings which had been brought against the applicants and which were referred to by the Constitutional Court in its decision are detailed below. In the opinion of the Constitutional Court, the actions of the applicants which are set out below, as well as the actions of the remaining 18 HADEP members and leaders, proved that a link existed between the applicants, HADEP and the PKK.", "8. These applicants were executive members of HADEP's Malatya branch. In 1998 criminal proceedings were brought against them for lending assistance to an illegal organisation, namely the PKK, contrary to Article 169 of the Criminal Code then in force. The allegations against them included allowing hunger strikers to use HADEP premises in their protest against the arrest of Abdullah Öcalan in Italy. Banners had also been displayed on HADEP's premises expressing discomfort with the arrest, as well as denigrating the Turkish state and actions of the Turkish security forces. People present on the premises had also been allowed to watch PKK propaganda broadcasts on Med TV. Various pro-PKK newspapers and journals, as well as photographs of various PKK members who had been killed in operations, were also recovered from the premises.", "9. These applicants were subsequently tried by the Malatya State Security Court and were found guilty on 16 December 1999. They were sentenced to three years and nine months' imprisonment and their conviction was upheld by the Court of Cassation on 4 December 2000.", "10. The execution of the applicants' prison sentences was suspended following the entry into force of Law no. 4616 on Conditional Release, Stay of Proceedings and Suspension of Punishment.", "11. These applicants were executive members of HADEP's Adıyaman branch. In 1999 criminal proceedings were brought against them for lending assistance to the PKK, contrary to Article 169 of the Criminal Code then in force. The allegations against them included allowing hunger strikers to use HADEP premises in their protest against the arrest of Abdullah Öcalan in Italy and keeping a PKK flag on the same premises.", "12. These applicants were subsequently tried by the Malatya State Security Court and were found guilty on 6 May 1999. They were sentenced to three years and nine months' imprisonment and their conviction was upheld by the Court of Cassation on 15 May 2000.", "13. The execution of the applicants' prison sentences was suspended following the entry into force of Law no. 4616.", "14. On 24 February 2000 the Ankara State Security Court found Mr Bülbül guilty of lending assistance to the PKK, contrary to Article 169 of the Criminal Code then in force, in a speech he had made at a HADEP congress. He was sentenced to three years and nine months' imprisonment. While the proceedings were pending before the Court of Cassation, Law no. 4616 entered into force. The Ankara State Security Court accordingly suspended the criminal proceedings against him on 2 May 2001.", "15. In 1998 another set of criminal proceedings was brought against the applicant on account of a document entitled “The Kurds who Suffered Historical Injustices, the Kurdish Problem and Recommendations for its Solution”, which had been found in his house. The proceedings were suspended following the entry into force of Law no. 4616.", "16. Mr Okutan was chairman of the Ankara branch of HADEP until 1997. On 4 June 1997 the Ankara State Security Court found him guilty of lending assistance to the PKK, contrary to Article 169 of the Criminal Code then in force, in a speech he had made at a HADEP congress in 1996. He was sentenced to four years and six months' imprisonment. While they were pending against him the proceedings were suspended following the entry into force of Law no. 4616.", "17. Mr Gözütok was a member of the HADEP party council. A number of documents and books prepared by PKK members having been found in his law firm, on 4 June 1997 the Ankara State Security Court found him guilty of lending assistance to the PKK, contrary to Article 169 of the Criminal Code then in force, and sentenced him to four years and six months' imprisonment. The proceedings were suspended before the Court of Cassation following the entry into force of Law no. 4616.", "18. Mr Odabaşı was the chairman of the Kırşehir branch of HADEP. On 1 December 1997 the Ankara State Security Court convicted him of “incitement to hatred and hostility by making a distinction based on race and regional identity”, in breach of Article 312 of the Criminal Code in force at the material time.", "19. Mr Ateş was the chairman of the youth commission of HADEP. On 24 December 1998 the İzmir State Security Court found him guilty on two counts of spreading separatist propaganda, in breach of section 8 of the Prevention of Terrorism Act, in two speeches he had given earlier that year. In his speeches the applicant had advocated recognition of the Kurdish identity, and argued that the Kurds in Turkey were being suppressed by those ruling the country. He had also stated that the ceasefire declared by Abdullah Öcalan had raised the peoples' hopes. He was sentenced to one year and eight months' imprisonment and his conviction was upheld by the Court of Cassation on 5 March 1999. While the applicant was serving his prison sentence, Law no. 4454 entered into force and the execution of the remainder of his sentence was suspended. On 15 July 2003 section 8 of the Prevention of Terrorism Act was repealed.", "20. Mr Yücedağ was the chairman of the youth council of HADEP in Malatya. On 16 December 1999 the Malatya State Security Court convicted him of lending assistance to the PKK, contrary to Article 169 of the Criminal Code then in force, and sentenced him to three years and nine months' imprisonment. The court found that the applicant had committed this offence by having organised seminars for university students, during which he had claimed that there were Kurdish people in Turkey who were experiencing a number of problems.", "21. His conviction was upheld by the Court of Cassation on 4 December 2000 but the execution of the sentence was suspended following the entry into force of Law no. 4616.", "22. Mr Atalay was the secretary of the Seyhan branch of HADEP. On 16 December 1998 the Adana State Security Court convicted him of incitement to hatred and hostility, contrary to Article 312 of the Criminal Code in force at the time. He was sentenced to 10 months' imprisonment. His conviction was based on a speech which he had made during a party congress. According to the Adana State Security Court, during his speech Mr Atalay had said things such as that the Kurds and Turks were different people, that the Republic of Turkey was at war with the Kurdish people and that the Kurds who were killed during that war were martyrs.", "23. Mr Özata was the deputy leader of HADEP. On 17 September 1998 he was found guilty by the Ankara State Security Court of spreading separatist propaganda, contrary to Article 312 of the Criminal Code then in force. According to the Ankara State Security Court, in an article he had written in 1997 the applicant had argued that the Kurds and Turks were two different nations and that the fight the Turkish armed forces had been waging against the PKK was a “dirty war and murder”. He was sentenced to two years' imprisonment and his conviction was subsequently upheld by the Court of Cassation. On 3 September 1999 execution of the applicant's prison sentence was suspended in accordance with Law no. 4454 concerning the suspension of pending cases and penalties in media-related offences.", "24. On 21 March 1997 Mr Yardımcıel made a speech during Newruz celebrations in his capacity as chairman of the Kars branch of HADEP. In his speech the applicant stated the following:", "“We, the Kurdish people, should join forces with the revolutionaries, workers and patriots... The Kurds like the colour red; because red is the colour of the blood they have been shedding for years for their freedom. The Kurds like the colour green; because it is the colour of getting ready for liberation. The Kurds like the colour yellow; because it is the colour of getting ready for everything”.", "25. Criminal proceedings were brought against him for spreading separatist propaganda in breach of section 8 of the Prevention of Terrorism Act. On 4 June 1999 he was found guilty as charged and sentenced to ten months' imprisonment. He was also ordered to pay a fine. His conviction was upheld by the Court of Cassation on 7 October 1999.", "26. On 3 September 1999 Law no. 4454 entered into force and the execution of the judgment against the applicant was suspended. On 15 July 2003 section 8 of the Prevention of Terrorism Act was repealed.", "27. Article 169 of the Criminal Code in force at the relevant time provided as follows:", "“Any person who, knowing that such an armed gang or organisation is illegal, assists it, harbours its members, provides it with food, weapons and ammunition or clothes or facilitates its operations in any manner whatsoever, shall be sentenced to not less than three and not more than five years' imprisonment ...”", "28. Article 312 of the Criminal Code in force at the relevant time provided as follows:", "“Non-public incitement to commit an offence", "A person who expressly praises or condones an act punishable by law as an offence or incites the population to break the law shall, on conviction, be liable to between six months' and two years' imprisonment and a heavy fine of between six thousand and thirty thousand Turkish liras.", "A person who incites people to hatred or hostility on the basis of a distinction between social classes, races, religions, denominations or regions, shall, on conviction, be liable to between one and three years' imprisonment and a fine of between nine thousand and thirty-six thousand liras. If this incitement endangers public safety, the sentence shall be increased by one-third to one-half.", "The penalties to be imposed on those who have committed the offences defined in the previous paragraph shall be doubled when they have done so by the means listed in Article 311 § 2.”", "29. Section 8 of the Prevention of Terrorism Act provided, in so far as relevant, as follows:", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years' imprisonment and a fine of between one hundred million and three hundred million Turkish liras. The penalty imposed on a reoffender may not be commuted to a fine.”", "30. Article 69 § 9 of the Constitution provides as follows:", "“Founding members or ordinary members whose actions or declarations lead to the permanent dissolution of a political party shall be disqualified from acting as founders, ordinary members, administrators or financial controllers of another political party for a period of five years starting from the date of publication in the Official Gazette of the reasoned decision of the Constitutional Court.”", "31. Section 95 of Law no. 2820 on Political Parties provides as follows:", "“Founding members or ordinary members whose actions or declarations lead to the dissolution of a political party shall be disqualified from acting as founders, ordinary members, administrators or financial controllers of another political party for a period of five years starting from the date of publication in the Official Gazette of the reasoned decision of the Constitutional Court...”", "32. Under Law no. 4616, execution of sentences in respect of offences committed before 23 April 1999 could be suspended if no crime of the same or a more serious kind was committed by the offender within a five-year period."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}