{"ITEMID": "001-103290", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "EREL AND DAMDELEN v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Stelios Nathanael", "TEXT": ["The applicants, Mr Ali Erel and Mr Mustafa Damdelen, are Cypriot nationals of Turkish-Cypriot origin, who were born in 1951 and 1952 respectively and live in Nicosia, in the northern part of Cyprus which in November 1983 was proclaimed as the Turkish Republic of Northern Cyprus” (the “TRNC”). They were represented before the Court by Mr A. Demetriades, a lawyer practising in Nicosia.", "and as derived from the documents in the file, may be summarised as follows.", "On 28 February 2006, before the parliamentary elections of the Republic of Cyprus to be held on 21 May 2006, the applicants submitted seventy-eight applications on behalf of other Turkish Cypriots and themselves to the Minister of the Interior of the Republic of Cyprus (“the Minister”) requesting to be placed on a separate electoral list, namely, a Turkish electoral list, in order to vote and stand for the parliamentary elections. The applicants claimed that section 3 (1) of the Law on the Exercise of the Right to Vote and be Elected by Members of the Turkish community with Habitual Residence in the Free Areas of the Republic (Temporary Provisions) (“Law 2(I)/2006”) was contrary to the Constitution and the Convention.", "Their applications were refused by the Minister on 12 April 2006. In his decision the Minister stated that the above-mentioned Law had been enacted in compliance with the Court’s ruling in the case of Aziz v. Cyprus (no. 69949/01, ECHR 2004V) in order to enable Turkish Cypriots residing in the government-controlled areas of the Republic to exercise their individual right to vote and stand for election. It did not provide, however, for the exercise of these rights as a community. Due to the irregular situation, the relevant Constitutional provisions concerning separate elections had become impossible to implement in practice. The Law applied as long as the irregular situation in Cyprus continued to exist. It was therefore of a temporary nature and did not deprive the Turkish community of their constitutional rights. Until a comprehensive settlement was reached, however, the exercise of these rights in the manner provided by the Constitution was not possible.", "On 28 April 2006 the applicants filed an application, in the Turkish language, at the Registry of the Supreme Court for a declaration that the Minister’s decision was null and void. The applicants relied on Articles 62 and 63 of the Constitution as they were before the amendment whereby the number of seats in the House of Representatives was increased (see domestic law part below). The document did not comply with any of the procedures concerning the drafting of special proceedings whereby the various competences of the Supreme Court are evoked. The officers of the Registrar, taking into account the fact that the applicants were seeking the annulment of the Minister’s decision in order to enable them to exercise their right to vote and to stand for election, filed the case under the category of electoral applications and submitted it to the Plenary of the Supreme Court which has exclusive jurisdiction to adjudicate finally on any election petition, made under the provisions of the Electoral Law (Article 145 of the Constitution).", "The Supreme Court, after considering the application, decided that in substance it constituted a recourse under Article 146 of the Constitution by which the applicants challenged the Minister’ decision dismissing their application.", "On 30 April 2007 the Supreme Court, sitting as a full bench, dismissed the recourse.", "In its judgment the Supreme Court noted, firstly that the applicants wished to be registered as voters in a separate electoral list, namely that of the Turkish-Cypriot citizens of the Republic of Cyprus. It followed therefore that they also sought the right to be elected by the Turkish-Cypriot voters, who were on a separate list, in order to take a parliamentary seat from the separate number of seats that the Constitution allocated to the Turkish community. As such the applicants’ demand touched upon the very continuation of the existence of the Republic of Cyprus which constituted the internationally-recognised legal state established in 1960. The Supreme Court noted that after the withdrawal of the Turkish community from the State organs in 1963 following a decision of its leadership, the relevant Articles of the Constitution providing for separate elections by the two communities had become impossible to implement in practice. From 1963/1964 the State based its legal existence and its continuing functioning on the Law of Necessity, as laid out in the case of The Attorney-General of the Republic v. Mustafa Ibrahim and others, (1964) C.L.R. 195). The Supreme Court stated that this fundamental legal decision stood side by side with the Constitution which contained the consummate rule of law governing the continuing existence and functioning of the State as a legal and democratic entity and referred in detail to the situation and the reasons which led unavoidably to the adoption and prevalence of the Law of Necessity. The Supreme Court pointed out that these reasons became even more pressing after the Turkish invasion in Cyprus in the summer of 1974 and the occupation of northern Cyprus by Turkish troops. At present only a small number of Greek Cypriots lived in the occupied part of Cyprus and very few Turkish Cypriots lived in the territory controlled by the Republic of Cyprus.", "The Supreme Court stated that the above realities were confirmed in a series of judgments by the European Court of Human Rights (“the Court”) in which, inter alia, the international recognition of the Republic of Cyprus as the legitimate and lawful State was considered an indisputable fact, while at the same time the regime which existed in the northern part of Cyprus, where Turkey exercised effective control, was held to be illegal. In this connection, the Supreme Court referred to the Court’s findings in the case of Cyprus v. Turkey ([GC], no. 25781/94, ECHR 2001IV), Loizidou v. Turkey ((preliminary objections), 23 March 1995, Series A no. 310), Xenides-Arestis v. Turkey (no. 46347/99, 22 December 2005) and Aziz (cited above). With regard to the latter case, the Supreme Court pointed out that the Court had found a violation of Article 3 of Protocol No. 1 in that although the relevant constitutional provisions had been rendered ineffective there had been a manifest lack of legislation resolving the ensuing problems; namely that members of the Turkish-Cypriot community, living in the government-controlled area of Cyprus, had been completely deprived of any opportunity to express their opinion in the choice of the members of the House of Representatives of the country of which they were nationals and where they had always lived. Following this judgment, Law 2(I)/2006 was enacted enabling Cypriot nationals who belong to the Turkish-Cypriot community and had their habitual residence in the government-controlled areas of Cyprus to vote and to stand for election. The Supreme Court noted, however, that the applicants had and still had their permanent residence in the northern part of Cyprus, which was occupied by and under the control of Turkish troops. They could not therefore claim a right to vote or to stand for election on the basis of the Court’s ruling in the Aziz case and Law 2(I)/2006.", "Article 31 of the Constitution safeguards the right to vote. It provides as follows:", "“Every citizen has, subject to the provisions of this Constitution and any electoral law of the Republic or of the relevant Communal Chamber made thereunder, the right to vote in any election held under this Constitution or any such law.”", "Articles 62 and 63 of the Cypriot Constitution concern the composition of the House of Representatives and the right to be registered in the electoral lists for parliamentary elections. They provide as follows:", "“1. The number of representatives shall be fifty:", "Provided that such number may be altered by a resolution of the House of Representatives carried by a majority comprising two-thirds of the Representatives elected by the Greek Community and two-thirds of the representatives elected by the Turkish Community.", "2. Out of the number of Representatives provided in paragraph 1 of this Article seventy per centum shall be elected by the Greek Community and thirty per centum by the Turkish Community separately from amongst their members respectively, and in the case of a contested election, by universal suffrage and by direct and secret ballot held on the same day. ...”", "“1. Subject to paragraph 2 of this Article every citizen of the Republic who has attained the age of twenty-one years and has such residential qualifications as may be prescribed by the Electoral Law shall have the right to be registered as an elector in either the Greek or the Turkish electoral list:", "Provided that the members of the Greek Community shall only be registered in the Greek electoral list and the members of the Turkish Community shall only be registered in the Turkish electoral list.", "2. No person shall be qualified to be registered as an elector who is disqualified for such registration by virtue of the Electoral Law.”", "Article 64 of the Constitution sets out the eligibility requirements to stand for election to the House of Representatives. It provides as follows:", "“A person shall be qualified to be a candidate for election as a Representative if at the time of the election that person-", "(a) is a citizen of the Republic;", "(b) has attained the age of twenty-five years;", "(c) has not been, on or after the date of the coming into operation of this Constitution, convicted of an offence involving dishonesty or moral turpitude or is not under any disqualification imposed by a competent court for any electoral offence;", "(d) is not suffering from a mental disease incapacitating such person from acting as a Representative.”", "Following the withdrawal of the Turkish community from the State organs in 1963, a number of Constitutional provisions, including the Articles providing for the parliamentary representation of the Turkish community and the quotas to be adhered to by the two communities, became impossible to implement in practice.", "In 1985, by decision of the House of Representatives, the number of seats in the House of Representatives was increased from fifty to eighty; fifty-six seats were allotted to representatives to be elected by the Greek community and twenty-four seats to representatives to be elected by the Turkish community. The twenty-four seats remain vacant.", "According to Section 5 of Law on the Election of Members of the House of Representatives Law (Law 72/79, as amended), the right to elect belongs to those who have the qualifications provided for under Article 63 of the Constitution. The residential requirement is that of habitual residence in Cyprus for a period of six months immediately before the date fixed by the Minister, by publication in the Official Gazette of the Republic, as the date of acquisition of the electoral qualifications. Section 19 (1) of the same Law provides that a candidate for parliamentary elections should have the qualifications set out in Article 64 of the Constitution.", "Following the Court’s judgment in the case of Aziz v. Cyprus (cited above), Law 2(I)/2006 was enacted and entered into force on 10 February 2006. Law 2(I)/2006 applies to citizens of the Republic who are members of the Turkish community and had, at the time of entry into force of the Law or subsequently, their habitual residence in the free areas of the Republic (section 3) and enables them to exercise their right to vote in presidential elections and their right to vote and to be elected in parliamentary, municipal and community elections. As regards parliamentary elections, this relates to the filling of the fifty-six seats allotted to the Greek community. Section 6 provides that Cypriot nationals of Turkish origin are to be registered on a supplementary electoral list which is then incorporated into the main electoral list in accordance with the Civil Registry Law (Law 141(I) 2002, as amended). Further, in respect of the right to vote, the requirement is that of habitual residence for a term of six months immediately before the date of acquisition of the electoral qualifications (section 5).", "Law 2(I)/2006 does not apply to citizens of the Republic who are members of the Turkish community and reside in the free areas occasionally, from time to time or temporarily (section 3).", "According to section 4 the provisions of the Electoral Legislation are also applicable to members of the Turkish community who come within the scope of the Law [Civil Registry Law (Law 141 (I)/2002 as amended); the Law on the Election of Members of the House of Representatives Law (Law 72/79 as amended); the Municipalities Law (Law 111 of 1985 as amended); the Communities Law (Law 86(I) of 1999 as amended) and the Election (President and Vice President of the Republic) Law (Law 37 of 1959 as amended)].", "Following the entry into force of Law 2(I)/2006, members of the Turkish community with their habitual residence in the government-controlled areas, were able to participate in the parliamentary elections of 21 May 2006. From the information given by the respondent Government to the Committee of Ministers about the measures to comply with the Court’s judgment in the case of Aziz, two hundred and seventy Turkish Cypriots cast their vote in those elections while one Turkish Cypriot was a candidate MP (appendix to Resolution CM/ResDH(2007)77 of 20 June 2007).", "In accordance with Article 145 of the Constitution, the Supreme Court has exclusive jurisdiction to adjudicate finally on any election petition, made under the provisions of the Electoral Law, with regard to the elections of the President or the Vice-President of the Republic or of members of the House of Representatives or of any Communal Chamber.", "Furthermore, under Article 146 of the Constitution the Supreme Court has exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person (Article 146(1))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}