{"ITEMID": "001-78358", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KODERMAC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["The applicant, Mrs Friderika Kodermac, is a Slovenian national who was born in 1923 and lives in Solkan.", "The Slovenian Government (“the Government”) were represented by their Agent, Mr L. Bembič, State Attorney-General.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 April 1992 the applicant and her four relatives lodged a request for restitution of the expropriated building and a compensation for the nationalised plot of land. Apparently, she made a similar request on 24 May 1993.", "On 1 September 1992 the Nova Gorica Municipality (Občina Nova Gorica, “the Municipality”) rejected the applicant’s claim for restitution because the previous owner, the applicant’s brother-in-law, was not a citizen of Yugoslavia at the time of the expropriation.", "The applicant appealed to the Ministry of the Environment and Spatial Planning (Ministrstvo za okolje in prostor, “the Ministry”).", "On 26 November 1992 the Ministry dismissed the appeal.", "At an undetermined time, the applicant instituted administrative proceedings in the Supreme Court (Vrhovno sodišče) against the Ministry contesting its decision of 26 November 1992.", "On 10 March 1994 the court upheld the applicant’s claim and annulled the Ministry’s decision on procedural grounds. The Ministry subsequently re-examined the case.", "On 21 April 1994 the Ministry annulled the Municipality’s decision and remitted the case for fresh consideration.", "On 28 June 1994 the Convention took effect with respect to Slovenia.", "On 7 September 1994 the Municipality again rejected the applicant’s claim because the applicant’s brother-in-law, was not a citizen of Yugoslavia and because her husband was not the owner of the property sought. The decision was served on the applicant on 15 September 1994.", "On 26 September 1994 the applicant appealed to the Ministry.", "On 12 June 1995 the Ministry dismissed the appeal. The parties to the proceedings did not contest the Ministry’s decision.", "On 26 April 1996, following the judgment of the Nova Gorica Local Court in another set of proceedings (see below paragraph13), the applicant lodged a request for reopening of the proceedings concerning the restitution of building.", "On 3 October 1997 the Nova Gorica Administrative Unit (Upravna Enota v Novi Gorici, “the Unit”) rejected the applicant’s request to reopen the denationalisation proceedings to declare her deceased husband a beneficiary of restitution.", "On 29 October 1997 the applicant appealed to the Ministry.", "On 4 March 1998 the Ministry allowed the appeal, annulled the Unit’s decision, and allowed the reopening of the proceedings.", "On 30 November 2000 the Unit granted the applicant’s claim and awarded the applicant compensation for expropriated property. It rejected her claim for restitution in natura.", "On 22 December 2000 the applicant appealed to the Ministry.", "On 19 May 2001 the Ministry dismissed her appeal.", "On 30 August 2001 the applicant instituted an administrative dispute in the Administrative Court (Upravno sodišče), contesting the decision of 19 May 2001.", "On 12 April 2002 the court dismissed the applicant’s claim.", "On 10 May 2002 the applicant appealed to the Supreme Court.", "On 16 April 2003 the court dismissed the appeal.", "The judgment was served on the applicant on 14 May 2003.", "In the meanwhile, on 13 January 1993 the applicant and her family instituted civil proceedings with the Nova Gorica Local Court (Okrajno sodišče v Novi Gorici) against the applicant’s relatives who were her co-plaintiffs in the proceedings before the Municipality. The applicant claimed that her deceased husband and not her brother-in-law had been the owner of the expropriated building.", "On 5 March 1996 the court issued a judgment finding that the applicant’s husband was the owner of the nationalised building. The judgment became final on 6 April 1996.", "On 6 December 2004 the Nova Gorica Local Court delivered a judgment in another set of proceedings to which the applicant was a party. The court decided that the applicant’s husband was the owner of the nationalised plot of land.", "On 25 May 2005, following the judgment of 6 December 2004, the applicant sought restitution of this plot of land.", "On 1 August 2005 the Unit upheld her claim in part and the Slovene Compensation Corporation (Slovenska odškodninska družba) was ordered to pay compensation to the applicant.", "On 11 August 2005 the Slovene Compensation Corporation appealed to the Ministry.", "On 11 April 2006 the Ministry allowed the appeal, decreased the amount of compensation awarded to the applicant and remitted a part of the case to the Unit for fresh examination.", "The proceedings are still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}