{"ITEMID": "001-87378", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "MYSAKOVA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Bohumila Myšáková, is a Czech national who was born in 1924 and lives in Prague. She was represented before the Court by Mr M. Červinka, a lawyer practising in Prague. The Czech Government (“the Government”) were represented by their Agent, Mr V. A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 8 October 1991 the applicant and her two sisters, relying on the Land Ownership Act, invited the Prague-West Land Office (pozemkový úřad) to transfer into their ownership three plots of land which had been expropriated from their mother in 1949 and, some of them, had been transferred to the ownership of natural persons in an assignment procedure.", "On 15 May 1995 the applicant signed an agreement with her two sisters, who disclaimed their restitution rights in her favour.", "The applicant entered into restitution agreements with the Prague-West District Office (okresní úřad) on 23 May 1995. The Land Office gave its approval on 6 June 1996.", "A certain Mr and Ms K., Mr B. and Mr and Ms M. appealed against the Land Office’s approval, alleging that the plots of land had been lawfully assigned to them or that they had bought them in good faith from former assignees. On 5 May 1998 the Ministry of Agriculture quashed the approval and sent the case back to the Land Office.", "The restitution proceedings terminated by a decision of the Constitutional Court (Ústavní soud) of 27 February 2003.", "The relevant domestic law and practice concerning remedies for the length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}