{"ITEMID": "001-58598", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF MOREL v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 concerning the right to a fair hearing;No violation of Art. 6-1 concerning the right to an impartial tribunal", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant formed five construction companies to build catering and accommodation facilities at the request of the Olympic Games Organisation Committee ( “the OGOC”). He was the manager of the companies. He held 99% of the shares in one of the companies, which was the sole shareholder in the other four. He also acted as guarantor of virtually all the companies' debts.", "10. As the works were not completed within the agreed period, the OGOC suspended payment for them. On 24 February 1992 the applicant lodged a declaration of insolvency on behalf of the companies with the registry of the Nanterre Commercial Court.", "11. On 25 February 1992 the Nanterre Commercial Court made an order for the judicial reorganisation of the applicant's five companies. It named Mr A. as the insolvency judge, and also appointed a deputy insolvency judge, a judicial administrator and a creditors' representative. It ordered a six-month observation period during which the judicial administrator was to draw up a report on the companies' finances and labour force with his recommendations as to whether the companies should continue or cease trading. The observation period was renewed twice.", "12. During the observation period, the insolvency judge made various orders, namely: orders for the appointment of an expert on management supervision (11 March 1992), a valuer (6 April 1992) and an accountant (22 April 1992); orders declaring claims time-barred (two orders were made on 13 October 1992 and others on 16 November 1992, 17 February 1993, 10 and 30 March 1993, 5 May 1993, 1 June 1993 and 25 March 1994); orders for the restitution of equipment (on 8 September, 14 December 1992 and 30 March 1993); an order authorising the applicant's intervention in the management of the hotels (on 15 September 1992); an order dismissing applications for the restitution of equipment (16 November 1992); orders for an action to be brought against one of the other contracting parties and for other measures (on the same date) and for the restitution of equipment (30 March 1993); orders dismissing thirteen members of staff (7 April 1992) and a further member of staff (8 September 1992); and lastly an order for the freezing of accounts (8 September 1992).", "13. On 23 September 1993 the judicial administrator asked the Commercial Court to decide whether to accept the applicant's proposals for its recovery through continued trade.", "14. The applicant appeared at the hearing and gave evidence as the manager of the companies concerned. The judicial administrator and the creditors' representative also made oral submissions. The judicial administrator presented a report in which he explained to the Commercial Court the history of the dealings which had led to the applicant's filing in insolvency. He then related to the court events during the observation period. He stressed that the applicant's recovery plan had been accepted by a majority of the creditors. He raised doubts over certain issues and said that it was for the applicant to dispel those doubts by putting up financial and professional guarantees.", "15. The Commercial Court decided (on application by State Counsel's Office) that before approving the applicant's proposed recovery plan, it needed to be satisfied that the companies' continued economic activity would be permanent. For that purpose, it needed financial and professional guarantees from the applicant. It therefore asked him to produce certain additional documents so that it could be sure that the guarantees existed. The applicant lodged an additional file in response to that request. In the light of the new file lodged by the applicant, the administrator filed a supplemental report.", "16. On 26 October 1993 the Commercial Court terminated the observation period and put the five companies into compulsory liquidation. It held that the proposed recovery plan was not accompanied by sufficiently reliable guarantees to ensure that the companies could continue as a going concern. The judgment contained, inter alia, the following passages:", "“Consequently the Court must find that the proposed plan is not accompanied by the guarantees required to ensure its future economic activity in a difficult sector.", "Pursuant to the provisions of sections 1, 36 and 146 of Law no. 85-98 of 25 January 1985, it therefore orders the compulsory liquidation of the aforementioned companies in accordance with the provisions of Chapter III of that statute and holds as follows.", "FOR THESE REASONS", "The Court, sitting in public and as a court of first instance,", "Having examined the insolvency judge's report,", "Having examined the judicial administrator's report ...", "Terminates the observation period ...”", "17. The Commercial Court reassigned the case to the insolvency judge, decreed that the administrator's mission had been completed and appointed the creditors' representative as liquidator of the companies. The insolvency judge sat on the bench that delivered that judgment in his capacity as President of the Chamber. He was assisted by the Vice-President of the Commercial Court and another judge.", "18. In a judgment of 31 January 1994, the Versailles Court of Appeal upheld the Commercial Court's judgment in its entirety. It delivered its decision after examining the applicant's recovery plan, the judicial administrator's report and the liquidator's submissions. The applicant attended the hearing and made oral observations.", "On 7 April 1994 the applicant appealed to the Court of Cassation. He put forward two grounds of appeal based on Article 6 of the Convention. On 23 January 1996 the Court of Cassation dismissed the appeal. The applicant had argued that the Commercial Court had not been impartial because the insolvency judge had sat on the bench of the Commercial Court that had ordered the companies' liquidation after playing an active role in the period of observation of the companies. The Court of Cassation met the argument as follows:", "“... the fact that, in accordance with Article 24 of the decree of 27 December 1985, the insolvency judge sat on the bench that made the order for compulsory liquidation is not contrary to the provisions of Article 6 § 1 of the European Convention on Human Rights; that ground of appeal is unfounded; ...”", "The applicant's second ground of appeal read as follows:", "“... the insolvency judge's report and accompanying documents were not communicated to the appellants. In that regard the hearing was not fair for the purposes of Article 6 § 1 of the Convention and the rights of the defence were not respected within the meaning of Article 16 of the New Code of Civil Procedure. A hearing can only be said to be fair – again for the purposes of the European Convention – if equality of arms is ensured, in other words, if each party is aware of all the matters on which the court will rely in coming to its decision. Among those matters, the insolvency judge's report plays a paramount role in helping the court to reach its decision. However, it is deemed privileged information to which the debtor is unable to have access (it is not communicated, does not appear in the official case file which may be communicated and is not read out at the hearing). Nor, consequently, may he contest it. The principle of a fair hearing is thus infringed for the purposes of the Convention and the rights of the defence under the New Code of Civil Procedure denied.", "The Court of Cassation answered that argument as follows:", "“... Article 111 of the decree of 27 December 1985 provides that the insolvency judge's report may be presented orally; that provision is not contrary to Article 6 of the European Convention on Human Rights. Accordingly, since the applicant has not submitted that the insolvency judge did not present his report orally, this ground of appeal cannot succeed ...”", "The applicant also raised a ground of appeal based on the fact that the Court of Appeal had failed either to summons the other party to a contract to appear or to take evidence from it. The Court of Cassation dismissed that ground of appeal, holding:", "“... other contracting parties are only required to be summonsed to appear before the court of appeal when assignment of the contract as part of a plan for the sale of the undertaking is envisaged. There is no provision requiring other contracting parties to be summonsed to appear when an order for compulsory liquidation is made. This ground of appeal is therefore unfounded ...”", "Concurrently, on 27 February 1995 the applicant lodged an application with the President of the Commercial Court for an order for the communication of the insolvency judge's report. On 15 March 1995 the President of the Nanterre Commercial Court dismissed the application, holding:", "“... the insolvency judge's report is clothed in the secrecy of the deliberations and cannot be communicated to anyone.”", "Section 1 – “This Act institutes a new procedure of judicial reorganisation proceedings with the aim of preserving undertakings, maintaining their activities and employment and clearing their debts.”", "Judicial reorganisation shall take place in accordance with a plan approved in a judicial decision at the end of an observation period. The plan shall provide for the continuation or the sale of the activity of the undertaking. When neither alternative appears possible, the undertaking shall be put into compulsory liquidation.”", "Section 8 – “When an order for judicial reorganisation is made an observation period shall commence so that a report can be prepared on the company's finances and labour force and proposals made for the continuation or sale of the undertaking. If neither alternative appears possible, the court shall make an order for compulsory liquidation.”", "Section 10 – “In the insolvency order the court shall designate the insolvency judge [from a list compiled by the president of judges with at least two years' experience] and two court officers, namely the administrator and the creditors' representative. It shall invite the works council or, if none, the staff delegates or, if none, the members of staff to appoint a staff representative from the undertaking ...”", "Section 14 – “The insolvency judge shall be responsible for ensuring that the case proceeds expeditiously and that all relevant interests are protected.”", "Section 20 – “The administrator shall receive from the insolvency judge all information and documents that are relevant to the performance of his or her and the experts' duties.”", "Section 13 – “The administrator and the creditors' representative shall keep the insolvency judge and State Counsel's Office informed of the progress of proceedings. The insolvency judge and State Counsel's Office may at any time require communication of any pleading or document related to the procedure.", "Notwithstanding any statutory provision to the contrary, State Counsel's Office shall communicate to the insolvency judge at the latter's request or on its own initiative all information he holds that may be of relevance to the proceedings.”", "Section 19 – “Notwithstanding any statutory or regulatory provision to the contrary, the insolvency judge may procure communication to him by the auditors, staff members and representatives, public authorities and bodies, pension and social-security funds, lending institutions and the departments responsible for centralising banking risks and defaults in payment information apt to give him precise details of the undertaking's economic and financial circumstances.”", "Section 29 – “During the observation period the insolvency judge may order that letters addressed to the debtor shall be remitted to the administrator ...”", "Article 25 of the decree – “The insolvency judge shall make an order when deciding applications, challenges and claims within his jurisdiction or grievances concerning acts of the administrator, the creditors' representative, the commissioner responsible for the execution of the plan, the liquidator or the staff representative.", "Should the insolvency judge fail to make an order within a reasonable time, the court may hear the case on its own initiative or at the request of a party.", "Orders of the insolvency judge shall be lodged with the registry forthwith and communicated to the court officers. An appeal shall lie against them [to the court].", "The court may on its own initiative quash or vary an order within the same period.”", "Section 27 – “The insolvency judge may order an inventory of the assets of the undertaking and the affixation of seals.”", "Article 28 of the decree – “The insolvency judge shall give authority to the administrator or the debtor to pay over to the creditors' representative the sums which the latter requires to discharge his obligations.”", "Section 30 – “The insolvency judge shall fix the remuneration for the duties performed by the head of the undertaking or the company management ...”", "Section 33 – “The judgment setting the proceedings in motion shall automatically entail a ban on the payment of any debts that arose before the insolvency judgment.", "The insolvency judge may authorise the head of the undertaking or the administrator to dispose of property other than in the ordinary course of the business of the undertaking, to grant a mortgage or a pledge, or to compromise or settle.", "The insolvency judge may also authorise such persons to pay debts that arose before the judgment or to release a lien or property that is the subject of a valid retention of title clause provided such release is justified in that it permits the company to continue to trade.", "Any document entered into or payment made in breach of the provisions of this section shall be set aside on application by any interested party lodged within three years from the execution of the document or payment of the debt. For registrable documents, time shall start to run from the date of registration.”", "Section 34 – “In the absence of agreement, the insolvency judge shall decide by order whether proposals by the debtor or administrator to the creditors for substituting security with equivalent security shall be implemented.”", "Section 39 in fine – “The insolvency judge may authorise the debtor or, as the case may be, the administrator, to sell movable assets in rented property that is liable to deteriorate rapidly or depreciate imminently, whose upkeep would be costly or realisation will not jeopardise the existence of the business or the preservation of sufficient security for the landlord.”", "Section 45 – “Where during the period of observation redundancies are urgent, inevitable and essential, the insolvency judge may authorise the administrator to effect the dismissals ...”", "Section 53 – “Creditors failing to lodge a proof within the periods laid down by decree of the Conseil d'Etat shall not be entitled to any share or dividend unless the insolvency judge grants them an extension of time after they have satisfied him that they were not responsible for the failure ...”", "Section 101 – “In the light of proposals by the creditors' representative, the insolvency judge shall decide to accept or reject proofs or shall note that proceedings are under way or that the dispute is not within his jurisdiction ...”", "Section 156 – “The insolvency judge shall order the sale by auction or by private agreement of the remaining property belonging to the undertaking ...”", "Section 173 – “No application to set aside, whether by the other party to a contract or a third party, and no ordinary appeal or appeal on points of law shall lie against:", "...", "2. Judgments delivered by the Commercial Court on appeal against an order of the insolvency judge ...”", "Section 12 – “The court may, on its own initiative, on a proposal by the insolvency judge or at the request of State Counsel's Office, replace the administrator, an expert or the creditors' representative ...”", "Section 15 – “Either one or two supervisors chosen from among the creditors may be appointed by order of the insolvency judge ...”", "Section 61 – “After hearing the debtor, the administrator, the creditors' representative and the representatives of the works council or, if none, the staff delegates or duly summonsing them to appear, the court shall deliver its judgment in the light of the administrator's plan and shall order either reorganisation or liquidation ...”", "Section 36 is contained in the part of the Act relating to the pursuit of the undertaking's activity. The Act provides that the activity of the undertaking shall continue during the observation period subject to the provisions of Section 36, which reads as follows:", "“At any stage, the court may, at the request of the administrator, the creditor's representative, the debtor, State Counsel's Office or on its own initiative and in the light of the insolvency judge's report, order the cessation of all or part of the activity or compulsory liquidation.”", "The court shall deliver its judgment in private after hearing the debtor, the administrator, the creditors' representative and the representatives of the works council or, if none, the staff delegates or after duly summonsing them to appear.”", "The Court of Appeal said:", "“The insolvency judge has the role of supervising the administration and compulsory liquidation while also exercising an investigative role; his presence in the trial Chamber is an exception to the principle that the investigation and trial stages should be kept separate.”", "The facts, however, were concerned with another aspect of the procedure, namely the making of a personal bankruptcy order against the manager of a company that had been put into liquidation. The same judge had sat as president and insolvency judge in two sets of proceedings in which first the company's judicial reorganisation and then its compulsory liquidation had been ordered. He had subsequently served a summons on the manager of the company to appear before the commercial court (the summons contained a recommendation that the manager should be declared personally bankrupt) and presided over that court, which made an order declaring the manager personally bankrupt. The Court of Appeal quashed the judgment of the commercial court on the ground that there had been a violation of Article 6 § 1 of the Convention. It found that the fact that the insolvency judge had sat on the bench that heard the case was inconsistent with the principle that the investigation and trial stages should be kept separate and could legitimise the appellant's concerns regarding the objective impartiality of the court that had delivered the impugned decision (Recueil Dalloz 1998, jurisprudence, pp. 128 et seq.). The Court of Appeal relied essentially on the role of appearances and expressly followed the judgments in Delcourt v. Belgium of 17 January 1970, Series A no. 11, p. 17, § 31, and De Cubber v. Belgium of 26 October 1984, Series A no. 86, p. 14, § 26."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}