{"ITEMID": "001-86026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ROSENGREN v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P4-2;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicant was born in 1954 and lives in Visby, Sweden. At the time of the events he was living in Romania.", "6. On 4 February, 20 and 29 March 1993 the Romanian police took a statement from the applicant in connection with criminal complaints lodged against him by his business partners concerning alleged fraud.", "7. On 13 April 1993 criminal proceedings against the applicant were opened and he was placed in police custody on charges of fraud through his business transactions.", "The next day, the prosecutor attached to the Supreme Court of Justice ordered the applicant's remand in custody.", "8. On 1 November 1993 the prosecutor attached to the Supreme Court of Justice committed the applicant for trial before the Bucharest County Court.", "9. On 6 December 1993 the Bucharest County Court held the first hearing in the case. The applicant's lawyer asked for a rescheduling in order to prepare the defence. Several other hearings were scheduled for the taking of evidence. On several occasions the County Court postponed the case due to shortcomings in the summoning procedure.", "On 15 November 1994 a witness's testimony was heard, in the presence of the applicant and his lawyer.", "10. In a judgment of 29 November 1994, the County Court convicted the applicant of fraud, sentenced him to four years' imprisonment and awarded civil damages to the victims. It also ordered the applicant's expulsion, after having served the sentence, given his Swedish nationality.", "11. On 11 May 1995 the Bucharest Court of Appeal allowed an appeal by the applicant and remitted the case to the County Court for a new trial on the merits. It found that the court of first instance had not clarified all the relevant facts and that it had not examined all the charges against the applicant, as formulated by the prosecutor on 1 November 1993.", "12. Between 27 June 1995 and 21 January 2000 some forty hearings were scheduled before the Bucharest County Court, the case being repeatedly adjourned for failure to properly summon the parties, the absence of the parties or the absence of the prosecution file. On 30 April 1997 the case was adjourned in order to allow the applicant to hire a new lawyer.", "The applicant filed motions for bias against the judges of the County Court on 20 November 1996, 18 June and 13 August 1997. They were all dismissed.", "13. On 21 January 2000 the Bucharest County Court, after reassessing the evidence adduced in the case, again convicted and sentenced the applicant to four years' imprisonment, with an obligation to pay civil damages.", "14. On 16 October 2000, upon an appeal by the applicant, the Bucharest Court of Appeal ended the trial, as the criminal charges against the applicant had become time-barred. After reassessing the evidence and based on its findings, the Court of Appeal recalculated the amount of civil damages to be awarded to the victims.", "15. In a final decision of 12 March 2002, the Supreme Court of Justice, after reassessing the evidence in the case, dismissed an appeal on points of law by the applicant against the decision of 16 October 2000.", "16. On 25 October 2002 the ProcuratorGeneral lodged an application with the Supreme Court of Justice to have the part of the final decision of 12 March 2002 concerning the expulsion order quashed (recurs în anulare).", "In a final decision of 7 April 2003, the Supreme Court allowed the extraordinary appeal, quashed the part of the final decision of 12 March 2002 concerning the expulsion order and set aside that order on the ground that the applicant had never lost his Romanian citizenship, which would make his expulsion unconstitutional.", "17. On 19 December 1995 the Bucharest County Court, upon the applicant's request, revoked the order for his arrest, but imposed on him an obligation not to leave the city, a precautionary measure provided for by the Romanian Code of Criminal Procedure (the “CCP”).", "18. On 27 February 1996 the applicant lodged with the Bucharest County Court a request to have this prohibition revoked. He argued that, if allowed to travel abroad for business purposes, the funds to pay the damages could be recovered more quickly. In a decision delivered on the same day, the County Court dismissed the request. It held that it was not necessary for the conduct of his business that the applicant travel abroad or to another town, since he could appoint a representative.", "19. On 29 March 1996 the Bucharest Court of Appeal dismissed an appeal by the applicant against this decision. It held that, according to the CCP, the applicant could only challenge the prohibition when appealing against the decision on the merits of the case.", "20. On 5 and 26 June, 11 September and 16 October 1996 the County Court rejected further requests from the applicant to have the measure lifted, without specifying reasons. On 18 December 1996 the County Court rejected a similar request on the ground that the circumstances that had led to the taking of the measure had not changed.", "21. On 22 October 2001 the applicant left Romania of his own free will and took up residence in Sweden."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}