{"ITEMID": "001-102412", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SOFRANSCHI v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary and non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant, Mr Eugen Sofranschi, was born in 1946 and lives in Briceni.", "6. After the dissolution of the Soviet Union, the land and property of the former collective farms (kolkhozes) were divided among the villagers who had been members of the collective farms. In some localities new collective farms were formed, to which the villagers contributed their land and other goods inherited from the former collective farms. The collective farms were headed by leaders. In some cases the villagers worked in the collective farms, whereas in other cases they merely received a part of the revenue of the farm at the end of the year. At the time of the events in question, the applicant was a member of such a collective farm and had a tense relationship with its leader, V.P., whom he suspected of abusing his position. It does not appear that the applicant and V.P. had an employer-employee relationship.", "7. In May 2003 during a local election campaign, the applicant, who was a member of the electoral staff of one of the candidates, wrote a letter to the President of Moldova, the Speaker of Parliament and the local Prosecutor's Office which was critical of V.P., who was also a candidate for the position of mayor of their village. In the letter, the applicant accused V.P. of numerous abuses. The applicant requested that the State authorities intervene in order to solve the problems of: (i) access to a lake and pasture on the part of local villagers; and (ii) V.P.'s abusive behaviour.", "8. In August 2003 V.P. initiated civil defamation proceedings against the applicant and claimed compensation of 20,000 lei (MDL). He argued, in particular, that the following passages from the applicant's letter had been defamatory of him:", "“[1] V.P. who, as a matter of coincidence, was the leader of the collective farm is shameless ... [2] He has no education and only attended primary school... He obtained false diplomas and cannot even read properly... [3] He illegally possesses shares in the collective farm ... [4] The property [of the collective farm] which was gathered by the people over a very long period of time is now used by shameless people. [5] He has guns and threatens people with them ...”", "V.P. also submitted that the applicant had been spreading such rumours in the village and that because of this he had lost the elections for the position of mayor.", "9. In his written defence before the Briceni District Court, the applicant rejected V.P.'s accusations and stated that the information concerning V.P.'s education and diplomas had been provided to him and to many other villagers by a person named N.C. and that it had been common knowledge in the village. As to V.P.'s reading skills, the applicant submitted that all the members of the collective farm could confirm that V.P. had had difficulty reading a text during a meeting. As to V.P.'s threatening people with guns, the applicant stated by way of example that during a village festival V.P. had fired twice from a gun into the air in order to intimidate two people. As to the allegation that V.P. had abusively limited the villagers' access to the lake, the applicant submitted that a court had deprived V.P. of possession of the lake in the interim.", "10. On 28 November 2003 the Briceni District Court found in favour of V.P. and ordered the applicant to pay him MDL 10,000 in compensation for non-pecuniary damage and MDL 500 for costs and expenses. The judgment was upheld by the Court of Appeal but quashed by the Supreme Court of Justice, which ordered a fresh examination of the case. In so doing, the Supreme Court instructed the inferior courts to determine: (i) when and on exactly which occasion the impugned expressions were made by the applicant; and (ii) whether the impugned expressions had constituted value judgments.", "11. On 7 July 2004 the Briceni District Court again found in favour of V.P. and ordered the applicant to pay him MDL 12,000 in compensation for non-pecuniary damage and MDL 500 for costs and expenses.", "The court heard several witnesses, who declared that they had heard the applicant spreading the impugned rumours among the villagers. The applicant objected and argued that all the witnesses put forward by V.P. had been his relatives. The applicant also submitted that the impugned statements had only been made in the letter addressed to the Prosecutor's Office, the President and the Speaker of Parliament.", "On the basis of the evidence before it, the court found the impugned passage from the letter of May 2003 to be defamatory. It did not find the applicant guilty of spreading the impugned statements by any other means. The court found the first statement to be false and defamatory because V.P. had been legally elected as the leader of the collective farm. The court also held the second statement to be defamatory because V.P. had been able to present a diploma from a university in the Russian Federation. In so far as the third statement was concerned, in declaring it defamatory the court relied on a letter of the Prosecutor's Office in reply to the applicant's letter of May 2003, in which the Prosecutor's Office stated that V.P.'s title to the shares was legitimate. As to the fourth statement, the court found that since V.P. had been the leader of the collective farm, he had had the right to administer its property and, therefore, the statement “used by shameless people” was defamatory of V.P. Finally, the court also found the last statement to be defamatory on the basis of a document issued by the police, according to which V.P. did not possess any registered guns. The court did not refer in its reasoning to the submissions of a witness put forward by the applicant, who claimed to have been threatened with a gun by V.P. In calculating the compensation for the non-pecuniary damage suffered by V.P., the court held that the fact that the impugned letter had been written during the election campaign and that the applicant had been a member of the electoral staff of the candidate running against V.P. in the elections were aggravating factors on the part of the applicant.", "12. The applicant appealed and submitted, inter alia, a document issued by the Mayor's Office of his village, according to which V.P.'s use of a barn belonging to the collective farm had not had a legal basis. The applicant also attached to his appeal a letter from the Prosecutor's Office indicating that a criminal investigation was pending against V.P. in respect of his possession of a false diploma. It appears that in September 2004 the mayor's office of the applicant's village had made an inquiry of the university in the Russian Federation which V.P. had stated that he had graduated from. According to a letter signed by the president of the university dated 9 September 2004, no person named V.P. had graduated from that university in the year indicated on V.P.'s diploma. It is not clear from the parties' submissions whether this document was part of the case file in the defamation proceedings. It would appear that it was part of the case file in the criminal proceedings pending against V.P.", "13. On 7 December 2004 the Bălţi Court of Appeal dismissed the applicant's appeal. The court held, inter alia, that the pending criminal proceedings against V.P. for possession of a false diploma were not a sufficient ground for quashing the judgment of the first-instance court. Only a final judgment finding V.P. guilty which had been adopted before the impugned letter had been written would have justified such an accusation being made against him.", "14. The applicant lodged an appeal on points of law and reiterated, inter alia, that his letter of May 2003 had not been made public but rather had only been sent to a limited number of people.", "15. On 23 March 2005 the Supreme Court of Justice upheld the judgment of the Court of Appeal but reduced the amount awarded in respect of compensation for non-pecuniary damage from MDL 12,000 to MDL 3,000.", "16. The relevant part of Article 16 of the Civil Code reads as follows:", "“(1) Every person has the right to the respect for his or her honour, dignity and professional reputation.", "(2) Every person has the right to request the renunciation of information which affects his or her honour, dignity and professional reputation if the person circulating such information cannot prove that it corresponds to reality.", "...", "(4) Where information which affects a person's honour, dignity and professional reputation is circulated in a mass medium, the court shall order [that medium] to publish a disclaimer in the same column, page, programme or series of programmes, within a maximum of 15 days of the date of entry into force of the court judgment.", "...", "(7) A person whose rights and lawful interests have been violated by a publication in a mass medium has the right to publish a reply in the medium in question, at the latter's expense.", "(8) Every person about whom information has been published [thereby] violating his or her honour, dignity and professional reputation has the right to request compensation for pecuniary and non-pecuniary damage in addition to the publication of a renunciation.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}