{"ITEMID": "001-101778", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "BACHOWSKI v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Herbert Bachowski, is a Polish national who was born in 1939 and lives in Freyung. He was represented before the Court by Mr L. Cholewa, a lawyer practising in Katowice.", "In 1959 the applicant was convicted of the “dissemination of false information”, punishable on the basis of Article 23 paragraph 1 of the socalled “small criminal code” (mały kodeks karny), a decree adopted on 13 June 1946, and was sentenced to three years’ imprisonment. The applicant had prepared and distributed leaflets in which he stated that Poland was dominated by the Soviet Union and that this state of affairs was unacceptable.", "He subsequently served two years of his sentence.", "On 23 August 1994 the applicant lodged an application under section 3 paragraph 1 of the Law of 23 February 1991 on the annulment of convictions of persons persecuted for activities aimed at achieving independence for Poland (“the 1991 Act”) with the Katowice Regional Court (Sąd Wojewódzki), seeking to have his conviction declared null and void.", "On 12 February 1997 the Katowice Regional Court refused to grant his request, having regard to the fact that the 1991 Act only provided a legal basis for quashing judgments given prior to 31 December 1956, when the worst period of political repression ended, whereas the judgment in the applicant’s case had been given in 1959.", "In 2001 the Ombudsman brought, on the applicant’s behalf, a cassation appeal against the judgment given in 1959 before the Supreme Court. The Ombudsman argued that the judgment was in breach of the substantive provision forming the basis upon which the applicant had been convicted and sentenced. It was obvious that his conduct, consisting of disseminating leaflets criticising the Soviet Union’s domination of Poland by placing them on walls in different places in his town, had not fulfilled the requirements of criminal conduct penalised by Article 23 paragraph 1 of the “small criminal code”.", "It was further argued that the acts committed by the accused had been motivated by his profound hostility towards the communist system and the communist authorities and should have been seen as acts of political opposition. They had been very irritating to the authorities, but this had not rendered them criminal. The courts had failed to establish that the leaflets had amounted to incitement to crime or violence, or that they had contained any praise of criminal acts. Furthermore, the courts had failed to indicate any concrete interests of the Polish State which could have been endangered by the leaflets. Moreover, it was unreasonable to consider that the view expressed about Poland’s domination by the Soviet Union had been untrue, as it had been obvious at that time that this had indeed been the case. Hence, it was impossible to find that disseminating such a view amounted to “disseminating untrue information”. By a judgment of 13 June 2001 the Supreme Court allowed the Ombudsman’s appeal, essentially sharing his views. It acquitted the applicant of the original offence, having found that he had not disseminated any “false information” but rather his legitimate views about the political system in place in 1959, and also held that he had not incited to violence or any unlawful acts. Consequently, it held that the applicant had not committed the criminal offence of which he had been convicted.", "Subsequently, the applicant instituted proceedings for compensation for detention which had lacked a legal basis, on the basis of Chapter 58 of the Polish Code of Criminal Procedure.", "On 17 December 2004 the Katowice Regional Court awarded him compensation of 35,966 zlotys (PLN). The amount awarded was comprised of PLN 25,200 for nonpecuniary damage (zadośćuczynienie) caused by suffering and loss of life prospects occasioned by his deprivation of liberty, and PLN 10,766 for pecuniary damage (odszkodowanie). The court calculated the latter by taking the applicant’s salary at the time of his arrest, multiplying it for the entire period of his deprivation of liberty and subtracting the average living costs which had been borne during that period by the State.", "The applicant appealed, challenging the method of calculation of the pecuniary damages and the amount of non-pecuniary damages. As to the former, he submitted that the method by which it had been calculated had defied equity and justice. The court had calculated it, essentially, by assessing the salary which the applicant could have been paid throughout the time of his imprisonment and by subsequently subtracting from it normal living costs during that time. The court had observed that the applicant had not been obliged to pay his living costs throughout this period because the State had borne them. This method, in the applicant’s view, had entirely overlooked the essential aspects of compensation, namely indemnifying a wronged person and making good pecuniary damage inflicted by the manifestly unjustified and politically-motivated imprisonment imposed by the communist regime. The practice adopted by the courts of reducing awards of pecuniary damage due to victims of past political oppression reduced to nought the possibility for people who had been persecuted in the past for their political activities or ideas to obtain just satisfaction for their suffering at the hands of an oppressive political system.", "On 10 March 2006 the Katowice Court of Appeal dismissed his appeal, finding that the method of calculation of pecuniary damages had been consistent with judicial practice as it stood at that time.", "On 25 April 2005 the applicant submitted a cassation appeal against the above-mentioned judgment, essentially reiterating the arguments which he had submitted to the appellate court.", "On 9 February 2006 the Supreme Court dismissed his appeal as manifestly illfounded, using a short formula normally used in such cases.", "The Law of 23 February 1991 on annulment of convictions of persons persecuted for activities aimed at achieving independence for Poland (Ustawa o uznaniu za nieważne orzeczeń wydanych wobec osób represjonowanych za działalność na rzecz niepodległego bytu Państwa Polskiego – “the 1991 Act”) sets out rules concerning the conditions under which certain politically-motivated convictions rendered from 1 January 1944 to 31 December 1956 can be declared null and void, and also provides for the State’s civil liability for such convictions. Section 1 paragraph 1 of the 1991 Act provides, insofar as relevant:", "“Convictions or other decisions rendered by the Polish judicial, prosecuting or extra-judicial authorities during the period ... lasting from 1 January 1944 to 31 December 1956 shall be declared null and void if the offence with or of which the person concerned was charged or convicted related to activities undertaken by him or her with the aim of achieving independence for Poland, or if the decision in question was taken on the grounds that he had engaged in activity. The same applies to persons convicted of resisting the collectivisation of farm land and compulsory contributions of foodstuffs.”", "Under section 2 of the 1991 Act, a regional court or, in cases concerning military offences, a regional military court, is competent to deal with requests lodged under section 3 of the 1991 Act. Section 3 states, insofar as relevant:", "3. A party entitled to file an application under section 1 paragraph 1 shall be entitled to appeal against a decision on whether or not the original decision should be declared null and void.", "According to section 2 paragraph 1 in fine of this Law, a decision declaring the original conviction null and void shall be tantamount to a verdict of acquittal. If such a conviction is declared null and void, a victim of repression is entitled, under section 8 paragraph 1 of this Law, to compensation from the State Treasury for his wrongful conviction.", "Chapter 58 of the Code of Criminal Procedure, entitled “Compensation for unjustified conviction, pre-trial detention or arrest”, stipulates that the State is liable for wrongful convictions or for unjustifiably depriving an individual of his liberty. Article 552 of the Code provides, in so far as relevant:", "“1. An accused who, as a result of the reopening of the criminal proceedings against him or of lodging a cassation appeal, has been acquitted or resentenced under a more lenient substantive provision, shall be entitled to compensation from the State Treasury for the pecuniary and non-pecuniary damage which he has suffered in consequence of having served the whole or a part of the sentence imposed on him.", "...", "4. The entitlement to compensation for pecuniary and non-pecuniary damage shall also arise in the event of manifestly unjustified arrest or pre-trial detention.”", "“22. This article provides that compensation shall be paid to a victim of a miscarriage of justice, on certain conditions.", "First, the person concerned has to have been convicted of a criminal offence by a final decision and to have suffered punishment as a result of such conviction. According to the definition contained in the explanatory report of the European Convention on the International Validity of Criminal Judgments, a decision is final “if, according to the traditional expression, it has acquired the force of res iudicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them”. It follows therefore that a judgment by default is not considered as final as long as the domestic law allows the proceedings to be taken up again. Likewise, this article does not apply in cases where the charge is dismissed or the accused person is acquitted either by the court of first instance or, on appeal, by a higher tribunal. If, however, in one of the States in which such a possibility is provided for, the person has been granted leave to appeal after the normal time of appealing has expired, and his conviction is then reversed on appeal, then subject to the other conditions of the article, in particular the conditions described in paragraph 24 below, the article may apply.", "23. Secondly, the article applies only where the person’s conviction has been reversed or he has been pardoned, in either case on the ground that a new or newly discovered fact shows conclusively that there has been a miscarriage of justice - that is, some serious failure in the judicial process involving grave prejudice to the convicted person. Therefore, there is no requirement under the article to pay compensation if the conviction has been reversed or a pardon has been granted on some other ground. Nor does the article seek to lay down any rules as to the nature of the procedure to be applied to establish a miscarriage of justice. This is a matter for the domestic law or practice of the State concerned. The words “or he has been pardoned” have been included because under some systems of law pardon, rather than legal proceedings leading to the reversal of a conviction, may in certain cases be the appropriate remedy after there has been a final decision.", "24. Finally, there is no right to compensation under this provision if it can be shown that the non-disclosure of the unknown fact in time was wholly or partly attributable to the person convicted.", "25. In all cases in which these preconditions are satisfied, compensation is payable “according to the law or the practice of the State concerned”. This does not mean that no compensation is payable if the law or practice makes no provision for such compensation. It means that the law or practice of the State should provide for the payment of compensation in all cases to which the article applies. The intention is that States would be obliged to compensate persons only in clear cases of miscarriage of justice, in the sense that there would be acknowledgement that the person concerned was clearly innocent. The article is not intended to give a right of compensation where all the preconditions are not satisfied, for example, where an appellate court had quashed a conviction because it had discovered some fact which introduced a reasonable doubt as to the guilt of the accused and which had been overlooked by the trial judge.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}