{"ITEMID": "001-82309", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MUHAMET AKYOL v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1", "JUDGES": "", "TEXT": ["5. The applicant was born in 1972 and is currently detained in the Tekirdağ F-Type Prison.", "6. On 6 February 1993 the applicant was taken into custody within the context of a police operation carried out against an illegal organisation, namely the TKP/ML – TIKKO (the Turkish Communist Party-Marxist Leninist - Turkish Workers and Peasants' Liberation Army).", "7. On 15 February 1993 the applicant was brought before a single judge at the Istanbul State Security Court who ordered his detention on remand.", "8. On 8 April 1993 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against nine persons, including the applicant who was charged with membership of an illegal organisation under Article 168 § 2 of the Criminal Code.", "9. On 19 April 1994 the case brought against the applicant and his co-accused before the 2nd Chamber of the Istanbul State Security Court was joined with another case which had been pending before the 3rd Chamber of the Istanbul State Security Court.", "10. During the subsequent forty-eight hearings between 17 May 1993 and 12 June 2000, the Istanbul Security Court, relying on the state of the evidence, the nature of the offence, and the duration of his detention, refused to release the applicant.", "11. In the meantime, on 8 July 1997 the applicant escaped from prison. On 17 September 1997 he was arrested and sent back to prison.", "12. On 12 June 2000 the Istanbul State Security Court convicted the applicant as charged and sentenced him to twenty years' imprisonment.", "13. On 15 May 2001 the Court of Cassation quashed the judgment of 12 June 2000 and remitted the case file to the first-instance court.", "14. On 28 December 2001 the Istanbul State Security Court ordered the applicant's release pending trial.", "15. By Law no. 5190 of 16 June 2004, published in the Official Gazette on 30 June 2004, State Security Courts were abolished. Subsequently, the 11th Chamber of the Istanbul Assize Court acquired jurisdiction over the case.", "16. While these proceedings were pending under file no. 2001/225, on 2 July 2004 the applicant was taken into police custody in connection with a new crime. On 6 July 2004 he was detained on remand.", "17. On 9 July 2004 the Istanbul public prosecutor filed a new bill of indictment with the 11th Chamber of the Istanbul Assize Court, charging the applicant under Article 146 of the Criminal Code with attempting to undermine the constitutional order. The proceedings commenced before the 11th chamber of the Istanbul Assize Court under file no. 2004/225.", "18. On 31 January 2005 the 11th Chamber of the Istanbul Assize Court rendered its judgment in case no. 2001/225 in respect of some of the accused. It disjoined the case against the applicant and decided to join it to the new proceedings brought against the applicant pending before the same court under file no. 2004/225.", "19. On 2 February 2005 the 11th Chamber of the Istanbul Assize Court decided to join the case (file no. 2004/225) to another pending before it (file no. 2004/191).", "20. During the subsequent hearings, the Istanbul Assize Court rejected the applicant's release requests having regard to the state of the evidence, the nature of the offence and the risk of the applicant absconding.", "21. According to the information in the case file, the criminal proceedings against the applicant are still pending before the 11th Chamber of the Istanbul Assize Court under file no. 2004/191. The applicant is currently in detention on remand."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}