{"ITEMID": "001-103785", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF DELVINA v. ALBANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13+6-1;Violation of P1-1", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["6. The applicants were born in 1932, 1934 and 1942, respectively, and live in Albania.", "7. In 1950 a plot of land measuring 1,600 sq. m., which belonged to the applicants' father, was confiscated without compensation by the State, which subsequently constructed a building on the plot of land.", "8. On 1 July 1991 the Italian Embassy in Albania purchased two buildings in Tirana, one of which was situated on the applicants' inherited plot of land. The transaction was concluded through an inter-State agreement validated by means of note verbale exchanges between the two governments. The relevant property titles were not entered in the Tirana Property Register.", "9. The Albanian Government subsequently used the income from the transaction to purchase the premises of the Albanian Embassy in Rome (see also Vrioni and Others v. Albania and Italy, nos. 35720/04 and 42832/06, §§ 7-16, 29 September 2009 for a similar description of facts).", "10. Under the Property Restitution and Compensation Act, the applicants lodged an application with the Tirana Commission on Restitution and Compensation of Properties (Komisioni i Kthimit dhe Kompensimit të Pronave – “the Commission”) claiming title to their father's property.", "11. On 28 July 1999 the Commission recognised the applicants' father's property title over 1,600 sq. m. and acknowledged the fact that the plot of land was occupied by the Italian Embassy in Albania. Since buildings had been constructed on the land, the Commission ruled that their owner, the Italian Government, had to pay rent for the land or repurchase the land by agreement.", "12. The applicants were also issued with a certificate of registration of property by the Registry Office: registration no. 137, dated 9 August 1999.", "13. The applicants claimed that they sent letters to the Italian Embassy to enter into a lease or to sell the plot of land according to the Commission's decision. However, the Italian Embassy explained that the property had been transferred to them through the exchange of notes verbales in 1991.", "14. The applicants filed an action on 16 January 2003 to recover the property and to obtain damages from the Italian authorities.", "15. On 22 June 2004 the Tirana District Court quashed the Commission's decision as regards the physical return of the property to the applicants, since that plot of land had been lawfully occupied by the Italian Embassy since 1991. Instead, it ruled that the applicants should be compensated for 1,600 sq. m in one of the ways provided for by law. The Court of Appeal and the Supreme Court, by way of reasoned decisions, upheld the District Court's decision on 25 March 2005 and 6 June 2006, respectively. On 24 November 2006 the applicants lodged a constitutional complaint with the Constitutional Court.", "16. On 8 December 2006 the Constitutional Court, sitting as a bench of three judges, declared the application inadmissible.", "17. The relevant provisions of the Albanian Constitution read as follows:", "Article 42 § 2", "“In the protection of his constitutional and legal rights, freedoms and interests, or in the case of a criminal charge brought against him, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "Article 142 § 3", "“State bodies shall comply with judicial decisions.”", "Article 131", "“The Constitutional Court shall decide: ... (f) Final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "18. The relevant domestic law as regards property restitution and compensation in Albania has been described in the judgments of Gjonbocari and Others v. Albania, no. 10508/02, §§ 36-43, 23 October 2007, Driza v. Albania, no. 33771/02, §§ 36-43, 13 November 2007, Ramadhi and Others v. Albania, no. 38222/02, §§ 23-30, 13 November 2007.", "19. New and substantial legislative measures have been enacted amending the principal 2004 Property Act since the adoption of those judgments. The principal amendments are as follows:", "20. Section 3 extended until 31 December 2007 the time-limit for the completion of the examination of applications for the recognition, restitution and compensation of immovable properties, with the exception of payment of the amount of compensation, the time-limit for which was fixed for 2015.", "21. Section 13 established the Agency for the Restitution and Compensation of Properties (“the central Agency”) which replaced the State Committee on the Restitution and Compensation of Properties (“the State Committee”). The central Agency, which was headed by a Director, had its seat in Tirana and was made up of twelve regional Agency offices.", "22. According to section 14, the regional Agency office was responsible for the initial examination of applications for the recognition of property rights, in response to which it decided on the restitution of property and/or compensation in lieu thereof. Section 15 set the time-limit for the submission of applications for the recognition of property rights for 1 October 2007.", "23. Section 16 stipulated that an appeal against a decision of the regional Agency office could be lodged with the central Agency. The decision of the central Agency could be appealed against to the Tirana District Court within thirty days of its notification.", "24. Section 21 extended until 31 June 2008 the time-limit for the completion of the examination of applications for the recognition, restitution and compensation of immovable properties, with the exception of payment of compensation.", "25. Section 22 provided for the establishment of the In-kind Compensation Fund (IkCF) alongside the Financial Compensation Fund (“FCF”). Within sixty days from the Act's entry into force, the Government had to approve the list of properties to be allocated to the IkCF.", "26. Section 1 provided that the central Agency was responsible for examining claims for in-kind and financial compensation. The central Agency was also responsible for examining appeals against the decisions of regional Agency offices.", "27. Section 2 reiterated that the regional Agency offices continued to be responsible for the initial examination of applications for the recognition of property rights. The claimant or the State Advocate's Office had the right to appeal against that decision within thirty days to the central Agency, which was the highest administrative body. Such an administrative decision was amenable to judicial review in accordance with the provisions of the Code of Civil Procedure.", "28. Section 1 extended until 31 December 2008 the time-limit for the submission of applications for the recognition of property rights and the restitution of properties by the regional Agency offices. It also provided for the possibility for a claimant to be given a new time-limit by way of a court decision.", "29. According to section 2, the completion of the examination of applications for the recognition of property rights and restitution of properties would be finalised on 30 June 2009, with the exception of the payment of the amount of compensation, the deadline for which was fixed for 2015.", "30. Section 3 extended until 31 December 2008 the deadline for the allocation of properties to the IkCF.", "31. Section 2 provided that in addition to the budgetary appropriations, the allocations obtained by virtue of this law and other donors, the FCF would also be made up of proceeds obtained through auctions of State properties' which had not been the subject of a Commission decision.", "32. Section 6 abolished the regional Agency offices. It stated that the archives of those offices would be transferred to the central Agency. According to section 1, the central Agency would complete the examination of applications for recognition of property rights and restitution of properties lodged with the former regional Agency offices. The central Agency continued to examine appeals lodged with it against former regional Agency offices' decisions.", "33. According to section 5, the claimant or the State Advocate's Office had the right to appeal against the central Agency's decision within thirty days of its notification to the Tirana District Court.", "34. Section 7 set the deadline for the completion of the examination of applications for the recognition and restitution of properties for 31 December 2011.", "35. The 2010 Property Act chiefly introduced the possibility of requesting a revision of decisions of former Commissions / regional Agency offices.", "36. Section 4 extended until 31 December 2011 the deadline for the allocation of properties to the IkCF.", "37. Pursuant to Article 23 of the 2004 Property Act which established the Financial Compensation Fund, the Government adopted the above-mentioned decisions, between 2005 and 2009, in respect of the award of financial compensation to former owners.", "38. In 2005 financial compensation was awarded in respect of compensation claims arising out of the Tirana Commission's decisions. In 2006 financial compensation was awarded in respect of compensation claims arising out of the decisions of the Tirana and Kavaja Commissions. In 2007 the group of beneficiaries was expanded to include former owners who were in possession of a Commission decision issued with respect to cities for which a property valuation map had been approved and issued. In 2008 and 2009 all former owners, who were entitled to compensation, following a Commission / regional Agency's decision, were eligible to apply for financial compensation.", "39. According to the CMDs adopted between 2005 and 2008, a claimant was required to lodge a standard application for financial compensation with the central Agency in Tirana, furnishing, inter alia, the Commission / regional Agency's decision that recognised his right to compensation. Only those former owners who had not received previous compensation were entitled to financial compensation from 2005 to 2008. The 2009 CMD provided that a former owner was entitled to financial compensation on the condition that he had not benefited from: a) previous compensation; b) partial restoration/restitution of the property; c) the right to first refusal; d) the implementation of the Act on the Distribution of Land (Law no. 7501 of 19 July 1991).", "40. Applications would be examined in chronological order on the basis of the Commission's / regional Agency's decision date and number. The amount of financial compensation, which was to be calculated on the basis of property valuation maps, was limited to a maximum of 200 sq. m.", "41. The lodging of an application entailed the payment of a processing fee. Former owners who had been unsuccessful in their application for financial compensation in a preceding year could re-submit their application in the following year(s) once they had paid the processing fee.", "42. None of those decisions provided for the award of compensation to holders claims arising out of a final, enforceable court decision.", "43. By virtue of the above-mentioned decisions, two of which were adopted in 2007 and two in 2008, the Government approved and issued property valuation maps as listed above. The maps included the reference price per square metre throughout the country.", "44. The first decision fixed the price of land for the regions of Berat, Gjirokastër, Vlorë and Dibër; the second decision fixed the price of land for the regions of Lezhë, Dibër, Korçë and Kukës; the third decision fixed the price of land for the regions of Fier, Elbasan, Tirana, Vlorë, Durrës and Shkodër. The fourth decision contained an updated price list for certain cities. According to that decision, the reference price per square metre for the area in which the applicants' property was located was valued at ALL 180,000.", "45. The 2006 Property Act provided for the establishment of an In-kind Compensation Fund (“IkCF”). The Government would adopt the procedures for the allocation of properties covered by the IkCF.", "46. By decision of 5 September 2007 the Government laid down the criteria and the procedures for the determination of State properties covered by the IkCF (CMD no. 567 of 5 September 2007). Section 1 lists the types of properties, for example: a) public immovable property which is located in tourist areas; b) properties of the Ministry of Defence which are not used by the armed forces and have been approved by the President of the Republic; c) available agricultural land belonging to the Ministry of Agriculture; d) forests, pastures and meadows; and e) property of State institutions which falls outside their intended activity.", "47. The Agency and its regional offices are responsible for checking the legal status of each property as submitted by the respective State institution. The Agency submits the final list of immovable properties for inclusion in the IkCF to the Minister of Justice. The Government are to approve the list and publish it in the Official Journal.", "48. To date, it would appear that no such list has yet been approved."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}