{"ITEMID": "001-69906", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MILD AND VIRTANEN v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1+6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicants were born in 1967 and 1970 respectively and live in Vantaa.", "9. A shop selling fur coats in Kokkola was burgled on 1 March 1995. Two men, M. and R., were charged with aggravated theft before the District Court of Kokkola (käräjäoikeus, tingsrätten). On 10 April 1995 the District Court convicted them both as charged. The convictions were based on their acknowledgement of the charges.", "10. The police investigation concerning the applicants as suspects in the above-mentioned offence began on 11 May 1995, when they were taken into police custody. The first applicant was arrested on 12 May 1995 by a decision of the District Court. The second applicant was arrested on the same day, but released in the afternoon.", "11. The criminal proceedings against the applicants were instituted before the above District Court on 5 June 1995. They were charged with aggravated theft. They were suspected of having stolen fur coats worth 327,500 Finnish marks (FIM; 55,081.55 euros (EUR)) as accomplices with M. and R., who had already been convicted of the same offence. The applicants denied the charges.", "12. According to the indictment, the applicants visited the fur shop in the beginning of February 1995 and made themselves familiar with the shop and its merchandise. The second applicant tried on headgear and promised to collect it the following week after it had been altered to fit her. The applicants did not, however, return to the shop at the agreed time, or later. During their visit to the shop, the first applicant requested to see the most expensive fur coat and the salesman showed him a rack with the most expensive furs. Later on, the first applicant proposed to M. to steal fur coats from the shop. At the end of February M. and the applicants contacted R., who lived in the Helsinki area, and apparently M. asked R. to take part in the burglary. Having rented or borrowed a Chevrolet Chevy van from D. on 28 February 1995, R. and M. drove to Kokkola, the applicants driving ahead of them in their light coloured Opel. M. and R. spent the night in the applicants’ home in Kokkola. The following day, i.e. on 1 March 1995, the first applicant showed M. and R. the fur shop by driving past it a couple of times in the above-mentioned Opel. Then all three of them returned to the apartment. The applicants stayed at home while M. and R. returned to the shop in the van, broke into the shop and stole the fur coats. Immediately after the burglary M. and R. left for Espoo, a town in the Helsinki area. The applicants followed M. and R. to Espoo in their own car. Together they hid the fur coats in a garage rented by the first applicant. Later on, the first applicant, M. and R. began to market the fur coats.", "13. M. and R. were not present as the summons to appear before the court had not been served upon them. The public prosecutor referred in evidence to the statements given by them during their own police investigation. According to M.’s statement, the first applicant had told him that the applicants had visited the shop in order to buy headgear and while there, he had got the idea of stealing the furs. The first applicant had proposed that M. break into the shop. M. had considered the proposal and eventually, about a month later, accepted it as he was in need of money. According to M., the applicants did not take part in the burglary. In the beginning, the first applicant had said that the money would be divided into four parts, i.e. the second applicant would also have got her share. In R.’s statement to the police he said that the first applicant had told him about his plans of breaking into a fur shop, which the applicants had visited in order to buy something for the second applicant. R. could not, however, remember whether it was M. or the first applicant who had asked him to join them. R. told the police that he and M. had driven to Kokkola in the van, following the applicants. They had spent the night at the applicants’ apartment. The next day, the first applicant, M. and R. went to have a look at the shop in the first applicant’s car. In the evening M. and R. returned to the shop, while the applicants stayed at the apartment. After the burglary they all left for Helsinki, but in two separate cars. They all met twice for coffee during the journey. Having reached Helsinki, they went to a garage to which the first applicant had the keys. Later on M. and the first applicant began to market the furs. According to R., the burglary was the first applicant’s idea. M. and R. had not even visited Kokkola before the burglary.", "14. At this point the applicants’ counsel noted that if the applicants were to be convicted on the basis of the statements given by M. and R., they should be heard in person before the court.", "15. The fur shop’s salesman V. gave testimony before the District Court. He identified the applicants as the couple who had visited his shop in February. The day of the burglary he had noticed a white car driving by with three men in it. All three had turned their heads looking at the shop, but they had been too far away to recognize.", "16. The lender of the van, D., was heard as a witness before the court. He repeated his statement given during the police investigation, inter alia, that having been questioned by the police [on 13 March 1995] he was contacted by the first applicant, who wanted to know what D. had told the police, but before the District Court D. was no longer certain as to whether it was the first applicant or R. who had queried what he had told the police. D. was also uncertain as to whether he had seen the applicants in R.’s company before lending his van or after it had been returned to him. Furthermore, D. said that at the relevant time he was selling and buying cars and that he had discussed a car deal with the first applicant when they met. D. also said that his van did not carry any stickers or the like.", "17. Police officer Y. was also heard as a witness before the District Court. He told the court that he had in general kept an eye on the first applicant as he was aware of his past. The day of the burglary he had seen a van parked in the parking lot outside the applicants’ apartment. He was not certain as to whether it was the same van as the one used by M. and R. in the burglary. Y. had noticed that the van carried a yellow sticker from which he had concluded that the car originated from the Helsinki area.", "18. At this point the public prosecutor referred to the first applicant’s statement during the police investigation according to which he did not remember ever visiting the fur shop, but that he might have gone there while Christmas shopping. Moreover, the first applicant had told the police that he had discussed a car deal with D., but he had concealed the fact that he had been present when the van was returned.", "19. The public prosecutor referred to the second applicant’s statement during the police investigation, according to which she denied having ever visited the fur shop or that M. and R. had spent the night at the applicants’ apartment in Kokkola. Furthermore, she told the police that she had visited a friend, I., in Espoo, on the day of the burglary.", "20. The public prosecutor pointed out that I. when questioned as a witness by the police [on 31 May 1995] did not confirm the second applicant’s story. According to I., the second applicant had rung her a couple of weeks earlier and asked her to give her an alibi. I. was not heard before the District Court during this session.", "21. The District Court adjourned the case until 29 June 1995, ordering the public prosecutor to call M. and R., who were in liberty, to be heard before the court.", "22. On 29 June 1995, the public prosecutor requested that the case be adjourned as M. and R. had not been summoned yet. The District Court adjourned the case until 11 October 1995.", "23. On 11 October 1995 the case was heard before the court again. M. and R. were absent even though they had been summoned. The public prosecutor noted that according to Article 6 § 3(d) of the European Convention on Human Rights and Fundamental Freedoms, the applicants had a right to examine or have examined the witnesses against them, but that right was not unconditional. He referred to two judgments of this Court (Asch v. Austria, judgment of 26 April 1991, Series A no. 203 and Artner v. Austria, judgment of 28 August 1992, Series A no. 242A). In particular, the public prosecutor referred to the principle according to which there was no violation of Article 6 § 3(d), if the conviction was primarily based on other evidence submitted during the trial. In this respect, he referred to the evidence given by the witnesses and argued that the applicants could be convicted even though they had not been able to examine M. and R. as witnesses during these proceedings. The District Court again adjourned the case until 29 February 1996, ordering the public prosecutor to summon M. and R. to be heard before the court.", "24. On 28 February 1996 M. sent a facsimile to the District Court, withdrawing all his statements during the police investigation concerning the applicants as they were false. He alleged that he had personal reasons to make erroneous statements and, while in detention, had been given to understand that such statements could contribute to his release. Moreover, he informed the court that he was aware of the fact that he could not be forced to appear before the District Court. M.’s facsimile was communicated to the applicants and to the public prosecutor at the hearing of 29 February 1996.", "25. On that same day, the District Court rejected the charges against the applicants as it found that the mere fact that V. had given evidence that the applicants had visited his shop as customers in February and that the van used in the burglary had been seen parked in the parking lot close to the applicants’ apartment did not show that the applicants had committed the offence with which they were charged.", "26. The public prosecutor appealed to the Vaasa Court of Appeal (hovioikeus, hovrätten), requesting that the applicants be convicted as charged. According to him, the evidence presented before the District Court, taking into account also the statements of M. and R., was strong enough to justify a conviction.", "27. On 26 November 1996 the Court of Appeal held an oral hearing, in which the applicants, V., D. and Y. were reheard. D. clarified that the applicants had been in M.’s and R.’s company when the van was returned to him and that it was the first applicant who had queried what D. had told the police when he was questioned.", "28. In addition I. was heard as a witness before the Court of Appeal. She testified that the second applicant had visited her in Espoo in the afternoon of 1 March 1995. I. was certain that the first applicant had dropped the second applicant off at the apartment and then picked her up a couple of hours later. According to I., the version given to the Court of Appeal was the truth. When questioned by the police, she had not been able to tell the truth due to the police officer’s unpleasant attitude towards her. At that time, she did not want to get involved in the case.", "29. M. and R. were not summoned and they were not heard before the Court of Appeal. Nor did the applicants request that M. and R. be heard.", "30. On 27 December 1996 the Court of Appeal convicted the first applicant of aggravated theft and sentenced him to one year and ten months’ imprisonment. The second applicant was convicted of aiding and abetting the above-mentioned offence by visiting the fur shop together with the first applicant. She was sentenced to a suspended term of four months’ imprisonment. The Court of Appeal, having first referred to the Court’s judgments Asch v. Austria and Artner v. Austria, cited above, found that:", "“M.’s and R.’s statements concerning the events given during their police investigation and repeated before the District Court [in their own case] are supported by other evidence presented in the present case. V. observed the applicants visit the fur shop and D. noted the presence of the applicants when the borrowed van was returned to him. Moreover, the first applicant showed an interest in what D. had told the police. Furthermore, the statements of M. and R. are supported by Y.’s observation of D.’s van in Kokkola close to the applicants’ apartment.", "Even though the applicants did not have an opportunity to put questions to M. and R., they had an opportunity to submit arguments against their statements, both during the police investigation and also before the District Court as well as the Court of Appeal. The applicants have, nevertheless, denied having ever visited the fur shop, which, taking into account the certainty of V. as to the applicants’ identity, tends to diminish the credibility of the applicants’ statements.", "The Court of Appeal does not find that the changing of I.’s statement - or the reasons given for the change - are credible. The Court of Appeal finds it irrelevant that M. has, in a facsimile submitted to the District Court, retracted his earlier statement.”", "31. The applicants requested leave to appeal from the Supreme Court (korkein oikeus, högsta domstolen), arguing that they should have had a right to examine M. and R. before the courts, as the other evidence was not strong enough to support their convictions. The alleged fact that they had visited a shop or passed by it did not prove that they had committed the serious offences they were convicted of. Furthermore, on the day of their alleged visit to the fur shop they had both been at an oral hearing before the District Court of Espoo, which is situated some 490 kilometres from Kokkola, and could not even in theory have been at the shop at the time mentioned in the judgment. The applicants later submitted to the Supreme Court a copy of the District Court’s minutes of that day in support of their argument.", "32. On 9 June 1997 the Supreme Court refused the applicants leave to appeal.", "33. Chapter 17, section 18 of the Judicial Procedure Code provides that a person who has earlier been convicted of an offence which is the subject of pending court proceedings may be heard in the case, but not in the capacity of a witness or party to the proceedings.", "34. At the time of the proceedings there were, however, no provisions of law under which such a person could have been forced to appear before a court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}