{"ITEMID": "001-58140", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF BOTTA v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Art. 8 inapplicable;Art. 14 inapplicable", "JUDGES": "C. Russo;Feyyaz Gölcüklü;John Freeland;R. Pekkanen", "TEXT": ["8. Mr Botta, who was born in 1939 and lives in Trezzano sul Naviglio (Milan province), is physically disabled.", "9. In August 1990 he went on holiday to the seaside resort of Lido degli Estensi, near to the town of Comacchio (Ferrara province) with a friend, who is also physically disabled. There he discovered that the bathing establishments were not equipped with the facilities needed to enable disabled people to gain access to the beach and the sea (particularly special access ramps and specially equipped lavatories and washrooms), in breach of Italian legislation, which required a clause obliging private beaches to facilitate the access of disabled people to be added to the relevant concession contracts and made provision for compliance to be enforced by the competent local authorities. According to Comacchio District Council, the compulsory clause was, however, only added to concession contracts signed after the adoption of the provisions concerned.", "10. The applicant asserts that he was for a time able to gain access in his vehicle to certain public beaches without facilities, but was later prevented from doing so because a barrier had been erected across the entrance by order of the Ravenna harbour-master.", "11. On 26 March 1991 the applicant sent a letter to the mayor of Comacchio asking him to take the necessary measures to remedy the shortcomings noted the previous year. No reply was received.", "12. In August 1991 Mr Botta returned to Lido degli Estensi, where he found that none of the measures requested had been implemented, although they were mandatory. He was therefore obliged to ask the local coastal authority for permission to drive his vehicle onto a public beach without facilities. He also wrote to various local bodies, receiving the following replies: the president of the cooperative which ran the resort’s private beaches informed him that the concession contracts did not stipulate any obligation to install the facilities requested; the local coastal authority replied that it had to receive an official request before it could authorise the construction of special access ramps on the beaches; the mayor asserted that it was the private beaches’ responsibility to install the facilities in question, but nevertheless gave the applicant permission to drive onto a public beach in his vehicle.", "In an undated memorandum the coastal authority gave him permission to drive onto a public beach without facilities in his vehicle for a limited period expiring on 31 August 1991.", "13. On 9 August 1991 the applicant decided to lodge a complaint with the carabinieri against the Minister for Merchant Shipping, the Ravenna harbour-master and the mayor and deputy mayor of Comacchio. He alleged that, by failing to take any steps whatsoever to oblige the private beaches to install the facilities for disabled people prescribed by law on pain of cancellation of their licences, these authorities had committed the offence of omitting to perform an official duty (omissione d’atti d’ufficio), as defined in Article 328 of the Criminal Code.", "On 20 December 1991 he asked the Ferrara public prosecutor’s office to inform him where matters stood in the case.", "On 5 May 1992 the public prosecutor’s office submitted that the proceedings should be discontinued.", "14. In an order of 12 May 1992 the judge responsible for preliminary investigations (giudice per le indagini preliminari) attached to the Ferrara District Court ordered the discontinuation of the proceedings on the ground that, having completed his inquiry, he had not found any evidence that the offence defined in Article 328 of the Criminal Code had been committed, given that the beaches’ concession contracts all contained a clause which obliged bathing establishments to make the beaches accessible to disabled people and to install at least one changing cubicle and one lavatory for their use.", "On 1 September 1992 Mr Botta once again wrote to the Ferrara public prosecutor’s office seeking information about the state of the proceedings.", "On 16 September 1992 he was informed by telephone that the proceedings relating to his complaint had been discontinued.", "15. According to information supplied by the applicant and not contradicted by the Government, although some of the private beaches in Lido degli Estensi have subsequently installed changing cubicles and lavatories for disabled people, in July 1997 none of them had yet built a ramp designed to permit disabled people to gain access to the beach and the sea. On 29 August 1997 Comacchio District Council informed the registry of the Court of the adoption, on 11 August 1997, of the resort’s new improvements plan, under which compliance with the law on bathing establishments had to be achieved by 30 April 1999 at the latest.", "16. Law no. 13 of 9 January 1989 contains provisions intended to guarantee disabled people effective access to private buildings and establishments and the removal of architectural obstructions (barriere architettoniche). section 1(2) laid down in particular that within three months of its entry into force the Minister of Public Works had to publish in the form of a decree the technical specifications to be used for the construction of private buildings and low-rent housing. The law also gives mayors certain duties, including an obligation to ensure that work to adapt facilities for use by disabled people is carried out at their request. In particular, section11 provides that, after receiving a request from a disabled person, a mayor must calculate what sum the District Council requires to do the work and inform the Region accordingly. The Region then ascertains its own needs and requests the necessary funds from the Ministry of Public Works. This money is paid out from the ad hoc fund set up pursuant to section 10 of the Law.", "17. On 14 June 1989, pursuant to section 1(2) of the Law, the Ministry of Public Works adopted a decree (no. 236) requiring all future contracts awarding concessions to private beaches to include a clause obliging the beaches to install at least one changing cubicle and one lavatory specially designed for the use of disabled people and in addition to construct a special ramp enabling them to gain access to the beach and the sea.", "On 23 January 1990 the Ministry of Merchant Shipping drew the attention of all harbour-masters to these provisions.", "18. Moreover, section 23(3) of Law no. 104 of 5 February 1992 makes the grant of a concession in respect of public land, and its renewal, subject to implementation of the above measures by the establishments concerned. In addition, Law no. 118 of 30 March 1971 lays down equivalent provisions regarding the removal of architectural obstructions from public buildings and buildings open to the public.", "19. Lastly section 41(8) of Law no. 104 of 1992 requires the competent administrative authorities to send the Prime Minister an annual report on the measures to assist disabled people for which they bear responsibility.", "In 1995 no report for the purposes of section 41(8) of Law no. 104 of 1992 was submitted by the Ministry of Transport and Shipping, which had replaced the Ministry of Merchant Shipping in 1994, and the report submitted by the Ministry of Public Works merely stated that in 1994 none of the work for which it bore responsibility had been carried out because the relevant procedures had not yet been laid down.", "20. Recommendation No. R (92) 6 of the Committee of Ministers, of 9 April 1992, on a coherent policy for people with disabilities, defines a handicap as", "“a social disadvantage, for a given individual, resulting from an impairment or a disability, that limits or prevents the fulfilment of a role that is normal (depending on age, sex, and social and cultural factors) for that individual”.", "The recommendation urges member States of the Council of Europe to “guarantee the right of people with disabilities to an independent life and full integration into society, and recognise society’s duty to make this possible” so as to ensure “equality of opportunity” for people with disabilities. The public authorities should aim, inter alia, to enable people with disabilities “to have as much mobility as possible, and access to buildings and means of transport” and “to play a full role in society and take part in economic, social, leisure, recreational and cultural activities”.", "As regards leisure time and cultural activities in particular, Recommendation No. R (92) 6 states:", "“All leisure, cultural and holiday activities should be made accessible to people with disabilities;", "Structural, technical, physical and attitudinal obstacles which limit the enjoyment of the above activities should be removed. In particular, access to cinemas, theatres, museums, art galleries, tourist venues and holiday centres should be improved…", "Cultural and leisure venues should be planned and equipped so that they are accessible and can be enjoyed by people with disabilities.”", "The recommendation also states: “The exercise of basic legal rights of people with disabilities should be protected, including being free from discrimination.”", "21. Recommendation 1185 (1992), adopted by the Parliamentary Assembly of the Council of Europe on 7 May 1992, on rehabilitation policies for the disabled, emphasises: “Society has a duty to adapt its standards to the specific needs of disabled people in order to ensure that they can lead independent lives.” In furtherance of that aim, it calls on the governments and agencies concerned “to strive for and encourage genuine active participation by disabled people … in the community and society” and, to that end, “to guarantee ease of access to buildings”.", "22. The revised European Social Charter, adopted by the Committee of Ministers on 1–4 April 1996 and opened for signature on 3 May 1996, provides in its Article 15, entitled “Right of persons with disabilities to independence, social integration and participation in the life of the community”:", "“With a view to ensuring to persons with disabilities, irrespective of age and the nature and origin of their disabilities, the effective exercise of the right to independence, social integration and participation in the life of the community, the Parties undertake, in particular:", "…", "3. to promote their full social integration and participation in the life of the community, in particular through measures, including technical aids, aiming to overcome barriers to communication and mobility and enabling access to transport, housing, cultural activities and leisure.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}