{"ITEMID": "001-61799", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF L. v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 14+8;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "", "TEXT": ["7. The applicant was born in 1975 and lives in Breda. He had a relationship with Ms B. from mid-1993. On 14 April 1995 a daughter, named A., was born to Ms B. and the applicant.", "8. Pursuant to Article 1:287 § 1 of the Civil Code (Burgerlijk Wetboek), as then in force, Ms B. obtained guardianship (voogdij) of A. The applicant was appointed as A.’s auxiliary guardian (toeziend voogd) on 19 May 1995 by the Enschede District Court judge (kantonrechter). The applicant’s auxiliary guardianship ended on 2 November 1995, when an amendment to the Civil Code came into force abolishing that function.", "9. The applicant and Ms B. did not formally cohabit, but the applicant visited her and A. on a regular basis. He also babysat and took care of A. on several occasions. Ms B. sometimes consulted the applicant about A.’s hearing problems. The applicant did not formally recognise (erkenning) A., as Ms B. refused to give her permission and her family also opposed such recognition. Although the applicant could have sought judicial consent for recognising A. (see paragraph 17 below), he did not avail himself of this possibility, considering that it would stand little chance of success. Moreover, the applicant preferred to respect the position adopted by Ms B. and her relatives, and maintain the de facto family ties he had with his daughter rather than establish formal legal ties with her.", "10. In August 1996 the applicant’s relationship with Ms B. broke down. On 23 January 1997 the applicant requested the Almelo Regional Court (arrondissementsrechtbank) to grant him access (omgangsregeling) to A. one weekend every fortnight and some weeks during the holiday period. In those proceedings Ms B. argued primarily that the applicant’s request should be declared inadmissible in that there had never been any family life within the meaning of Article 8 of the Convention between the applicant and A. and, in so far as family life had existed, it had ceased to exist after the end of her relationship with the applicant. In the alternative, Ms B. argued that to grant the applicant access would not be in A.’s interests. Ms B. further submitted that the applicant had behaved badly towards her (violence and financial abuse) and had shown little interest in A. She indicated, lastly, that A.’s hearing was impaired and that her daughter thus required a special approach of which she deemed the applicant incapable.", "11. By a decision of 26 February 1997, the Almelo Regional Court accepted that there was family life within the meaning of Article 8 of the Convention between the applicant and A., and that this family life had not ceased to exist since the breakdown of the applicant’s relationship with Ms B. It consequently declared the applicant’s request admissible. However, given the difficulties between the applicant and Ms B., the Regional Court decided to order the Child Care and Protection Board (Raad voor de Kinderbescherming) to conduct an investigation and to report to it on the feasibility of an access arrangement.", "12. Ms B. filed an appeal against this decision with the Arnhem Court of Appeal (gerechtshof). By a decision of 16 September 1997, the Court of Appeal quashed the decision of 26 February 1997 and declared the applicant’s request inadmissible. In its decision, the Court of Appeal stated:", "“3.1 Out of the parties’ relationship (lasting from mid-1993 to August 1996), A. was born. Mr L. is the biological father of A. He has not recognised the child. The mother holds parental authority over A. by law.", "...", "4.5 In addition to what is stated under 3.1, the following, as contended by one side, and not, or insufficiently, disputed by the other, has been established or become plausible.", "The father was present at A.’s birth. He has never been formally registered at the mother’s address, but (up to August 1996) regularly visited the mother. He has also changed A.’s nappy a few times [enkele malen] and has babysat her once or twice [een enkele keer], but not since August 1996. Further, the mother has on several occasions [verschillende keren] had contact by telephone with the father about (the hearing problems of) A.", "4.6 In the light of the above facts and circumstances, it has been insufficiently established that the father has a close personal relationship with the child – who at the time of the breakdown of the parties’ relationship was one year old – or that there is a link between him and the child that can be regarded as ‘family life’ within the meaning of Article 8 of the Convention. The further circumstances relied on by the father, from which it would appear that he has a close personal relationship with the child, have – in contrast to the substantiated denial thereof by the mother – not been established. The terminology used by the mother in the proceedings (she spoke about ‘a relationship until October 1996’ and ‘my ex-partner’) cannot, either in itself or in connection with the above circumstances, lead to a different conclusion.", "...", "5.1 On the basis of the above considerations, the impugned decision is quashed, and the father’s request is declared inadmissible.”", "13. The applicant’s subsequent appeal on points of law was dismissed by the Supreme Court (Hoge Raad) on 5 June 1998. The Supreme Court rejected the argument that the mere biological link between the applicant and A. was sufficient to attract the protection of Article 8 of the Convention. It held that “family life” for the purposes of Article 8 implied the existence of further personal ties in addition to biological paternity. As to the lack of existence of such further personal ties, it accepted the findings of the Court of Appeal.", "14. A child born out of wedlock had the status of the natural child of its mother. It became the natural child of its father after being recognised by the latter – the “father”, for the purposes of this provision, being the man who recognised the child, whether he was the biological father or not (Article 1:221 of the Civil Code).", "15. A child born out of wedlock automatically had legally recognised family ties (familierechtelijke betrekkingen) with its mother and her relatives. Recognition by the father entailed the creation of a legally recognised family tie between him and the child, as well as between the child and the father’s relatives (Article 1:222 of the Civil Code). At the relevant time the surname of such a child was the surname of its father if the latter had recognised the child, and the mother’s surname if not (Article 1:5 § 2 of the Civil Code).", "16. Recognition of a child could be effected on the birth certificate itself or by a separate deed of recognition drawn up for that purpose by the Registrar of Births, Deaths and Marriages or a notary public (Article 1:223 of the Civil Code). A deed of recognition drawn up by the registrar was entered in the register of births (Article 1:21 § 3 of the Civil Code). At the request of an interested party, the regional court could order that a deed be entered in the appropriate registers (Article 1:29 § 1 of the Civil Code).", "17. Recognition without the mother’s prior written consent was void (Article 1:224 § 1 (d) of the Civil Code). However, in view of the right of the father and the child to respect for their “family life”, as guaranteed by Article 8 of the Convention, the Supreme Court construed this provision in such a way that the mother’s effective right of veto could be overridden, if she abused it, by alternative judicial consent. However, such judicial consent could only be sought by a biological father whose relationship with his child was such that it should be considered to amount to “family life” within the meaning of Article 8 of the Convention (see Hoge Raad, 8 April 1988, Nederlandse Jurisprudentie (Netherlands Law Reports – (NJ)) 1989, no. 170). In a situation where the mother was raising the child alone, judicial consent would only be given if the mother had no interest warranting protection in refusing to give her permission (see Hoge Raad, 22 February 1991, NJ 1991, no. 376, and Hoge Raad, 17 December 1999, NJ 2000, no. 121).", "18. On 1 April 1998 a new Article 1:204 of the Civil Code came into force. It still provides that, for a man to recognise a child who is not yet 16 years old as his, the prior written consent of the mother is required (Article 1:204 § 1 (c)). If the mother has not given her consent, it may be replaced by the consent of the regional court (Article 1:204 § 3). However, the man who seeks alternative judicial consent must be the child’s biological father; in addition, recognition must not be detrimental to the mother’s relationship with the child or to the child’s own interests (ibid.). Furthermore, the child’s written permission is required if he or she has reached the age of 12 (Article 1:204 § 1 (d)).", "19. According to the Supreme Court’s case-law under Article 1:204 § 3 of the Civil Code, the procedure for obtaining judicial consent must entail a judicial balancing exercise between the interests of the persons concerned, the point of departure being that both the child and its biological father should in principle be entitled to have their relationship acknowledged in law as a legally recognised family relationship (familierechtelijke betrekking). However, the judge must balance the father’s interests in obtaining recognition against any conflicting interests of the mother or the child or both. The mother’s interest is defined in Article 1:204 § 3 as having an undisturbed relationship with the child (see Hoge Raad, 16 February 2001, Rechtspraak van de Week (Weekly Law Reports) 1989, no. 52).", "20. Also on 1 April 1998, Article 1:207 was introduced into the Civil Code, pursuant to which a child may request the regional court to issue a judicial declaration of paternity (gerechtelijke vaststelling van vaderschap) in order to have a legal tie established between him or her and the biological father. No time-limit applies for lodging such a request.", "21. Pursuant to Article 1:392 of the Civil Code, parents – namely, the persons who have become a legal parent of a child either ipso jure, or through recognition, a judicial declaration of paternity, or adoption – are obliged to provide for the maintenance of their minor children. The absence of recognition of a child does not absolve the biological father of his maintenance obligations towards this child. Pursuant to Article 1:394 of the Civil Code, the biological father of an unrecognised child remains liable to pay maintenance until the child has come of age. Until 1 April 1998, when this provision was amended as a consequence of the introduction of the possibility of seeking a judicial declaration of paternity, Article 1:394 § 3 provided that the supposed biological father of an illegitimate, unrecognised child was the man who had had intercourse with the mother between the 307th and 179th day before the birth of the child.", "22. Access rights are regulated by Articles 1:337a-h of the Civil Code.", "23. The relevant part of Article 1:377a of the Civil Code provides as follows:", "“1. The child and the parent who does not have custody are entitled to have access to each other [omgang met elkaar].", "2. The judge shall, at the request of the parents or of one of them, establish an arrangement, for a definite or indefinite period, for the exercise of the right of access or shall deny, for a definite or indefinite period, the right of access.", "3. The judge shall only deny the right of access if:", "(a) access would seriously impair the mental or physical development of the child;", "(b) the parent is deemed to be manifestly unfit for or manifestly incapable of access;", "(c) the child is at least 12 years old and has, when being heard, manifested serious objections against allowing the parent access; or", "(d) access would for another reason be contrary to the weighty interests [zwaarwegende belangen] of the child.”", "24. The relevant part of Article 1:377f of the Civil Code reads as follows:", "“1. Without prejudice to the provisions of Article [1:]377a [of the Civil Code], the judge may, on request, establish an access arrangement between the child and the person having close personal ties with it. The judge may reject the request where the interests of the child oppose granting it, or where the child is at least 12 years old and objects to it.”", "25. According to the case-law of the Supreme Court, a request by a biological father for access to a child whose paternity he has not recognised is to be examined under Article 1:337f, and not under Article 1:337a, of the Civil Code, in that he is not a “parent” within the meaning of Article 1:337a. Where the father of a child born out of wedlock has recognised the child, a request for access is to be examined under Article 1:377a of the Civil Code (see Hoge Raad, 15 November 1996, NJ 1997, no. 423, and Hoge Raad, 26 November 1999, NJ 2000, no. 85).", "26. In several cases in which a biological father has claimed a right of access to his child under Article 8 of the Convention, the Supreme Court has held that mere biological fatherhood in itself is insufficient to establish the existence of “family life”. According to the Supreme Court, such a relationship can only be regarded as involving “family life” where there are additional circumstances, such as regular contact with the child, from which it ensues that the tie with the father can be regarded as constituting “family life” (see Hoge Raad, 26 January 1990, NJ 1990, no. 630; Hoge Raad, 19 May 2000, NJ 2000, no. 545; and Hoge Raad, 29 September 2000, NJ 2000, no. 654)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}