{"ITEMID": "001-57477", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF EKBATANI v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["11. The applicant, Mr. John Ekbatani, was born in 1930. He is a citizen of the United States of America and, at the time of the domestic proceedings in question, he resided at Gothenburg.", "12. The applicant came to Sweden in 1978 to do certain research work at the University of Gothenburg. However, his initial plans did not come to fruition and his financial situation forced him to look for other work. In March 1981 he found a job at the Gothenburg Tramway Company (Göteborgs Spårvägar). He was, however, obliged to pass a Swedish driving test, since he only had an American driver’s licence. On 14 April 1981 he took the test but failed. This led to an angry exchange of views on 7 May 1981 between the applicant and the traffic assistant who had been in charge of the test; subsequently the traffic assistant reported the incident to the police.", "13. In August 1981 the applicant was questioned by the police about the matter, and on 7 October 1981, he was charged with threatening a civil servant in breach of Chapter 17, section 1 of the Penal Code (brottsbalken).", "14. During the trial hearing (huvudförhandling) before the City Court of Gothenburg (Göteborgs tingsrätt) on 9 February 1982, both the applicant and the traffic assistant were heard. On this testimony the City Court in a judgment on the same day found the applicant guilty of the charge brought against him and sentenced him to a fine of 600 Swedish Crowns (SEK). The costs of the proceedings were to be borne by the State. At the City Court the applicant was assisted by two public defence lawyers.", "15. On 17 February 1982, the applicant appealed against this judgment to the Court of Appeal for Western Sweden (hovrätten för Västra Sverige) requesting acquittal as he claimed he had not committed the criminal act of which he was accused. Before the Court of Appeal, he was represented, first by a public defence lawyer and later by a private counsel.", "In his first written statement of evidence to the Court of Appeal on 18 June 1982, the applicant took it for granted that a hearing would be held and requested that the traffic assistant appear in person before the Court of Appeal.", "On 20 July 1982, the public prosecutor declared that he did not wish to adduce any new evidence. At the same time he applied for the case to be dealt with without a hearing in the Court of Appeal. In the event of a hearing he requested a rehearing of the testimony of both the applicant and the traffic assistant.", "In a new statement of evidence of 20 August 1982, the applicant’s counsel requested that a witness be heard. The witness was to inform the Court about \"the applicant as a person and his credibility\". In his reply of 16 September 1982, the public prosecutor did not oppose the calling of this new witness if a hearing were to be held. However, he asked that, in that event, three other new witnesses should be heard to prove inter alia \"Mr. Ekbatani’s lack of credibility and that the [traffic assistant’s] statement of the course of events on 7 May 1981 was correct\".", "The applicant’s defence counsel, on 27 September 1982, objected to the calling of these three new witnesses.", "On 4 October 1982, the Court of Appeal informed the parties by means of a written notice that, as the case might be determined without a hearing, they were invited to file their final submissions in writing.", "On 6 October 1982, the public prosecutor declared that he had no objection to the Court of Appeal’s giving judgment without a hearing. He added that, if there was a hearing, he would insist on the examination of the three new witnesses. On 19 October 1982, the applicant’s counsel stated his objection to the case being determined on the basis of the case-file, on the ground that a hearing was necessary for a thorough examination of the case. He also reiterated his objections to the calling of the witnesses called for by the prosecution. He added that, if the Court of Appeal should reach a decision on the basis of the case-file and acquit the applicant, he claimed reimbursement of his costs and expenses.", "16. The Court of Appeal held no hearing and in its judgment of 12 November 1982 simply stated: \"The Court of Appeal confirms the City Court’s judgment.\"", "17. On 7 December 1982, the applicant appealed to the Supreme Court (högsta domstolen). He asked the Supreme Court either to quash the Court of Appeal’s decision and send the case back for a hearing, or to acquit him, or to remit the sentence imposed.", "In support of his claims he stated:", "\"The case concerns the credibility of Mr. Ekbatani and of the aggrieved party. In support of his credibility, Mr. Ekbatani has requested the hearing of a person who was not heard by the City Court. The prosecutor has not objected to the hearing of the new witness by the Court of Appeal. Since the case concerns new evidence of decisive importance for the outcome of the case, the second sub-paragraph of section 21 in Chapter 51 of the Code of Judicial Procedure (rättegångsbalken) ought not to be applied. The preparatory work also indicates that great consideration should be given to the wishes of the parties even in the case of a fine and in particular to those of the accused (Nytt Juridiskt Arkiv II 1943, pp. 670 et seq.). Also the prosecutor requested the hearing of new evidence before the Court of Appeal. For Mr. Ekbatani it is of great importance that he is not sentenced without having received an opportunity to have the evidence adduced by him tested. The Court of Appeal ought to make its own assessment of Mr. Ekbatani. In addition, the holding of a hearing would not lead to any major increase in the costs of the proceedings.\"", "On 3 May 1983, the Supreme Court held:", "\"The Supreme Court finds no reason to grant leave to appeal, for which reason the Court of Appeal’s judgment shall stand.\"", "18. Under the rules on public access to official documents, contained in the Freedom of the Press Act (tryckfrihetsförordningen) and the Secrecy Act (sekretesslagen, 1980:100), the case-files from the courts involved were all available to the public.", "19. According to Chapter 21 of the Code of Judicial Procedure, lower courts shall as a rule render judgment in criminal cases only after the accused has been able to defend himself at an oral hearing. Exceptions to this rule do however exist, particularly at appellate level. Thus Chapter 51, section 21 of the Code of Judicial Procedure, as applicable at the relevant time, stated that:", "\"the Court of Appeal may decide the case without a hearing if the prosecutor appeals only for the benefit of the accused or if an appeal lodged by the accused is supported by the opposing party.", "The case may be decided without a hearing if the lower court has acquitted the accused or discharged the offender or found him to be exempted from punishment by virtue of mental abnormality or if it has sentenced him to a fine or ordered him to pay a money penalty (vite) and there is no reason to impose a more severe sanction than those mentioned above or to impose any other sanction ...\"", "As of 1 July 1984 - and therefore after the facts of the present case - this provision has been amended to read as follows in the relevant parts (Svensk Författningssamling 1984:131):", "\"The Court of Appeal may dispose of an appeal on the merits without a hearing,", "1. if the prosecutor appeals only for the benefit of the accused,", "2. if an appeal brought by the accused is supported by the opposing party,", "3. if the appeal is plainly unfounded, or", "4. if no cause exists to hold the accused legally liable, or to impose a sanction upon him, or to impose a sanction other than a fine or conditional sentence, or a combination of such sanctions.", "...", "If, in a case referred to [above], a party has requested a hearing, this shall take place unless manifestly unnecessary.", "...", "For a ruling not relating to the merits a hearing need not take place.\"", "20. The Court of Appeal has the power to review both questions of law and of fact. However, there are certain limitations to the Court of Appeal’s full jurisdiction. Chapter 51, section 25 of the Code of Judicial Procedure (as amended by Laws 1981: 22 and 228) contains a rule proscribing reformatio in pejus in certain cases:", "\"In an appeal lodged by the accused, or by the prosecutor for the benefit of the accused, the Court of Appeal may not sentence the accused to a criminal sanction more severe than the one imposed by the lower court. If the accused was sentenced by the lower court to imprisonment, the Court of Appeal may order suspension of sentence, probation or placing under special care; in addition to suspension of sentence and to probation or placing under care within the social service, the Court of Appeal may impose a fine or probation coupled with imprisonment pursuant to Chapter 28, section 3, of the Penal Code. When the lower court has ordered a sanction of the kind referred to above, the Court of Appeal may impose a different kind of sanction.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}