{"ITEMID": "001-100105", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KONONTSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in Kyrgyzstan in 1966. It appears that he currently lives in Kyrgyzstan.", "6. On 21 August 1996 the Investigation Department of the Ministry of National Security of Kyrgyzstan (“the Investigation Department”) indicted the applicant on serious fraud charges. According to the decision on indictment, the applicant had failed to pay for 150 TV sets which he had received under a consignment agreement with a joint stock company. On the same date the Investigation Department ordered the arrest of the applicant. On 27 August 1996 the applicant's name was put on a wanted list.", "7. On 9 July 2003 the applicant was arrested in Russia (see paragraph 13 below).", "8. On 29 August 2003 the General Prosecutor's Office of Russia received a request from their counterpart in Kyrgyzstan for the extradition of the applicant.", "9. On 6 April 2004 the Deputy Prosecutor General of Russia authorised the extradition of the applicant to Kyrgyzstan. The applicant challenged the extradition order in court.", "10. On 13 May 2004 the Moscow City Court upheld the extradition order as lawful and justified. The applicant appealed.", "11. On 29 July 2004 the Supreme Court of Russia (“the Supreme Court”) upheld the decision of 13 May 2004 on appeal.", "12. From the submitted materials, it appears that, on an unspecified date after 29 July 2004, the applicant was extradited to Kyrgyzstan.", "13. On 9 July 2003 the applicant was arrested in Russia and held in custody, first at the Moscow-Paveletskiy temporary detention facility and then at remand prison no. 77/4 in Moscow.", "14. On 14 October 2003 the Babushkinskiy District Court of Moscow authorised the detention pending extradition of the applicant under Article 466 § 1 of the Code of Criminal Procedure (“the CCP”) without providing a time-limit for his detention.", "15. On 9 June 2004 the applicant appealed against the decision of 13 May 2004 to the Supreme Court (see paragraph 10 above). In his appeal, he also stated that his detention from 9 July to 29 August 2003 had been unlawful because he had been detained without a court order and that the overall length of his detention had been excessive.", "16. In its decision of 29 July 2004 the Supreme Court (see paragraph 11 above) left without examination the complaints concerning the lawfulness of the applicant's detention.", "17. For a summary of domestic law provisions on detention on remand, see Nasrulloyev v. Russia (no. 656/06, §§ 48-56, 11 October 2007)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}