{"ITEMID": "001-97928", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SHISHKOVI v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;Violation of Art. 13", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1953 and 1978 respectively and live in Sofia. They are father and son.", "6. On 8 August 1999 the applicants and friends of theirs were holidaying beside a lake near Sofia. In turns, members of the group were riding a jetboat. On several occasions some of them rode close to a sports centre on the opposite shore.", "7. Some time later, unexpectedly, two cars without licence plates arrived at the lakeside location where the applicants' group was situated. Seven men wearing camouflage uniforms got out of the cars, some of them wore vests with “Police” written on the back. The men were armed with sub-machine guns. They started insulting the applicants and their friends and threatening them, both verbally and by pointing their guns at them. The men made the applicants and their friends lie flat on the ground and then hit and kicked them repeatedly. The beating continued for several minutes. At the same time, the men repeatedly shot at the applicants' jetboat. After that they left.", "8. On 10 and 11 August 1999 the first applicant was examined by doctors who established that he had four broken ribs, a superficial wound on his left temple and several bruises on his face, back and legs. The second applicant suffered bruises on his face, head and right leg.", "9. On 11 August 1999 the applicants complained to the prosecution authorities. On 16 and 19 August 1999 the first applicant lodged additional submissions, stating that he and his son were being followed and that he had been threatened in an attempt to induce him to withdraw his complaints.", "10. The prosecution authorities opened criminal proceedings in relation to the beating and, on unspecified dates, brought charges against seven police officers working in the Operative Investigation Directorate, a specialised unit of the Ministry of the Interior. It was established that, at the relevant time, the accused had been dispatched to the area where the beating had taken place, with the task of guarding a Ministry of the Interior training centre and a forest reserve.", "11. The prosecution authorities collected witness testimonies from the applicants and their friends, as well as from other witnesses, including eyewitnesses to the beating. They commissioned a ballistic expert and carried out confrontations and identity parades.", "12. On an unspecified date the applicants were admitted as civil claimants in the criminal proceedings.", "13. Up to June 2003 the investigation had not resulted in indictments against the accused.", "14. On an unspecified date after June 2003 the accused, relying on a new Code of Criminal Procedure provision, Article 239a (see paragraph 24 below), requested that their case be brought to court or terminated.", "15. In October or November 2003 the prosecution indicted the seven police officers for causing bodily harm and for disorderly conduct.", "16. On 19 December 2003 the Sofia Military Regional Court remitted the case, finding that the prosecution authorities had committed procedural violations. In particular, it found that: 1) it was not clear from the indictment whether the accused had been armed with sub-machine or automatic guns during the attack against the applicants; 2) the indictment had been based on insufficient evidence, and, in particular, on no material evidence; 3) two of the witnesses had been examined superficially; and 4) the prosecution had failed to comment on exonerating witness testimony.", "17. On 21 January 2004 the prosecution filed a revised indictment against the police officers.", "18. In a decision of 26 January 2004 the Military Regional Court established that the procedural violations found earlier had not been remedied. In addition, new deficiencies were identified: 1) the prosecution had not commented on the possibility of bringing charges for the verbal threats; 2) the date of the record of the examination of a witness had been amended, but this had not been certified by a valid signature of the witness; and 3) the records showing that the accused had been notified of the results of the investigation had been printed out on a printer but the respective dates and hours had been added on a typewriter; again, this additional information had not been certified by the accused's signatures.", "19. Concluding that the deficiencies thus identified amounted to material procedural breaches within the meaning of Article 239a of the Code of Criminal Procedure (see paragraph 24 below), the Military Regional Court terminated the criminal proceedings.", "20. The applicants and the prosecution authorities appealed against this decision arguing that the Military Regional Court had erred in concluding that the prosecution authorities had committed material procedural breaches. On 22 March 2004 those appeals were rejected by the Military Court of Appeal because decisions under Article 239a of the Code of Criminal Procedure were not subject to appeal.", "21. Apparently, some internal inquiry into the officers' conduct was carried out by the Ministry of the Interior, but the Court has not been informed of its course and findings. No disciplinary punishments were ever imposed on the police officers allegedly involved in the beating.", "22. Articles 128, 129 and 130 of the Criminal Code make it an offence to cause a light, intermediate or severe bodily injury to another person. Article 131 § 1 (2) provides that if the injury is caused by a police officer in the course of, or in connection with, the performance of his or her duties, the offence is an aggravated one. This offence is a publicly prosecutable one.", "23. Persons claiming that they have been beaten by police officers can seek damages under the State Responsibility for Damage Act 1988. The remedy has been described in more detail in the Court's judgment in the case of Krastanov v. Bulgaria (no. 50222/99, §§ 45-46, 30 September 2004).", "24. In June 2003 the new Article 239a of the Code of Criminal Procedure 1974, in force at the relevant time, introduced the possibility for an accused person to request to have his case examined by a court if the preliminary investigation has not been completed within the statutory time-limit (two years for investigations concerning serious crimes and one year for all other investigations). In such instances, the courts would send the case to the relevant public prosecutor's office with instructions to either enter an indictment against the accused within two months or discontinue the criminal proceedings. If the prosecutor's office failed to take action, or if the case was remitted for material procedural breaches, which were not remedied within a new time-limit of one month, the courts would terminate the criminal proceedings themselves. The alleged victims could not participate in the proceedings under Article 239a of the Code of Criminal Procedure.", "25. Under domestic law, as it stood at the relevant time, victims of crimes could only participate in pre-trial proceedings as civil claimants. In this capacity they could acquaint themselves with the case file, present evidence, make requests and appeal against acts of the courts to the extent that this was related to their civil claim."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}