{"ITEMID": "001-97603", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "OBCIANSKE ZDRUZENIE ZI A NECHAJ ZIT v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Občianske združenie Ži a nechaj žiť (Civic Association Live and Let Live), is an association with its seat in Bratislava. The application on its behalf was submitted by its President, Ms D. Šteffelová. The applicant association was represented by Mr P. Kotvan, a lawyer practising in Bratislava.", "The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant association organised a cycle-ride event in the course of which a road crossing was blocked in Bratislava with a view to pointing out the difficulties encountered by cyclists in the streets of the capital.", "On 17 August 2001 the Mayor of Bratislava imposed on the applicant association a fine of 30,000 Slovakian korunas (SKK), which was then the equivalent of approximately 750 euros (EUR), for using roads in an unauthorised manner.", "The applicant association appealed.", "On 8 October 2001 the Bratislava I District Office upheld the Mayor's decision.", "On 27 June 2002 the Regional Court in Bratislava dismissed the applicant association's motion against the above administrative decisions.", "On 27 December 2002 the applicant association lodged a complaint with the Constitutional Court alleging a violation of Article 11 of the Convention and of its constitutional equivalent. The applicant association claimed, inter alia, SKK 10,000 as just satisfaction for non-pecuniary damage. Its representative stated that the fine imposed exceeded the financial means of the association, that its representatives had been exposed to considerable pressure and that enforcement proceedings had been brought, the costs of which exceeded SKK 50,000. As a result, the association had difficulties in obtaining grants and had been restricted in carrying out its activities.", "At the request of the Mayor of Bratislava of 15 April 2003 the Bratislava II District Court discontinued the enforcement proceedings on 5 February 2004. It held that no fees were payable to the enforcement officer.", "On 30 March 2004 the Constitutional Court concluded that the applicant association's right under Article 11 of the Convention had been violated. It quashed the Regional Court's judgment and returned the case to the Regional Court. It ordered the latter to reimburse the applicant association's costs incurred in the constitutional proceedings and held that the above finding of a breach of the applicant association'", "On 12 May 2005 the Regional Court quashed the Bratislava I District Office's decision as being unlawful with reference to the finding of the Constitutional Court. It ordered the administrative authority to reimburse the costs which the applicant had incurred.", "On 3 October 2005 the District Office reimbursed the relevant sum to the applicant association. On 21 November 2005 it returned the file to the Mayor of Bratislava.", "By a decision of 17 January 2007 the Mayor of Bratislava discontinued the proceedings in which the above fine had been imposed on the applicant association.", "Until 1 July 2004 the sphere of State liability for damage caused by wrong decisions and official misconduct was regulated by the State Liability Act of 1969 (Law no. 58/1969 Coll.).", "In accordance with the courts' practice, the State Liability Act of 1969 did not allow for compensation to be awarded for damage of a nonpecuniary nature. The only exception to this rule was compensation for damage to health.", "With effect from 1 July 2004 Law no. 514/2003 Coll. was enacted, replacing the State Liability Act of 1969.", "Under section 3(1)(a), the State is liable for damage caused by an unlawful decision.", "Section 17 of the Act provides for compensation for pecuniary damage including loss of profit and, where appropriate, compensation for damage of a non-pecuniary nature.", "Pursuant to section 27, the provisions of Law no. 514/2003 apply only to damage caused by decisions which were given after its entry into force."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}