{"ITEMID": "001-115918", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KARPISIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Ledi Bianku;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Andrzej Karpisiewicz, is a Polish national, who was born in 1968 and lives in Koźminek. He was represented before the Court by Ms M. Żelewska, a lawyer practising in Gdańsk. The Polish Government (“the Government”) were represented by their Agent, first Mr J. Wołąsiewicz and, subsequently, Ms J. Chrzanowska, both of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 26 August 2007 the applicant’s brother, K.K. was taken by his wife A.K. to the Kalisz emergency service. He was examined by a doctor and administered an injection. He felt better afterwards and was sent home.", "4. On 27 August 2007 the applicant’s brother continued to feel unwell and went to see his GP. After the examination, the GP ordered an ambulance to transfer K.K. to a hospital in Kalisz, suspecting that he could be suffering from acute pancreatitis (inflammation of the pancreas). He was admitted to the surgical ward and diagnosed with acute pancreatitis; however, his condition was considered to be relatively stable. He underwent blood and urine tests on the same day.", "5. On 28 August 2007 the doctors noticed that the applicant’s brother started to behave strangely. He was agitated, walked aimlessly around the ward, kicked the doors, disturbed other patients, was aggressive and talked to himself. This behaviour was noted in his medical notes. He was administered tranquilisers. The doctor on duty suggested that the applicant’s brother’s behaviour could be related to alcoholism or pesticide poisoning. In the evening of that day he again became agitated. He walked down the corridor, kicked the doors, was aggressive and disturbed other patients.", "6. Despite another dose of tranquilisers his condition did not improve. The doctor on duty decided to tie the applicant’s brother’s arms to his bed. As the applicant’s brother managed to free one of his arms, it was decided to tie also his legs to the bed. Nonetheless, after midnight he managed to free himself from the belts. He hit one of the nurses in the face and hit a window and the walls with a chair. The nurses called for the assistance of male nurses from the emergency service. At about 1 a.m. K.K. opened a window and jumped out from the seventh floor of the hospital building. He landed on a roof located on the fifth floor and was taken to the intensive care unit. There the doctors established that he had suffered a serious injury to his head and a multiple fracture of his leg. He was operated on immediately.", "7. During the night of 28 to 29 August 2007 the wife of K.K. was informed by the hospital that her husband had jumped out of the window and was undergoing a trepanation (surgery to his head). The applicant was informed by the doctor on duty that before the jump his brother had shown the symptoms of an alcoholic who had stopped drinking. The same information was given to police officers who arrived at the hospital.", "8. The applicant submitted that the director of the hospital had read out to him the police report concerning the incident. According to the applicant, the police report was based exclusively on the statements from the nurses who had been taking care of the applicant’s brother. They stated that they had tied him to his bed with security belts. However, he managed to free himself and then jumped out of the window.", "9. The applicant did not believe the version of events as presented by the nurses. The police officers did not hear the patient who shared the room with the applicant’s brother and who was the only eyewitness to the incident. The applicant spoke to that patient. According to him, the applicant’s brother had called the nurses for something to drink. He managed to free himself and then struggled for quite some time to open the window in the room. The applicant submitted that the hospital staff had not reacted to the cries of the fellow patient and the noise made by the applicant’s brother.", "10. On 29 August 2007 the applicant met the heads of the surgical and intensive care wards and the director of the hospital to hear the explanations for the accident. He was told that his brother had jumped out of the window as a result of an intense psychosis caused by the pancreatitis and that the hospital bore no responsibility for the accident. The applicant was surprised, since this explanation contradicted the previous explanation related to his brother’s alleged alcoholism.", "11. On 18 September 2007 the applicant’s brother died.", "12. On 29 August 2007 at 2.40 a.m. police officers arrived at the hospital and heard the doctor and the nurse on duty. They also carried out an inspection of the hospital room where the applicant’s brother had been placed as well as of the window he had jumped through and the place where he had fallen.", "13. On 6 September 2007 the Kalisz District Prosecutor instituted ex officio a formal investigation following K.K.’s fall from the window. It initially concerned the crime of aiding and abetting suicide specified in Article 151 of the Criminal Code. The prosecutor secured all the medical notes concerning K.K. Subsequently, the prosecutor extended the scope of the investigation. He examined the case from the angle of the hospital staff’s failure to render adequate assistance to K.K. by having failed to make a correct diagnosis and the failure to immobilise him properly, which led to his suicide and the subsequent death. The prosecutor classified those offences as unintentional homicide (Article 155 of the Criminal Code) and failure to render assistance to a person in a life-threatening situation (Article 162 § 2).", "14. On 19 September 2007 a postmortem examination was carried out. In a report submitted to the Kalisz District Prosecutor on 24 September 2007 a specialist in forensic medicine stated that K.K. had died as a result of acute haemorrhagic pancreatitis.", "15. On 19 September 2007 the applicant filed a criminal complaint with the Kalisz District Prosecutor. He alleged that the hospital staff had not provided adequate care to his brother and, in particular, had allowed him to make an attempt on his life. Furthermore, the injuries which resulted from the fall had limited the treatment of the pancreatitis and led to his death.", "16. In the course of the investigation the prosecutor heard the applicant, the wife of his deceased brother, the doctors, nurses and patients (including a certain G.K. who was placed in the room next to the applicant’s brother and shared a bathroom with him) who had been present on the night of 28 to 29 August 2007. The prosecutor did not hear the patient who shared the room with the applicant’s brother since he had died on 12 September 2007.", "17. On 5 November 2007 the prosecutor ordered that the Forensic Medicine Department of the Poznań Medical Academy prepare an opinion for the purposes of the investigation. The experts were asked to consider (1) whether the treatment of the applicant’s brother in the hospital had been adequate, (2) whether the injuries sustained as a result of the fall had hampered the effective treatment of the pancreatitis, and (3) the cause of the psychotic symptoms shown by the applicant’s brother and whether the pancreatitis had been caused by pesticides used by him in his greenhouse.", "18. The experts first summarised the condition of the applicant’s brother and the treatment he received at the hospital, relying on the statements given to the prosecutor by the doctors, nurses, the fellow patient and family members. It transpired from their opinion that following the application of the restraining belts, the applicant’s brother had been checked by a nurse every ten minutes. They further analysed all of the medical notes on the applicant’s brother. It transpired that following the fall the applicant’s brother had been treated both for the related injuries and for the acute pancreatitis. He had undergone three operations to his pancreas (on 3, 7 and 10 September 2007).", "The experts excluded any link between the pesticides and the sudden occurrence of the pancreatitis. They found that the behaviour of the applicant’s brother at the hospital had been related to alcoholism or to complications related to the pancreatitis. Clinical experience showed that acute pancreatitis could cause psychological disorders, although that issue had not been fully explored in medical science. The experts concluded that the applicant’s brother had been adequately treated at all times and that the injuries sustained as a result of the fall from the window had had no impact on the treatment of the acute pancreatitis and thus had had no bearing on his death.", "19. On 14 July 2008 the Kalisz District Prosecutor discontinued the investigation, finding that no offence had been committed. He established the facts concerning K.K.’s admission to the hospital and his treatment there as stated above (paragraphs 3-6 above).", "20. The prosecutor relied on the results of the postmortem examination which established that the applicant’s brother had died as a result of acute haemorrhagic pancreatitis. He further had regard to the conclusions of the expert opinion and evidence given by the witnesses. The prosecutor considered that the expert opinion had been comprehensive and coherent.", "21. The prosecutor further considered the issue of the use of restraining measures by the hospital staff. He established that the use of the belts had been justified and complied with the conditions set out in the Law on the Protection of Mental Health of 19 August 1994 as it had been authorised by a doctor. Those measures could be applied in respect of persons with mental disorders who, inter alia, presented a danger to their health or the health of another person. The prosecutor noted that the fact that the applicant’s brother had been able to free himself from the belts seemed to indicate that the belts had not been correctly applied. However, in the prosecutor’s view, there was no causal link between the incorrect immobilisation of the applicant’s brother and the suicide attempt and his subsequent death. The applicant’s brother had not shown any signs which could have given the impression that he would have attempted to commit suicide.", "22. The prosecutor found no evidence that anyone had aided and abetted the suicide. He considered that there was no causal link between the negligent immobilisation by belts and the fact that the applicant’s brother jumped out of the window. In the prosecutor’s view the attempted suicide was the act of K.K. alone. Further, there was no evidence of any medical negligence which could have led to the death of the applicant’s brother.", "23. On 23 July 2008 the applicant appealed. He argued that the prosecutor should have examined the case under Article 160 § 2 of the Criminal Code (exposing a person to an immediate danger of loss of life or to a serious impairment of health) since his brother had been in the care of the hospital and his behaviour prior to the accident had clearly indicated that the lack of appropriate care could expose him to the danger of loss of life or a serious impairment to his health. The applicant submitted that the doctors, having regard to his brother’s behaviour and the risk of psychotic disorders related to acute pancreatitis, should have provided him with the level of care necessary to prevent the suicide attempt. In his view, the lack of adequate care resulted in the serious impairment of his brother’s health and then led to his death.", "24. On 26 August 2008 the applicant supplemented his appeal. He submitted that the prosecutor had wrongly rejected his request to obtain additional evidence in relation to the standard of care provided to his brother, in particular as to whether his brother had been correctly immobilised and the circumstances of his fall from a narrow window. He also argued that the prosecutor had failed to examine whether the injuries sustained by his brother had limited the possibilities of properly treating the pancreatitis, which only exceptionally could be fatal, and subsequently led to his death. In this respect, the expert opinion simply stated that “the injuries sustained at the time of the fall had no impact on the treatment of the acute pancreatitis” but did not specify any reasons in support of that finding. In addition, the opinion had been prepared by doctors from the same regional chamber of doctors which called into question their impartiality.", "25. On 15 September 2008 the Kalisz District Court upheld the District Prosecutor’s decision. It found that the evidence obtained in the course of the investigation had been sufficient and the conclusions drawn from it had been correct.", "26. The court rejected the applicant’s argument as to the erroneous legal classification of the alleged offence. It pointed out that the results of the postmortem examination and the expert opinion had indicated that the applicant’s brother had died as a result of acute pancreatitis. The court confirmed that K.K.’s treatment had been adequate and the injuries sustained as a result of the fall had had no impact on the treatment of the pancreatitis. Thus, the prosecutor had correctly found that there had been no causal link between the death of the applicant’s brother and the alleged negligence of the hospital staff in relation to the immobilisation by belts. In the court’s view, there were no grounds to consider that the hospital staff could have predicted the behaviour of the applicant’s brother and his jump from the window, and that their actions had exposed him to the danger of loss of life or a serious impairment to his health.", "27. As regards the expert opinion, the court considered it comprehensive, thorough and clear. Further, it noted that it had been prepared not by one expert but by a panel of three experts and found no grounds to sustain the applicant’s allegation as to their lack of impartiality. The court further considered that the applicant’s request to obtain additional evidence was irrelevant to the outcome of the case. The witnesses heard during the investigation (the hospital staff and the fellow patients) had confirmed that the applicant’s brother had been immobilised by belts. The evidence obtained in the case indicated that the belts may not have been properly used, but this circumstance was not causally connected with the death of the applicant’s brother.", "28. The relevant provisions of the Criminal Code provide as follows:", "“Anyone who unintentionally causes the death of a human being shall be subject to the penalty of deprivation of liberty for a term of between 3 months and 5 years.”", "“1. Anyone who exposes a human being to an immediate danger of loss of life, serious bodily injury, or a serious impairment of health shall be subject to the penalty of deprivation of liberty for up to 3 years.", "2. If the perpetrator has a duty to take care of the person exposed to danger, he shall be subject to the penalty of deprivation of liberty for a term of between 3 months and 5 years.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}