{"ITEMID": "001-107165", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF RICHERT v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1972.", "6. On an unspecified date in 2004 the Gdańsk Regional Prosecutor lodged a bill of indictment against the applicant and other persons with the Gdańsk Regional Court. The applicant was charged with attempted murder committed in the context of organised crime.", "7. On 20 August 2004 the Criminal Division of the Gdańsk Regional Court requested the President of that court for the secondment of a judge from the district court, L.M., to the bench appointed to examine the applicant’s case. The following dates for hearings to be held were specified in that letter: 26 October, and 16 and 23 November 2004.", "8. By a letter of the President of the Regional Court, dated 23 August 2004, the judge was seconded for the purpose of attending the three hearings requested. The letter referred to the agreement of the board of the assembly of the Regional Court’s judges to the secondment which had been given on an unspecified date.", "9. Subsequently, hearings in the applicant’s case were held on these first three dates and then later on 14 December 2004, 25 January, 3 and 15 March, 14 and 19 April, 19 May, 17 June, 12 July and 3 October 2005.", "10. By a letter of 10 October 2005 the President of the Criminal Division of the Regional Court requested the President of that court to clarify the terms of Judge L.M.’s secondment, referring to certain doubts as to the time frame within which it was valid. He requested clarification on whether she had been seconded only for the three dates specified in the secondment letter of 23 August 2004 or for the whole examination of the case, until the firstinstance judgment.", "11. In his reply of 11 October 2005 the President of the Regional Court stated that Judge L.M. had been seconded with effect from 26 October 2004 until a first-instance judgment was given in the case.", "12. On 12 October 2005 the President of the Criminal Division of the Gdańsk Regional Court asked the President of that court to second Judge L.M. to the case for a hearing to be held on 3 November 2005. His request was granted by the President’s letter of 13 October 2005, specifically referring to that date.", "13. On 26 October 2006 the President of the Criminal Division of the Gdańsk Regional Court stated in a letter to the President of that court that Judge L.M.’s original secondment had covered the hearings held on: 26 October, 16 and 23 November 2003, 14 December 2004, 25 January, 3 and 15 March, 14 and 19 April, 19 May, 17 June, 12 July and 3 October 2005.", "14. Subsequently, there was a change of practice concerning the secondment, in that Judge L.M. was seconded by separate letters of 4 and 14 November 2005 for hearings to be held on 10 and 16 November 2005 respectively.", "15. On the latter date the court gave a judgment and found the applicant guilty of attempted murder.", "16. The applicant appealed, complaining essentially about various aspects of the admissibility and assessment of the evidence by the first-instance court.", "17. On 11 October 2006 the Gdańsk Court of Appeal partly upheld and partly amended the contested judgment.", "18. The applicant lodged a cassation appeal with the Supreme Court.", "19. In additional pleadings of 6 August 2007 he raised another ground for appeal. He drew the Supreme Court’s attention to the doubts which had arisen during the proceedings as to the correctness of the procedure concerning the secondment of Judge L.M., its time frame and its compliance with the requirements of section 77 of the Law on the Structure of Courts of Law as to the procedural requirements that a secondment had to meet. He argued that it was necessary to examine whether his case had been examined by a tribunal established by law. He indicated that he could not substantiate this ground with further details based on a closer examination of the case file because it had already been forwarded to the Supreme Court.", "20. By a decision of 20 September 2007 the Supreme Court dismissed the appeal. The operative part of the decision read:", "“1) dismisses the cassation appeal as manifestly ill-founded,", "2) holds that the court costs of the cassation proceedings be borne by the appellant.”", "That decision contained no written grounds.", "21. Article 180 §§ 1 and 2 of the Constitution reads:", "“1. Judges shall not be removable.", "2. The removal of a judge from office, suspension from office, or the assigning of a judge to another bench or position against his will may only occur by virtue of a court judgment and only in situations prescribed in a statute. “", "22. Section 77(1) of the Law on the Structure of Courts of Law (Prawo o ustroju sądów powszechnych) provides that the Minister of Justice may second a judge to carry out his or her duties in another court. Furthermore, under subsection 8 of that section, the president of a regional court is also empowered to second a judge of a district court to sit on a bench of a regional court for a period not longer than thirty days per year, provided that the board of the regional court’s assembly of judges gives its consent.", "Section 24 of that Law provides that no more than one judge seconded from another court can sit on a bench of a court at any one time.", "23. The Supreme Court has examined in a number of judgments the procedural arrangements for the secondment of a judge to sit on the bench of another court.", "24. In its decision of 21 November 2001 (I KZP 28/01) it examined a situation where two judges of a district court were promoted to a regional court during proceedings pending before the district court. They continued to participate in the proceedings until the first-instance judgment was given. It held that it had been in breach of section 24 of the Law on the Structure of Courts of Law and the prohibition that only one judge seconded from another court could sit on a bench (see paragraph 22 above). A district-court bench comprising two judges promoted to a higher court during the proceedings, if formal and individual decisions on their secondment had been given, was not properly composed within the meaning of Article 439 § 1 item 2 of the Code of Criminal Procedure (see paragraph 30 below).", "The court observed that the procedural shortcomings listed in Article 439 § 1 of the Code breached the fundamental principles of a fair hearing, setting minimal procedural standards for the rule of law in a democratic State. If such shortcomings occurred, they always resulted in the judgment on the merits of the case being quashed, regardless of whether they had any influence on the substantive outcome of the proceedings and even where they had not been raised by the appellant. Certain legal writers were of the view that the legislator had put in operation a presumption that such shortcomings always had an impact on the merits of a case.", "The court observed that one of the fundamental principles of the administration of justice was that a judge was to carry out his or her function in a given court determined in the nomination act issued by the President. However, the laws governing judicial organisation allowed for judges to be assigned to another court with a view to carrying out their judicial duties for limited periods of time and with their consent. For a judge to be able to sit on a bench of another court, at either a higher, lower or the same level of jurisdiction, a formal decision on secondment was necessary. Such a decision was not of a merely organisational character; it conferred a judicial role on a judge sitting on that bench.", "25. In a resolution of 26 September 2002 (I KZP 28/2002) the Supreme Court held that a judge could be seconded to sit on a bench of another court either for a period of thirty consecutive days in one year, or for thirty non-consecutive days, for example, the dates of hearings. It noted that there were discrepancies in the practice. Certain presidents of the courts were of the view that only the first approach was correct, while others maintained that it was also acceptable to second judges for successive hearings in a case examined by another court, held on non-consecutive days if their number did not exceed thirty per year. The court held that it was improper to second a judge without concrete dates indicated in the secondment decision, or merely for the examination of a specified case, if such a secondment did not refer to concrete dates.", "26. In its judgment of 1 October 2002 (V KK 114/02) the Supreme Court examined a situation where a judge had obtained secondment for a specified period to sit on a bench of another court and had continued to do so after that period had ended, in the absence of a new decision on his secondment. It held that only a decision to second a judge to another court made it possible for him or her to sit on a bench of another court. In the absence of such a decision the composition of the court had been incorrect, within the meaning of Article 439 of the Code of Criminal Procedure. This procedural shortcoming amounted to a flagrant breach of the minimum standards of a fair hearing (“rażąca obraza minimalnego standardu prawidłowego postępowania”). The court referred to the resolution of 21 November 2001 (see paragraph 24 above).", "27. In a judgment of 22 August 2007 (II KK 197/07) the Supreme Court held that the assignment of a judge to another bench did not comply with the applicable legal requirements if the local board of the assembly of judges had given only a blanket agreement for all judges of that court to be seconded to other courts. That agreement had to be given on each and every occasion in respect of an individual judge.", "28. In an interlocutory decision of 19 September 2006 (III KO 21/06) the Supreme Court held that a decision on a judge’s secondment had not been issued correctly if it lacked an indication of the concrete dates of hearings or other measures in which a seconded judge was to participate. It further noted that such a shortcoming did not render the proceedings void within the meaning of Article 439 of the Code of Criminal Procedure. The court reiterated that a judge could not be assigned to a bench of another court for more than thirty days during one year.", "29. Under the 1997 Code of Criminal Procedure (“the Code”), which entered into force on 1 September 1998, a party to criminal proceedings can lodge an appeal with the Supreme Court against any final decision of an appellate court which had terminated criminal proceedings. The relevant part of Article 523 § 1 of the Code provides:", "“A cassation appeal may be lodged only on the grounds referred to in Article 439 [these include a number of fundamental procedural irregularities, such as incorrect composition of the trial court; lack of legal assistance in cases where such assistance was compulsory; breach of the rules governing jurisdiction in criminal matters; trying a person in absentia in cases where his presence was obligatory and thus depriving him of an opportunity to defend himself, etc.] or on the ground of another flagrant breach of law provided that the judicial decision in question was affected as a result of that breach. A cassation appeal shall not lie against the severity of the penalty imposed (niewspółmierności kary).”", "30. Article 439 of the Code, in so far as relevant, reads:", "“The appellate court shall, regardless of the scope of the appeal and the grounds raised by the party and regardless of whether the procedural shortcoming has had any impact on the substance of a decision, set a decision aside if: ...", "(2) the composition of the court was improper;”", "Under Article 518 of the Code, Article 439 is applicable mutatis mutandis in the cassation proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}