{"ITEMID": "001-4615", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "COCCHIARELLA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1933 and living in Guidonia (Rome).", "He is represented before the Court by Mr Giovanni Battista Petrocchi, a lawyer practising in Tivoli (Rome).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of a small company (“AVIO LACO snc di Luciano Cocchiarella”) which deals in aeroplanes and relevant spare parts.", "In 1979 and 1980, the applicant purchased a plot of land in the vicinity of the Guidonia airport with a view to building a hangar on it. There being no fences around the plot of land, its boundaries in respect of the Guidonia airport were not marked.", "In October 1981, the applicant's company obtained a building permit from the Guidonia town council for building the hangar.", "On 1 June 1982, the town council informed the applicant that his building permit had been suspended, as the Air Force claimed to be the legitimate owner of the plot of land.", "The proceedings against the Ministry of the Defence", "As a consequence, on 15 March 1982 the applicant applied to the Rome Magistrate’s Court, in order to have his right of property on the plot of land at issue acknowledged and the relevant boundary assessed. By a decision of 3 November 1982, the Rome Magistrate’s Court dismissed the case for lack of jurisdiction.", "By a writ served on 18 March 1983, the applicant summoned the Italian Ministry of the Defence to appear before the Rome District Court, which, by a judgment of 6 July 1984, acknowledged the applicant's right of property on the plot of land and assessed the relevant boundary. The court however refused the applicant’s request to mark the boundaries of the plot of land, on the ground that, given that the Air Force had de facto decided to use the plot of land as a part of the airport, the marking of boundaries would have influenced this decision, which was outside the scope of jurisdiction of a civil court (the administrative courts being exclusively competent to withdraw or amend an administrative decision).", "The appeal lodged on 15 October 1984 by the Ministry of the Defence against this decision was rejected by the Rome Court of appeal by a judgment issued on 24 September 1986 and filed with the Registry on 20 October 1986.", "The appeal on points of law lodged by the Ministry against the appellate court’s decision was rejected by the Court of Cassation by a judgment issued on 12 December 1989 and filed with the Registry on 26 March 1991.", "The proceedings to recover possession of the plot of land", "In the meantime, the Air Force had let the applicant's plot of land to a farmer, A.I.", "In 1987, the applicant instituted civil proceedings (azione di reintegrazione) against A.I., in order to recover possession of his property.", "By an interlocutory decision of 3 September 1987, the Tivoli Magistrate’s Court ordered A.I. to vacate the plot of land.", "The proceedings were then pursued at the hearing of 14 January 1988. An expertise was carried out. The Ministry of Justice intervened in the proceedings claiming to have authorised A.I. to occupy the plot of land; it claimed further that the proceedings could not be", "pursued against a State administration.", "On 17 February 1990 the bailiff appointed by the Tivoli Magistrate’s Court in order to enforce the latter's decision of 3 September 1987 requested the Air Force to vacate the applicant's plot of land; the commanding officer refused on the ground that no relevant orders had been given by his senior officers.", "By a judgment of 24 April 1990, filed with the Registry on 30 June 1990, the Magistrate’s Court refused the applicant’s claims, withdrew its own interlocutory decision of 3 September 1987 and ordered the applicant to refund the opponents’ legal costs.", "On 20 April 1990 the applicant’s company summoned the Ministry of the Defence to appear before the Rome District Court with a view to being compensated for the financial losses incurred on account of the occupation of its plot of land.", "By a judgment of 10 January 1997, the Rome District Court ruled in the applicant’s company’s favour and ordered the Ministry of the Defence to pay the applicant’s company the sum of 200,000,000 lira for pecuniary damage in connection with the occupation of the plot of land."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}