{"ITEMID": "001-87689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PASHKOVSKIY v. UKRAINE AND POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Lech Garlicki;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Mikhail Petrovich Pashkovskiy, is a Ukrainian national who was born in 1925 and lives in the village of Maryanivka, Donetsk region.", "On 9 September 1944 the Polish Committee of National Liberation and the former Soviet Socialist Republic of Ukraine concluded an agreement on the mutual resettlement of Ukrainians from Poland and Poles from Ukraine.", "In March 1945 the applicant’s family was moved from Poland to Ukraine. In Poland they left property, namely a house and other buildings and a three hectare plot of land. According to archive documents the value of that property was 8,564 Soviet roubles.", "Thereafter the applicant and his family became members of a collective farm (kolhoz) in the village of Maryanivka, where the applicant still lives.", "In 2004 the applicant started seeking information about the possibility of obtaining compensation for the property that had been abandoned by his family in Poland in 1945.", "On 15 July 2004, after receiving the applicant’s request, the General Consulate of Poland in Kharkiv informed him that it was dealing with the issues concerning Polish nationals living in Ukraine and recommended that he raised the question with the Ukrainian Ministry of Labour and Social Protection.", "On 15 December 2004 the State Archives Department in the Donetsk region informed the applicant that it could not find among the existing documents anything to indicate that his family had received compensation in 1945 for the property left in Poland. It further noted, however, that it did not have the Maryanivka village council records for 1945.", "On 28 March 2005 the applicant wrote to the Head of the Department of Labour and Social Protection for advice on how to claim compensation for pecuniary and non-pecuniary damage sustained as a result of the forced resettlement in 1945 and for the abandoned property. In reply, the Department informed the applicant that he qualified for war-participant status which would entitle him to apply for various social benefits. As to compensation for the abandoned property and forced resettlement, it stated that it had no authority to deal with such issues.", "The applicant sent similar requests to a number of institutions, but to no avail. He has informed the Court that he sent a letter to the Supreme Court, but he has not given any details of the contents of the letter, nor has he stated whether he received a reply.", "The Agreement between the Polish Committee of National Liberation and the Government of the Ukrainian Soviet Socialist Republic on the evacuation of Polish citizens from the territory of the Ukrainian Soviet Socialist Republic and of the Ukrainian population from the territory of Poland (Układ pomiędzy Polskim Komitetem Wyzwolenia Narodowego a Rządem Ukraińskiej Socjalistycznej Republiki Rad dotyczący ewakuacji obywateli polskich z terytorium U.S.R.R. i ludności ukraińskiej z terytorium Polski / Угода між Урядом Української Радянської Соціалістичної Республіки і Польським Комітетом Національного визволення про евакуацію українського населення з території Польщі і польських громадян з території УРСР – “the Agreement”) was signed on 9 September 1944 and entered into force the same day. It was officially published in the Official Gazette of Ukraine more than sixty years later, on 24 May 2006.", "The Agreement provided, in so far as relevant, as follows:", "Article 1", "“...The Government of the Ukrainian Soviet Socialist Republic declares that [persons] evacuated to the territory of the Ukrainian Soviet Socialist Republic shall be settled according to their wishes either on a collective farm or on a plot of land to be used as an individual farm such plot to be no smaller than that used prior to the evacuation up to a maximum of 15 hectares per farm...”", "Article 3", "1. The following benefits shall be established for persons evacuated from the Ukrainian RSR to Poland and from Poland to the territory of the Ukrainian RSR:", "(a) the writing off of all arrears accumulated by such persons in respect of deliveries in kind, pecuniary taxes and insurance premiums;...", "...", "(c) exemption from all State pecuniary taxes and insurance premiums due in 1944 and 1945 in respect of all the evacuated households, both on the territory of Poland and on the territory of Ukraine;", "(d) the grant of a five-year pecuniary loan of 5,000 roubles or zlotys per household to evacuees at the place of their resettlement for their financial and other needs;...", "2. Evacuees shall be allowed to take with them clothing, footwear, linen, bedding, foodstuffs, household goods, farming inventory stock, harnesses and other articles for household and agricultural use, up to a total weight of 2 metric tons per family, as well as any cattle and poultry belonging to the evacuated farm.", "3. Persons with specialised professions, such as workmen, craftsmen, doctors, artists and scholars, shall be accorded the right to take with them objects needed in the exercise of their professions.", "4. The following may not be taken upon evacuation:", "(a) cash, banknotes and gold and silver coins of any type, with the exception of Polish banknotes up to a maximum of 1,000 zlotys per person, or Soviet currency up to a maximum of 1,000 roubles per person;", "(b) gold and platinum in alloy, powder or scrap form;", "(c) precious stones in unworked form;", "(d) works of art and antiques whenever they constitute a collection, or even as individual items, unless they are the evacuated person’s family property;", "(e) firearms (with the exception of hunting rifles) and military equipment;", "(f) photographs (other than personal photographs), charts and maps;", "(g) automobiles and motorcycles;", "(h) furniture, whether by rail or by motor vehicle, because of the transport problems caused by the war.", "...", "6. The value of movable belongings left behind upon evacuation, and also of immovable property, shall be returned to the evacuated person on the basis of insurance valuations, in accordance with the applicable laws in the State of Poland and in the Ukrainian Soviet Socialist Republic, as the case may be. In the absence of an insurance valuation, the value of movable and immovable property shall be assessed by the Plenipotentiaries and Representatives of the Parties. The Contracting Parties shall undertake to ensure that town and village houses vacated as a result of resettlement are made available to resettled persons on a priority basis.”", "On 21 July 1952 the Government of the Republic of Poland and the Governments of the Union of Soviet Socialist Republics, the Ukrainian Soviet Socialist Republic, the Belarus Soviet Socialist Republic and the Lithuanian Soviet Socialist Republic concluded an agreement on the mutual settlement of accounts in connection with the evacuation of population groups and the delimitation of the Polish-Soviet State border (Umowa między Rządem Rzeczypospolitej Polskiej, z jednej strony i Rządem Związku Socjalistycznych Republik Radzieckich, Rządem Ukraińskiej Socjalistycznej Republiki Radzieckiej, Rządem Białoruskiej Socjalistycznej Republiki Radzieckiej i Rządem Litewskiej Socjalistycznej Republiki Radzieckiej, z drugiej strony, o wzajemnych rozliczeniach, wynikłych w związku z ewakuacją ludności i delimitacją polsko-radzieckiej granicy państwowej – “the 1952 Pact”). Article 2 of the Pact provided:", "“With a view to the complete and definitive mutual settlement of accounts for movable and immovable property, agricultural products and seed left on the territories of the Republic of Poland and of the USSR by persons evacuated and resettled in connection with the delimitation of the Polish-Soviet State border, the Government of the Republic of Poland undertake to pay the Government of the USSR the sum of 76 (seventy-six) million roubles.”", "From 1946 to the present day, Polish law has provided that persons repatriated from the territories beyond the Bug River are entitled to have the value of the property abandoned as a result of the Second World War offset either against the fee for the right of perpetual use or replacement land or against the price of immovable property purchased from the State Treasury.", "That provision has been repeated in several statutes, starting with the Decree of 6 December 1946 on the transfer from the State of non-agricultural property in the Regained Territories and the former Free City of Gdańsk (Dekret o przekazywaniu przez Państwo mienia nierolniczego na obszarze Ziem Odzyskanych i b. Wolnego Miasta Gdańska).", "The so-called “Regained Territories” (“Ziemie Odzyskane”) were former German territories east of the Oder-Neisse Line, with which – upon Stalin’s proposal – the victorious Allies compensated the Poles for the “territories beyond the Bug River” that had been taken away from them by the former USSR.", "Under the policy pursued at that time by the authorities, the “Regained Territories” and Gdańsk, after the expulsion of Germans residing there, were intended for the accommodation of Polish citizens “repatriated” from “beyond the Bug River”, that is, from the territories beyond the Curzon line. The repatriated persons had priority in purchasing land.", "Further decrees and statutes were enforced between 1952 and 1991.", "In the 1990s, however, the authorities started to consider the possibility of enacting a single statute dealing with all forms of restitution of property, including claims for compensation for property abandoned by repatriated persons (Broniowski v. Poland [GC], no. 31443/96, §§ 62-65, ECHR 2004V).", "Ultimately, a statute exclusively relating to the Bug River claims (the December 2003 Act) came into force on 30 January 2004 (Broniowski v. Poland, cited above, §§ 114-19).", "In Ukraine no specific legislation has been adopted or commitment made to compensate former Polish residents who were resettled in Ukraine under the Agreement of 9 September 1944. However, in recent years other legislative measures have been introduced.", "In July 1995 the Cabinet of Ministers of Ukraine submitted to the Parliament a War Veterans (Amendment) Bill. The bill mentioned for the first time people resettled in Ukraine. The Verkhovna Rada (Parliament) passed the bill with some amendments. In particular, they introduced a requirement of proof of work during the war, depending on the age of the person concerned. In its final version of 22 December 1995, as enacted by the Parliament, the relevant parts of section 9 of the War Veterans (Amendment) Act read as follows:", "Section 9. Persons to be considered war participants", "“The following persons shall be considered war participants:", "...", "2) ... Persons who worked during the Great Patriotic War in territories which after 1944 were integrated into the former Union of Soviet Socialist Republics, and persons who were resettled after 1945 on the territory of Ukraine from the territory of other States, as well as citizens who were assigned by State bodies of the former USSR to work in countries allied to the USSR, shall also be considered war participants.", "For persons who were born on or prior to 31 December 1932 and have valid reasons for failing to submit documentary evidence of their work during the war, the status of war participant may be established by a motion by a special committee under the procedure established by the Cabinet of Ministers of Ukraine.", "For persons born after 31 December 1932, the status of war participant may be established only by the production of documents and other evidence that unequivocally prove that they worked during the war...”", "By the Amendment Act of 2 October 2003, section 9 was changed and the categories of resettled persons, including persons resettled prior to and in 1945, were listed separately in a new paragraph of the Article with no other conditions attached. This provision reads as follows:", "“...11) persons resettled after 9 September 1944 on the territory of Ukraine from the territory of other States.”", "The decree provides for a number of events to commemorate the forced resettlement but is silent on the question of compensation for pecuniary and non-pecuniary damage for those who were resettled.", "This bill was submitted to the Parliament in November 2003 but has not been adopted. Article 3 of the bill proposed compensating the resettled persons for pecuniary and non-pecuniary damage by granting them war-participant status and facilitating their travel to Poland to visit the lands where they had previously resided. The bill further stated that provision could be made in the domestic legislation for other benefits and forms of compensation to be furnished to resettled persons.", "“International treaties that are in force and have been agreed to be binding by the Verkhovna Rada of Ukraine are part of the national legislation of Ukraine.”", "“... international treaties concluded and duly ratified by Ukraine shall constitute an inalienable part of the national legislation of Ukraine and shall be applied according to the rank prescribed for norms of national legislation.”", "Article 19 Validity of International Treaties of Ukraine on the Territory of Ukraine", "“1. International treaties that are in force and agreed to be binding by the Verkhovna Rada of Ukraine, are part of the national legislation of Ukraine and are applied in the order foreseen for the norms of the national legislation...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}