{"ITEMID": "001-111008", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KRAKOLINIG v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Ignaz Krakolinig, is an Austrian national who was born in 1936 and lives in Graz. He is represented before the Court by Mr F. Unterasinger, a lawyer practising in Graz. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry for European and International Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 28 June 1985 the Eisenstadt Public Prosecutor’s Office filed an indictment against the applicant, accusing him of aiding and abetting embezzlement (Untreue). The Vienna Court of Appeal dismissed the applicant’s objections against the indictment on 12 November 1985.", "4. The trial was scheduled by the Eistenstadt Regional Court (Landesgericht) from 5 May 1986 to 10 July 1986. As he had suffered a heart attack the previous day, the applicant was unable to attend the trial on 5 May 1986.", "5. Following two expert opinions obtained on 5 July 1988 and 1 December 1988 attesting that he was temporarily unfit to stand trial, the Eisenstadt Regional Court decided to stay the proceedings against the applicant.", "6. As further expert opinions of 10 July 1991 and 5 May 1992 showed that the applicant would be able to attend the trial under certain conditions, the Eisenstadt Regional Court scheduled hearings for 18 March 1992 and 17 July 1992. Referring to his state of health, the applicant refused to attend these hearings.", "7. On 29 March 1993 the Eisenstadt Regional Court ordered that the trial be held at Graz, where the applicant resided, on 17 and 18 June 1993. On 9 June 1993 the applicant asked the Regional Court to postpone the hearing because of his poor state of health. The Regional Court granted the request for the further postponement, having examined the applicant’s state of health.", "8. Two further expert opinions of 20 January 1994 and 30 January 1995 attested that the applicant had a limited ability to attend the trial, whereas a later opinions dated 6 February 1997 raised concerns regarding the applicant’s attendance at a lengthy trial.", "9. On 18 February 1997 the Regional Court again decided to stay the proceedings.", "10. Two expert reports obtained on 1 September 2000 and 19 March 2001 stated that the applicant’s state of health had worsened and that, as it was unlikely to improve in the near future, he should not be exposed to major stress.", "11. On 19 November 2003 and on 31 January 2005 the applicant submitted to the Regional Court, upon its request, certificates by two specialist doctors treating him showing that he was still unfit to stand trial.", "12. On 17 March 2007 the applicant requested that the criminal proceedings be terminated (Einstellung des Verfahrens) because he considered that it was against the Convention to continue the proceedings in circumstances like his.", "13. The Regional Court dismissed the applicant’s request on 18 April 2007. It held that since the indictment was issued the grounds for suspicion had not changed or been dissipated and that the applicant’s state of health alone did not constitute a reason to terminate the criminal proceedings against him.", "14. On 13 June 2007 the Vienna Court of Appeal dismissed the applicant’s subsequent appeal against that decision. It found that it was only possible to terminate the proceedings against the applicant upon a request by the Public Prosecutor.", "15. Meanwhile, on 23 April 2007, the Eisenstadt Regional Court again decided to stay the proceedings. An appeal against this decision was dismissed by the Vienna Court of Appeal on 13 June 2007. The proceedings are still pending.", "16. It appears further that, in separate proceedings, on 28 August 2000 the Klagenfurt Regional Court convicted the applicant of fraud (Betrug), on 31 July 2006 the Wolfsberg District Court convicted him of having caused negligent bodily harm (fahrlässige Körpeverletzung) and on 18 May 2009 the Graz District Court convicted him of theft (Diebstahl)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}