{"ITEMID": "001-4773", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PERRE v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Marc Fischbach", "TEXT": ["The applicant, Francesco Perre, is an Italian national, born in 1961 in Platí (Catanzaro). He is currently detained in Viterbo, where he is serving a sentence of 24 years’ imprisonment.", "He is represented before the Court by Mrs Antonietta Denicoló Gigliotti and Mr. Roberto Catanzariti, who are both lawyers, practising respectively in Catanzaro and Rome.", "The facts of the present case, as presented by the parties, may be summarised as follows.", "A warrant of arrest against the applicant and 39 co-accused was issued at the beginning of 1992 at the request of the public prosecutor of Bolzano following investigations into drug trafficking. While many co-accused were arrested on 11 February 1992, the applicant escaped arrest.", "The trial commenced on 19 April 1993 before the Court of Bolzano. During this initial stage of the proceedings the applicant was tried in absentia.", "The applicant was arrested on 15 November 1993 in Calabria. He was brought to trial with 28 co-accused and was charged with being at the head of an armed criminal organisation dealing with drug trafficking.", "At the 13 December 1993 hearing, at which only the applicant’s lawyer was present, a co-accused, L.P., participated by means of a video-conference and confirmed the contents of a tape and of some other written documents previously sent by himself to the police. In the statements L.P. asserted that the applicant was at the head of the organisation. He refused to answer any other questions. The applicant’s lawyer did not react.", "On 22 March 1994 the Court of Bolzano sentenced the applicant to 27 years’ imprisonment, the grounds for the decision being:", "the reports of the Carabinieri (military corps also carrying out police duties) confirming the applicant’s participation in meetings with other members of the organisation ;", "the recordings obtained by tapping the houses of the applicant and of the co-defendants and tapping their telephones, from which it appeared that a drug-trafficking organisation existed and that the applicant had a prominent position in it ;", "the tape-recorded statements made by L.P. (supporting evidence).", "The following further elements against the applicant were considered: the fact that, although officially he had a job, he never appeared to be working, thus it was not clear where his income came from; the fact that some relatives of his had already been arrested for drug trafficking; the fact that the co-accused, and, remarkably, those older than him, would address him using \"voi\", a typical form of respect towards those in command in mafia-like organisations.", "On 30 July 1994 the applicant filed an appeal with the Court of Appeal of Trento on several grounds, notably:", "that the recorded conversations were in the dialect spoken in Calabria and that the translations from that dialect into Italian were unreliable (the translator was a policeman and therefore, according to the applicant, he could not be considered as an independent expert and furthermore it was not proved that he could understand the dialect); besides, the applicant alleged that the recordings had not been properly transcribed as in several parts they had actually been summarised; the applicant asked for a comparison of voices to ascertain whether his was the same as the one in the recordings;", "that the statements made against him by the co-defendant had been considered evidence even though tape-recorded, i.e. without an actual testimony given in court; therefore the applicant explicitly asked the Court of Appeal to arrange a direct confrontation with his accuser;", "that there was not sufficient evidence for considering the applicant as being at the head of the organisation.", "", "The Court of Appeal of Trento dismissed the applicant’s requests for a voice comparison and for a direct confrontation with the co-accused (L.P.).", "On 21 January 1995 the Court of Appeal upheld the judgment of the Court of Bolzano, with the exception of one count of aggravation, which led to a sentence of 24 years’ imprisonment. The judgment of the Court of Appeal was based mainly on the reports made by the Carabinieri. According to these reports, the applicant had been seen by several Carabinieri officials taking part in meetings with the other members of the organisation, both at the applicant’s apartement and in other places. Besides, electronic surveillance during such meetings had permitted to ascertain that their purpose was closely related to drug trafficking. Thus, during the recorded conversations reference was made inter alia to : a previous transfer of cocaine ; the transfer of four guns ; 2 kilos of “stuff” (roba) that one of the members would “cut”; the transfer of significant amounts of money ; the criticism against the delay in the delivery of some “stuff”, increasing the risk of an arrest. Even though the poor quality of the registrations from the electronic surveillance did not allow to determine to whom each phrase recorded was to be attributed, the Court of Appeal considered that the participation of the applicant in such meetings, eyewitnessed by several Carabinieri officials who all recognised the applicant, and their scope, resulting from the electronic surveillance, was sufficient to prove that the applicant was a member of the organisation. Furthermore, the Court pointed out that the testimony by another witness, G.P., concerning the applicant’s behaviour, confirmed the leading position of the applicant within the organisation and that the declarations made by L.P. suggested that the organisation became very dynamic after the applicant had joined in.", "As to the complaints about the translation and transcription of the recordings, the Court of Appeal held that there was no reason to question the translator’s impartiality and his knowledge of the dialect, that he was not alone in carrying out the task, thus others could verify the accuracy of the operations, that the translator was not asked for a proper translation since the main part of the recordings consisted of numbers and short sentences understandable by an Italian-speaking person, the translation being necessary only to comprehend some of the more obscure passages, and that the right of the defendants to ask for a copy of the recordings and to verify, on their own or through other experts, the exactitude of the translations and transcripts was never restricted.", "As to the request for a voice comparison, the Court of Appeal maintained that, the Court of Bolzano having ordered a voice comparison at an early stage of the proceedings and the vast majority of the defendants having refused to cooperate to that end, the refusal of the Court to grant a second voice comparison could not be criticised, also in view of the considerable amount of time it would require.", "As far as the complaint related to the accusatory tape-recorded statements by L.P., the Court of Appeal stated that despite the fact that the suspicious behaviour of L.P. called for great caution, the fact that the tape was listened to at a hearing at which L.P. was present - although by means of a video-conference - and that he confirmed his statements, was sufficient as to his credibility, also considering that previous statements made by him had been confirmed in the course of the investigations. The court added that these statements were not considered as the main evidence but only as supporting evidence.", "Finally, as to the lack of impartiality of the Court due to the fact that some of the judges who decided his case had also sat on the Court which reviewed the regularity of the detention on remand of some of his co-defendants, the Court of Appeal stated that the relevant provisions of the Code of criminal procedure did not rule out this possibility and added that the Constitutional Court had already considered that no issue in this respect arose in the light of the Constitution. The Court of Appeal added that the situation the applicant complained of was not in breach of Article 6 § 1 of the Convention, given that it limits itself to provide that “everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal ...”.", "The applicant appealed to the Court of Cassation against the above judgment. He complained inter alia about the lack of impartiality of the first instance judges, of the fact that the experts charged with transcribing the results of the telephone tapping and electronic surveillance relied upon the rough notes drafted by the police and also of the fact that the records were “translated” into Italian from the dialect of Calabria by a policeman. The Court of Cassation, in a decision dated 3 November 1995, dismissed the appeal, maintaining that the way in which the Court of Appeal had assessed the evidence was a matter of discretion provided that it was based on logical arguments, which, in the Court of Cassation’s view, was the case. As to L.P.’s statements, the Court underlined that the Court of Appeal had not given them an important weight.", "Concerning the alleged lack of impartiality of the Court of Bolzano, the Court of Cassation reiterated the arguments put forward by the Court of Appeal, based on the relevant provisions of the Code of criminal procedure as well as on the Constitutional Court’s case-law. As far as the recordings were concerned, the Court of Cassation noted that the experts had personally re-listened to the recordings without relying exclusively on the rough notes made by the police. Finally, as to the translation of the records the Court held that apart from the fact that there was nothing suggesting that the police officer was not competent to translate, the applicant had not availed himself of the possibility of checking the translation by requesting copies of the recordings pursuant to article 268 § 8 of the Code of criminal procedure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}