{"ITEMID": "001-114102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GRUBIĆ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1972 and lives in Zagreb.", "5. On 8 May 2006 the applicant was arrested on suspicion of having committed armed robberies.", "6. On 11 May 2006 an investigating judge of the Zagreb County Court (Županijski sud u Zagreb) opened an investigation in connection with a suspicion that the applicant and six other persons, acting as an organised criminal group, had committed more armed robberies, aggravated murders and attempted aggravated murders.", "7. During the investigation the applicant was detained under Article 102 § 1(3) and (4) of the Code of Criminal Procedure (risk of reoffending and gravity of charges).", "8. On 7 May 2007 the State Attorney’s Office for the Suppression of Corruption and Organised Crime (Državno odvjetništvo, Ured za suzbijanje korupcije i organiziranog kriminaliteta; hereinafter: the “State Attorney’s Office”) indicted the applicant and six other persons in the Zagreb County Court on charges of conspiracy to commit armed robbery and aggravated murder.", "9. The applicant’s pre-trial detention was extended and he remained in detention throughout the trial.", "10. On 17 April 2009 a three-judge panel of the Zagreb County Court extended the maximum statutory limit of the applicant’s detention under Article 109 § 1(5) of the Code of Criminal Procedure for a further six months. This decision was based on section 28(3) of the Office for the Suppression of Corruption and Organised Crime Act, which provides for a possibility to extend the maximum duration of pre-trial detention for a further six months in cases of corruption and organised crime.", "11. On 21 April 2009 the Zagreb County Court found the applicant guilty of armed robbery and aggravated murder, and sentenced him to thirty years’ imprisonment. On the same day the trial panel of the Zagreb County Court ordered that the applicant be committed to prison under Article 102 § 4 of the Code of Criminal Procedure. The relevant part of the decision reads:", "“The detention of the accused, Ognjeg Grubić, has been extended by decision of this court ... on 17 April 2009.", "The accused has been sentenced to long-term imprisonment of thirty years.", "Under Article 102 paragraph 4 of the Code of Criminal Procedure, detention shall always be ordered when a sentence of five or more years’ imprisonment is imposed.", "... “", "12. On 21 September 2009 the applicant lodged an appeal with the Supreme Court (Vrhovni sud Republike Hrvatske) against the first-instance judgment.", "13. On 6 November 2009 a three-judge panel of the Zagreb County Court extended the applicant’s detention for a further nine months, basing its decision on Article 109 § 2 of the Code of Criminal Procedure. The relevant part of the decision reads:", "“By the first-instance judgment of this court of 21 April 2009 ... the accused, Ognjen Grubić, was found guilty of offences under Article 218 § 2 of the [Criminal Code] and was sentenced to long-term imprisonment of thirty years ...", "By order of this court ... of 21 April 2009 under Article 102 § 4 of the Code of Criminal Procedure, the accused, Ognjen Grubić, has been detained since 8 May 2006.", "...", "Article 109 § 2 of the Code of Criminal Procedure provides that in cases where a non-final judgment has been adopted the maximum period of detention, until the judgment becomes final, may be extended by one quarter of the term when the maximum period of detention is three years, if [the offence at issue] carries a long-term prison sentence.", "Since under the above-mentioned Article the maximum period of detention under Article 109 § 1(5) of the Code of Criminal Procedure against the accused, Ognjen Grubić, may be extended for a further nine months, it has been decided as noted in the operative part of this decision.”", "14. On 18 November 2009 the applicant lodged an appeal against the above decision, arguing that he had not been given an opportunity to be heard when his detention had been extended and that the decision to extend his detention was not sufficiently reasoned.", "15. The Supreme Court dismissed the applicant’s appeal on 25 November 2009. The relevant part of the decision reads:", "“The accused has been detained since 8 May 2006. Under Article 109 § 1(5) of the Code of Criminal Procedure the maximum period of his detention expired on 8 May 2009. Thereafter the first-instance court extended his detention under section 28(3) of the Office for the Suppression of Corruption and Organised Crime Act ... for a further six months until 8 November 2009. By the impugned decision the detention was extended under Article 109 § 2 of the Code of Criminal Procedure for one quarter, namely nine months. Therefore under this provision he may be detained until 8 August [2010].”", "16. On 16 December 2009 the Supreme Court dismissed the applicant’s appeal against the first-instance judgment as ill-founded.", "17. On 24 June 2010 the applicant lodged a further appeal with the Supreme Court against its judgment of 16 December 2009.", "18. On 6 August 2010 a three-judge panel of the Zagreb County Court extended the applicant’s detention under Article 109 § 4 of the Code of Criminal Procedure for a further three months. The relevant part of the decision reads:", "“By the judgment of the Supreme Court ... of 16 December 2009 the first-instance judgment ... of this court of 21 April 2009 in which the accused, Ognjen Grubić, was found guilty was upheld in part ...", "The accused Ognjen Grubić is detained by order ... of the panel of the Zagreb County Court of 6 November 2009 by which his detention under Article 109 § 1(5) of the Code of Criminal Procedure was extended for a further nine months. He can therefore be detained until 8 August 2010.", "Given that the accused personally and through his defence lawyer ... lodged appeals against the judgment of the Supreme Court ... of 16 December 2009, and in view of the provision of Article 109 § 4 of the Code of Criminal Procedure and the fact that his detention expires on 8 August 2010, [this] panel has found that the conditions for extending his detention under Article 109 § 4 of the Code of Criminal Procedure have been met.”", "19. The applicant lodged an appeal against the above decision on 17 August 2010. He argued that his detention after 16 March 2010 had been unlawful since under Article 109 § 4 of the Code of Criminal Procedure the detention should have lasted for a maximum of three months following the adoption of the judgment against which an appeal was allowed. He pointed out that the judgment of the Supreme Court, against which an appeal was allowed, was adopted on 16 December 2009 and that therefore his detention should have lasted only until 16 March 2010.", "20. The Supreme Court dismissed his appeal on 25 August 2010. The relevant part of the decision reads:", "“The case file reveals that the accused Ognjen Grubić has been detained since 8 May 2006. On 6 November 2009 the Zagreb County Court extended his detention for a further nine months and the detention under that decision lasted until 8 August 2010. The second-instance judgment in this case was adopted on 16 December 2009. Under Article 109 § 4 of the Code of Criminal Procedure, from the date of adoption of the second-instance judgment against which an appeal is allowed, as in the present case, the accused may be detained until the judgment becomes final but not for more than three months. However, the case file reveals that the first-instance judgment, and the second-instance judgment against which an appeal is allowed (and [the appeal] was lodged in this case) were adopted within the period of detention under Article 109 § 2 of the Code of Criminal Procedure. Under Article 109 § 4 of the Code of Criminal Procedure and according to the conclusions of the meeting of the Supreme Court Criminal Division on 23 March 2006, the maximum period of detention can be extended after the period under Article 109 § 2 of the Code of Criminal Procedure. In this case this means beyond 8 August 2010 and not, as suggested by the accused, after the date of the second-instance judgment. Thus all the accused, regardless of the date of the second-instance judgment, are in the same position.”", "21. On 3 September 2010 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against the Supreme Court’s decision, reiterating that his detention after 16 March 2010 had been unlawful.", "22. On 8 September 2010 the Supreme Court, acting as the final court of appeal, dismissed the applicant’s appeal against the judgment of 16 December 2009 and his conviction thus became final.", "23. On 23 September 2010 the Constitutional Court, endorsing the arguments of the Supreme Court, dismissed the constitutional complaint against the Supreme Court’s decision of 25 August 2010.", "24. On 12 October 2010 the applicant lodged a constitutional complaint with the Constitutional Court against the Supreme Court’s judgment of 8 September 2010 by which his conviction became final.", "25. The proceedings before the Constitutional Court are still pending.", "26. The relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provide as follows:", "“...", "(4) When judgment is pronounced, detention shall be ordered if the accused is sentenced to five or more years’ imprisonment.”", "“(1) Until the adoption of a first-instance judgment, pre-trial detention may last for a maximum of:", "1. six months for offences carrying a statutory maximum sentence of three years’ imprisonment;", "2. one year for offences carrying a statutory maximum sentence of five years’ imprisonment;", "3. eighteen months for offences carrying a statutory maximum sentence of eight years’ imprisonment;", "4. two years for offences carrying a sentence of more than eight years’ imprisonment;", "5. three years for offences carrying a sentence of long-term imprisonment.", "(2) In cases where a judgment has been adopted but has not yet become enforceable, the maximum term of pre-trial detention may be extended for one sixth of the term referred to in subparagraphs 1 to 3 of paragraph 1 of this provision until the judgment becomes final, and for one quarter of the term referred to in subparagraphs 4 and 5 of paragraph 1 of this provision.", "(3) Where a first-instance judgment has been quashed on appeal, following an application by the State Attorney and where important reasons exist, the Supreme Court may extend the term of detention referred to in subparagraphs 1 to 3 of paragraph 1 of this provision for another six months and the term referred to in subparagraphs 4 and 5 of paragraph 1 of this provision for another year.", "(4) Following the adoption of an appellate judgment against which an appeal is allowed, detention may last until the judgment becomes final, for a maximum period of three months.", "(5) A defendant placed in detention and sentenced to a prison term by a final judgment shall stay in detention until he is committed to prison, but for no longer than the duration of his prison term.”", "27. The relevant provision of the Office for the Suppression of Corruption and Organised Crime Act (Zakon o Uredu za suzbijanje korupcije i organiziranog kriminaliteta - USKOK, Official Gazette nos. 88/2001, 12/2002, 33/2005, 48/2005, 76/2007) is worded as follows:", "“(1) Custody under Article 98 of the Code of Criminal Procedure shall be extended to 48 hours.", "(2) The total duration of pre-trial detention in the above proceedings, in the case of extended investigation (Article 204, paragraph 1 of the Code of Criminal Procedure) may be twelve months.", "(3) If the pre-trial detention during the investigation had been extended under paragraph 2 above, the total duration of the pre-trial detention under Article 109 of the Code of Criminal Procedure shall be extended for six months.”", "28. The relevant part of the guidelines adopted at a meeting of the Criminal Division of the Supreme Court on 23 March 2006 (published on the Supreme Court’s website under no. Su IVk-155/2006-1) reads:", "“...", "Where a first-instance judgment and a second-instance decision quashing the first-instance judgment have been adopted within the time prescribed for detention under Article 109 § 1 of the CCP, the overall duration of detention may be extended under Article 109 § 2 of the CCP and after the expiry of that period also under Article 109 § 3 of the CCP.", "The overall duration of detention under Article 109 § 3 of the CCP is to be extended only after the time-limit prescribed in Article 109 § 2 of the CCP has expired, irrespective of whether the first-instance court has adopted a fresh judgment in the retrial proceedings.", "The maximum period of detention where a judgment has been adopted but has not yet become enforceable is to be fixed according to the criminal offence of which the accused was found guilty, even where the State Attorney has filed an appeal on any grounds.", "Where a first-instance judgment or a second-instance judgment against which an appeal is allowed have been adopted within the time-limits set by Article 109 § 1 of the CCP, the overall duration of detention may be extended under Article 109 § 2 of the CCP. After the time-limit set by that Article expires, detention may be extended under Article 109 § 4 of the CCP.", "Where a first-instance judgment or a second-instance judgment against which an appeal is allowed have been adopted within the time-limits set by Article 109 § 2 of the CCP, the overall duration of detention may be extended under Article 109 § 2 of the CCP. After the time-limit set by that Article expires, detention may be extended under Article 109 § 4 of the CCP, after the expiration of the time-limit under Article 109 § 2 of the CCP.", "Where a second-instance decision against which an appeal is allowed has been adopted within the time-limit set by Article 109 § 3 of the CCP, the overall duration of detention may be extended under Article 109 § 4 of the CCP, after the expiration of the time-limit set by Article 109 § 3 of the CCP.", "Where a second-instance decision against which an appeal is allowed has been quashed within the time-limit set by Article 109 § 1 of the CCP, the overall duration of detention may be extended under Article 109 § 2 of the CCP, after the expiration of the time-limit set by Article 109 § 3 of the CCP.", "Where a second-instance decision against which an appeal is allowed has been quashed within the time-limit set by Article 109 § 2 of the CCP, the overall duration of detention may be extended under Article 109 § 3 of the CCP.", "...”", "29. The Supreme Court’s practice as regards interpretation of Article 109 of the Code of Criminal Procedure is reflected in decisions nos. II Kž-427/09-5 and II Kž-323/22-3.", "The relevant part of decision no. II Kž-427/09-5 of 22 July 2009 reads as follows:", "“The Supreme Court, as the court of second-instance, considers that the first-instance court correctly established that in the present case the conditions for the extension of the overall detention of the accused ... under Article 109 § 2 of the Code of Criminal Procedure had been satisfied, and thus extended his overall detention for a further nine months.", "In a non-final judgment of the Sisak County Court of 7 May 2008 ... the accused ... was found guilty ... and sentenced to twenty years’ imprisonment. That judgment ... was upheld by a judgment of the Supreme Court on 3 December 2008 ... against which the accused lodged an appeal. In view of the sentence given, the detention of the accused is obligatory under Article 102 § 4 of the Code of Criminal Procedure.", "The accused was detained between 6 January and 5 October 1992 (nine months) and also since 1 March 2007. The maximum period of detention [applicable to him], of three years under Article 109 § 1(5) of the Code of Criminal Procedure, was due to expire on 1 June 2009. Given that the accused was, inter alia, convicted of the criminal offence of aggravated murder ... [which is] punishable by twenty years’ imprisonment, a court may, under Article 109 § 2 of the Code of Criminal Procedure, extend his overall detention for one quarter [of the term referred to in subparagraphs 4 and 5 of paragraph 1 of Article 109 of the Code of Criminal Procedure], that is to say for a further nine months.", "Therefore, the Supreme Court finds that the extension of the accused’s detention for a further nine months by the first-instance court was well founded and lawful ...", "...", "The accused’s submissions based on Article 109 § 4 of the Code of Criminal Procedure in which he argued that his detention should be lifted because more than three months had passed since the second-instance judgment was adopted are also unfounded. The Supreme Court considers that where, as in the present case, a first-instance judgment and a second-instance judgment against which an appeal is allowed have been adopted within the time-limit for detention under Article 109 § 1 of the Code of Criminal Procedure, the overall duration of detention may be extended under Article 109 § 2 of the Code of Criminal Procedure, and after that time-limit expires, it may be extended further under Article 109 § 4 of the Code of Criminal Procedure.”", "The relevant part of decision no. II Kž-323/22-3 of 27 June 2011 reads as follows:", "“After the adoption of the first-instance judgment, the detention was extended under Article 109 § 2 of the Code of Criminal Procedure ... until 29 June 2011. The second-instance judgment against which an appeal is allowed was adopted on 25 May 2011.", "Under Article 109 § 4 of the Code of Criminal Procedure, from the date when the second-instance judgment against which an appeal is allowed was adopted, as in the present case, detention may last until the judgment becomes final but not for more than three months. Since the first-instance judgment and the second-instance judgment against which an appeal is allowed were adopted within the time-limits for detention set out in Article 109 § 2 of the Code of Criminal Procedure, the detention can be extended under Article 109 § 4 of the Code of Criminal Procedure only after the period of detention under Article 109 § 2 of the Code of Criminal Procedure has expired, which in this case means after 29 June 2011.", "Therefore since the detention of the accused ... under Article 109 § 2 of the Code of Criminal Procedure can last until 29 June 2011, detention under Article 109 § 4 of the Code of Criminal Procedure was extended from that date until the judgment becomes final but not for more than three months, namely until 29 September 2011.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}