{"ITEMID": "001-69169", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "CATALDO v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Guido Antonio Cataldo, is an Italian national who was born in 1941 and lives in Benevento. He was represented before the Court by Mr S. Ferrara, a lawyer practising in Benevento.", "The Government were represented by their Agents, in which capacity Mr U. Leanza was followed by Mr I.M. Braguglia, and by their co-Agents, in which capacity Mr V. Esposito was followed by Mr F. Crisafulli.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1991 the Naples public prosecutor's office entered the applicant's name in the register of persons against whom criminal proceedings had been brought (registro degli indagati), on suspicion of forgery.", "On 8 July 1994 the public prosecutor's office requested that the applicant and twenty-nine other accused be committed for trial. The application erroneously gave his name as Vito Antonio instead of Guido Antonio.", "On 17 January 1995 the preliminary investigations judge listed the preliminary hearing for 30 March 1995.", "On 3 February 1998 the District Court noted the mistake and sent the case file back to the preliminary investigations judge for a hearing on 20 April 1998, which was later adjourned to 27 May 1998.", "On 27 May 1998 the preliminary investigations judge noted that the applicant had not been questioned and sent the file back to the public prosecutor's office.", "On 15 July 1998 the prosecuting authorities questioned the applicant. The preliminary hearing was then set for 3 November 1998.", "On 3 November 1998 the preliminary investigations judge ruled that he did not have jurisdiction ratione materiae and sent the file back to the public prosecutor's office.", "The subsequent course of the proceedings is not known, since the file is untraceable.", "On 18 June 2001 the Court informed the applicant of the entry into force, on 18 April 2001, of Law no. 89 of 24 March 2001 (hereafter “the Pinto Act”), which introduced into the Italian legal system a remedy against the excessive length of judicial proceedings.", "In a letter of 5 July 2001 the applicant informed the Court that he had applied to the Rome Court of Appeal for compensation under the Pinto Act and asked the Court to suspend the examination of his application until the end of the related proceedings.", "On 6 July 2001 the applicant did indeed submit a claim to the Rome Court of Appeal under the Pinto Act, complaining of the excessive length of the proceedings described above.", "He asked it to hold that there had been a violation of Article 6 § 1 of the Convention and to order the Italian State to make good the pecuniary and non-pecuniary damage he had sustained and to pay him costs and expenses.", "In particular, the applicant claimed 882,843.49 euros (EUR), made up of EUR 743,697.93 for loss of opportunity, EUR 103,291.38 for non-pecuniary damage, EUR 35,854.17 for the downgrading his employer had imposed on him and EUR 10,329.14 for costs and expenses.", "By a decision of 15 October 2001, deposited with the registry on 6 November 2001, the Court of Appeal found that a reasonable time had been exceeded. It refused the application regarding compensation for pecuniary damage, describing the applicant's claims as “speculative”, but awarded him, on an equitable basis, EUR 7,230.40 in compensation for non-pecuniary damage and EUR 1,394.43 for costs and expenses, plus interest.", "On 26 November 2001 the Court of Appeal's decision became enforceable.", "On 3 December 2001 the applicant served the Court of Appeal's decision on the respondent authority.", "In letters dated 14 February 2002 and 6 March 2002 the applicant requested payment of the sums due.", "On 18 July 2002 he served the respondent authority with a notice to pay. As the money was not forthcoming, he summoned the authority to appear in court on 20 January 2003.", "In a letter of 31 October 2003 the applicant asked the Court to resume its examination of his application. He explained that, in the end, he did not intend to appeal on points of law against the Court of Appeal's decision because he considered that he had very little prospect of success.", "In a decision of 21 October 2003, deposited with the registry on 22 October 2003, the Rome judge responsible for supervising the execution of judgments ordered the respondent authority to pay the sums due.", "On 10 December 2003 the applicant obtained payment of the amounts in question.", "The relevant domestic law and practice are described in Scordino v. Italy ((dec.) no. 36813/97, ECHR 2003-IV)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}