{"ITEMID": "001-81954", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SAFYANNIKOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1961 and lives in the town of Konotop, Sumy region.", "5. On 15 October 1998 the Konotop Court, following the request of Mrs P.G., instituted criminal proceedings against the applicant on a charge of minor bodily injuries.", "6. On 17 February 1999 the applicant brought similar counter-charges against Mrs P.G. and Mrs P. V.", "7. On 17 November 2000 the Konotop Court acquitted the applicant, Mrs P.G. and Mrs P.V.", "8. On 19 December 2000 the Sumy Regional Court (herinafter “the Regional Court”), upon Mrs P.G.'s cassation appeal, quashed this decision in part concerning the applicant's acquittal and remitted the case for a fresh consideration. The Regional Court", "9. On 23 March 2001 the Konotop Court found the applicant guilty and sentenced her to six months' imprisonment and UAH 200 fine (suspended as time-barred).", "10. On 26 April 2001 the Regional Court quashed this decision and remitted the case for a fresh consideration on the ground that the instance court erred in calculation of the statutory time-limit for the sanction.", "11. On 13 June 2001 the Konotop Court found the applicant guilty and sentenced her to six months' imprisonment and UAH 200 fine (suspended as time-barred).", "12. On 11 October 2001 the Sumy Regional Court of Appeal (hereinafter “the Court of Appeal”) upheld this decision.", "13. On 19 February 2002 the Supreme Court quashed all previous decisions on the ground of serious procedural violations by the first instance court and remitted the case for a fresh consideration.", "14. On 29 November 2002 the Konotop Court found the applicant guilty and sentenced her to 180 hours of public work (suspended under the Amnesty Act). It also ordered the applicant to pay Mrs P.G. UAH 977 in compensation for pecuniary and non-pecuniary damage.", "15. On 18 February and 15 July 2003 the Court of Appeal and the Supreme Court, respectively, upheld this decision."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}