{"ITEMID": "001-4560", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "WARREN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British citizen born in 1942. He is not represented in the proceedings before the Court. This is his second application under the Convention. His first (no. 30312/96) was declared inadmissible by the European Commission of Human Rights on 27 February 1997.", "1.", "In the course of divorce proceedings brought against him by his wife, the applicant tried to kill his two children with a machete. Following his trial for attempted murder, on 11 February 1986, the Winchester Crown Court made a combined hospital and restriction order under sections 37 and 41 of the Mental Health Act 1983 (“the 1983 Act”: see below). The applicant was committed to Broadmoor Hospital where he has been detained ever since.", "Under the terms of the 1983 Act, a Mental Health Review Tribunal (“MHRT”) reviews the applicant’s case annually. The MHRT is under a duty to order his discharge if satisfied that he is not mentally ill or that his detention is no longer necessary for his own safety or that of others. To date, successive MHRTs have ordered his continued detention. On 21 March 1997 the Court of Appeal dismissed the applicant’s application for judicial review of the MHRT’s decision of August 1994.", "In the most recent report, on 11 September 1998, the MHRT gave the following reasons for its decision:", "“The patient has maintained, and still maintains, that his detention in Broadmoor is unlawful. He is a technical author and displays an inflexible approach as to his interpretation of the Mental Health Acts and nobody it seems can dissuade him as to his view. He claims that subsection (4) of section 37 of the 1983 Act is not to be construed as a condition precedent to a court making an order under section 37(1). We do not agree with this interpretation nor as to the arguments put forward by him and/or on his behalf under section 37(8). He also referred to other sections which we have considered. It is quite clear to us that the judge’s order under sections 37 and 41 was a valid one and that the procedure laid down under sections 2 and 3 (which do not follow a conviction) is entirely different from that where the detention is ordered by a court. Were this not the case the Act would not make provision in respect of “powers of Tribunals” as set out in particular in sections 72 and 73. (Section 73 expressly refers to the discharge of restricted patients.)", "We were invited to use the power invested in us under section 78(8) of the Act to refer the patient’s submissions to us to the High Court on a question of law. We consider his arguments on law to have no substance and accordingly we are not prepared to state a special case for determination by the High Court.", "Despite the patient’s protestations that he was suffering from a transient disorder at the time of the index offence which he believes was triggered by stress, we are quite satisfied that the patient is now suffering from a mental illness in the form of a paranoid psychosis which has persisted with some small improvement since his admission to Broadmoor. This paranoid psychosis takes the form of fixed beliefs in both the interpretation of the law relating to his detention and the beliefs about the activities of his family and lawyers on both sides surrounding his divorce and further ancillary proceedings. He is unable to address realistically the issues surrounding the index offence. The aforesaid mental illness is of a nature and degree which makes it appropriate for him to be liable to be detained in hospital for medical treatment. He is not receiving any medication at the present time but he is receiving medical treatment in the form of nursing care and rehabilitation together with counselling from a primary nurse. He has shown some improvement and consideration is being given to cognitive behavioural therapy. It is necessary for the health of the patient and for the protection of other persons that he should receive such medical treatment in hospital. We accept the evidence of the RMO [responsible medical officer] that were the patient to be released he would be likely to continue legal pursuits and might become a danger to those involved in them.”", "2. Relevant domestic law and practice", "Section 1(2) of the Mental Health Act 1983 (“the 1983 Act”) defines “mental disorder” as mental illness, arrested or incomplete development of mind, psychopathic disorder and any other disorder or disability of mind.", "Section 37 of the 1983 Act empowers a court to order a person, on being convicted of a criminal offence punishable with imprisonment, to be admitted to and detained in a specified hospital (“a hospital order”). The court can make a hospital order only if it is satisfied on the written or oral evidence of two registered medical practitioners that the offender is suffering from a mental disorder “of a nature or degree which makes it appropriate for him to be detained in a hospital for medical treatment, and in the case of psychopathic disorder or mental impairment, that such treatment is likely to alleviate or prevent a deterioration in his condition” (section 37(2)(a)(i)). In addition, the court must be of the opinion “having regard to all the circumstances including the nature of the offence and the character and antecedents of the offender, and to the other available methods of dealing with him, that the most suitable method of disposing of the case is by means of a [hospital order]” (section 37(2)(b)(ii)).", "Section 41 of the 1983 Act empowers a court to make a restriction order (with or without limit of time) at the same time as it makes a hospital order. A restriction order gives the Secretary of State, inter alia, increased powers over the movement of the patient, confers a power to recall or conditionally discharge a patient at any time and restricts the powers of the Mental Health Review Tribunal (“MHRT”) to order release. A restriction order may be made if it appears to the court, having regard to the nature of the offence, the antecedents of the offender and the risk of his committing further offences if still at large, that it is necessary to make the order for the protection of the public from serious harm.", "Under section 70 of the 1983 Act, a person who is subject to a hospital order and restriction order (“a restricted patient”), and who is detained in hospital, may apply to the MHRT after six months’ detention for a review of his detention. After twelve months’ detention such applications may be made annually. The Secretary of State may at any time refer the case of a restricted patient to the MHRT (section 71 of the 1983 Act). MHRTs are made up of a legally qualified member who sits as the chairperson, a medically qualified member who interviews the patient and a lay member.", "Under section 73(1) and (2) of the 1983 Act, read in conjunction with section 72 (1), where an application is made to the MHRT by a restricted patient or where his case is referred to the MHRT by the Secretary of State, the MHRT is required to direct the absolute discharge of the patient if it is satisfied", "(a) (i) that the patient is not then suffering from mental illness, psychopathic disorder, severe mental impairment or mental impairment or from any of those forms of disorder of a nature or degree which makes it appropriate for the patient to be liable to be detained in a hospital for medical treatment; or", "(ii) that it is not necessary for the health or safety of the patient or for the protection of other persons that he should receive such treatment (section 73 (1) of the 1983 Act); and", "(b) that it is not appropriate for the patient to remain liable to be recalled to hospital for further treatment (section 73 (2) of the 1983 Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}