{"ITEMID": "001-93912", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BLEKIĆ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Ms Anita Blekić, is a Slovenian national, who was born in 1935 and lived in Koper. She died on 30 October 2004, in the course of the proceedings, and she was represented before the Court by her husband Mr Kemal Blekić. Her heirs, Mr Kemal and Ms Vesna Blekić, the late applicant’s daughter, have elected to pursue the application before the Court.", "2. The Slovenian Government (“the Government”) were represented by their Agent, Mr Lucijan Bembič, State Attorney-General.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 7 December 1993 the applicant instituted denationalisation proceedings with the Koper Municipality (Občina Koper) seeking restitution of nationalised land that had previously belonged to her late father. It seems that after the reform of public administration the case was transferred in due course to the Koper Administrative Unit (Upravna enota Koper, “KAU”).", "5. On 4 May 1994 the administrative authority asked the applicant to complete her request, giving her detailed instructions regarding the missing documents.", "6. On 28 June 1994 the Convention came into force in respect of Slovenia.", "7. On 31 May and 28 July 1995 the applicant lodged two complaints, with the Ministry of the Environment and Spatial Planning (Ministrstvo za okolje in prostor, “MESP”) and the Ministry of Agriculture, Forestry and Food (Ministrstvo za kmetijstvo, gozdarstvo in prehrano, “MAFF”) respectively, on account of KAU’s failure to render a decision (silence of administrative authorities, pritožba zaradi molka organa). She did not, however, pursue the complaints further as prescribed by law.", "8. On 21 and 22 September 1995 KAU forwarded progress reports on the case to both ministries, emphasizing that the applicant’s request was incomplete. Afterwards the applicant submitted several documents but, despite KAU’s instructions, failed to duly complete the request.", "9. On 27 January 1998 and 20 July 1999 hearings were held by the administrative authority regarding the correct completion of the request.", "10. On 8 May 2000 KAU issued a decision rejecting the applicant’s request for denationalisation in part and upholding the remainder. She appealed to the MESP.", "11. On 16 May 2000 KAU appointed an expert surveyor.", "12. On 15 September 2000 MESP issued a decision upholding the appeal and remitting the case for re-examination.", "13. On 29 January 2001 the expert opinion was issued.", "14. On 16 August 2001 the applicant lodged a complaint with MAFF and MESP on account of KAU’s failure to render a decision (pritožba zaradi molka organa).", "15. On 27 September 2001 the administrative authority invited the applicant’s attorney for a consultation regarding the completion of the request.", "16. On 20 December 2001 the administrative authority held a hearing.", "17. On 21 December 2001 the applicant’s attorney withdrew from the case.", "18. On 8 January 2002 the administrative authority appointed an expert in building construction.", "19. On 1 July 2002 the administrative authority received the expert’s opinion.", "After several requests from KAU for the applicant to complete the request for denationalisation, she duly completed it on 22 July 2002.", "20. On 5 and 26 September 2002 two hearings were held.", "21. On 5 November 2002 KAU issued a partial decision holding that the Slovenian Compensation Fund (Slovenska odškodninska družba, “SCF”) was to pay the applicant compensation for part of the nationalised property. The SCF lodged an appeal with MESP.", "22. On 27 January and 21 February 2003 the applicant lodged two complaints, with MAFF and MESP, for failure to render a decision (pritožba zaradi molka organa).", "23. On 17 March 2003 MESP issued a decision and remitted part of the case for re-examination.", "24. On 26 May 2003 and 12 January 2004 KAU issued two partial decisions. The SFC appealed against both decisions.", "25. On 11 July 2003 the administrative authority accepted that M.B., the applicant’s sister-in-law, had locus standi as a third party in the domestic proceedings for one parcel of the disputed nationalised property.", "26. On 25 March 2004 MESP allowed the two complaints and annulled the partial decisions. MESP reduced the amount of damages awarded for part of the nationalised property and remitted the remainder of the case to KAU for re-examination", "27. On 12 July 2004 the administrative authority held a hearing.", "On 30 October 2004 the applicant died. On 3 May 2005 her husband (Mr Kemal Blekić) and her daughter (Ms Vesna Blekić) were declared the sole heirs (hereinafter referred to as the heirs) in the inheritance proceedings and they continued the applicant’s claims before the Slovenian authorities and domestic courts as provided by the Denationalisation Act.", "28. On 3 December 2004 and 2 February 2005 the administrative authority held hearings.", "29. On 1 April 2005 the heirs lodged a hierarchical complaint against the public officer dealing with the case, requesting her to step down.", "30. On 18 April 2005 KAU issued a partial decision. Both parties appealed to MESP.", "31. On 19 October 2005 the heirs lodged a complaint with MESP for failure to render a decision (pritožba zaradi molka organa).", "32. On 28 October 2005 MESP upheld the heirs’ appeal, annulled KAU’s partial decision and remitted the case for re-examination.", "33. On 21 April 2006 the heirs lodged another complaint with MESP for failure to render a decision (pritožba zaradi molka organa).", "34. On 19 July 2006 the heirs instituted proceedings against MESP with the Nova Gorica Administrative Court (Upravno sodišče Republike Slovenije, Oddelek v Novi Gorici), for failure to render a decision in the pending denationalisation proceedings.", "35. On 1 September 2006 the Nova Gorica Administrative Court dismissed the claim as premature, since the heirs had failed to comply with the set time-limits and therefore to properly avail themselves of the above-mentioned remedy.", "36. On 11 December 2006 the heirs lodged another complaint with the MESP for failure to render a decision (pritožba zaradi molka organa).", "37. On 19 February 2007 KAU issued a decision regarding one plot of nationalised land. Both parties appealed.", "38. On 20 July 2007 MESP rejected both appeals as unfounded.", "39. On 18 September 2007 the heirs challenged the Ministry’s decision before the Nova Gorica Administrative Court.", "40. On 16 November 2007 a judgment was issued, rejecting the heirs’ claim as unfounded.", "41. On 19 March 2008 the Nova Gorica Administrative Court issued a judgment following an appeal against MESP’s decision of 20 July 2007 lodged by the third party in the proceedings (see paragraph 25 above).", "42. On 29 April 2008 the administrative authority requested the heirs to pay the procedural costs as provided for in the decision issued on 19 February 2007.", "43. On 20 May 2008 the administrative authority lodged a request for enforcement against the heirs, which was withdrawn on 28 May 2008.", "44. On 24 February 2009 the heirs lodged a complaint with the MESP for failure to render a decision.", "45. On 5 July 1994 the applicant lodged another request for restitution of nationalised property with KAU.", "46. On 19 February 2002 KAU issued a partial decision rejecting the applicant’s request for being lodged out of time (the deadline for submitting requests for denationalisation expired in December 1993).", "47. On 8 March 2002 the applicant appealed to the Ministry of Agriculture, Forestry and Food (Ministrstvo za kmetijstvo, gozdarstvo in prehrano, “MAFF”).", "48. On 27 January 2003 the applicant lodged a supervisory complaint with MAFF as it had not rendered a decision on her appeal of 8 March 2002.", "49. On 7 February 2003 MAFF issued a decision dismissing the applicant’s appeal on procedural grounds.", "50. On 7 March 2003 the applicant instituted proceedings in the Administrative Court seeking annulment of MAFF’s decision.", "51. On 14 November 2003 a decision was issued dismissing the applicant’s claim. The decision was served on the applicant on 24 December 2003.", "52. On 7 January 2004 the applicant appealed to the Supreme Court (Vrhovno sodišče). On 14 July 2005 the Supreme Court dismissed the applicant’s appeal.", "53. On 26 October 2005 the heirs lodged a constitutional complaint with the Constitutional Court (Ustavno sodišče).", "54. On 22 September 2006 the Constitutional Court rejected the heirs’ constitutional complaint as unfounded.", "55. On 17 May 1991 the applicant lodged a request with the Koper District Court (Okrajno sodišče v Kopru) for determination of damages for the seized property.", "56. On 28 January 1997 a hearing was held and she withdrew the request as premature, due to the pending denationalisation proceedings.", "1. The 1991 Act on Denationalisation", "“Should the recoverers referred to in Articles (...) be deceased or legally proclaimed as such, their legal successors shall be considered as the recoverers.", "...”", "“The decision of the body of first instance concerning the request (...) must be issued and served on the applicant within one year at the latest following the filing of any such properly presented request.", "...”", "2. The 1999 Administrative General Procedure Act", "3. The 1997 Administrative Disputes Act", "“ ...", "2. If the appellate body does not rule on the applicant’s appeal against the first-instance decision within 2 months or within a shorter period, if any, provided by law, and fails to make an award upon a subsequent request within a further period of seven days, the applicant may then bring an administrative action, as if his request had been dismissed.", "3. The applicant may also act in accordance with the preceding paragraph when an administrative body of the first-instance fails to give a decision from which no appeal lies.", "4. If in matters where a right to an appeal exists a body of the first instance fails to give a decision upon the individual’s application within 2 months or within a shorter period, if any, provided by law, the individual may then submit his application to the appellate administrative body. Should the latter find against him, the individual may then bring an administrative action. The individual may also bring an administrative action under the conditions set out in paragraph 2.”", "4. The Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 49/2006- “the 2006 Act”)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}