{"ITEMID": "001-104728", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF FEDOROVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Angelika Nußberger;Ganna Yudkivska", "TEXT": ["4. The applicant was born in 1945 and lives in Sevastopol.", "5. In February 1996 the applicant, who was later joined by a certain B., instituted proceedings in the Gagarinskyy District Court of Sevastopol (“the District Court”) against six individuals seeking annulment of a sale contract and a deed of gift in respect of a flat.", "6. On 21 October 1999 the District Court refused to examine the applicant’s claims owing to her repeated failure to attend the hearings. On 12 January 2001 the Sevastopol Court of Appeal (“the Court of Appeal”), upon the Sevastopol Prosecutor’s “protest” of December 2000, quashed this decision and remitted the case to the first instance court which, on 26 January 2004, rejected the applicant’s claims as unsubstantiated. In its judgment, the court enumerated the main arguments of the parties, analysed the evidence obtained, made references to the substantial and procedural laws and gave reasons for its conclusion.", "7. On 25 August 2004 the Court of Appeal upheld that judgment, having in particular analysed the evidence obtained by the first-instance court and having rebutted two of the applicant’s statements.", "8. On 21 September 2004 the applicant appealed in cassation. She was subsequently twice invited to rectify her appeal to meet procedural requirements. On 30 December 2004 the District Court allowed her request to extend the time-limit for lodging the appeal in cassation. On 3 August 2007 the Crimea Court of Appeal, acting as a cassation court and having agreed with the lower courts’ findings, rejected the applicant’s appeal in cassation as unsubstantiated.", "9. According to the Government, between 11 September 1997 and 3 August 2007, two expert examinations were ordered and the applicant filed five procedural requests. She also filed three appeals that did not meet procedural requirements. Of the forty six hearings scheduled during the same period of time, ten were adjourned at the applicant’s request, nine were adjourned owing to the presiding judge’s absence, six were adjourned due to one or more of the defendants’ or witness’s failure to attend, two were adjourned due to the both parties’ failure to attend, and one was adjourned at request of one or more defendants. Overall, due to the applicant’s requests or her failure to attend, the proceedings were delayed for about one year and nine moths, excluding the period between 21 October 1999 and 12 January 2001."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}