{"ITEMID": "001-61149", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PESCADOR VALERO v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant is a Spanish national who was born in 1941 and lives in Albacete. He is a law graduate and is employed by the University of Castilla-La Mancha (UCLM).", "9. By a decision of 11 July 1996, the rector of UCLM ordered that the applicant be dismissed as director of administrative and service personnel (gerente) of the university campus at Albacete, a post to which he had been appointed by the rector himself in 1985. On 30 July 1996 the applicant applied to the Higher Court of Justice of Castilla-La Mancha for special judicial review of that decision, relying on the right to judicial protection of his fundamental rights in accordance with the Protection of Fundamental Human Rights Act (Law no. 62/1978 of 26 December 1978). By a decision of 18 November 1996, the court dismissed the application as unfounded.", "10. In parallel, on 17 September 1996, the applicant had lodged an ordinary application for judicial review of the 11 July 1996 decision with the Higher Court of Justice of Castilla-La Mancha. The case was referred to the First Section of the court, whose President was J.B.L. During the hearing of the application, the Section, presided over by J.B.L., issued several orders.", "11. On 14 May 1998 the applicant lodged an application with the Administrative Division of the Higher Court of Justice. Explaining that he had discovered that Judge J.B.L. was associate professor of law at UCLM and was receiving emoluments in that capacity, he applied for his removal in accordance with sections 219 and 223(1) of the Judicature Act (Ley Orgánica del Poder Judicial – “the LOPJ”) and requested the court to take evidence on the point in accordance with section 225(4) of the LOPJ. By a decision of 21 May 1998, the plenary Administrative Division of the Higher Court of Justice rejected the application for the judge’s removal for the following reasons:", "“Section 223(1) of the LOPJ lays down the condition that the removal must be applied for as soon as the grounds for removal are known. If the grounds are known prior to the dispute, the application for removal must be lodged at the start of the proceedings, failing which the application will be inadmissible.", "It is this last legal effect which applies in the present case, namely the inadmissibility of the application for removal of the judge of this Division, Mr J.B.L., since he has been for several years, and in any event had been long before the disputed decisions were taken, associate professor at the University of Castilla-La Mancha (which is essentially the ground for his removal). This fact cannot have escaped the attention of someone who was, until July 1996, the manager of the university campus at Albacete .", "Moreover, given that the application was drafted, in [the applicant’s] own words, ‘as soon as he became aware of the ground [for removal]”, he should have adduced evidence to that effect, namely that he had become aware only very recently and not prior to the dispute that J.B.L. was associate professor at the University of Castilla-La Mancha. However he provided no such evidence.", "Accordingly, an application for removal should have been lodged as soon as the applicant had been advised of the composition of the Division whose President was the person being challenged. As that was not done, the application is inadmissible.”", "12. By a judgment on the merits of 10 May 1999, the First Section of the Administrative Division of the Higher Court of Justice, composed of three judges and presided over by Judge J.B.L., dismissed his application for judicial review and ruled that the decision of UCLM of 11 July 1996 to dismiss the applicant as manager of the university campus was lawful.", "13. Relying in particular on Article 24 § 1 of the Constitution (right to a fair trial), the applicant lodged an amparo appeal with the Constitutional Court. The applicant pleaded the right to have his case heard by an independent and impartial tribunal and complained of the rejection of his application for the removal of Judge J.B.L., which he had sought as soon as he had become aware of the professional relations between that judge and UCLM. He submitted that he had not known the judge in his capacity as professor, and that he had had no reason to come across him in the course of his administrative duties at the university. In that connection, he observed that questions concerning the university teaching staff were the responsibility of the rector and were dealt with centrally at Ciudad Real, whereas he worked in Albacete. As manager of the Albacete campus, his duties were limited to the university’s administrative and service personnel. He concluded that to require him to prove a negative, namely that he had not previously known J.B.L., was to ask him to “prove the impossible”. Accordingly, the applicant considered that the Higher Court of Justice had not given him a fair hearing.", "14. By a decision of 10 April 2000, the Constitutional Court dismissed the amparo appeal as ill-founded for the following reasons:", "“... Article 24 § 1 of the Spanish Constitution is infringed only if the court concerned reaches an unreasonable, manifestly wrong or arbitrary conclusion concerning a legal ground of inadmissibility ... In the present case, such defects cannot be inferred from the fact that [the applicant] was presumed to have known that one of the judges was an associate professor.", "Ordinary procedural defects do not in themselves infringe Article 24 § 1 of the Spanish Constitution. That Article is breached only when the procedural irregularity is decisive for the rights of the defence ... It is then for the applicant to prove the significance of the alleged irregularity for the final decision ... In this case, the alleged irregularities concerning the taking of evidence cannot serve as a basis for challenging the reasons adopted by the Division [of the Higher Court of Justice] in arriving at its judgment.”", "15. The Constitution", "Article 24", "“1. Everyone has the right to effective protection by the judges and courts in the exercise of his rights and his legitimate interests and in no circumstances may he be denied the possibility of defending himself.", "2. Likewise, everyone has the right to be heard by a court established by law, the right to a defence and to the assistance of a lawyer, the right to be informed of any charges against him, the right to a public trial without undue delay and attended by all safeguards, the right to make use of evidence relevant to his defence, the right not to incriminate himself and not to confess his guilt, and the right to be presumed innocent.", "...”", "16. The Judicature Act", "Section 217", "“Judges and magistrates must withdraw and may, where appropriate, be challenged on the grounds prescribed by law.”", "Section 219", "“Grounds for withdrawal or, where appropriate, a challenge include:", "...", "9. The fact of having a direct or indirect interest in the dispute.”", "Section 221", "“A judge or magistrate who believes that he falls within the scope of one of the grounds set out in the preceding sections shall withdraw from the case without waiting to be challenged.", "...”", "Section 223", "“A party wishing to challenge a judge must do so as soon as he becomes aware that a ground for challenge exists. If that party was aware of the ground for challenge prior to the dispute, he shall lodge his application at the start of the proceedings, failing which it shall be inadmissible.", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}