{"ITEMID": "001-69444", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "LAPAINE v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Marijana Lapaine, is a Croatian citzen, who was born in 1938 and lives in Zagreb. She is represented before the Court by Mr Marko Lapaine and Ms Vlatka Ostrogonaj, lawyers practising in Varaždin. The respondent Government are represented by their Agents, Ms L. Lukina-Karajković and Ms Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1947 several plots of agricultural land were confiscated from the applicant's father.", "On 11 October 1996 Parliament passed a law, which enabled former owners of confiscated or nationalised property to seek either restitution of or compensation for the property taken from them (“the Compensation Act”). It also provided that within a year from its enactment the competent ministers were to issue relevant instructions on the implementation of that Act.", "The Compensation Act entered into force on 1 January 1997.", "On 20 March 1997 the applicant filed a request with the Zagreb County, Department for Property Affairs, Zaprešić Office (“the Office”), seeking restitution of, or compensation for, property taken from her late father.", "On 28 February 2001 the Office accepted the applicant's request in part granting her state bonds as compensation for the property taken. The exact amount of the indemnities offered to the applicant was to be established after the enactment of the competent instructions. However, no such instructions had been adopted by the competent minister at that time.", "On 3 October 2001 the applicant appealed against that decision. On 23 September 2003 the Ministry of Justice (Ministarstvo pravosuđa) dismissed the applicant's appeal in part. The first instance decision thereby became final.", "The applicant subsequently filed an administrative action against the Ministry's decision. On 19 February 2004 the Administrative Court (Upravni sud Republike Hrvatske) accepted the applicant's action and quashed that decision. It appears that the case is still pending before the Ministry of Justice as the second instance authority.", "Meanwhile, on 22 December 2003 the Ministry of Finance (Ministarstvo financija) adopted the Rules on the Criteria for the Determination of the Compensation for Confiscated Building Land and Business Premises (Pravilnik o mjerilima za utvrđivanje naknade za oduzeto građevinsko zemljište i poslovni prostor, Official Gazette no. 204/03, 03/04; “the Rules”). The Rules have been applicable since 1 April 2004.", "Section 9 of the Act on Compensation for, and Restitution of, Property Taken under the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette nos. 92/96, 39/99, 42/99, 92/99, 43/00, 131/00, 27/01, 65/01, 118/01, 80/02 and 81/02) provides that the Act applies to former owners and their statutory heirs who are relatives of the first degree.", "Sections 63 and 64, inter alia, oblige the Minister of Finances to issue further instructions for the assessment of value of the property for which compensation is to be granted within one year from the enactment of the Compensation Act.", "Section 270 § 1 of the Administrative Procedure Act (Zakon o općem upravnom postupku, Official Gazette no. 53/1991) provides that an administrative decision is executed once it becomes enforceable. Paragraph 2 of the same provision provides the cases in which a first instance decision exceptionally may become enforceable, whereas paragraph 3 provides that a second instance decision become enforceable on the day of the service on the party."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}