{"ITEMID": "001-94310", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BOGATYREV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Anatoliy Gavrilovich Bogatyrev, is a Russian national who was born in 1960 and lives in Novosibirsk-95, the Novosibirsk Region. The respondent Government were represented by Ms V. Milinchuk, the former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a retired military serviceman.", "By a final and binding judgment of 27 September 2001 the Military Section of the Supreme Court of the Russian Federation allowed the applicant’s challenge of his dismissal from military service and ordered the military unit to reinstate him in his previous position as of 15 September 1999 until the delivery of the housing certificate. The court also awarded him all the allowances due over the period of his dismissal without listing them.", "In 2002 the applicant applied on several occasions for the writs of execution to the Garrison Military Court No. 61 of the Novosibirsk-95 (“the Garrison Court”) and the Supreme Court, but to no avail.", "On 4 April 2002 the applicant was reinstated in his previous position. He had not received an officer’s identity document. In July-August 2002 he started to receive his salary, was provided with the housing certificate and granted annual leave for 2001-2002. On 16 December 2002 he received arrears for the period from 15 September 1999 to 20 June 2002 and was dismissed from the military service.", "On 29 January 2003 the Garrison Court issued the writs of execution in respect of the judgment. It appears that in the meantime the respondent military unit submitted to the court documents evidencing payment of the allowances. On 16 April 2003 the Garrison Court revoked the writs from the bailiffs, since the judgment had been executed in full.", "On 5 February 2003 the Military Court of the 3rd Circuit in the final instance rejected the applicant’s claim for damages resulting from the failure to issue him with an officer’s identity document as unsubstantiated.", "Under Article 205 § 2 of the Code of the Civil Procedure of the RSFSR (1964), in force at the material time, a court which delivered a judgment could, upon request by the parties to the case or of its own initiative, issue an additional decision, in case where the amount awarded had not been specified in the initial judgment. Under Article 206 of the Code, a court which delivered a judgment could, upon request by the parties to the case or the bailiff, issue clarifications of the judgment, without changing its substance. Similar provisions are contained in Articles 201 and 202 of the Code of the Civil Procedure of the Russian Federation (in force as of 1 February 2003)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}