{"ITEMID": "001-108991", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "VYATKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["The applicant, Mr Dmitriy Anatolyevich Vyatkin, is a Russian national who was born in 1973 and lives in Nizhniy Tagil. The respondent Government were represented by Ms V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights. The applicant was represented by Ms O. Preobrazhenskaya, a lawyer practising in Moscow.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 November 1998 the applicant was arrested on suspicion of murder. He was allegedly ill-treated by police officers in order to obtain a confession.", "On the morning of 8 December 2001 two officials of the temporary detention facility in Nizhniy Tagil stopped the applicant in the corridor and ordered him to do push ups. When the applicant refused, they beat him with a truncheon and kicked him.", "On 10 December 2001 the applicant was transferred to remand centre no. IZ 66/3 in Nizhny Tagil. On the same day he underwent a medical examination. The doctor recorded two large bruises on his back.", "The applicant complained of ill-treatment to the investigator. On 11 December 2001 he was questioned about the circumstances in which he had received injuries. On 14 December 2001 the investigator forwarded the complaint to the Nizhniy Tagil Prosecutor’s Office. On 28 December 2001 the Nizhniy Tagil Prosecutor’s Office refused to initiate criminal proceedings against the officials of the temporary detention facility.", "As the applicant was not informed of the outcome of the inquiry, on 4 March 2002 his lawyer asked the trial court to obtain a copy of the prosecutor’s decision on the applicant’s complaint of ill-treatment. The prosecutor submitted a copy of the decision of 28 December 2001 at the request of the trial court. The decision was read out during the hearing.", "On 8 April 2002 the Sverdlovskiy Regional Court convicted the applicant of aggravated murder and sentenced him to nineteen years’ imprisonment. On 30 December 2002 the Supreme Court of the Russian Federation upheld the judgment on appeal.", "On 1 August 2007 Mr Z., a deputy head of correctional colony no. 5 in Nizhniy Tagil, summoned the applicant to his office. According to the applicant, Mr Z. asked him whether he had complained to the Court and of what he had complained. He then asked whether the applicant was interested in reaching a friendly-settlement agreement and what his terms were. The applicant refused to discuss the issue of a friendly settlement because he was afraid of being cheated.", "The Government submitted two written affidavits by the applicant, one undated and the other dated 30 October 2007, stating that in August 2007 he had had discussions with Mr G. and Ms M., officials from the Penitentiary Department of the Sverdlovskiy Region. He had been asked questions about the events of 8 December 2001 and about his application to the Court. He had not been subjected to any pressure and had not been urged to abandon his application."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}