{"ITEMID": "001-104357", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF NELISSEN v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra;Mihai Poalelungi", "TEXT": ["5. The applicant is a Netherlands national who was born in 1968 and lives in Maastricht.", "6. On 4 November 2003, the applicant went to the home of one Ms E. and demanded that she give him an obituary card of her sister who had recently died. On being met with a refusal, he forced his way into Ms E.'s home, causing her to fall, and hit her over the head several times. He then made his way over to the sideboard, where he had noticed a stack of documents; of these, he took several – a magazine and some giro form stubs – before leaving.", "7. In the course of the subsequent criminal proceedings it emerged that the applicant was a pathological collector of devotional obituary cards for the recently deceased. Whenever possible – on the applicant's own admission, whenever he was not detained under civil or criminal law – the applicant would gatecrash funerals in the Maastricht area. He had met Ms E. at her sister's funeral, from which he had been turned away by the undertaker. At the time of his visit to Ms E.'s home, he had been under the mistaken impression that he had propitiated Ms E. by sending her a blessed candle beforehand.", "8. The applicant was taken into police custody the same day on suspicion of having committed a criminal offence. He remained in pre-trial detention pending the criminal proceedings that were subsequently brought against him and the order for his pre-trial detention was duly prolonged.", "9. Examinations of the applicant's mental state by two psychiatrists and a psychologist showed that the applicant was, at the time of the crime, suffering from a mental impairment. The report of the psychiatrists diagnosed it as “a paranoid form of schizophrenia in which autistiform characteristics are unusually prominent and ... an obsessive compulsive personality disorder”. Both the psychiatrists' report and that of the psychologist considered it very likely that the applicant would reoffend if given the chance. Both reports mentioned the applicant's lack of awareness of his condition, which made him difficult to treat. They concurred in recommending that the applicant undergo compulsory treatment in a closed setting. In addition, a psychologist attached to a mental hospital where the applicant had been held previously, under the Psychiatric Hospitals (Compulsory Admission) Act (Wet bijzondere opnemingen in psychiatrische ziekenhuizen; see paragraph 20 below), gave evidence in open court to the effect that the applicant had absconded before and would resist “all possible forms of interference in his personal life” if he could.", "10. On 18 May 2004 the criminal law section of the Maastricht Regional Court (rechtbank), following adversarial proceedings, convicted the applicant of theft preceded by violence and sentenced him to seven months' imprisonment with deduction of the time spent in pre-trial detention. Having found that the applicant was able to understand the unlawful nature of his acts but that on account of the limited development of his mental faculties he could only be held responsible for this offence to a limited degree whereas there was considerable danger of his reoffending, it further imposed a TBS order with confinement in a custodial clinic (terbeschikkingstelling met bevel tot verpleging van overheidswege; “TBS order”). Referring to Article 72 § 4 of the Code of Criminal Procedure (Wetboek van Strafvordering), it further ordered the termination of the applicant's pre-trial detention as from the moment on which the duration of the pre-trial detention would be equal to the prison sentence imposed. Both the prosecution and the applicant appealed to the Court of Appeal (gerechtshof).", "11. The applicant's lawyer further applied to the Court of Appeal for the applicant's immediate release from pre-trial detention on the ground that – as the applicant had already served the sentence imposed with deduction of the time spent in pre-trial detention – there was no legal basis for his further detention. The prosecution opposed this application, arguing that Article 72 § 2 of the Code of Criminal Procedure ruled out the termination of pre-trial detention in a case like the applicant's where a prison sentence is combined with a TBS order.", "12. On 3 June 2004, the 's-Hertogenbosch Court of Appeal held a hearing in camera and ordered the applicant's immediate release. On the same day, at the request of the public prosecutor, the civil law section of the Maastricht Regional Court issued an interim admission order (voorlopige machtiging) within the meaning of Article 2 of the Psychiatric Hospitals (Compulsory Admission) Act under the procedure set out in this Act. Consequently, after the applicant was released from pre-trial detention on 3 June 2004, he was compulsorily admitted to a psychiatric hospital in Vijverdal under the judicial interim admission order. He stayed there until 13 December 2004.", "13. On 1 December 2004 the applicant's appeal against the judgment of 18 May 2004 was heard by the 's-Hertogenbosch Court of Appeal, which on the same day issued a warrant for the applicant to be taken into pre-trial detention (gevangenneming) within the meaning of Article 75 § 3 of the Code of Criminal Procedure. Pursuant to Article 75 § 5 of the Code of Criminal Procedure, this order remained in force pending the total further duration of the criminal proceedings against the applicant.", "14. By judgment of 15 December 2004, the 's-Hertogenbosch Court of Appeal quashed the judgment of 18 May 2004 on technical grounds, convicted the applicant of theft preceded by violence, sentenced him to seven months' imprisonment with deduction of the time spent in pre-trial detention and imposed a TBS order with confinement in a custodial clinic.", "15. The applicant lodged an appeal on points of law (cassation) with the Supreme Court (Hoge Raad), which was dismissed on summary reasoning on 14 February 2006. Accordingly, the applicant's TBS order took effect on this date, replacing the pre-trial detention order of 1 December 2004 as the legal basis for the applicant's detention. However, the applicant was not directly transferred to a custodial clinic but was held in pre-placement detention until a suitable place would become available for him.", "16. By letter of 16 August 2006, the Minister of Justice informed the applicant that, given the Court's conclusion in the case of Brand v. the Netherlands, no. 49902/99, 11 May 2004, the Appeals Board (beroepscommissie) of the Council for the Administration of Criminal Justice and Juvenile Protection (Raad voor Strafrechtstoepassing en Jeugdbescherming) had found that financial compensation was appropriate in all cases where pre-placement detention after the end of a prison sentence had exceeded six months. Starting on the seventh month, this compensation amounted to 350 euros (EUR) per month and this amount was to be increased by EUR 125 every further trimester. The applicant was further informed that the total amount of compensation would be calculated and paid once he had been admitted to a custodial clinic. The applicant was invited to confirm within seven days whether he wished to avail himself of this compensation offer. This letter has remained unanswered by the applicant.", "17. On 20 March 2007 the applicant was admitted to a custodial clinic. On 30 August 2007, he was informed by the Deputy Minister of Justice (Staatssecretaris van Justitie) that, as his pre-placement detention had exceeded six months on 13 August 2006, he was offered compensation in a total amount of EUR 3,075 for the time spent in pre-placement detention between 13 August 2006 and 20 March 2007.", "18. On 5 September 2007, the applicant's parents informed the Minister of Justice – in reply to the letter of 30 August 2007 – that they disagreed with the manner of calculation and the amount of compensation. On 19 September 2007, the Deputy Minister of Justice replied that there were no reasons for her to reconsider her position in the matter.", "19. On 21 April 2008, the applicant's representatives informed the Court that the applicant's TBS order had been extended by two years.", "20. The statutory rules governing pre-trial detention are set out in Articles 63 to 88 of the Code of Criminal Procedure. An order for pre-trial detention can only be issued against persons suspected of an offence carrying a maximum prison sentence of four years or more or certain other specific criminal acts (Article 67 § 1 of the Code of Criminal Procedure).", "21. A pre-trial detention order issued by the Regional Court remains in force for 60 days after the final judgment (einduitspraak) at that instance has been given (Article 66 § 2 of the Code of Criminal Procedure). The public prosecutor may file, within 60 days after the date of the final judgment of the first-instance court, a request for the prolongation of the pre-trial detention order by 60 days with the appeal court, which will determine that request. Pre-trial detention between a final judgment of a first-instance court against which an appeal has been filed, and the first hearing on that appeal, is limited to a maximum of 180 days (Article 75 § 3 of the Code of Criminal Procedure). If, however, the total duration of the detention on remand becomes equal to the prison sentence imposed, the highest competent trial court shall lift the remand order (Article 75 § 6 of the Code of Criminal Procedure) unless – in addition to a prison sentence – a measure entailing deprivation of liberty (such as, for instance, a TBS order) has been imposed (Article 72 § 4 of the Code of Criminal Procedure). A more detailed overview of the relevant domestic law and practice on pre-trial detention is given in Saez v. the Netherlands (dec.), no. 51197/99, 25 May 2004.", "22. At the request of the public prosecutor or relatives of the person concerned (Article 2 § 1 and Article 4 § 1 of the Psychiatric Hospitals (Compulsory Admission) Act), the Regional Court can – after having heard the person concerned (Article 8) and after having considered a report by a psychiatrist who has examined the person concerned shortly before (Article 5) – issue an interim order for compulsory admission to a mental hospital. This order can only be issued where the judge finds that the person concerned is suffering from a mental disorder which gives rise to danger which cannot be averted by the intervention of persons or institutions outside a mental hospital (Article 2 § 2). An interim order is immediately enforceable (bij voorraad uitvoerbaar) and valid for a maximum period of six months, which period starts to run on the day the order is given (Article 10). At the request of the public prosecutor, the Regional Court can prolong the validity of an interim order.", "23. Article 37a of the Netherlands Criminal Code (Wetboek van Strafrecht) enables courts, when dealing with certain serious crimes, to impose a TBS order on a defendant whose mental faculties were inadequately developed or pathologically disturbed at the time of the commission of the offence. If the safety of others or the general safety of persons or goods so requires, the court may further direct that such a person be confined to a custodial clinic in accordance with Article 37b of the Criminal Code. A TBS order with confinement to a custodial clinic can be imposed in conjunction with a prison sentence if the convicted person's responsibility was merely diminished at the time of the commission of the offence. In such a situation, the TBS order will take effect after the convicted person has served the prison sentence imposed. A TBS order cannot take effect before the judgment concerned has become final (Article 38d § 1 of the Criminal Code). Pending admission to a custodial clinic, the person concerned is not released but held in pre-placement detention.", "24. A TBS order with confinement to a custodial clinic is not intended to have a punitive effect, but to protect society from any risk posed by the person concerned and enable the latter's re-socialisation. Custodial clinics, of which there were twelve in the Netherlands at the material time, are top-security institutions as the persons placed there have been found to pose a great danger to society as well as to themselves. The treatment provided in a custodial clinic is geared to individual disorders and personalities. It is aimed at helping persons subject to a TBS order to gain insight into and control over their disorders, to make them aware of their responsibilities and to adjust their behaviour accordingly so that they no longer pose a threat to society.", "25. According to Article 38d of the Criminal Code, the TBS order is valid for an initial period of two years which may be prolonged by the court, at the request of the public prosecutor, for a further period of one or two years. The period of placement cannot be extended beyond a total of four years unless the crime committed by the person concerned was a crime of violence committed against, or causing danger to, one or more persons, or such further extension is necessary for the protection of other persons (Article 38e).", "26. In a judgment of 23 September 2005 (Landelijk Jurisprudentie Nummer [National Jurisprudence Number], “LJN”) AU9742, the Provisional Measures Judge (voorzieningenrechter) of the Regional Court of Breda held the following:", "“Section 12 of the Act on confinement to a custodial clinic of persons subject to a TBS order (Beginselenwet verpleging ter beschikking gestelden) provides that a person in pre-placement detention shall be placed [in an appropriate institution] before the TBS order has run for six months. ... In view of the judgments of the European Court of Human Rights in the cases of Brand (no. 49902/99) and Morsink (no. 48865/99) and the decisions of the Council for the Application of Criminal Law and the Protection of Juveniles it may be assumed that a time lapse of six months or more for persons subject to a TBS order is, in principle, wrongful in the light of Article 5 § 1 of the Convention.", "...", "3.7 The structural capacity shortage that has existed since more than twenty years is not a special circumstance in the above-mentioned sense which would justify (further) delay in placing [the plaintiff] in a TBS clinic. This shortage must remain the responsibility of the Government. The fact that there are visible causes for the lack of capacity and that measures are being taken to reduce or alleviate this shortage does not make any difference in this regard.", "...”", "The Provisional Measures Judge went on to order the plaintiff placed in a TBS clinic no later than nine months after 1 February 2005 (the date on which the waiting period had started), that is to say by 1 October 2005, after which, if the order was not carried out, the plaintiff was to be released immediately.", "27. In its judgment of 30 August 2005, LJN AU1686, the Court of Appeal of Arnhem held that it was reasonable in principle that the order in which persons subject to a TBS order were placed in a custodial clinic should depend on their place on a waiting list unless, owing to special circumstances, they were unsuited to detention elsewhere. However, in the particular case the period of pre-placement detention was no longer in proportion to the length of time spent by the person concerned in the execution of his prison sentence. The State was therefore ordered to place the person concerned (the defendant in appeal) in a custodial clinic within three months, which time-limit was considered long enough for all practical objections (including the lack of adequate facilities) to have lost their force.", "28. In a judgment given on 13 December 2005, the Provisional Measures Judge of the Regional Court of 's-Hertogenbosch on similar reasoning, the State was ordered to place the plaintiff in a custodial clinic by 1 April 2006, that is a time-limit of just over three and a half months.", "29. In a judgment given on 21 June 2006, the Provisional Measures Judge of the Arnhem Regional Court found that special circumstances obtained which justified ordering the plaintiff to be given priority placement in a custodial institution. The special circumstances consisted of his having been given a TBS order without a prior prison sentence and his being considered unsuited to detention in a penal rather than a clinical setting.", "30. In a judgment given on 22 June 2006, the Court of Appeal of The Hague found that the mental condition of the person concerned (the appellant) was serious, but not more so than that of others on the waiting list for placement in a custodial clinic, so that there was no justification for giving this person priority over others.", "31. In a judgment given on 21 September 2006, the Regional Court of Alkmaar declined to order the plaintiff given priority over others on the waiting list absent special circumstances. In so doing the Regional Court had regard to the efforts being made to create more places for persons subject to a TBS order with confinement in a custodial clinic and the fact, as stated by the defendant, that the plaintiff could expect to be placed in such an institution by the end of the year.", "32. In a judgment given on 21 September 2007, the Regional Court of The Hague found special circumstances justifying priority placement to exist in that the plaintiff had spent twenty months in detention after serving a one-month prison sentence and in that only two custodial clinics existed that were capable of treating him. The defendant was ordered to place the plaintiff in one of the two clinics no later than 1 December 2007.", "33. In a judgment given on 21 December 2007 in civil proceedings on a compensation claim arising from a wrongful act on the part of the government (onrechtmatige overheidsdaad), the Supreme Court (Hoge Raad) held that pre-placement detention lasting longer than four months was unlawful. In reaching this finding, the Supreme Court referred, inter alia, to the Court's judgments in the cases of Morsink v. the Netherlands (no. 48865/99, §§ 26-37, 11 May 2004) and Brand v. the Netherlands (cited above, §§ 23-33)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}