{"ITEMID": "001-67559", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PUOLITAIVAL AND PIRTTIAHO v. FINLAND", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicants, Olavi Puolitaival and Esko Pirttiaho, are Finnish nationals who were born in 1945 and 1958 and live in Jääli and Tampere respectively.", "8. The applicants were owners of a former company called Konekersantti Oy (hereinafter “the applicants' company”), which was a claimant in civil proceedings initiated on 3 December 1991 against another company called M.R. Ky (hereinafter “the M.R. company”). The proceedings concerned a dispute about the sale of movable property: the M.R. company had refused to pay the applicants' company the purchase price of an engine as they claimed, inter alia, that it did not contain all the components ordered.", "9. The lawyer of the M.R. company in the proceedings before the Vaasa District Court and in the lodging of an appeal with the Vaasa Court of Appeal on 4 March 1992 was P.L., who was also at that time a judicial secretary (hovioikeudenviskaali, hovrättsfiskal) at the Vaasa Court of Appeal. Together with her husband, she owned a law firm until 1995. At the material time, P.L. worked part-time for the law firm as a partner, having been given permission to do so by the Court of Appeal.", "10. In her notice of appeal of 4 March 1992 on behalf of the M.R. company P.L. submitted to the Court of Appeal, inter alia, that the applicants' company “seems to use concepts quite carelessly in its agreements in general”; that “what is essential about the case is that the seller must not act fraudulently and must not, even in good faith, draw up agreements the contents of which are unclear”; and, further, that “if we follow the logic of the City Court, overcharging is not a crime if you manage to overcharge more than one victim”.", "11. The final decision in the above case was given by the Court of Appeal on 22 February 1993 in favour of the applicants.", "12. The applicants' company was also the claimant in another set of civil proceedings initiated on 26 February 1992 in the Ylivieska District Court (kihlakunnanoikeus, häradsrätten), in which the respondent was an investment bank. That case concerned the bank's refusal to grant the applicants' company a bank guarantee for acquiring financing from abroad, and compensation for the ensuing loss of business profits. The applicants maintained, inter alia, that their company had been dissolved in 1992 because of the bank's failure to fulfil its contractual obligations. The applicants claimed, inter alia, 9,800,000 Finnish marks (FIM, equivalent to 1,648,242 euros (EUR)) in compensation for the business they had lost.", "13. On 3 December 1992 the Ylivieska District Court refused to examine the applicants' claims as it found them to be too unspecific to provide a basis for any court proceedings.", "14. On 3 November 1993 the Vaasa Court of Appeal (hovioikeus, hovrätten) remitted the case to the District Court (from 1 December 1993 käräjäoikeus, tingsrätten), finding that the District Court should have examined the applicants' claims. P.L. did not take part in those proceedings.", "15. On 25 March 1994 the case was opened for re-examination by the District Court. It found that although the bank had breached its obligations towards the applicants' company, it had not caused the company's liquidation, and dismissed its claims on 30 April 1997.", "16. The applicants' company appealed against that decision to the Court of Appeal, which upheld the District Court's decision and dismissed the appeal on 18 August 1998. The bench of the Court of Appeal which examined the case was composed of three judges, including P.L., who was now a judge.", "17. The applicants' company requested leave to appeal to the Supreme Court, stating, inter alia, that P.L. was biased as she had taken part in other proceedings in 1992 (the first set of proceedings), in which the opposing party had been represented by the law firm in which P.L. had been a partner at that time. She had, for example, signed her client's submissions to the District Court and to the Court of Appeal.", "18. Before making its decision concerning the request for leave to appeal, the Supreme Court requested a statement from P.L. The statement, dated 26 March 1996 (the date was apparently erroneous in that the year should have been 1999), read as follows:", "“In addition to full-time judge's duties, I practised law as a partner in a law firm on a part-time basis, with the permission of the President of the Vaasa Court of Appeal, until 1995, when the firm was closed down. Thereafter I have had no part-time duties.", "It is true that our law firm represented a client in a civil case between [the M.R. company] and [the applicants' company] before the Vaasa District Court. At that time the pleadings before the District Court were handled by J.I. ... and, after an appeal was lodged with the Court of Appeal, the pleadings before the Court of Appeal were handled by the advocate J.V., as I found that it was not appropriate for me to continue with the case in the Court of Appeal.", "At the time of participating in the consideration of the present civil case between [the applicants' company] and the investment bank, I did not even remember that our law firm, which had been closed down, had approximately seven years earlier represented a client in a different case in which [the applicants' company] was the opposing party. Thus, no question of possible disqualification arose to be considered.", "My personal view is that, when assessed on objective grounds, [the applicants' company] had no real reason to doubt my impartiality, considering in particular that the period of time between my earlier representation and the decision-making stage in the present case was long, and that there was no factual link between the two cases.”", "19. On 11 May 1999 the Supreme Court refused the applicants' company leave to appeal. According to the decision, Judge P.L.'s statement had been communicated to the applicants for information.", "20. On 20 April 2000 the applicants applied to the Supreme Court for annulment of the decision, again drawing attention, inter alia, to the alleged bias on the part of P.L. The application was refused by the Supreme Court on 21 May 2001.", "21. The provisions concerning the disqualification of judges were at the relevant time contained in Chapter 13, section 1, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken). It contained a list of grounds on which a judge might be disqualified. The relevant provisions concerning the impartiality of judges were subsequently amended (Act no. 441/2001).", "22. According to the domestic courts' case-law, the question of possible bias on the part of a judge was addressed, inter alia, by assessing whether his or her earlier activities as legal counsel constituted a justified reason to doubt his or her impartiality.", "23. The Supreme Court found in a decision of 8 December 1997 (no. 1997:192) that a judge was not disqualified on the ground that he had earlier assisted one of the parties to the case in separate proceedings, as his duties as a legal representative and counsel did not pertain to the case at hand and his conduct and standpoint in his capacity as counsel or legal representative did not give rise to any objective reason to doubt his impartiality in respect of matters concerning the other party.", "24. Chapter 25, section 12 (Act no. 165/1998), of the Code of Judicial Procedure provides that the deadline for lodging an appeal is thirty days from the date when the decision of the District Court was delivered or made available to the parties. Chapter 25, section 12, of the Code of Judicial Procedure, as in force at the relevant time, corresponded in essence to the current provision in the above-mentioned respects."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}