{"ITEMID": "001-85834", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KOWALEWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["The applicant, Mr Mariusz Kowalewski, is a Polish national who was born in Saint Petersburg and lives in Kamińsk. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 March 2000 the applicant was arrested on suspicion of robbery.", "On 26 March 2000 the Ostrołęka District Court (Sąd Rejonowy) ordered that the applicant be detained on remand.", "The applicant’s pre-trial detention was extended throughout the trial on numerous occasions.", "On 29 May 2000 the Ostrołęka District Prosecutor (Prokurator Rejonowy) lodged with the Ostrołęka District Court a bill of indictment against the applicant and his coaccused. The applicant was charged with attempted robbery and assault.", "On 30 October 2000 the District Court remitted the case to the prosecutor for further investigation.", "The applicant remained in detention, which was prolonged on 27 November 2000 and 9 March 2001.", "On 22 March 2001 the Ostrołęka District Prosecutor again indicted the applicant for assault and attempted robbery.", "The applicant’s detention was further extended.", "On 14 March 2002 the Ostrołęka District Court convicted the applicant as charged and sentenced him to 7 years’ imprisonment.", "The Ostrołęka Regional Court (Sąd Okręgowy) upheld the first-instance judgment on 19 September 2002.", "On 3 June 2003 the Supreme Court (Sąd Najwyższy) dismissed the applicant’s cassation appeal.", "From 5 July 1999 to 10 May 2004 the applicant was serving a prison sentence imposed on him by the Łomża Regional Court in respect of other convictions.", "The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in cases Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}