{"ITEMID": "001-24059", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "NAJAFI v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Esmail Najafi, is an Iranian national who was born in 1960. He was represented before the Court by Ms M. Novosel Nyström, a lawyer practising in Stockholm. The respondent Government were represented by Ms I. Kalmerborn, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived in Sweden for the first time in February 1977 to visit his brother, who was studying in Sweden. Having failed to demonstrate that his brother was able to provide economic guarantees for his subsistence and return travel, he was expelled from the country. A few weeks later, on 8 March 1977, the applicant again entered Sweden and applied for a residence permit in order to study in the country. On 7 June 1977 his application was rejected by the National Immigration Board (Invandrarverket). Apparently, he thereafter remained in the country illegally. In February 1978 he again applied for a residence permit as a foreign student, submitting that he had been admitted to the Stockholm Technical Institute. On 24 April 1978 he was, on this basis, given a temporary residence permit, effective until 23 October 1978.", "In the autumn of 1978 the applicant returned to Iran. After re-entering Sweden in March 1979 he remained there without permission until he again returned to Iran sometime during the autumn of 1979. Between 1979 and 1982 he did his military service in Iran. He remained in Iran until 1984.", "In February 1984 the applicant was granted an entry visa to Sweden to visit his brother. In July the same year he married a Swedish citizen whom he had first met during his initial period of residence in Sweden, and in November he was granted a six-month temporary residence permit based on this relationship. Shortly before the expiry of this permit he again returned to Iran in April 1985 and remained there, without his wife, until March 1987. The applicant has submitted that he remained in Iran on account of family problems there and that he was in continuous contact with his wife through telephone calls. After coming back to Sweden, where now also his parents and his three brothers were living, he was granted a permanent residence permit in June 1988.", "In January 1989 and November 1993, respectively, two sons were born to the applicant and his wife. The sons are both Swedish citizens. In 1995 the couple divorced. Between 1988 and 1997 the applicant made several journeys to Iran, the longest of which lasted for six weeks. At visits made to Iran in 1995 and 1996 he apparently told relatives that he was considering a permanent return to his native country.", "In the course of the police investigation into the narcotics offences of which he was subsequently convicted, the applicant stated that before he came under suspicion he had in principle moved back to Iran. He had rented an apartment there for a year, and his intention was to go to Iran for two periods every year and to remain for five months each time. The remaining two months he intended to spend in Sweden in order to see his children. The applicant further stated that he had better job opportunities in Iran, as well as contacts with persons who could help him. He also had a higher standard of living in that country than in Sweden. The applicant’s views in this respect were confirmed at his trial, during which he stated, inter alia, that his intention was to move back to Iran.", "During his different periods of residence in Sweden the applicant has been convicted of several criminal offences. Thus, in April 1979 he was found guilty of, inter alia, making unlawful threats and was given a suspended sentence and ordered to pay a fine. In 1994 he was convicted of driving without a driver’s licence and engaging in unlawful commercial traffic and sentenced to four months’ imprisonment. In 1995 he was convicted of robbery and of carrying knives in a public place and sentenced to imprisonment for one year and three months. He was released on probation in October 1995.", "On 4 April 1997 the District Court (tingsrätten) of Sollentuna convicted the applicant and three co-accused of aggravated narcotics offences involving the transportation from Thailand and attempted importation into Sweden of about two kilograms of heroin in December 1996. The applicant was sentenced to ten years’ imprisonment. Moreover, the court considered that the offences were of such a character that each of the accused should be expelled from Sweden with life-long bans on their return.", "In his appeal against that judgment, the applicant, in regard to the question of expulsion, relied on his links to Swedish society and also submitted that there was a risk that he would be punished again in Iran for the narcotics offences of which he had already been convicted in Sweden.", "On 13 June 1997 the Svea Court of Appeal (Svea hovrätt) upheld the District Court’s judgment in its entirety.", "The applicant sought leave to appeal against the appellate court’s judgment. He again referred to his strong links to Swedish society, including his long period of residence in the country, his close relationship with his two young children, and the fact that both his parents and his three brothers were residing in the country. He also invoked a letter from his former wife, in which she stated, inter alia, that it would be impossible for her to finance any future visits to Iran and that the applicant’s expulsion would therefore be tantamount to depriving the children of their father.", "On 18 July 1997 the Supreme Court (Högsta domstolen) refused the applicant leave to appeal. He started to serve his prison sentence on the same day.", "The applicant’s children visited the applicant in prison for the first time in April 1999. During his time in prison he met the children on a total of 36 occasions.", "During the applicant’s time in prison, three petitions have been made to the Government for a revocation of the expulsion order. They were rejected by decisions of 9 August 2001, 15 August 2002 and 24 April 2003 respectively.", "In support of his first request, the applicant submitted that he had no significant link to Iran and that his expulsion to that country would cause detriment to his children who were unable to accompany him. He also noted that his youngest son was receiving therapy at a child psychiatric clinic for the problems he was experiencing as a consequence of the expulsion.", "In support of his third request, made in January 2003, the applicant added that, following his divorce in 1995, he had maintained a good relationship with his former wife and his children and had visited them several times a week, and that they regularly came to visit him in prison. The youngest son had experienced the greatest problems as a result of the applicant’s absence and he was therefore regularly seeing a psychologist.", "On 17 October 2003 the applicant was released from prison on probation. By a decision of the Stockholm police authority he was placed in detention on the same day pursuant to chapter 6, sections 2 and 9 of the Aliens Act (Utlänningslagen, 1989:529), inter alia on the ground that there was reason to believe that he would otherwise abscond. On 29 October 2003 the County Administrative Court (länsrätten) in Stockholm upheld the detention order.", "By a judgment of 17 November 2003 the District Court of Stockholm, at the request of the applicant and his former wife, ordered that they should have joint custody of their children. Previously, the former wife had had sole custody.", "On 25 February 2004 the order for the applicant’s expulsion was enforced and the applicant deported to Iran.", "In an opinion of 24 March 2004 Ms Helena Bering, a qualified psychologist and psychotherapist at the Stockholm education administration stated, inter alia, the following. At a meeting with the two sons and their mother, the eldest son, who was aware of the applicant’s deportation, had said that he was depressed and found the whole situation hopeless. The youngest son had not been informed of the deportation, as the family feared that he would not be able to bear the pain. He had refused to attend school and was generally unhappy and afraid. He stated that he would commit suicide if his father were to be expelled to Iran.", "Pursuant to chapter 1, section 8 of the Penal Code (Brottsbalken), a crime may, apart from ordinary sanctions, result in special consequences defined by law. Expulsion on account of a criminal offence constitutes such a special consequence.", "Provisions on expulsion on this ground are laid down in the Aliens Act (Utlänningslagen, 1989:529). According to chapter 4, section 7 of the Act, an alien may not be expelled from Sweden on account of having committed a criminal offence unless certain conditions are satisfied. Firstly, he must be convicted of a crime that is punishable by imprisonment. Secondly, he may only be expelled if he is in fact sentenced to a more severe punishment than a fine and if (1) it may be assumed, on account of the nature of the crime and other circumstances, that he will continue his criminal activities in Sweden or (2) the offence, in view of the damage, danger or violation involved for private or public interests, is so serious that he ought not to be allowed to remain in the country.", "Furthermore, under chapter 4, section 10 of the Act, when considering whether or not an alien should be expelled, the court shall take into account his links to Swedish society. In so doing, the court shall pay particular attention to the living conditions and family circumstances of the alien and the length of time he has resided in Sweden. There must be a reasonable proportionality between the offence and the resulting consequences, and the stronger the links are between the alien and Sweden the more serious the offence must be in order to justify his expulsion. Thus, an alien who has been a holder of a permanent residence permit for at least four years when proceedings are initiated against him, or who at that time has been residing in Sweden for at least five years, may not be expelled unless there are exceptional reasons for his expulsion. As regards aliens who are considered to be refugees, special rules apply."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}