{"ITEMID": "001-111176", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BUNTOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1976. He is currently serving a twenty-five year prison sentence for armed robbery of Ms L., murder of Ms L. and for attempted murder of a policeman during his arrest. He was convicted in 2003 (the conviction was amended in 2004) and began serving his sentence in penal colony FBU IK-5, and then in colonies FBU IK-13 and FBU IK-8, all situated in the Russian Far East.", "6. In the Far Eastern colonies the applicant was diagnosed with several chronic diseases. However, there is no evidence that his finger or toenails were affected by a fungal infection at that time. It appears that in 2002 he was also seen by colony doctors in connection with dermatitis and eczema. Otherwise, the materials of the case file indicate that the applicant’s state of health was satisfactory, he exercised regularly – mostly doing weightlifting – and, as can be seen from the applicant’s photos taken in 2010, he was very muscular and must have been a physically strong man (he weighed 115 kilos and was 180 cm tall).", "7. The administration of the colonies where the applicant was detained during that period characterised the applicant rather positively as belonging to a group of convicts loyal to the administration. Some time after his transfer to colony FBU IK-13 he informed the administration of a conflict between him and several other convicts, who allegedly belonged to a gang. An internal inquiry carried out in 2008 concluded that the applicant was simulating conflicts with his co-detainees in order to get a transfer to another colony, closer to Moscow. However, the administration later changed its opinion and recommended that the applicant be transferred for security reasons. As a result, in January 2009 the applicant was transferred to FBU IK-1, a penal colony situated in the town of Plavsk, Tula Region.", "8. As can be seen from the applicant’s disciplinary file, during the first year of his detention in FBU IK-1 his behaviour and attitude were considered by the administration of the colony as “positive”. He was attributed to the category of “loyal” convicts and obtained various disciplinary bonuses (such as additional family visits). He was on good terms with most of his co-detainees. At the same time, he had a conflict with some of the hardened criminals. In July 2009 he was temporarily placed, for his own safety and based on a reasoned decision of the colony administration, in the SHIZO (the punishment and isolation unit), which was also occasionally used as a “safe place” in such situations.", "9. The applicant alleged that soon after his transfer to the Plavsk colony he had learnt of the existence of an informal group of loyal convicts which helped the colony administration. That group (which the applicant called “the death squad”) was composed solely of ethnic Russians. Their role was to threaten, beat or kill those convicts who opposed the colony administration, or those who had influential enemies outside the colony or refused to pay money to the administration. One of the cells in the colony (no. 112) was turned into a torture room and was used by the members of the group to “break down” those convicts who resisted the administration.", "10. According to the applicant, the group was responsible for at least two deaths which had occurred in the colony – the death of Mr Gr. in December 2009, and that of Mr Kl. in 2005. Both convicts were found asphyxiated on the premises of the SHIZO; officially both deaths were characterised as suicides, although in respect of Mr Kl. an investigation into an alleged “forced suicide” was opened and then suspended for want of a suspect. In 2010 the case of Mr Kl. was reopened because of the failure of the investigator to establish the origin of the injuries found on the body of the deceased that did not fit with the scenario of suicide.", "11. According to the applicant, some time after his transfer to the Plavsk colony one of the officers of the colony proposed that he join the “death squad”. Out of fear of reprisals, the applicant had agreed. He started his “apprenticeship” under the guidance of several colony officials and other convicts. However, several months after joining the “death squad” he understood that he might be required to do terrible things. In addition, the colony administration realised that he was of Jewish origin. His relations with the supervising officers and other loyal convicts deteriorated. The applicant decided to quit and try to obtain a transfer to another colony. Having learnt of his intention to quit, the colony administration decided to punish him for refusing to cooperate.", "12. On 28 January 2009, upon his arrival at the Plavsk colony (hereinafter “the colony”), the applicant underwent a medical check-up which revealed several chronic diseases, in particular, kidney diseases (such as nephrolithiasis, urolithiasis, and nephroptosis).", "13. It is unclear whether the applicant was suffering from a fungal infection (mycosis) at that time. According to the transcript of the applicant’s medical record made on 31 May 2010 by the Tula Regional Department of the Federal Prison Service, before 15 February 2010 the applicant did not suffer from mycosis. It can be seen from an extract from the applicant’s medical file (to the extent that it is legible) that the applicant underwent a check-up on 27 January 2010. His overall state of health was recorded in the report as “satisfactory”. The record did not contain any mention of an injury or abnormality on his hands or feet.", "14. At the same time, a certificate issued by the chief doctor of the colony, Dr Pr., indicated that the applicant had a fungal infection on his feet. That certificate had no date on it; an authentic copy was dated “17 November 2010”. Another certificate issued by Dr Pr. and dated 29 January 2009 specified that on the day of his arrival to the colony the applicant had been offered hospitalisation, but he had refused. The applicant’s medical notes apparently also contained the following handwritten entry dated 29 January 2009: “foot mycosis”. The applicant asserted that those entries had been added to his medical file much later, in 2010, and that the certificates issued by Dr Pr. had been backdated and did not reflect his real condition at that time.", "15. From the documents submitted by the Government it appears that on 4 February 2010 the applicant underwent another medical check-up. The extract of the record of 4 February 2010, to the extent that it is legible, does not mention any injury or abnormality on the applicant’s hands or feet.", "16. On 27 January 2010 the applicant was placed in the SHIZO. According to the Government, it was done at the applicant’s own oral request, because of a conflict with other convicts.", "17. On the same day the applicant was subjected to a body search, during which Mr Sch. and Mr Dm. (warders), Mr Tn., Mr Vr. (convicts), and several other convicts, whose names the applicant did not know, insulted him. In the applicant’s words, they were trying to provoke a fight. Colony officers hit him several times with a rubber truncheon.", "18. After that he was taken to cell no. 313 in the SHIZO. Several colony officials gathered in that cell: the acting head of the colony, Mr Yer., and two colony officials, Mr Kzh., and Mr Avd., an officer from the prison security department. They handcuffed the applicant to a bench and started to beat him severely with a wooden stick wrapped in cloth. They also used a gas mask to induce suffocation. He lost consciousness several times. Other colony officials were also present during the beatings, including Mr Sr. and Mr Mkh. Some time later other people arrived: the deputy head of the colony, Mr Zhd., another officer from the prison security department, Mr. Chr., the personnel officer, Mr Vl., the chief doctor, Dr Pr., and Mr Yud. The chief doctor checked his pulse and eyes several times to see whether the applicant was conscious. Mr Chr. and Mr Zhd. personally took part in the beatings. The applicant presented a very detailed account of what they were doing and saying. After a heavy blow to the head the applicant passed out.", "19. On the morning of 28 January 2010 the applicant found himself in cell no. 203. Mr Kzh. and Mr Avd., Mr Tn., Mr Vb. (convicts) and some other convicts arrived bringing with them a wooden tool resembling a clamp and some other tools. The applicant’s hands were fixed in the clamp and his feet were tied to the legs of the stool. They put a gas mask on him and started to insert needles under his nails and then began tearing his nails away with the pincers: first his toenails, then his fingernails. The applicant described in detail where he had been sitting, and how he had been tied up. At a certain point the applicant started to vomit and passed out. Mr Vb. and Mr Tn. then gave him an injection and ordered him to wipe his blood off the floor with a rug. While doing that he managed to collect and hide some of his finger and toenails.", "20. On the following day the applicant was beaten again. He gave the names of people who had beaten him (Mr Sh., Mr Yersh., Mr Sch., Mr Dm., and Mr Slm.). He spent several nights naked and handcuffed in a seated position by an open window.", "21. On 1 February 2010 the applicant saw Dr Pr. and Mr Kzh. They returned his clothes to him and gave him an injection. As the applicant understood from their dialogue, the injection was supposed to make the bruises disappear. In the evening he was allowed to call his wife, but was ordered not to tell her anything about what had happened to him.", "22. The applicant alleged that for several weeks after that episode he did not take any outdoor exercise, since he had been afraid of being attacked by other convicts loyal to the administration of the colony in the areas of the exercise yard not covered by the video surveillance cameras.", "23. On 4 February 2010, during a family visit, the applicant managed to pass nine of his nails to his mother. According to the applicant, he concealed the nails by sticking them to his body with tape. The applicant’s mother saw numerous bruises on his body.", "24. On 11 February 2010 the applicant’s wife formally complained to the Investigative Department of the Tula Region that her husband had been tortured. She sought to initiate criminal proceedings against the colony officials involved in the alleged torture. To her request she attached a hand-written statement by the applicant dated 5 February 2010 in which he had described the ill-treatment and had identified colony officers and convicts involved in it. On the same day her complaint was forwarded to the Donskoy Town Investigative Department, with a cover letter.", "25. On 15 February 2010 the complaint was allocated to investigator Kn. of the Donskoy Town Investigative Department. At 2 p.m. he decided to open a preliminary inquiry into those events.", "26. Having arrived to the colony the investigator questioned the applicant, who confirmed his earlier account, and seven colony officials, who unanimously denied the applicant’s allegations. Later on that day the applicant underwent a medical check-up by a doctor, a trauma surgeon. Having visually examined the applicant’s hands and feet the doctor concluded that the applicant “did not have any traumatic injuries or post-traumatic changes to his finger or toenails”, but that his finger and toenails had been “deformed” by fungal infection (“onychomycosis”, or “ringworm of the nail”).", "27. On the same day the colony was visited by a delegation of the Commission on the Public Supervision of Penal Institutions of the Tula Region. The head of the delegation had a private conversation with the applicant himself and the colony administration officials and concluded that the applicant’s allegations were lies.", "28. On 16 February 2010 the investigator visually examined cell no. 203. The investigator did not find any traces of blood or other evidence to confirm the applicant’s account. The examination took place in the presence of several colony officials, namely Mr Kzh., Mr Sch., Mr Avd., and Mr Bl. In the record of the examination the applicant made a handwritten remark to the effect that he had felt intimidated by the presence of the colony officials during the examination. After the examination the applicant gave the investigator one of the nails which he had kept.", "29. On the same day the investigator questioned twenty-three other colony officers and convicts and recorded their written explanations. The witnesses had been informed of their right not to testify against themselves or against their close relatives. However, they had not been warned about criminal liability for perjury. They all denied any ill-treatment of the applicant; they also denied having heard of it, or having seen any traces of ill-treatment on the applicant. Written statements obtained from many of those witnesses were similar in their language, structure and content. It appears that none of them was questioned in detail about their contact with the applicant between 27 and 29 January 2010, or about their whereabouts.", "30. Among other witnesses, the investigator obtained explanations from Dr Pr. While describing the applicant’s health condition at the time of his arrival at the colony in January 2009 Dr Pr. mentioned eczema and dermatitis on the hands and feet, but no fungal infection. He also testified that the applicant had not complained of any health problems before February 2010. None of the convicts questioned by the investigator mentioned any abnormalities on the applicant’s hands or toes before the events complained of.", "31. On the same day the investigator commissioned two examinations of the applicant, a medical one and a psychological one, and formulated a number of questions for the experts to answer.", "32. On that same day the acting head of the Tula Regional Department for the Execution of Sentences decided not to proceed with the internal disciplinary inquiry for want of evidence of any abuse of power on the part of the colony officials. It was established, inter alia, that on 27 January 2010 the applicant had been placed in the SHIZO “at his own oral request”, because of a conflict with other convicts. The decision to close the inquiry did not contain any reference to the injuries found on his body.", "33. On 17 February 2010 the applicant was transferred to cell no. 207 in the SHIZO. According to him, it was freshly painted, not ventilated and very cold – the applicant had to put all of his clothes on. In the cell the applicant was constantly under videosurveillance, even when using the toilet, which had no partition. In that cell the applicant met with a journalist, in the presence of several colony officials (including those allegedly involved in the beatings). He confirmed to the journalist his account of the events and demonstrated his hands without nails. He also tried to give the journalist a sample of his saliva, asking him to give it to an expert for examination, but the colony officials present at the meeting opposed to it, so the journalist did not take the sample. The journalist later testified that he had smelt the odour of fresh paint in the cell.", "34. On the same day the investigator questioned the applicant again. The applicant confirmed his account. In addition, in his written comments added to the record of his questioning he complained that the investigator in charge of the case had refused to investigate the case thoroughly, that he had discouraged the applicant from pursuing the case, and warned that it would not bring the applicant anything but trouble, that he might be killed, that the colony officials had friends everywhere, in particular in the prosecutor’s office, and so on. The applicant indicated that on the previous day he had met with two of the colony officials involved in the torture and had seen in their hands copies of the official materials of the inquiry. They had allegedly told him that the investigator, Kn., had been helping them to conceal the evidence of the crime, and that he had been well paid by them to do so.", "35. On an unspecified date the investigator obtained a copy of the video footage from the surveillance cameras on the premises of the SHIZO. Copies of the video surveillance recordings were submitted to him by Mr Kzh. Having watched the recordings, the investigator drew up a report stating that no beatings could be seen on them. It was not specified what time period and what area of the SHIZO premises those recordings covered, or what they showed exactly.", "36. On the same day the investigator commissioned an expert examination from the Tula Regional Dermatovenerology Clinic. The investigator sought to establish whether the applicant suffered from any skin condition affecting the nails.", "37. On 18 February 2010 the applicant’s relatives hired a lawyer, Mr St., to represent the applicant’s interests in that case.", "38. On 18 and 19 February 2010 two doctors from the Tula Regional Dermatovenerology Clinic examined the applicant. After a visual examination of his hands and feet they concluded that the applicant suffered from “onychomycosis of the finger and toenails”. The report had a postscript indicating that the applicant had been diagnosed with mycosis in January 2009, when he had arrived at the colony.", "39. On 19 February 2010 a visual examination by Dr G. from the Forensic Bureau confirmed that the applicant did not have any fingernails, but that this was related to a fungal infection. The examination also revealed traces of beatings (caused by about fifteen blows to different parts of his body, including the shoulders, chest, belly and hips), received between three and twelve days prior to the examination. The expert considered that all those blows had been to parts of the body “accessible to the applicant’s own hand”.", "40. On 19 February 2010 the colony administration organised a press conference on the premises of the colony. The applicant was afforded an opportunity to answer the journalists’ questions.", "41. On the same day the applicant wrote to his lawyer expressing his wish to provide a sample of his saliva on a cotton ball in the event that the nails he had given to his mother were examined.", "42. On 24 February 2010 a psychological expert examination of the applicant was carried out on the premises of the colony. It did not reveal any significant details. The doctors were unable to conclude whether or not the applicant was prone to self-harm or to fantasising. The doctors recommended conducting an additional psychological examination of the applicant in a hospital.", "43. Several “psychological profiles” of the applicant were obtained from the administration of the colonies and prisons where he had been detained before. They described the applicant as mentally stable, self-confident, a religious person, obedient to the prison rules, and not belonging to any criminal gang within the colony. A psychological profile drawn up by the staff of the Tula colony was quite different; the applicant was described as a skilful, ambitious, arrogant and egotistical person, who liked to dominate others and to “show off”. The investigator also obtained personal characteristics and a disciplinary record of the applicant.", "44. On 24 February 2010 the investigator questioned the relatives of the applicant, who had seen him shortly after the described events. The investigator also obtained one of the applicant’s nails from his relatives. The applicant’s relatives described the state in which they had found the applicant on 4 February 2010 and the circumstances in which they had received the nails from him. In particular, Ms Krk., the applicant’s sister, testified that she had visited him in the colony together with their mother. According to her, when the applicant had entered the meeting room, he had been fully dressed and was wearing outdoor clothes. He had explained to her that it had been very cold in the cell. Then he had described to her and their mother what had happened to him over the previous few days and had given them the nails. She had seen shreds of skin on the nails and traces of needles on them. According to her, at that moment the applicant’s hands had been so damaged that he had been unable to wash himself and had had to ask his mother to help him with that. It had taken him two days to write his first description of the events. When he had taken off his shoes his socks had been stained with blood and traces of injections had been visible on his arms and legs. She had also seen yellowish bruises on his body; the applicant had been very pale and weak. The applicant’s mother gave evidence in similar terms.", "45. On the same day the applicant’s lawyer wrote to the investigator, asking him to organise for an expert in mycology to examine the applicant, to take samples of his blood, skin and scrapes from the nail beds to examine whether they contained traces of a fungal infection, to establish whether the nails in the possession of the applicant’s relatives did indeed belong to the applicant, and to examine whether or not the applicant had had a brain concussion. The investigator replied to the applicant’s lawyer that since no criminal investigation had been opened, the alleged “victim” had no right to request such investigative actions.", "46. On 25 February 2010 the investigator decided not to open an investigation on the ground that there was no indication that a crime had been committed. The testimony of the applicant and his relatives was not, in the investigator’s opinion, credible. The investigator held that the applicant’s allegations were not confirmed by other evidence collected during the inquiry, namely the answers of the colony officers and convicts, the video recordings, and the results of the forensic examinations which had concluded that his fingernails had been affected by a fungal infection and that all the bruises on his body had been located in places accessible to the applicant’s own hand.", "47. On an unspecified date the applicant’s lawyer, Mr St., commissioned an expert examination of the fingernails he had received from the applicant’s relatives.", "48. On 19 February 2010 the State Scientific Centre for Dermatovenerology in Moscow concluded that the fingernails they had been given had not been affected by a fungal infection. On the same date the applicant sent his lawyer samples of his saliva on a cotton ball for genetic examination. The lawyer sent that sample together with one fingernail to an expert.", "49. On 1 March 2010 an expert from the Medical Agency “Bion” concluded, on the basis of the DNA analysis of the samples of saliva provided by the applicant and the nails submitted by the applicant’s mother, that the fingernail had belonged to the applicant.", "50. On 9 March 2010 experts from a private forensic laboratory “Granat” answered the questions put by the applicant’s representative. They concluded that the fingernails had been extracted with the help of a blunt and hard tool, from a living person with blood type A II.", "51. On 11 March 2010 the applicant wrote to the colony governor asking him to allow the expert to visit the colony and examine him.", "52. On 12 March 2010 the applicant, through his lawyer, concluded an agreement with the State Centre for Forensic and Criminological Examinations of the Ministry of Defence.", "53. On 23 March 2010 a medical expert from that Centre, Ms M., visited the applicant in the colony. She examined the applicant and discovered several long scars, mostly on the right side of his body. His fingernails were one third of the normal size; his toenails were one quarter of the normal size, and very thin. The expert did not detect any visual signs of a fungal infection, but established that the applicant’s fingertips and toes had been injured and then infected. She concluded that the applicant had lost finger and toenails by “traumatic extraction”, which had happened within a short period of time. She took samples of his blood, urine, and subungual matter. A visual inspection showed the presence of blood in the urine; the expert concluded that it was the result of kidney damage. She also concluded that the applicant had had a traumatic head injury, high blood pressure and high blood sugar levels. The colony officials took part in the taking of samples and signed, inter alia, the blood collection record.", "54. When Ms M. was about to leave, the colony administration stopped her, referring to the absence of authorisation from the investigator, and ordered her to destroy the samples. According to her, the colony officers offered her money if she agreed to sign a statement that she had never examined the applicant and had never been in the colony. When she refused, the colony officers threatened to plant prohibited goods in her bag if she insisted on taking the samples back. She was held on the colony administration premises until she agreed to give or destroy the samples she had collected. Thus, she had to tear up the written record of the sample collection which contained the applicant’s blood samples, but she kept the shreds of it with the signatures of the colony officials, so she managed to examine them later in the Centre’s laboratory.", "55. On the same day Mr Kzh., who had seized the samples from Ms M., wrote a report explaining the circumstances of Ms M.’s visit. He explained that the samples had been seized from her because her participation in the expert examination had not been approved by investigator Kn.", "56. On the same day the State Scientific Centre for Dermatovenerology in Moscow sent the applicant a written reply to his questions. The letter indicated that a diagnosis of mycosis could be confirmed only following a microscopic examination for the presence of fungi. A fungal infection may affect all nails on the hands and feet, and is very often provoked by a trauma, and not by the fungi. Long-term mycosis may result in the infection spreading to other parts of the body, especially to the soles of the feet and the groin, but can also remain located in the nail area. The letter excluded that nail mycosis could disappear by itself.", "57. On 24 March 2010 Ms M. wrote a report to her superior, describing the events of the previous day.", "58. On 12 April 2010 the State Centre for Forensic and Criminological Examinations of the Ministry of Defence issued a report in which it concluded that the blood on the fingernails and the blood on the “shreds” of the record belonged to the same person.", "59. On 15 April 2010 the Federal Security Service (FSB) sent a letter to the Moscow Investigative Department concerning a criminal investigation in an unrelated case. That case involved several lawyers who worked together with Mr St., the applicant’s lawyer. It appears from that letter that the FSB obtained information from the telephone operating company about the telephone calls of Mr St., their time and duration.", "60. On 3 March 2010 the Tula Regional Prosecutor’s Office ordered the Donskoy District Investigative Department to conduct an additional inquiry. It ordered it, in particular, to question the warders in detail, to establish the identity of some other persons involved in the alleged torture and question them, to search cell no. 112 (the “torture room”), to assess the applicant’s psychiatric condition, to examine other allegations of ill-treatment in the colony in respect of other convicts referred to by the applicant, to establish the cause of the injuries found on the applicant’s body, and to question him again. The Tula Regional Prosecutor indicated, in particular, that the list of investigative actions to be taken was not exhaustive and that", "61. The case was again entrusted to investigator Kn. of the Donskoy Town Investigative Department. Investigator Kn. added information concerning the death of the convict Mr Gr. to the case-file materials. He also added materials in respect of Mr Kl. – the investigation in that case was pending and the main suspicion at that time was that Mr Kl. had died as a result of a “forced suicide”. It can be seen from the decision of 1 March 2010 concerning the investigation in the case of Mr Kl. that he had been beaten before his death, whereas the death itself had been caused by asphyxiation.", "62. On 11 March 2010 investigator Kn. questioned thirteen people – colony officials and convicts. The investigator concluded from the written explanations obtained from them that the applicant had not been ill-treated. The wording of their testimony was identical in some places.", "63. On 12 March 2010 the investigator visited the colony and examined cell no. 112. He did not find any visible traces of blood on the floor. He also continued to question the colony officials and convicts.", "64. On 13 March 2010 the investigator questioned the doctors of the Tula Regional Dermatovenerology Clinic who had examined the applicant earlier. The doctors confirmed that the applicant’s finger and toenails had been deformed by a fungal infection. The wording of their testimony was identical in some places.", "65. On 22 March 2010 the investigator commissioned an expert examination of the two fingernails he had earlier received from the applicant and his wife.", "66. On 9 April 2010 the medical examination was completed. Although some of the pages from the examination report in the Court’s possession are missing, it appears that the experts concluded that the blood on the fingernails was of the same group as the applicant’s blood. Furthermore, they did not find any traces of “mechanical extraction” on the “outer edges” of the fingernails, but did not exclude the “traumatic” origin of their removal due to the shape of the “inner edges” of the nails.", "67. On 12 April 2010 the Deputy Chief Investigator of the Donskoy District gave formal instructions to the investigator in charge of the inquiry about further investigative actions to be taken. In particular, the investigator was ordered to carry out an additional expert examination of cell no. 112 with the use of special techniques, to carry out a medical examination of the applicant in order to establish whether he was indeed suffering from a fungal infection, and to clarify contradictions in the statements of some witnesses.", "68. On 21 April 2010 the investigator examined cells nos. 203, 112, and 313 in the colony with the use of an ultraviolet lamp. No traces of blood were found there.", "69. On 21 April 2010 the investigator commissioned the Forensic Bureau to carry out a second medical examination of the applicant. On 28 April 2010 the Bureau refused to conduct the examination requested with reference to its earlier findings to which they had nothing to add in the absence of any new facts or materials.", "70. On 21 April 2010 the investigator ordered an examination of the fingernails received from the applicant and his relatives. The expert from the Tula Regional Dermatovenerology Clinic concluded that one of the nails (received by the investigator from the applicant himself) did have traces of fungal infection, whereas the other (received from the applicant’s wife) did not.", "71. On 21 April 2010 the investigator tried to question the applicant, but the applicant refused. The applicant told the investigator that he would give evidence only if a criminal case was opened, and only in the capacity of the injured party and in the presence of his lawyer. The applicant also refused to be questioned with a polygraph.", "72. On 21 April 2010 the investigator requested an additional expert examination of the applicant’s case by the Forensic Bureau. However, on 28 April 2010 the head of the Forensic Bureau refused to conduct the examination since the questions put by the investigator were the same as those addressed in the report of 19 February 2010.", "73. On 24 April 2010 the investigator questioned two colony officials, allegedly involved in the torture. They denied any ill-treatment; their testimony was identical in some places.", "74. On 27 April 2010 the applicant was transferred to another colony in the Tula Region, FBU IK-4.", "75. On 6 May 2010 the investigator questioned two convicts, Mr Abr. and Mr Mat. Those convicts had been detained in the SHIZO at the time of the events at issue, next to the cell where the applicant had allegedly been ill-treated. According to the written text of their testimony, both convicts had not heard any screams or other sounds and had not seen the applicant. The type-written text of their testimony contained a handwritten note by the investigator stating that both witnesses had refused to sign it.", "76. On 13 May 2010 the investigator decided to test the credibility of the witnesses with a polygraph. The applicant refused to undergo the test without having obtained the opinion of his lawyer. Two of the officers of the colony underwent the test. They denied any involvement in the applicant’s ill-treatment.", "77. On 14 May 2010 the investigator decided not to initiate a criminal investigation into the applicant’s allegations. In support of his decision the investigator referred mainly to the testimony of the colony officials, who had denied any ill-treatment. Their major argument was that if the applicant had been beaten or ill-treated, other convicts would have learnt of it, and that would represent a serious security issue, maybe even cause a riot. They all claimed that nobody had heard the noise of beatings or screams. The convicts questioned by the investigator testified that they had not heard the screams, neither had they seen traces of torture or beatings on the applicant. The investigator also referred to the testimony of the doctors who had examined the applicant as part of the official inquiry and who had confirmed their findings that the applicant had suffered from a fungal infection which could lead to the “deformation of, or damage to the nails”. They had also not detected any signs of the forceful extraction of the nails. The investigator considered that the expert examinations carried out by Granat and by Ms M., hired by the applicant’s lawyer, were unreliable, since they had been conducted “by inappropriate persons using extra-procedural methods”. The investigator also summarised the applicant’s medical history. That summary states that the fungal infection was not detected before the examination of the applicant on 15 February 2010. The investigator concluded that the applicant’s allegations were untrue and refuted by other evidence obtained in the course of the previous inquiries.", "78. On 20 May 2010 the Donskoy Town Prosecutor quashed the decision of the investigator and ordered him to continue the inquiry. On 25 May 2010 the Deputy Chief Investigator of the Tula Regional Prosecutor’s Office also ordered the investigator to continue the inquiry. In particular, he ordered him to question the applicant in the presence of his lawyer, to carry out investigative actions specified in the decision of 3 March 2010 (see paragraph 60 above), and to assess the conclusions of expert Ms M.", "79. On 26 May 2010 the applicant was questioned in the presence of his lawyer. He testified that he would give evidence only as part of a formal criminal investigation in respect of the colony officials who had tortured him.", "80. On 2 June 2010 the investigator again examined cell no. 203 and established that loud screams in that cell were perfectly audible in the adjacent cell and in the corridors.", "81. On 4 June 2010 investigator Kn. decided not to open a criminal investigation into the applicant’s allegations. In his decision the investigator summarised the statements made by the applicant and his relatives, and compared them with the statements of the colony officials and convicts questioned in the course of the previous inquiries. The text of the decision of investigator Kn. was very close to the text of his earlier decision of 14 May 2010. Thus, he referred to the testimony of the colony officials, all of whom denied ill-treatment and characterised the applicant’s allegations as “lies”, “fairy-tales”, “delirium”, and so on. The colony officials excluded any possibility of the unlawful use of force by a colony official and or by a “loyal” convict in respect of another convict, since this would not have passed unnoticed by other detainees, and would have provoked a riot. This phrase, with minor variations, was repeated in the statements of at least seven colony officials and three convicts. They denied having seen the applicant being ill-treated or having heard of anything of that kind. The investigator also referred to the expert reports which attributed the absence of the applicant’s finger and toenails to mycosis (reports of 15 and 19 February 2010) and described the bruises on his body as not having been received before 4 February 2010. The investigator summarised the testimony of Mr Abr. and Mr Mat., two other convicts detained in the SHIZO at the time of the events at issue. He also mentioned the testimony of prison warder Kol., who had been on duty on an unspecified date after 10 February 2010. Warder Kol., in particular, testified as follows:", "“... During my round [I] noticed [the applicant] sitting by the table and beating himself with both hands in the chest, belly and legs. [I] did not attach any importance to it, since [I] believed that [the applicant] was trying either to flex his muscles or to warm himself up, although it was quite warm in the cell, and [the applicant] had his outdoor clothes on. [The applicant] hit himself on the hips, belly, chest, arms, and shoulders. Later [I] learned that [the applicant] had complained of beatings ... and then ... [I] reported [that incident] to my superiors.”", "82. The applicant challenged the decision of 4 June 2010 before the Donskoy Town Court. On 20 August 2010 the Town Court dismissed his complaint. The applicant lodged an appeal against the decision of the Donskoy Town Court. The court of appeal, having examined the decision, quashed it and remitted the case to the first-instance court for fresh examination.", "83. According to the Government, the court proceedings are still pending. According to the information and copies of court documents produced by the applicant, on 9 December 2010 the Donskoy Town Court decided to quash the decision of 4 June 2010 and remit the case for further inquiry to the investigator. In the operative part of the judgment, the Town Court held, with reference to the provisions of Article 13 of the European Convention, that the applicant’s arguments about the ineffectiveness of the inquiry were convincing, that the investigator had failed to establish with certainty the existence of grounds precluding further criminal investigation, and that the expert opinions should have been obtained by the investigator in full compliance with the law, in particular, by complying with the obligation to inform the experts about criminal liability for perjury. The Town Court added that the information thus obtained (that is, not in accordance with proper procedure) was unfit for confirming or rebutting the applicant’s allegations. The Town Court also noted that it was incapable of addressing the applicant’s allegations concerning the reliability of the information collected during the inquiry, since it was not the court’s role to predetermine the possible conclusions of a future criminal case. The case was thus referred back to the investigator. That decision was confirmed by the Tula Regional Court on 16 February 2011.", "84. On 21 March 2011 investigator Kn. decided not to open a criminal investigation into the case. The conclusions of investigator Kn. repeated his earlier decisions not to open a case. Investigator Kn. compared the applicant’s submissions and the testimony of the applicant’s relatives with other evidence, and concluded that the applicant had lied. The investigator concluded that the bruises found on the applicant’s body had been self-inflicted. He also concluded that the applicant had lost his fingernails as a result of a fungal infection. The investigator’s decision referred to the conclusions of the experts hired by the applicant’s lawyer. The investigator concluded that their reports were unreliable since those examinations had not been made as part of the official inquiry.", "85. On 2 April 2010 the Head of the State Centre for Forensic and Criminological Examinations of the Ministry of Defence, Mr P., wrote to the Prosecutor General about the incident of 23 March 2010 when one of the experts of the Centre, Ms M., was detained and threatened by colony officials. He asked the Prosecutor General to conduct an inquiry into that episode. In the opinion of Mr P. such actions of the colony officials could amount to an abuse of power, a criminal offence under the Criminal Code.", "86. That request was forwarded from the General Prosecutor’s Office to the Donskoy Town Investigative Department and was received there on 11 May 2010.", "87. On 14 May 2010 the investigator decided to open an inquiry into the actions of Ms M. The decision to open an inquiry pointed to various procedural irregularities in the expert report and its overall unreliability. The investigator also considered that the conclusions of Ms M. were outside of the field of her professional competence. He characterised the actions of the expert as having been in “excess of power”. There is no information about any development in those proceedings.", "88. On 3 June 2010 investigator B. of the Donskoy Town Investigative Department refused to open an investigation into the episode of 23 March 2010. Based on the testimony of colony officials who had accompanied Ms M. during her visit, the investigator concluded that she had lied about the circumstances of her visit to the colony.", "89. On an unspecified date the applicant complained to a court about the incident of 23 March 2010. The applicant sought to have the actions of the colony officials declared unlawful.", "90. On 15 July 2010 the Donskoy Town Court of the Tula Region dismissed the applicant’s complaint. The judge found that the colony administration had granted Ms M. leave to visit and examine the applicant, but that the permission had not included taking samples. When she had tried to obtain samples of the applicant’s blood and urine, the colony officials had contacted investigator Kn., who had informed them that Ms M. was not an officially appointed expert in the case. The colony officials had then examined her documents again, and decided that she was not entitled to provide medical assistance to the applicant. They had seized the samples and some medical instruments she had had with her. All those objects were “prohibited items” within the meaning of the prison rules, so their seizure had been lawful.", "91. The applicant appealed. On 23 September 2010 the Tula Regional Court dismissed the appeal, having confirmed the conclusions of the Town Court.", "92. On 23 June 2010 the applicant complained to the court that several entries in the medical file allegedly related to January, February and September 2009, had in fact been added much later by Dr Pr., or on his orders. Those entries indicated that the applicant had been diagnosed with “foot mycosis”, that he had twice refused hospitalisation without giving reasons, and that he had received some “ointment” from the colony pharmacy. The applicant claimed that those entries had been falsified and asked the court to commission an expert examination of his medical file.", "93. On 15 July 2010 the Donskoy Town Court dismissed his complaint as unfounded. The Town Court refused to commission an examination of the medical file or of the specific entries made by the medical personnel of the colony by a graphologist. The Town Court indicated that the applicant had sought to have the lawfulness of the colony officials’ actions verified. The court concluded that when making the entries at issue the colony officials had acted within their competence and thus lawfully, and that the applicant’s right to receive adequate and accessible information about his health condition and about the treatment he had received had not been breached. On 9 September 2010 the Tula Regional Court upheld the judgment of 15 July 2010 by the Town Court.", "94. On 16 July 2010, upon a complaint by a number of colony officials accused by the applicant of torture, the police of the Donskoy Town charged the applicant with criminal libel. He was prosecuted for having falsely accused those colony officials. By a decision of 17 November 2010 (confirmed on appeal on 30 March 2011) the Donskoy Town Court confirmed the lawfulness of the prosecutor’s decision to open a criminal case. There is no information about any further development in those proceedings.", "95. On 12 April 2010, in the evening, the applicant felt sick after having eaten: he suspected that he had been poisoned deliberately by the colony officials. He asked the warder on duty, Mr Shm., to call a doctor. He then purged himself in his cell, using tap water. According to the applicant, Dr Pr. came to examine him and gave him some pills. After taking one pill, the applicant felt acute pain in his stomach and started vomiting blood. Dr Pr. came again, but did not do anything to help. From his words the applicant understood that Dr Pr. expected him to die. At 7.40 p.m. Dr Pr. ordered the applicant’s transfer to the colony medical unit. The applicant refused to take any medicine from the colony doctors since he did not trust them, so an ambulance was called from a nearby town. The ambulance team arrived at 8.40 p.m.; the doctors gave him injections and fitted a drip. The applicant felt better. After that incident the applicant remained in the colony medical unit. He refused to eat the food prepared in the colony and ate only tinned food, out of fear of poisoning.", "96. According to the documents produced by the Government, on 12 April 2010 the applicant started to vomit blood. He was examined by a colony doctor and by an external ambulance team; however, he refused hospitalisation since he did not trust the doctors. According to the testimony of the doctors, he refused to show his mouth for examination.", "97. On 27 April 2010 the applicant was transferred to another colony, FBU IK-4, in the Tula Region. In his words, during the transfer he was insulted – the warders dragged him across the floor despite his weakness and the high fever he had that day.", "98. On 30 April 2010 the applicant had a meeting with his lawyer, Mr St. He gave Mr St. his T-shirt tainted with blood, which he had been wearing the day of the alleged poisoning.", "99. On 12 May 2010 the investigator questioned the colony doctor who testified that he had not detected any signs of the applicant having been poisoned. On the same day the applicant was taken from FBU IK-4 to FBU IK-1 for questioning. According to the applicant, the temperature in the prison van which transported him there and back was very high. In FBU IK-1 he was questioned by an investigator who threatened him and his wife, distorted his words, and refused to record his exact testimony.", "100. On 19 May 2010 the applicant was taken to FBU IK-1 for questioning again. He spent six hours in an overheated compartment of a metal prison van, in which he could not even stand upright (the dimensions of that compartment were 0.5 x 0.6 x 1.2 metres). The applicant stated that this had been on purpose, to cause a heart attack or other medical incident that would kill him.", "101. Abuse of office associated with the use of violence or entailing serious consequences carries a punishment of up to ten years’ imprisonment (Article 286 § 3 of the Criminal Code). Article 112 § 2 establishes liability for intentionally causing bodily harm of medium gravity with particular cruelty (up to five years’ imprisonment). Article 117 § 2 establishes liability for torture (up to seven years’ imprisonment).", "102. The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, the CCrP), establishes that a criminal investigation may be initiated by an investigator upon the complaint of an individual (Articles 140 and 146). Within three days, upon receipt of such complaint, the investigator must carry out a preliminary inquiry and make one of the following decisions: (1) to open criminal proceedings if there are reasons to believe that a crime has been committed; (2) to refuse to open criminal proceedings if the inquiry reveals that there are no grounds to initiate a criminal investigation; or (3) to refer the complaint to the competent investigative authority. The complainant must be notified of any decision taken. The refusal to open criminal proceedings is amenable to an appeal to a supervising prosecutor or to a court of general jurisdiction (Articles 144, 145 and 148).", "103. The victim shall have the right to take part in criminal proceedings (Article 22). The decision to recognise the procedural status of a victim may be taken by an investigator, within a criminal investigation, or by a judge (Article 42 § 1), where the case is before a court.", "104. The victim has, in particular, the following rights: to submit statements and evidence, to take part in the investigative steps which are carried out at his request, to read the findings of forensic studies, to obtain copies of the decisions concerning the institution of criminal proceedings and their discontinuation or adjournment, and to participate in the trial and appeal proceedings (Article 42 § 2 (2, 4, 9, 11, 13 and 14))."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}