{"ITEMID": "001-106460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF FLISAR v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Isabelle Berro-Lefèvre;Mark Villiger", "TEXT": ["5. The applicant was born in 1968 and lives in Martjanci.", "6. At around 10 p.m. on 2 October 2006 the police, having been called, intervened at the home of the applicant’s half-sister P., who had been behaving in a violent and threatening manner towards their mother. The applicant arrived at the scene after the police officers. During the police intervention, P. managed to escape together with her 8-year-old daughter. The applicant and the officers searched for P. In the meantime, she returned alone and refused to disclose her daughter’s whereabouts. The applicant got upset and, according to the police statement, grabbed P.’s neck with one hand and slapped her with the other hand, in the presence of the police officers. He then calmed down and was informed by the officers of the minor offence he had committed. In accordance with the summary procedure under the Minor Offences Act (hereinafter the “MOA”) he was fined 150,000 Slovenian tolars (approximately 625 euros (EUR)) for the offence of violent and aggressive behaviour. In his application to the Court the applicant maintained that he had assisted the officers and had been unjustifiably implicated in the situation.", "7. Four days later, the applicant received written notice of the payment order issued by the police, which stated that he had committed a minor offence under section 6(4) of the Protection of Public Order Act and included a statement of facts which read as follows (in its entirety):", "“The mentioned [person] was present at the incident involving his half-sister P. at home. Her conduct, insults and aggressive behaviour had upset him and for that reason he grabbed P.’s neck and slapped her across the face. After that act, he calmed down.”", "8. On 13 October 2006 the applicant lodged a request for judicial review. He alleged that his sister had been under the influence of alcohol and drugs, and had threatened and offended their mother and other people present, including the police officers. He also explained that P. had taken her child away in the car and had returned without her, refusing for a while to say where she had left her. The applicant and the officers had tried to convince her to disclose the child’s whereabouts but P. had threatened the applicant and spat at him. After being provoked by her, the applicant, fearing for the child, had approached her and gently held her neck but had not slapped her. She had then revealed the whereabouts of the child and one of the officers had gone with her to pick him up. The applicant alleged that he had committed no offence and that he had not slapped P. In accordance with section 63 of the MOA the police forwarded the request for judicial review to the Murska Sobota Local Court.", "9. On 26 May 2008 the Murska Sobota Local Court gave a judgment in which, relying on section 65(1) of the MOA, it rejected the applicant’s request for judicial review as unsubstantiated and upheld the payment order. The applicant was ordered to pay EUR 62 for the costs of the proceedings.", "10. As explained in the judgment, the court based its decision on the payment order and the statement of facts concerning the event, which the police submitted to the court at the same time as the request for judicial review. The court found as follows:", "“the conduct of the defendant towards his sister which was observed by the police officers personally and directly .... was unjustified regardless of her mental and physical state, which therefore leads the court to conclude that this [request for judicial review] is only an attempt at avoiding payment of the fine, since the court has no doubts as to the officers’ findings.”", "11. On 23 June 2008 the applicant then lodged a constitutional appeal alleging that his constitutional rights had been violated. He complained, inter alia, of a violation of the right to a fair trial and presumption of innocence, alleged that the judge had decided only on the basis of the police file, that there had been no public hearing, that he had not had enough time to prepare his request for judicial review and that no appeal lay against the first-instance court’s judgment.", "12. Relying on section 55b(1)(3), read together with section 55a(2)(4) of the Constitutional Court Act, the Constitutional Court dismissed the appeal on 25 August 2008. The decision was served on the applicant on 30 August 2008.", "13. For the relevant domestic law and practice see Suhadolc v. Slovenia ((dec.), no. 57655/08, 17 May 2011). In addition, the following domestic provisions are relevant to the present case.", "14. Section 6 of the Minor Offences Act (Official Gazette no. 7/2003), referred to as the “MOA”, defines an “offence” as any act that is against the law or in breach of a Government regulation or local self-government ordinance, and which is, as such, designated as a punishable minor offence. While the MOA contains some specific provisions concerning the elements of a minor offence and responsibility for such an offence, it also refers to provisions of the Penal Code, which are to be applied by analogy in minor-offence proceedings. In addition, the principle of the presumption of innocence is included in the MOA, which provides in section 7 that “persons accused of having committed minor offences are innocent until their responsibility is established by a final decision”.", "15. Under section 57, in cases where an officer observes the commission of the offence, or where the latter is established by special technical equipment, the authority may issue a “payment order” (plačilni nalog). The payment order has the same effect as the authority’s decision. However, the measure of imprisonment for non-payment is not available when the fine was imposed by a payment order.", "16. A judge can decide on the admissibility and merits of the request for judicial review on the basis of the file received from the administrative authority. Under section 65 of the MOA, the judge may reject the request in a judgment, if there is no need for further fact-finding and if the grounds for appeal are not established. This is done without hearing the applicant. If the judge finds that the facts were correctly established but that a different sanction should be imposed, he may uphold the request in part and modify the administrative authority’s decision accordingly. If a violation of procedural or substantive law is established or if further fact-finding is required, the judge quashes the decision and decides on the case in ordinary judicial proceedings to which the accused and the authority that issued the impugned decision are parties. In these judicial proceedings, the defendant has a right to be heard orally by the judge, to adduce evidence, to make procedural requests and to appeal against the judgment (sections 67, 69, 90, 114 and 119 of the MOA). Under section 125 of the MAO, the judge can, at his discretion, schedule a public hearing in ordinary judicial proceedings.", "17. Section 6 of the Protection of Public Order Act (Zakon o varstvu javnega reda in miru, Official Gazette no. 70/2006, in force since 2 July 2006) reads as follows:", "“ (1) Any person who challenges or incites another person to fight, acts dangerously or violently, or insults or offends another person ... shall be punished with a fine of between 60,000 and 120,000 Slovenian tolars (SIT).", "(2) A person who hits another person shall be punished with a fine of between SIT 80,000 and 150,000.", "(3) The person who engages in a fight shall be punished with a fine of between SIT 100,000 and 300,000.", "(4) If an offence listed in subsections (1)-(3) above is committed against ... a blood relative in the direct line ... , the offender shall be punished with a fine of between SIT 150,000 and 300,000 [EUR 625 to 1,251].”", "18. The Constitutional Court Act (Zakon o ustavnem sodišču, Official Gazette no. 15/1994, as amended on 30 May 2007, Official Gazette no. 64/2007 – official consolidated version) provides in section 53 as follows:", "“(1) A constitutional complaint must state the following:", "- the decision which is challenged, the authority which issued it, its", "reference number, and the date it was issued;", "- the human rights or fundamental freedoms allegedly violated;", "- the reasons that support the violations;", "- the date on which the claimant was served the decision which he challenges;", "- if the claimant is a natural person, the full name of the claimant and the address of his permanent or temporary residence, or, if the claimant is a legal entity, state authority, bearer of public authority, or other legal subject, its name and where it is based, as well as the name and title or position of its representative;", "- other information determined by the Rules of Procedure of the Constitutional Court.", "(2) The constitutional complaint must be submitted in writing. A copy of the challenged decision and all other decisions that were issued in connection with the challenged decision in proceedings before the competent authorities in the case, as well as the relevant documents on which the constitutional complaint is based, must be enclosed with the complaint.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}