{"ITEMID": "001-105032", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KATSARSKA AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["The applicants, Ms Kina Koseva Katsarska, Mr Krasimir Stefanov Katsarski, Mr Lachezar Stefanov Katsarski and Ms Todorka Hristova Damyanova, are Bulgarian nationals who were born in 1927, 1955, 1962 and 1928 respectively. The first three applicants live in Blagoevgrad and the fourth applicant lives in Sofia. The applicants were represented before the Court by Mr Y. Yankov, a lawyer practising in Sofia.", "The ancestors of the applicants owned a plot of land and a two-storey building in Blagoevgrad. A portion of that property was expropriated in 1948. However, in practice the whole property was taken and allocated for use by the State enterprise T.", "Two additional storeys to the expropriated building were constructed by the State in 195455 and 196870 respectively.", "In 1993, following the demise of the communist regime, T. was transformed into a State-owned limited liability company. Pursuant to the legislation in force at the time, it acquired ownership of the two additional storeys previously allocated for its use.", "On an unspecified date after the adoption of legislation in Bulgaria in the early 1990s which provided for the restoration of titles to certain types of expropriated property, the applicants obtained restitution of the land and the first two storeys of the building.", "In 1997 the first, second and third applicants brought a rei vindicatio claim against the company T. and the State. They argued that they had become coowners of the two storeys constructed after the expropriation, as only parts of the building had been expropriated from their ancestors. As their ancestors had never consented to another person constructing and becoming owner of the two new storeys, the State could not have acquired the entire property.", "The claim was examined at three levels of jurisdiction and dismissed in a final judgment of the Supreme Court of Cassation of 29 December 2005. The domestic courts found that the two additional storeys could not be subject to restitution under the denationalisation legislation, because they had never been expropriated. Furthermore, even if the applicants’ ancestors had remained co-owners of the property, parts of which had been expropriated, and had thus become co-owners of the two additional storeys, their rights had been extinguished and the State had acquired full ownership of these storeys through adverse possession, once the applicable ten-year statutory period had expired. The provisions of the restitution legislation, relied on by the first, second and third applicants, stating that the rules on adverse possession did not apply to expropriated property, were not applicable in the case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}