{"ITEMID": "001-108494", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HAJILI v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Stand for election)", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1962 and lives in Baku. He stood for the elections to the National Assembly (Milli Majlis) of 6 November 2005 as a candidate of the opposition bloc Azadliq.", "6. The applicant was registered as a candidate by the Constituency Electoral Commission (“the ConEC”) for the single-mandate Zaqatala Election Constituency no. 110.", "7. There were a total of forty-one polling stations in the constituency. At the end of election day, the applicant obtained copies of official records of election results (səsvermənin nəticələrinə dair protokol) drawn up by all forty-one Polling Station Electoral Commissions (“PECs”). According to the copies of the PEC records in the applicant’s possession, he received the majority of votes in the constituency.", "8. On 7 November 2005 the applicant lodged a complaint with the Central Electoral Commission (“the CEC”), claiming that, after the submission of all the PEC records of results to the ConEC, the PEC records for Polling Stations nos. 23, 24 and 25 had been falsified in favour of one of his opponents.", "9. On 14 November 2005 the CEC acknowledged receipt of the applicant’s complaint and also notified him that, on 12 November 2005, it had issued a decision to invalidate the election results for the entire Zaqatala Election Constituency no. 110. The decision, in its entirety, stated as follows:", "“Pursuant to Articles 19.4, 19.14, 25.2.22, 28.4, 100.12 and 170.2.2 of the Electoral Code and sections 3.5 and 3.6 of the Law of 27 May 2003 on Approval and Entry into Force of the Electoral Code, the Central Electoral Commission decides:", "1. To invalidate the election results in Polling Stations nos. 1, 2, 6, 8, 10, 15, 17, 19, 20, 22, 24, 25, 26, 31, 33, 34, 36, 37 and 40 of Zaqatala Electoral Constituency no. 110 due to impermissible alterations [“yolverilməz düzəlişlər”] made to the PEC records of election results [“protokollar”] of those polling stations as well as infringements of the law [“qanun pozuntuları”] which made it impossible to determine the will of the voters.", "2. To invalidate the election results in Zaqatala Electoral Constituency no. 110 due to the fact that the number of polling stations in which the election results have been invalidated constitutes more than two-fifths of the total number of polling stations in the constituency and that the number of voters registered in those polling stations constitutes more than one-quarter of the total number of voters in the constituency.”", "10. On 14 November 2005 the applicant lodged an appeal against that decision with the Court of Appeal, arguing that the findings in the CEC decision were wrong. He argued that, while the CEC decision stated that “impermissible alterations” had been made to the results records of nineteen PECs, in reality such alterations had been made to the records of only three PECs (in Polling Stations nos. 23, 24 and 25). As for the PEC records for other polling stations, the photocopies of the same PEC records which were in his possession did not contain any such alterations or changes. According to those PEC records (and excluding the PEC records for Polling Stations nos. 23, 24 and 25), he had obtained the highest number of votes in the constituency. The applicant requested the court to quash the CEC decision of 12 November 2005 and to declare him the winner of the election in the constituency.", "11. During the hearing held on 14 November 2005, the judges of the Court of Appeal did not independently examine the originals of the PEC and the ConEC records of results or hear witnesses called by the applicant. The Court of Appeal upheld the CEC decision by reiterating the findings made in that decision and concluding that the invalidation of the election results based on those findings had been lawful.", "12. The applicant lodged a cassation appeal. In addition to the arguments advanced in his appeal before the Court of Appeal, he also complained, inter alia, that the Court of Appeal had refused to independently examine the primary evidence and had simply taken the CEC’s findings as fact. He also complained that the CEC had failed to consider the possibility of ordering a recount of the votes as required by Article 108.4 of the Electoral Code and to summon him as an affected party and hear his explanation as required by Article 112.8 of the Electoral Code.", "13. On 23 November 2005 the Supreme Court rejected the applicant’s appeal and upheld the Court of Appeal’s judgment as lawful.", "14. On 1 December 2005 the Constitutional Court ordered repeat elections to be held on 13 May 2006 for all electoral constituencies in which the results had been invalidated, including the applicant’s constituency.", "15. After the votes in a polling station have been counted at the end of election day, the PEC draws up an official record of election results (in three original copies) documenting the results of the vote in the polling station (Articles 106.1-106.6). One copy of the PEC record, together with other relevant documents, is then submitted to the relevant ConEC within twentyfour hours (Article 106.7). The ConEC verifies whether the PEC record complies with the law and whether it contains any inconsistencies (Article 107.1). After submission of all PEC records, the ConEC tabulates, within two days of election day, the results from the different polling stations and draws up a record reflecting the aggregate results of the vote in the constituency (Article 107.2). One copy of the ConEC record of results, together with other relevant documents, is then submitted to the CEC within two days of election day (Article 107.4). The CEC checks whether the ConEC records comply with the law and whether they contain any inconsistencies (Article 108.1) and draws up its own final record reflecting the results of voting in all constituencies (Article 108.2).", "16. If within four days of election day the CEC discovers mistakes, impermissible alterations or inconsistencies in the records of results (including the accompanying documents) submitted by ConECs, the CEC may order a recount of the votes in the relevant electoral constituency (Article 108.4).", "17. Upon review of a request to declare invalid the election of a registered candidate, an electoral commission has a right to hear submissions from citizens and officials and to obtain necessary documents and materials (Article 112.8).", "18. In the event of the discovery of irregularities aimed at assisting candidates who were not ultimately elected, such irregularities cannot be a basis for the invalidation of the election results (Article 114.5).", "19. The ConEC or CEC may invalidate the election results for an entire single-mandate constituency if election results in two-fifths of polling stations, representing more than one-quarter of the constituency electorate, have been invalidated (Article 170.2.2).", "20. According to former Article 106.3.6 of the Electoral Code in force at the material time, during the initial vote-counting at a polling station at the end of election day, if a voting ballot which had not been properly placed in the corresponding envelope was found in the ballot box, the vote on that ballot was considered to be invalid. Article 106.3.6 was subsequently repealed on 2 June 2008.", "21. The relevant excerpts from the report read as follows:", "“Although constituency aggregate results were made available within the legal deadline, detailed results by polling station were only released on 10 November, four days after the election, despite the computer networking of all ConECs with the CEC. This made it difficult for candidates and observers to check that results had been reported accurately. Protocols from two constituencies, 9 and 42, were never posted publicly. ...", "The CEC invalidated the results of four constituencies [including Zaqatala Election Constituency no. 110] under Article 170.2 of the Election Code, which states that if a ConEC or the CEC cancels more than 2/5 of PECs representing more than 1/4 of the total electorate in a constituency, then the entire constituency result is considered invalid. ...", "At least ... two ConEC chairpersons [ConECs 9 and 42] were dismissed after election day for involvement in electoral malfeasance. The two ConEC chairpersons were arrested and charged with forging election documents. ... The CEC forwarded materials on possible criminal violations to the Prosecutor General’s Office regarding 29 PECs. ...", "The process of invalidation of aggregated results in four constituencies by the CEC did not have sufficient legal grounds or an evidentiary basis, nor was the process transparent. The CEC decisions on the invalidation of the election results in the four constituencies concluded that there were “unacceptable modifications performed on the protocols and law infringements which made it impossible to determine the will of the voters” but did not provide any factual basis to support this conclusion. ...", "Furthermore, when it invalidated results, the CEC did not make the required initial factual inquiry [as required by Article 170.2 of the Election Code], and ignored Article 108.4 of the Election Code, which authorizes the CEC to order a recount of votes in a constituency if the protocols and documents submitted by the ConEC reveal “mistakes, inadmissible corrections and inconsistencies.” Protocols of ConECs and PECs were not examined or reviewed at CEC sessions. Invalidation of results in a polling station was premised solely on the conclusion of an individual CEC member as to whether a protocol should be invalidated. The judgment of a single CEC member that there were deficiencies in the protocol was accepted as established fact without any explanation of the alleged defect or identification of the number of votes involved. Accordingly, there was no factual basis presented publicly for invalidating results in any of the four constituencies, which is particularly troubling since the CEC registered few complaints that alleged violations in these constituencies. ...", "The adjudication of post-election disputes in the courts largely disregarded the legal framework, and fell short of internationally accepted norms. ... In most cases, complaints and appeals were either dismissed without consideration of the merits or rejected as groundless by both the Court of Appeal and the Supreme Court.", "Opposition candidates appealed the CEC’s invalidation of results in constituencies 9, 42 and 110. The Court of Appeal upheld the three CEC decisions without any investigation or review of the primary documents and evidence, such as the PEC protocols. In constituency 9, the appellant petitioned the Court of Appeal to examine the protocols, which had been forwarded to the Prosecutor General’s office by the CEC. This petition was denied. In constituency 42, the appellant made an identical request and the court again denied the petition, ruling that it was impossible to obtain the protocols from the Prosecutor General within the legal deadline. The CEC was not able to explain or give any information as to any specific defect in an invalidated protocol or offer any explanation as to what change to a protocol was sufficient for invalidation. ...", "Proceedings in the Supreme Court did not correct the shortcomings noted above. The Supreme Court upheld each CEC decision.”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}