{"ITEMID": "001-95607", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KOLEVI v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 2;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. Mr Kolev was a high-ranking prosecutor. Between 1994 and 1997 he was Deputy Chief Public Prosecutor of Bulgaria and, thereafter, a prosecutor at the Supreme Cassation Prosecution Office and later at the Supreme Administrative Prosecution Office.", "7. His wife, Mrs Nanka Koleva, the second applicant, is a high-ranking prosecutor.", "8. On 10 January 2001 Mr Kolev was dismissed from his position by decision of the Supreme Judicial Council, on an application by the Chief Public Prosecutor, Mr F. The decision ordered Mr Kolev's retirement.", "9. During the months preceding Mr Kolev's dismissal, several other high-ranking prosecutors were dismissed and ordered to take early retirement.", "10. Mr Kolev lodged an appeal before the Supreme Administrative Court against his dismissal, stating, inter alia, that he had never applied for retirement and that he had not reached retirement age. By a judgment of 23 May 2001 a chamber of the Supreme Administrative Court quashed the dismissal as contrary to the law, noting that Mr Kolev had not reached retirement age and that even though he was eligible for early retirement this could only be ordered if requested by the person concerned.", "11. On appeal, that judgment was upheld on 10 December 2001 by a five-member chamber of the Supreme Administrative Court.", "12. On an unspecified date in 2002 Mr Kolev resumed his office as a prosecutor. He started work at the Supreme Administrative Prosecution Office.", "13. Between 1999 and 2006 Mr F. was the Chief Public Prosecutor of Bulgaria.", "14. According to Mr Kolev, the real reason for attempting to force him to retire was a conflict between him and the Chief Public Prosecutor. Mr Kolev allegedly knew the Chief Public Prosecutor very well as they had been in the same class as university students and had worked together for an unspecified period. Observing the behaviour of the Chief Public Prosecutor, Mr Kolev gradually formed the opinion that he was suffering from a psychiatric disorder. Also, a conflict between the two allegedly erupted in relation to plans – which Mr Kolev resisted – to allow public access to the archives of the military intelligence service dating from the communist period. According to Mr Kolev's statements, supported by several other public figures, the conflict also arose from the fact that the Chief Public Prosecutor had developed an authoritarian style and had repeatedly ordered other prosecutors to act unlawfully against persons whom the Chief Public Prosecutor perceived as his enemies. In particular, on numerous occasions the Chief Public Prosecutor had ordered his subordinate colleagues to open criminal proceedings against other persons on fabricated charges.", "15. On 23 February 2001 the Chief Public Prosecutor met Mr Kolev and allegedly ordered him to withdraw his appeal against the dismissal order of 10 January 2001 (see paragraph 8 above), threatening him with arrest and criminal prosecution if he did not comply.", "16. In March and April 2001 Mr Kolev made public his suspicions about the mental health of the Chief Public Prosecutor. In interviews for the press he stated that the Chief Public Prosecutor constantly feared plots, mistrusted his colleagues and regularly ordered unlawful actions to put pressure on persons whom he considered to be against him. He referred to the recent suicide of a high-ranking prosecutor, who had left a note stating that the Chief Public Prosecutor should resign. Also, in January 2001 the Chief Public Prosecutor had allegedly been very irritated by journalists who had reported that his brother had been arrested in Germany on suspicion of smuggling ancient coins and had ordered a series of criminal investigations and reprisals against the journalists and other persons connected with them. The car of one of the journalists had been set on fire soon after the reports had been published. Many persons had been summoned for questioning and various charges brought against some of them.", "17. Mr Kolev also wrote to the President of Bulgaria, informing him of his suspicions concerning the mental health of the Chief Public Prosecutor.", "18. At the relevant time other public figures also voiced the opinion that the Chief Public Prosecutor was suffering from a mental disorder and had committed numerous serious criminal acts. In 2002 Mr E.S., a former member of Parliament known for his publications about alleged crimes committed by high-ranking officials, published an open letter to the Supreme Judicial Council and other institutions, stating that the Chief Public Prosecutor had committed crimes and that he had a mental disorder. One of the allegations was that in February 2000 the Chief Public Prosecutor had murdered Mrs N.G., a lawyer who had allegedly served as an intermediary for the payment of bribes by criminals to prosecutors. Several public figures, including prosecutors, made statements to the press on the matter, some of them supporting the allegations.", "19. The Chief Public Prosecutor and other politicians denied the allegations and stated that they were the victims of a campaign by criminal groups which sought to destabilise the country and hamper pending investigations.", "20. In January 2002 Mr Kolev initiated proceedings before the Supreme Administrative Court seeking a declaration that the decision of the Supreme Judicial Council of 1999 to propose that the President of Bulgaria appoint Mr F. as Chief Public Prosecutor had been invalid because of procedural irregularities. In January 2002 the Chief Public Prosecutor requested a ruling from the Constitutional Court on the question whether the Supreme Judicial Council's proposals to the President were amenable to appeal before the Supreme Administrative Court. On 28 March 2002 the Constitutional Court ruled that those proposals were not amenable to appeal. On 18 May 2002 the proceedings before the Supreme Administrative Court were discontinued.", "21. Allegedly in reaction to Mr Kolev's public accusations, within a short period several sets of criminal proceedings were instituted against him and members of his family. It appears that prior to these events, Mr Kolev had never been the object of criminal investigations.", "22. On 8 March 2001 Mr Kolev was charged with illegal possession of weapons, as a handgun and a hand grenade had been found in his former office after his dismissal. The proceedings were terminated by the Sofia District Court on 29 June 2001 on the ground that Mr Kolev, who was still a prosecutor as the decision ordering his retirement had not yet entered into force, enjoyed immunity from prosecution.", "23. In April 2001 criminal proceedings were instituted against Mr Kolev on charges that he had breached the law in connection with an investigation he had conducted in 1991. Those proceedings were terminated by a decision of the Sofia City Court of 9 August 2001.", "24. In June 2001 criminal proceedings were opened against Mr Kolev's father on charges of illegal possession of fifty cartridges for a hunting rifle. Mr Kolev's father was later indicted. On 2 October 2002 he was acquitted. By a judgment of 13 January 2005 of the Sliven District Court the prosecuting authorities were ordered to pay Mr Kolev's father nonpecuniary damages for the anxiety caused by his indictment on charges that had proved unfounded.", "25. In June 2001 criminal proceedings were instituted against Mr Kolev in relation to a telephone conversation of 31 May 2001 (see paragraph 28 below). Those proceedings were terminated by the Sofia District Court on 2 August 2001.", "26. In June 2001 Mr Kolev was charged with aiding and abetting the murder of Mrs N.G. in February 2000 (of which others had accused the Chief Public Prosecutor). According to the charges, he had provided advice which had facilitated the commission of the offence.", "27. In September 2001 criminal proceedings were instituted against Mr Kolev and his son on charges that between 1995 and 1998 Mr Kolev had abused his office to provide his son with a handgun free of charge. Those proceedings were terminated on 18 July 2003 on the grounds that Mr Kolev had died and that it could not be considered that his son had acted wilfully.", "28. On 31 May 2001 Mr Kolev wrote to the Minister of the Interior and also gave interviews to the press in which he stated that he had learned that the Chief Public Prosecutor had ordered the fabrication of criminal charges against him, which would consist of drugs being “planted” on him with the aim of having him arrested on drug charges and silencing him. This information was published widely. On the same day Mr Kolev telephoned a former colleague and told him not to participate in this planned operation. In connection with that conversation, in June 2001 Mr Kolev was charged with having attempted to put undue pressure on an official (see paragraph 25 above).", "29. Mr Kolev repeated his accusations in a complaint he sent to the Supreme Judicial Council on 12 June 2001. He gave details, indicating the names of several persons who were allegedly involved in the plot and insisted, as he had done in previous complaints, that the Supreme Judicial Council should appoint a commission to investigate the crimes allegedly committed by the Chief Public Prosecutor.", "30. On 20 June 2001 Mr Kolev was arrested in Sofia in front of his home by officers of the anti-terrorist squad accompanied by Mr P. and Mr Ts.I., two high-ranking prosecutors. Immediately after the arrest Mr Kolev's flat and a vehicle belonging to Mr Kolev's son were searched. According to the record drawn up on that occasion and the charges brought later, several paper envelopes containing 2.6 grams of heroin and 1.89 grams of cocaine were found in Mr Kolev's pockets and in the car. The authorities seized a handgun lawfully owned by Mr Kolev's wife, and other belongings. A handgun and eight cartridges were found in Mr Kolev's son's car, according to the official record. The searches and seizures were approved the next day by a judge at the Sofia City Court.", "31. On 20 June 2001 a prosecutor ordered Mr Kolev's provisional detention for a period of 72 hours, relying on Article 202 (1)(1) and (1)(3) of the Code of Criminal Procedure.", "32. On the expiry of the 72-hour period, on 23 June 2001 another prosecutor issued a fresh order for Mr Kolev's provisional detention for another period of 72 hours, without mentioning the order of 20 June 2001. The new order was based on Article 152a (2) and (3) of the Code of Criminal Procedure.", "33. On 23 June 2001 Mr Kolev was charged with illegal possession of drugs and a firearm.", "34. On 24 June 2001 a lawyer acting for Mr Kolev protested against his detention in a complaint filed with the Supreme Judicial Council.", "35. On 25 June 2001 Mr Kolev was brought before a judge at the Sofia City Court.", "36. The prosecutor asked the court to order Mr Kolev's pre-trial detention. Mr Kolev and his lawyer stated that the detention was unlawful and was the result of a plot. Mr Kolev stated that he had seen prosecutors P. and Ts.I., who had been present during his arrest, placing two small paper packets among his belongings. Shortly after that the same persons had placed, in Mr Kolev's presence, a handgun in his son's car. Mr Kolev requested a fingerprint test, stating that such a test would prove his allegations.", "37. Mr Kolev also invoked immunity from prosecution on the strength of the fact that he was still a prosecutor. He also complained that he had been detained unlawfully after the expiry on 23 June 2001 of the 72-hour statutory period.", "38. The Sofia City Court remanded Mr Kolev in custody. The court found that the record drawn up during the arrest, which showed that drugs and a handgun had been found, was sufficient evidence to establish a reasonable suspicion that Mr Kolev had committed a serious offence. It also noted that several sets of criminal proceedings were pending against him (see paragraphs 21-27 above), which pointed to a danger of him committing an offence. The court considered that Mr Kolev did not have immunity from prosecution following his dismissal.", "39. The court refused to rule on the lawfulness of Mr Kolev's detention during the period before 25 June 2001, stating that it was not subject to judicial control and that its lawfulness had no bearing on the issue to be decided by the court, namely whether or not to remand Mr Kolev in custody.", "40. On 28 June 2001 Mr Kolev's lawyer submitted a complaint to the Supreme Judicial Council stating that on 21 June 2001 Mr Ts.I., a highranking prosecutor, had told him that he risked having criminal charges brought against him if he persisted in defending Mr Kolev. A week later, the lawyer had been asked to appear before a prosecutor and “furnish explanations” in relation to a case he had worked on in 1992 as investigator. The lawyer stated that inadmissible pressure had been brought to bear on him and requested an investigation.", "41. On 3 July 2001 the Sofia Court of Appeal dismissed a consequent appeal by Mr Kolev. One of the three judges gave a dissenting opinion.", "42. The majority stated that the court had no power to deal with Mr Kolev's allegations that the drugs and firearm found during his arrest had been “planted” by prosecutors, as that was a question which concerned the merits of the criminal case and could not be discussed in relation to Mr Kolev's detention.", "43. The dissenting judge stated that Mr Kolev enjoyed immunity from prosecution and that in any event, having regard to all the available information, Mr Kolev's detention had not been justified.", "44. On 7 August 2001 Mr Kolev submitted a fresh appeal against his continuing pre-trial detention. In accordance with the relevant procedural requirements, the appeal was lodged with the Sofia Investigation Service, which was in charge of the investigation against him. On 14, 23 and 28 August 2001 Mr Kolev and his lawyers complained, in submissions to the Sofia Investigation Service and the Sofia City Prosecutor's Office, of the delay in the examination of the appeal, which should have been transmitted to the Sofia City Court. As the appeal was not transmitted, on 5 September 2001 Mr Kolev lodged an appeal directly with the Sofia City Court. The court heard the case on 13 September 2001 and decided to release the applicant from custody and place him instead under house arrest.", "45. On an unspecified date an indictment was submitted to the Sofia City Court against Mr Kolev on charges of illegal possession of drugs and a firearm.", "46. On 22 November 2001 the Sofia City Court terminated the proceedings before it and referred the case back to the prosecuting authorities. The court noted that Mr Kolev enjoyed immunity from prosecution, his dismissal not having entered into force.", "47. On 29 November 2001, on an appeal by Mr Kolev against his house arrest, the Sofia City Court ordered his release.", "48. On 4 February 2002, following a final judgment of 10 December 2001 quashing the order for Mr Kolev's dismissal from his position as a prosecutor (see paragraphs 10 and 11 above), the Sofia Court of Appeal terminated the criminal proceedings against him as he enjoyed immunity from prosecution. That decision was upheld on 30 April 2002 by the Supreme Court of Cassation.", "49. The courts found that the criminal proceedings against Mr Kolev had been inadmissible from the outset. Pending examination of his appeal against his dismissal, the immunity conferred on him by the Constitution had not been removed. In such cases criminal proceedings could be brought and pre-trial detention ordered only if the Supreme Judicial Council had given its authorisation. That had not been done in Mr Kolev's case.", "50. Another set of criminal proceedings against Mr Kolev was terminated by the courts on 9 July 2002 on the same grounds.", "51. In November 2002 the Supreme Judicial Council agreed to deal with the public allegations against the Chief Public Prosecutor submitted by Mr E.S., a former member of Parliament.", "52. On an unspecified date Mr Kolev requested leave to appear and speak before the Supreme Judicial Council about the alleged unlawful activities of the Chief Public Prosecutor. The request was refused.", "53. On 4, 11 and 18 December 2002 the Supreme Judicial Council heard several statements and examined documentary material. The Chief Public Prosecutor was also invited to speak, but he did not attend.", "54. Mr A.A., the Head of the National Security Service, testified that in June 2001 Mr F., the Chief Public Prosecutor, and another high-ranking prosecutor, Mr. Ts.I., had given instructions that a cargo aeroplane loaded with military equipment be allowed to leave Bulgaria despite suspicions that the shipment violated a UN-imposed arms embargo. Mr F. had personally explained in private to Mr A.A. that he had intervened at the request of the President of Ukraine, Mr Kuchma, as the latter's son was co-owner of the company to which the aircraft belonged. Mr A.A. had refused to approve the actions of the prosecutors and had informed the President of Bulgaria and the Minister of the Interior. Since these events, two sets of criminal proceedings had been opened against Mr A.A. by prosecutors.", "55. Mr E.I., a former Interior Minister, testified that Mr F. had threatened him with bringing criminal proceedings against him. In 2001 he had been summoned to appear before high-ranking prosecutors and questioned about the purchase of several cars by the Ministry of the Interior. Mr E.I. also testified that while he was Minister of the Interior, numerous sets of criminal proceedings had been opened on dubious grounds against Ministry officials working with him, including his press officer.", "56. Mr V.M., a prosecutor from the Varna Appeals Prosecution Office, stated that he had been the victim of intimidation and threats ordered by Mr F., the Chief Public Prosecutor. He stated that Mr F. had created a climate of fear and submission in the prosecution service. Terrorising subordinates had become the usual method of management and unconditional submission to the Chief Public Prosecutor was the most valued quality of a subordinate prosecutor or staff member. Mr F. and his small circle of trusted individuals ruled the prosecution service. There was a practice of giving unlawful orders orally, with which prosecutors and staff were required to comply. Refusal was punished by arbitrary transfers of prosecutors to other functions and towns and the bringing of criminal charges against members of their families. Mr V.M. cited examples in this respect. Mr V.M. also spoke about specific cases of unlawful termination of criminal proceedings and unlawful intervention by high-ranking prosecutors in private disputes.", "57. Mrs V.S., a prosecutor from Pleven, testified that she and several of her colleagues had been improperly prevented from working on a case involving a substantial financial interest. She complained to the Supreme Judicial Council, whereupon she was summoned to furnish explanations before the Deputy Chief Public Prosecutor, Mr H.M., and three other highranking prosecutors, and was told to withdraw her complaint. Having heard her refusal, the Deputy Chief Public Prosecutor said: “A second case of a prosecutor committing suicide may occur”, apparently referring to the suicide, three months earlier, of a high-ranking prosecutor. After this meeting, disciplinary proceedings were instituted against Mrs V.S. and she was deprived of salary bonuses. Following appeals by Mrs V.S., these measures were set aside by the courts.", "58. Mr I.I., an investigator, testified that he had investigated the murder of Mrs N.G., a lawyer from Yambol, who had had a close relationship with the Chief Public Prosecutor. In this context, Mr I.I. discovered evidence of criminal acts committed by prosecutors. His efforts to secure evidence and investigate were frustrated, however, apparently as a result of repeated information leaks. Since the only persons who knew about the planned searches and seizures had been the Chief Public Prosecutor and five highranking prosecutors from his close circle, the leak must have come from them. The Chief Public Prosecutor personally supervised the course of the investigation despite his close relationship with the victim. Also, Mr I.I. discovered that two persons probably implicated in the murder had fled the country with the help of the Chief Public Prosecutor. As “punishment” for his probing into these facts, Mr I.I. was later unlawfully ordered to retire.", "59. The Supreme Judicial Council heard evidence from other prosecutors who also testified about an atmosphere of fear and submission in the prosecution service, unlawful oral orders issued by high-ranking prosecutors and repression against dissenters in the form of deprivation of salary bonuses, transfers and threats.", "60. Two other persons who gave evidence to the Supreme Judicial Council did not share these views.", "61. Following heated debates, during which divergent views were expressed by members of the Council, on 18 December 2002 it adopted a decision in which it stated, inter alia, that the Chief Public Prosecutor had introduced an authoritarian style and unlawfully “punished” prosecutors by transferring them or depriving them of salary bonuses, and that an atmosphere of fear was paralysing the normal functioning of the prosecution system. On the basis of these and other findings concerning specific violations of the administrative rules, the Council called on Mr F. to resign. The 25-member Council adopted the decision by thirteen votes to nine with one abstention. The decision was not legally binding, as at the relevant time the constitutional grounds for termination of the Chief Public Prosecutor's appointment were very limited (see paragraphs 128-131 below). Mr F. refused to resign.", "62. In his application to the Court, dated 17 December 2001, Mr Kolev complained under Article 5 of the Convention about his detention earlier that year. He stated that the violations of his rights were the result of a merciless campaign against him orchestrated by the Chief Public Prosecutor and that he had fears for his and his family's safety.", "63. Mr Kolev repeatedly voiced in public and in letters to State institutions his fear that he might be eliminated physically.", "64. On 28 December 2002 in the evening Mr Kolev was shot dead by an unknown assailant in front of his home in Sofia.", "65. The police were alerted immediately by passers-by. Several police officers and an investigator from the Sofia Investigation Service arrived at the scene, searched the area for several hours and interviewed passers-by.", "66. At the scene the police found and collected bullets and cartridges, a revolver and a hand grenade which had not exploded.", "67. The Deputy Chief Public Prosecutor, the Interior Ministry Secretary and other high-ranking officials visited the scene the same evening.", "68. On the same day an investigator from the Sofia Investigation Service opened an investigation into the murder of Mr Kolev.", "69. On 29 December the police and another investigator from the Sofia Investigation Service searched the area again in daylight.", "70. On 29 December 2002 the case was entrusted to an investigator from the Sofia Investigation Service. On the same day the investigator ordered ballistic and other expert reports and an autopsy.", "71. The autopsy carried out on 29 December revealed that Mr Kolev had received eight shots, some of them in the head.", "72. On 29 December the investigator interviewed twelve persons who had been in the area at the time of the murder. Some of them had noticed two to four men shortly before the shooting, but had not seen their faces.", "73. On 29 December the Deputy Chief Public Prosecutor appointed prosecutor A.I., Head of Division at the Supreme Cassation Prosecution Office, to supervise the investigation in the case. The case was registered as under “special supervision” by that office.", "74. On 30 December 2002 a senior officer of the national anti-terrorist squad, Mr V.D., was shot and killed by an unknown assailant. In statements they made later, the second applicant and other persons stated that his murder was probably connected with Mr Kolev's murder, since Mr V.D. had allegedly possessed information about Mr Kolev's murderer.", "75. On 29 December 2002 Mr E.S., a former member of Parliament who had previously accused the Chief Public Prosecutor of committing crimes, appeared before the investigator as he wished to help with the murder investigation. He had met Mr Kolev many times as both of them had been interested in investigating the crimes allegedly committed by the Chief Public Prosecutor. Their last meeting had been on 22 or 23 December 2002.", "76. Mr E.S. passed to the investigator information he had obtained from Mr Kolev, with several supporting documents. In particular, he stated that at their last meeting Mr Kolev had spoken about his findings implicating the Chief Public Prosecutor in the murder of the lawyer Mrs N.G. in February 2000. Mr Kolev had promised to put Mr E.S. in contact with a fugitive who had been falsely charged with that murder.", "77. Mr E.S. also stated that Mr Kolev, who had engaged for a certain period in unlawful activities ordered by the Chief Public Prosecutor, had later refused to continue and had started collecting evidence about those activities. Owing to his mental disorder the Chief Public Prosecutor constantly feared plots and considered as his enemy anyone who criticised him or did not execute his orders. Thus, Mr Kolev had been asked to open criminal proceedings on fabricated charges against persons the Chief Public Prosecutor considered his enemies, or even to commit murder. Among those “enemies” had been Mr V.M., a prosecutor at the Varna Appeals Prosecution Office and a former candidate for the post of Chief Public Prosecutor, as well as journalists who had revealed that the brother of the Chief Public Prosecutor had been charged in Germany with illegal trading in coins. Mr Kolev had told Mr E.S. that a number of high-ranking prosecutors at the Supreme Cassation Prosecution Office and other persons spent their time organising “revenge” against the “enemies”. Mr Kolev had named Mr A.P., an officer of the national anti-terrorist squad, as one of the Chief Public Prosecutor's “confidants”. Mr A.P. had blackmailed a banker, Mr G.P.Ts., and had managed to obtain large amounts of money from him. The banker had finally complained but “in response” had been arrested on fabricated charges and later a bomb had been found in his flat. Mr E.S. submitted to the investigator a copy of a written statement made by the banker in December 2000.", "78. Mr E.S. described in detail several more cases of alleged crimes committed by Mr A.P. and the Chief Public Prosecutor, about which he had learned from Mr Kolev. He gave the names of the persons involved.", "79. Mr E.S. also gave the name of an investigator who had told him that he had been threatened by the Chief Public Prosecutor and who had allegedly witnessed the latter's fits of insane rage. The investigator had also learned that electronic files from the hard drive of the computer found in the office of Mrs N.G., the lawyer murdered in February 2000, had been deleted in the course of the investigation because they had contained information implicating prosecutors.", "80. Mr E.S. affirmed that Mr Kolev had told him that he feared for his life and considered that the Chief Public Prosecutor had instructed Mr A.P. to have him killed.", "81. On 2 January 2003, a former trade union leader, Mr P.S., who had been charged with criminal offences on allegedly fabricated grounds, made public statements and also wrote to the investigation authorities. He stated, inter alia, that he had had numerous conversations with Mr Kolev, the last one having been on the day of his murder. Mr Kolev had told him about his efforts to collect information incriminating the Chief Public Prosecutor. Mr P.S. suggested that the records of those conversations could be found, as he was convinced that his and Mr Kolev's telephones had been tapped.", "82. On 15 January 2003 the second applicant, Mr Kolev's wife, a prosecutor from the Supreme Cassation Prosecution Office, made a public statement addressed to the Supreme Judicial Council. A copy was also sent to the investigator in the case. She accused Mr F., the Chief Public Prosecutor, of having ordered her husband's murder, together with Mr F.S. and Mr A.P. of the national anti-terrorist squad. In her view, the Chief Public Prosecutor was suffering from a mental disorder. Her late husband had refused to engage in unlawful acts ordered by the Chief Public Prosecutor and had revealed the latter's mental problems publicly, which had triggered a merciless campaign against him. Mr Kolev had been arrested on fabricated charges and several sets of criminal proceedings had been brought in 2001 and 2002 against him and his family members.", "83. The second applicant called on the Supreme Judicial Council to initiate proceedings for the removal of the Chief Public Prosecutor from office and to entrust the investigation of Mr Kolev's murder to independent prosecutors. That was vitally necessary in her view, having regard to the hierarchical structure of the prosecution system, which allowed total control by the Chief Public Prosecutor, and the atmosphere of fear which reigned among prosecutors and investigators.", "84. On 2 January 2003 prosecutor A.I. appointed a team of five investigators to work on the case. Three of them were from the Sofia Investigation Service and the other two from the National Investigation Service.", "85. In the following days the experts appointed by the investigator submitted their reports, describing in detail their findings and conclusions. In particular, the shots that had killed Mr Kolev had been fired at very close range, between 20 and 80 cm. The bullets found in his body and at the scene had all been fired from the same weapon, a 9 mm calibre handgun. Comparison with data kept by the police had not linked the bullets with a weapon previously used to commit another criminal offence. The revolver found next to Mr Kolev's body had a different calibre. It could not be linked to information about weapons used in criminal offences. The experts did not find traces of powder on Mr Kolev's fingers or hand. The expert who analysed the hand grenade noted that it was of a type used in the army and the police and also considered that it had been placed next to the body. It was further established that the hair taken from the victim's clothes was Mr Kolev's hair.", "86. On 6 January 2003 the second applicant, Mr Kolev's wife, appeared before the investigator but refused to answer his questions and challenged the independence of the investigation.", "87. In January 2003 the investigator searched Mr Kolev's office.", "88. At the beginning of February 2003 the investigator interviewed persons who had seen Mr Kolev on 28 December 2002 and also obtained from the police information about telephone calls made from or received by Mr Kolev's home telephone on the day of the murder. The calls were traced and the persons who had received them or made them interviewed. One of the calls had been made from a mobile telephone whose number was no longer valid and whose holder could not be identified.", "89. On the basis of witness statements it was established that on the evening of 28 December 2002 Mr Kolev had left his home intending to buy food in a nearby shop. He had been shot on his way back from the shop.", "90. In February 2003 the investigators questioned a man serving a prison term who had allegedly told other persons that he had bribed Mr Kolev in order to obtain release from prison. The man denied having said or done so. Also in February 2003, a man who walked into a police station and confessed to the murder of Mr Kolev was detained, but released shortly after it was established that he suffered from a mental disorder.", "91. In January and February 2003 several persons who had been passing in the area at the time of the murder were questioned for a second time. The police officer who had arrived first at the scene was also questioned. A politician whose telephone number had been dialled from Mr Kolev's home on the day of the murder was also questioned.", "92. The investigator also questioned a journalist who had known Mr Kolev. The journalist stated that Mr Kolev had shared his fears with him, stating that Mr F., the Chief Public Prosecutor, and two senior officers of the national anti-terrorist squad – Mr A.P. and Mr F.S. – wanted to liquidate him. The journalist further stated that Mr F., the Chief Public Prosecutor, suffered from a mental disorder and that guards from the National Guard Service and the Sofia chief of police could testify to that.", "93. In March 2003 the investigators questioned another journalist, who had published a book based on conversations with the notorious boss of a criminal gang, Mr I.K. According to the journalist, Mr I.K. had told her that Mr Kolev had worked for another criminal gang. In 1995 the two gangs had clashed over a consignment of illegally imported cigarettes and Mr Kolev had tried to use his position to have Mr I.K. moved to another detention facility, allegedly intending to use the opportunity to have him killed. The transfer had been prevented by two investigators of the National Investigation Service.", "94. On 26 September 2003 the investigator reported that it had not been possible to identify the perpetrator, and proposed that the proceedings be stayed. He transmitted the file to Mr Ts.I. from the Supreme Cassation Prosecution Office since the case was under “special supervision” by that office. The file was then transmitted to the Sofia Prosecutor's Office, which decided on 8 October 2003 to stay the proceedings.", "95. Mr Kolev's relatives, including the second applicant, appealed.", "96. On 16 June 2004 the Sofia City Court quashed the decision to stay the proceedings and instructed the prosecuting authorities to take additional measures. That decision was upheld by the Sofia Appeal Court on 12 July 2004. The courts found that the investigation had not taken all the measures that could lead to identifying the perpetrator. In particular, Mr Kolev's wife, the second applicant, had not been questioned. Having regard to her statement addressed to the Supreme Judicial Council, it was important to question her and then carry out further investigative measures to verify her allegations. In addition, the investigator had not attempted to establish whether there might be a link between Mr Kolev's murder and persons affected by high-profile cases he had worked on. The courts also noted that contrary to the relevant procedural rules, the case file did not contain information about any efforts on the part of the investigator to continue his inquiry after the proceedings had been stayed and report periodically. The courts also considered that ballistic and other experts should try to establish further details.", "97. On 27 July 2004 the Sofia Prosecutor's Office instructed the investigator to undertake further investigations.", "98. On 25 August 2004 the second and third applicants were questioned. They stated that they would not testify in the absence of their lawyer. The second applicant was summoned again and appeared on 21 September 2004 but refused to discuss the case, stating that the case should be investigated independently by the National Investigation Service.", "99. In September 2004 the experts appointed to clarify details about the shooting submitted their report.", "100. The investigator also requested and received from the Supreme Administrative Prosecution Office a list of cases of “public interest” on which Mr Kolev had worked after his reinstatement in 2002.", "101. On 13 October 2004 the investigation was suspended by a decision of the Sofia Prosecutor's Office on the ground that it had proved impossible to identify the perpetrator.", "102. The applicants appealed. They stated, inter alia, that the investigation was fully under the control of the Chief Public Prosecutor and gave the authorities' failure to secure the independence of the investigation as their reason for refusing to testify.", "103. By decisions of 13 July and 22 August 2005 the Sofia City Court and the Sofia Court of Appeal quashed the order staying the investigation and instructed the prosecuting authorities to undertake further investigations.", "104. The courts stated that the applicants were not entitled to refuse to testify, regardless of their fears that the investigation was not independent. Therefore, the applicants should be summoned again and questioned. The applicants' request for Mr F., the Chief Public Prosecutor, and several highranking prosecutors to be questioned should be considered afterwards. The courts also instructed the investigation authorities to collect information about cases that Mr Kolev had handled at the Supreme Cassation Prosecution Office, where he had worked earlier in his career.", "105. In so far as the applicants had insisted that the investigation should be handled by the National Investigation Service, which in their view was more independent, the courts stated that that request was inadmissible. The choice of investigators was at the discretion of the prosecutor supervising the case. The courts lacked the power to control that choice or to examine the applicant's allegations, namely that the investigation was not independent owing to the hierarchical structure of the prosecution system and the personal involvement of the Chief Public Prosecutor in the case.", "106. The second applicant was questioned on 19 October 2005. She made the same statements as those contained in her open letter of January 2003 to the Supreme Judicial Council (see paragraph 82 above). She stated her conviction that her husband had been killed because he had known too much about the Chief Public Prosecutor and had been working to secure his removal from office. Following the appointment of Mr F. as Chief Public Prosecutor, Mr Kolev had initially obeyed some of his unlawful orders, such as to put pressure on Mr V.M., a prosecutor from the Varna Appeals Prosecution Office. However, at some point Mr F. had asked Mr Kolev to kill Mr V.M. and he had refused. He had later refused to obey other orders and had thus become an “enemy” in Mr F.'s eyes. The Chief Public Prosecutor had first tried to intimidate him and silence him through dismissal and fabricated criminal charges and had later decided to eliminate him physically.", "107. Mrs Koleva also stated that she had herself witnessed the atmosphere of fear and paranoia created by the Chief Public Prosecutor among her colleagues. She insisted that all high-ranking prosecutors should be questioned, including the Chief Public Prosecutor. She also requested the questioning of Mr F.S., the head of the national anti-terrorist squad.", "108. Mrs Koleva also stated that the murder, two days after Mr Kolev's death, of Mr V.D., a senior officer at the national anti-terrorist squad with whom Mr Kolev had been in contact in the context of his private inquiry, had not been a coincidence. Mrs Koleva also noted that Mr Ts.I. and Mr P., the prosecutors who had participated in planting drugs and arresting Mr Kolev on fabricated charges in June 2001, had been promoted soon thereafter and that the arrest had been effected by officers of the national anti-terrorist squad loyal to the Chief Public Prosecutor.", "109. In October 2005 the investigator questioned three persons who had been Mr Kolev's lawyers. One of them, the former Chief Public Prosecutor, Mr I.T., assessed as absurd the suggestion that Mr F., the Chief Public Prosecutor, had been responsible for Mr Kolev's death.", "110. In November 2005 the investigator questioned Mr Kolev's son, who confirmed his mother's views. He also stated that his father had received threats by telephone. He stated that the investigation should look for a link between his father's murder and the murder, committed only two days after that, of Mr V.D. of the anti-terrorist squad.", "111. In November 2005 the investigator also questioned Mr V.M., a prosecutor from the Varna Appeals Prosecution Office and a former candidate for the post of Chief Public Prosecutor (see paragraph 56 above). He described in detail events dating from 2000, when Mr Kolev had asked him to resign and threatened him with proceedings, allegedly on the instructions of the Chief Public Prosecutor. Mr V.M. had refused, whereupon he had been transferred to a small town by order of the Chief Public Prosecutor. Mr V.M.'s complaint against the transfer, examined by the Supreme Judicial Council in 2000, had been widely publicised. Shortly after that, on 24 April 2000, his wife's notary office had been set on fire. On 25 May 2000 a bomb had exploded in the same office. Mr V.M. considered that those attacks had been part of the Chief Public Prosecutor's campaign against him. Mr V.M. stated that later, in 2001, Mr Kolev had contacted him and spoken openly about his conflict with the Chief Public Prosecutor. He had shared his fears, telling him that Mr A.P. of the anti-terrorist squad was probably organising an attempt on his life.", "112. In November 2005 the investigator questioned another prosecutor, who stated that he knew Mr Kolev only vaguely.", "113. On 17 February 2006 the Sofia City Prosecutor's Office ordered the investigation to be stayed on the grounds that the identity of the perpetrator could not be established.", "114. In February 2006 the seven-year term of Mr F. as Chief Public Prosecutor expired.", "115. On 11 and 17 October 2006, the second and third applicants, Mr Kolev's wife and son, were questioned again. They reiterated the facts on the basis of which they believed that Mr F., the Chief Public Prosecutor, and persons close to him, such as Mr F.S. and Mr A.P. of the national anti-terrorist squad, had been involved in Mr Kolev's murder. They also gave further details about criminal acts allegedly committed by the former Chief Public Prosecutor.", "116. On unspecified dates after February 2006 the investigators questioned Mr F.S. and Mr A.P. of the national anti-terrorist squad. They also questioned five other officers of the same service who had participated in Mr Kolev's arrest on 20 June 2001. The investigators also received information from the Sofia police that Mr G.G., one of those five officers of the national anti-terrorist squad, had been named as the murderer by a “voluntary informant” who had refused, however, to disclose his name and would not testify, even as a protected witness. On 24 September 2008 a prosecutor of the Sofia Prosecution Office ordered the suspension of the investigation, considering that there was insufficient evidence to bring charges in relation to Mr Kolev's murder.", "117. Articles 202 (1) and 203 of the Code of Criminal Procedure 1974 (“CCP 1974”), as in force at the relevant time, provided that a suspect might be held in custody without official charges for up to 72 hours by a decision of a prosecutor.", "118. Article 152a of the CCP 1974 provided that a person officially charged with having committed a criminal offence might be detained provisionally for up to 72 hours by a decision of a prosecutor. Within that time-limit the accused person had to be brought before a court.", "119. There is no reported domestic case-law on the question whether or not the 72-hour detention periods under Articles 202 and 152a may be consecutive.", "120. Under Article 152b of the CCP 1974, as in force at the relevant time, appeals against remand in custody must be submitted to the relevant investigator or prosecutor, who is under a duty to transmit them to the competent court “immediately”. The court must hold an oral hearing in the matter within three days of receipt of the appeal.", "121. Until September 2003, all judicial officers, including prosecutors, enjoyed immunity from prosecution. According to Article 132 of the Constitution, as in force until September 2003, read in conjunction with its Article 70, criminal proceedings against prosecutors could only be instituted if their immunity had been lifted by decision of the Supreme Judicial Council. The Judiciary Act 1994 (section 27(1)(6) and section 134(3)) provided that the power to make proposals to the Supreme Judicial Council for the lifting of a judicial officer's immunity was vested in the Chief Public Prosecutor.", "122. Since immunity could only be lifted on a proposal by the Chief Public Prosecutor, which meant that it was not possible to lift the immunity of the Chief Public Prosecutor against his will, in 1998 Parliament amended the Judiciary Act 1994 empowering the Presidents of the Supreme Court of Cassation and the Supreme Administrative Court and the Minister of Justice to submit to the Supreme Judicial Council proposals to lift the immunity of any judicial officer. On 14 January 1999 the Constitutional Court struck down the amendment finding that it violated Article 127 (1) of the Constitution, which vested in the prosecuting authorities the exclusive power to bring charges and maintain the accusation against suspected offenders (реш. № 1 по к.д. № 34/1998).", "123. In June 2002 Parliament adopted another amendment aimed at remedying the deficiency in the law. During the debates on the amendment, several members of Parliament considered that it was unconstitutional in view of the 1999 judgment of the Constitutional Court and expressed the view that the deficiency had its origins in the text of the Constitution and that it could only be remedied by amending the Constitution. Parliament nevertheless adopted a text according to which one fifth of the members of the Supreme Judicial Council could propose to the full Council that the immunity of any judicial officer be lifted.", "124. On 16 December 2002 the Constitutional Court set aside the amendment (реш. № 13 по к.д. № 17/2002) referring to the reasons given in its 1999 judgment. The Constitutional Court did not comment on the question whether the resulting impossibility of lifting the immunity of the Chief Public Prosecutor was compatible with the constitutional principle of legality and the fundamental rights protected by the Constitution.", "125. The deficiency was remedied with effect from 30 September 2003 when Parliament amended the Constitution, introducing, under Article 132 (4), the possibility for one fifth of the members of the Supreme Judicial Council to seek a decision by that Council authorising the bringing of charges and the detention of any judicial officer. Furthermore, Article 132 of the Constitution as amended no longer used the term “immunity” and limited the number of cases in which the authorisation of the Supreme Judicial Council was needed. According to the amended text, such prior authorisation was only necessary for the bringing of charges against judges and prosecutors where the charges concerned criminal offences allegedly committed by them in the exercise of their functions. Such authorisation was also necessary for detention orders against judges and prosecutors, regardless of the nature of the charges underlying the detention request. The Judiciary Act was amended with effect from 9 April 2004 to reflect these new constitutional provisions.", "126. Following the above-mentioned amendments, in theory any prosecutor or investigator could bring charges against the Chief Public Prosecutor without prior authorisation in respect of a criminal offence unrelated to the exercise of the latter's functions. However, the Chief Public Prosecutor could set aside any such decision taken by a subordinate prosecutor or investigator. Also, the Supreme Judicial Council's authorisation remained necessary for the Chief Public Prosecutor to be remanded in custody.", "127. By further amendment of the Constitution in February 2007 all the procedural limitations specific to criminal proceedings against judicial officers were abolished. The new Judiciary Act 2007 reflects this amendment in its provisions. Since February 2007, in theory any prosecutor or investigator has the power, without prior authorisation, to bring charges against the Chief Public Prosecutor or request the relevant court to order his pre-trial detention where there is sufficient information that he may have committed a criminal offence. As mentioned above, however, the Chief Public Prosecutor may set aside any such decision taken by a subordinate prosecutor or investigator.", "128. Under the 1991 Constitution, all prosecutors have the status of judicial officers (магистрати) and are thus part of the judicial system. After three years of service they obtain tenure. Appointment and dismissal of judicial officers is only possible if decided upon by the Supreme Judicial Council (see paragraphs 136 and 137 below). The Chief Public Prosecutor, who is also a judicial officer, is appointed by the President of Bulgaria on a proposal by the Supreme Judicial Council for one non-renewable seven-year term of office. Before the expiry of his term of office, the same grounds for dismissal apply as for all other judicial officers. He can be dismissed by the President of Bulgaria on a proposal by the Supreme Judicial Council.", "129. Under Article 129 of the 1991 Constitution, as in force until 30 September 2003, judicial officers with tenure, including prosecutors, could only be dismissed upon retirement, in cases of permanent physical incapacity or where they had been sentenced to deprivation of liberty following a final conviction on charges concerning a wilfully committed offence.", "130. Since 30 September 2003, when the Constitution was amended, dismissal is also possible on grounds of “a serious breach of, or systematic non-compliance with, the judicial officer's duties” and in cases of “acts harming the stature of the judiciary”. In 2006 Parliament adopted an amendment to the Constitution according to which not only the Supreme Judicial Council but also two thirds of the members of Parliament could propose to the President to dismiss the Chief Public Prosecutor or the Presidents of the two Supreme Courts on the grounds mentioned above. On 13 September 2006 the Constitutional Court struck down the amendment ruling that it purported to change the balance between the branches of power, whereas the Constitution required that such changes should be adopted by a Grand National Assembly. Several dissenting justices considered that the amendment was indispensable as the existing legal regime did not offer sufficient safeguards against unlawful acts committed by high-ranking prosecutors or judges. In her dissenting opinion, one of the justices noted the following:", "“Having regard to the fact that the Supreme Judicial Council includes members who are subordinate to the [Chief Public Prosecutor and the Presidents of the two Supreme Courts] or are in friendly relations with them, it is very likely that the Supreme Judicial Council would not be able to form a majority in favour of the dismissal of those three high-ranking judicial officers ... despite breaches of the law committed by them ...", "Prior to [the impugned constitutional amendment] the domestic legal order was helpless in such situations and the unlawful behaviour of judicial officers had to be endured over long periods.", "Tolerating lack of control and unaccountability is contrary to the spirit of the Constitution. [Unfortunately], as a consequence of [the majority's decision in the case under examination] the control over the activities of high-ranking judicial officers will remain ineffective, since it is exercised by themselves and their subordinates.”", "131. Under the Judiciary Act 1994 (section 40) and the Judiciary Act 2007 (section 230), the Supreme Judicial Council has the power to remove temporarily from office any judicial officer against whom criminal charges have been brought.", "132. The prosecution system in Bulgaria is centralised. All prosecutors are under the authority of and report to the Chief Public Prosecutor (section 112 of the Judiciary Act 1994, in force until 2007, and section 136 of the Judiciary Act 2007).", "133. The Chief Public Prosecutor, as the highest prosecutor in the hierarchy, has the power to issue binding orders concerning the work of every prosecutor, including work on particular cases, or to take over a case handled by another prosecutor (section 116 of the Judiciary Act 1994, in force until 2007, and sections 139 and 143 of the Judiciary Act 2007).", "134. The Chief Public Prosecutor has the power to submit to the Supreme Judicial Council proposals for the promotion, dismissal or disciplinary punishment of prosecutors (sections 27, 30 and 172 of the Judiciary Act 1994, in force until 2007, and section 38 and 312 of the Judiciary Act 2007).", "135. Under the CCP 1974, in force until 2006, the prosecutor controlled the investigation (Article 48 (3) of the CCP 1974). This included the power to give specific instructions, overrule the investigator or take over the entire investigation (Article 176 (1) of the same Code). The CCP 2006 reinforced the prosecutors' control and direct participation in the investigation of criminal offences. Furthermore, as a result of constitutional and legislative amendments of 2006, 2007 and 2009, the investigation service was integrated into the prosecution system and is now administratively subordinate to the Chief Public Prosecutor (Articles 127 and 128 of the Constitution and sections 136, 148-153 of the Judiciary Act 2007). In 2009 the Constitutional Court rejected a motion to declare unconstitutional the 2009 amendments to the Judiciary Act which provided for such subordination.", "136. The Supreme Judicial Council has 25 members. The Presidents of the Supreme Court of Cassation and of the Supreme Administrative Court and the Chief Public Prosecutor are members ex officio. Parliament elects eleven members, among whom there may be judges, prosecutors, investigators and lawyers. The remaining eleven members are elected at separate delegates' assemblies of judges (electing six members), prosecutors (electing four members) and investigators (electing one member) (Article 130 of the Constitution, sections 17-20 of the Judiciary Act 1994, in force until 2007 and sections 17 and 20-26 of the Judiciary Act 2007).", "137. Decisions concerning, inter alia, the dismissal of a judicial officer or a proposal to the President of Bulgaria to dismiss the Chief Public Prosecutor must be taken by the members of the Supreme Judicial Council by secret ballot. Until September 2003, when Article 131 of the Constitution was amended, that was not the case in respect of decisions concerning the lifting of judicial officers' immunity from prosecution, which were taken by an open voting procedure. Between September 2003 and February 2007 those decisions had to be taken by secret ballot as well. Since February 2007 the Supreme Judicial Council's authorisation is no longer necessary for the bringing of charges of any kind against a judicial officer (see paragraph 127 above).", "138. The following paragraphs describe the relevant aspects of several member States' legal systems, with the emphasis on the guarantees that exist to secure the effective and independent investigation of cases involving suspicion against high-ranking prosecutors. The report was prepared on the basis of an overview of the legal systems of Croatia, Cyprus, Estonia, France, Germany, Greece, Ireland, Italy, Malta, Russia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia and the United Kingdom.", "139. As regards the status of high-ranking prosecutors, in many jurisdictions they are part of the executive branch of the government, within which they enjoy functional independence. In a few countries, such as Italy and Greece, they are considered as part of the judiciary.", "140. In three countries special permission is required for the institution of criminal proceeding against the Chief Public Prosecutor. These are Croatia (from Parliament), Russia (from a panel of three Supreme Court judges on a proposal by the President of Russia) and Switzerland (from the Federal Department of Justice and Police). In Switzerland, authorisation can only be refused if the proceedings concern petty offences and it is estimated that a disciplinary sanction would be sufficient. The decision not to grant authorisation is subject to appeal before the Federal Court.", "141. In all other countries there are no such specific procedural obstacles to bringing charges against the highest-ranking prosecutors.", "142. The prosecution systems of the countries surveyed are structured hierarchically with higher-ranking prosecutors having the power to give orders and instructions to the lower-ranking prosecutors. Despite this structure, a number of safeguards are in place in the legal systems of member States to ensure the effectiveness and independence of the organs in charge of criminal investigations in respect of high-ranking prosecutors. These safeguards include:", "– transfer of the case to another entity within or outside the prosecution system;", "– special investigation procedure in cases involving suspicion against high-ranking prosecutors;", "– suspension of the prosecutor under suspicion from his duties (in the case of the highest-ranking prosecutor this decision would be made by the political bodies in charge of his appointment); and", "– general safeguards such as guarantees ensuring functional independence of prosecutors from their hierarchy and judicial control of the acts of the prosecution service.", "143. In particular, in Sweden, a special unit within the prosecution system, the national police-related crimes unit, handles the investigation and subsequent indictment of prosecutors and police officers. The prosecutor handling the investigation must have, if this is possible, a higher rank than the one being investigated. If a head prosecutor or his deputy is suspected of having committed a crime the case is handled by the Prosecutor-General. The Parliamentary Ombudsman or the Chancellor of Justice, two independent bodies outside the prosecution system, will carry out the investigation if the Prosecutor-General is concerned.", "144. In Malta the inquiry may be assigned to an ad hoc body in cases concerning the conduct of public officers or of officers or servants of a statutory body.", "145. According to the law in Spain, criminal proceedings against the highest-ranking prosecutors (Fiscal General del Estado, Fiscales de Sala del Tribunal Supremo) fall within the competence of the Criminal Section of the Supreme Court. In criminal proceedings against judges, judicial officers and prosecutors in general for crimes committed in the exercise of their functions, the competence lies with the Criminal Section of the High Court of each region. In both these cases the investigating judge is chosen from among the members of the section.", "146. The Code of Criminal Procedure in Italy has introduced a special mechanism for determining the competent judge in cases where judges or prosecutors are parties, with the aim of ensuring the autonomy of the judge's decision in cases in which his or her colleagues are involved.", "147. In a number of other countries, the investigation in cases involving suspicion against high-ranking prosecutors is carried out following the ordinary criminal procedure (Cyprus, England and Wales, Estonia, France, Germany, Greece, Ireland and the Former Yugoslav Republic of Macedonia). Nonetheless, there exist rules governing the distribution of cases aiming at ensuring independence. In Germany, in cases where the competent public prosecutor is subordinate to the public prosecutor under suspicion, the case may be entrusted to a prosecutor who is not bound by the instructions of the public prosecutor under suspicion. Moreover, by agreement between the Länder, the investigation can be taken over by another prosecution entity which has no personal connections to the prosecutor under suspicion and which is neither his subordinate nor his superior in the hierarchy.", "148. General procedural safeguards applicable in most countries include provisions guaranteeing the institutional or functional independence of public prosecutors, whether they are members of the judiciary or civil servants. In England and Wales the institution of public prosecution is based on a model described by academics as that of institutional dependence and functional independence. In Ireland, prosecutors are entirely independent in the performance of their functions.", "149. Prosecutors are protected from undue pressure through additional safeguards such as the obligation to prosecute all offences except petty offences (Germany, Switzerland, Italy, Spain and Greece). In England and Wales and France, which recognise the principle of discretionary prosecution, importance is attached to the transparency of official guidelines.", "150. Many of the countries studied (Cyprus, Estonia, Germany, Greece, Ireland, Italy, the Former Yugoslav Republic of Macedonia and Spain) provide for the transfer or suspension of public prosecutors during the course of criminal proceedings against them.", "151. Finally, in the legal system of England and Wales, any prosecutor's decision made “corruptly” or considered as grossly unreasonable can be challenged by judicial review or through the procedure of abuse of process. In Switzerland all procedural acts of the Federal Public Prosecutor are subject to appeal before the Federal Criminal Court. Judicial control of the acts of the prosecution service is an important safeguard also in Germany. If necessary, this control can be transferred to another court outside the radius of action of the prosecution service concerned.", "152. The Council of Europe Commissioner for Human Rights has issued an Opinion concerning independent and effective determination of complaints against the police, published on 12 March 2009 (document CommDH(2009)4). The document describes as best practice in that area the operation of an independent complaints body, with responsibility for the investigation of complaints which may concern Articles 2 or 3 of the Convention. The Commissioner further noted that in some member states, in order to address concerns about lack of independence of prosecutors when they work on cases against the police with whom they might have a close working relationship, specialist criminal prosecution authorities with their own investigators had been established. The example of ombudsman institutions which possess powers to bring charges before the court on their own authority was cited in this respect."], "VIOLATED_ARTICLES": ["2", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}