{"ITEMID": "001-107162", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BAJALDZIEV v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Violations of Art. 6", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["6. The applicant was born in 1944 and lives in Skopje.", "“... the transfer of the plot and house from the defendant’s mother to the defendant is not contrary either to the constitutional values or other binding regulations since the defendant, as heir, is eligible to have the land, which cannot be subject to any legal transaction, transferred to him ... the first-instance court ignored the fact that the claim had not been submitted against the other party to the contract ...”", "“... a question arises as to whether the transfer of the plot and house, under the contract, from the defendant’s mother to the defendant was contrary to the constitutional values and other binding regulations given the fact that the house had already been demolished when the contract was signed. In order to answer this question correctly, one should consider section 19 of the Building Land Act under which rights specified in sections 15 (1) and 17 (1) of that Act can be transferred from the former owner to ... heirs ... Under section 15 (1) of the Building Land Act, the former owner has a right to use undeveloped land. Section 17 (1) provides for the pre-emptive right of the former owner to construct a family house on building land. Section 19 of the Building Land Act, cited above, provides for the right to transfer these rights only to the persons enumerated therein. That means that undeveloped building land can be transferred. The first-instance court established that the plot in question was undeveloped given the fact that the house had been demolished when the contract was concluded. Having regard to the relevant provisions of the Building Land Act, cited above, the transfer of the right of construction to the defendant, as heir, when the gift contract was concluded between the defendant and his mother, was allowed.”", "13. The court further accepted the defendant’s arguments that it was not possible to sue Ms N.B., who had died in 1995, and that her heirs should, therefore, take her place. On an unspecified date the applicant specified his claim, introducing Ms B.G.B., Ms N.B.’s daughter, as a co-defendant.", "“On the basis of the established facts, the Court of Appeal found that the first-instance court had erred on the law, namely that the gift contract was not contrary to the constitutional values and binding regulations, despite the fact that the house did not exist when the contract was concluded. Under section 19 of the Building Land Act of 1991, the former owner could transfer the rights set forth in sections 15 (1) and 17 (1) of that Act only to ... heirs ..., who could no longer transfer it to other persons. Under section 15 (1) of the Building Land Act, the former owner has the right to use undeveloped land. Section 17 (1) provides for the pre-emptive right of the former owner to construct a family house on building land. Since the defendant is among the persons enumerated in section 19 of the Building Land Act, the court considers that transferring the right of construction to the defendant, as heir, when the gift contract was concluded between the defendant and his mother, was allowed.”", "20. Section 65 § 1 (5) of the 1998 Act, in force at the time, provided, inter alia, that a judge could not sit in a case if he or she had participated in the rendering of any decision by a lower court or another body in respect of the same case.", "22. The provisions concerning the legality review request relevant to the present case were described in the Bočvarska judgment (see Bočvarska v. the former Yugoslav Republic of Macedonia, no. 27865/02, §§ 54-58, 17 September 2009).", "24. Section 103 of the Obligations Act of 1978, in force at the time, specified the conditions under which a contract was regarded as null and void."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}