{"ITEMID": "001-98124", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SABAYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1968 and lives in the town of Kolomna in the Moscow Region.", "6. By judgment of 16 September 1999 the Elektrostal District Court of the Moscow Region examined the criminal case against the applicant and three other co-accused. The court convicted the applicant of aggravated blackmail and kidnapping and sentenced him to sixteen years' imprisonment. That sentence was upheld on appeal by the Moscow Regional Court on 25 January 2000.", "7. Thereafter the applicant sought to initiate supervisory review of his case.", "8. The applicant's supervisory review request to the Presidium of the Moscow Regional Court was partly successful. On 18 January 2001 the Presidium of the Moscow Regional Court, sitting as a supervisory review body, re-examined his case and partly changed the judgment of 16 September 1999.", "9. On 26 February 2002 the applicant requested one of the Deputy Presidents of the Supreme Court to initiate supervisory review proceedings in his case before the Supreme Court, arguing that the lower courts wrongly assessed the evidence in the case and failed to apply the domestic law correctly.", "10. Apparently in response to that request, on 11 June 2002 the Deputy President of the Supreme Court decided to initiate supervisory review proceedings in respect of the decisions of the lower courts in the applicant's case. The main reason for that decision was that while the lower courts had made a correct assessment of the facts of the case, they had erred in the legal characterisation of the offence committed by the applicant.", "11. According to the Government, on 5 November 2002 notifications that the supervisory review hearing would take place on 19 November 2002 were sent to the applicant and the lawyer who had represented him at the trial. They were also invited to respond to the arguments of the Deputy President of the Supreme Court.", "12. According to the applicant, he received a notification in the form of a telegram about the hearing of 19 November on 6 November 2002. From the documents submitted by the applicant it follows that he received a copy of the request of 11 June 2002 only on 27 November 2002, that is already after the supervisory review hearing in his case.", "13. The applicant explained that once the main set of criminal proceedings was over, the lawyer in question had ceased to represent him. He submitted a copy of the lawyer's letter dated 29 January 2006, in which the lawyer had confirmed the absence of any agreement to act on the applicant's behalf in the supervisory review proceedings of 19 November 2002. The lawyer also confirmed the receipt of the notification of 5 November 2002, along with a copy of the request of 11 June 2002, but stated that he had been unable to react to these documents for lack of authority.", "14. The parties agreed that the applicant asked to attend the supervisory review hearing in person.", "15. The applicant submitted a copy of that request. The request was made on 10 November 2002 but was not received by the Supreme Court until 26 November 2002.", "16. On 19 November 2002 the Supreme Court, in the presence of the prosecutor and one of the other co-defendants' lawyers, examined the arguments of the Deputy President's supervisory review appeal and amended the sentence by changing the charges of aggravated kidnapping to aggravated deprivation of liberty. The applicant's sentence was thus reduced from sixteen to thirteen years of imprisonment accordingly.", "17. By letter of 4 December 2002 the Supreme Court notified the applicant of the outcome of the supervisory review proceedings.", "18. Section VI, Chapter 30 of the Code of Criminal Procedure of 1960 (Уголовно-процессуальный кодекс РСФСР), in force at the material time, allowed certain officials to challenge a judgment which had become effective and to have the case reviewed.", "19. Pursuant to Article 356 of the Code of Criminal Procedure of 1960, a judgment became effective and enforceable as of the day when the appeal instance pronounced its decision or, if the judgment had not been appealed against, when the time-limit for appeal expired.", "“The grounds for quashing or changing a judgment [on supervisory review] are the same as [those for setting aside judgments which have not become effective on cassation appeals].”", "“The grounds for quashing or changing a judgment on appeal are as follows:", "(i) prejudicial or incomplete inquest, investigation or court examination;", "(ii) inconsistency between the facts of the case and the conclusions reached by the court;", "(iii) serious violation of procedural law;", "(iv) misapplication of [substantive] law;", "(v) inappropriate sentence considering the gravity of the offence and the convict's personality.”", "20. Article 371 of the Code of Criminal Procedure of 1960 provided that the power to lodge a request for a supervisory review could be exercised by the Prosecutor General, the President of the Supreme Court of the Russian Federation and their respective Deputies in relation to any judgment other than those of the Presidium of the Supreme Court, and by the Presidents of the regional courts in respect of any judgment of a regional or subordinate court. A party to criminal or civil proceedings could solicit the intervention of such officials for a review.", "21. According to Articles 374, 378 and 380 of the Code of Criminal Procedure of 1960, the request for supervisory review was to be considered by the judicial board (the Presidium) of the competent court. The court could examine the case on the merits, and was not bound by the scope and grounds of the extraordinary appeal. The Presidium could dismiss or uphold the request. If the request was dismissed, the earlier judgment remained in force. If it upheld the request, the Presidium could decide whether to quash the judgment and terminate the criminal proceedings, to remit the case for a new investigation, or for fresh court examination at any instance, to uphold a first-instance judgment reversed on appeal, or to amend and uphold any of the earlier judgments.", "22. Article 380 §§ 2 and 3 of the Code of Criminal Procedure of 1960 provided that the Presidium could in the same proceedings reduce a sentence or amend the legal classification of a conviction or sentence to the defendant's advantage. If it found a sentence or legal classification too lenient, it had to remit the case for fresh examination.", "23. Under Article 377 § 3 of the Code of Criminal Procedure of 1960, a public prosecutor took part in a hearing before a supervisory review body. The convicted person and his or her counsel could be summoned if the supervisory review court found it necessary. If summoned, they were to be given an opportunity to examine the application for supervisory review and to make oral submissions at the hearing. On 14 February 2000 the Constitutional Court of the Russian Federation ruled that the convicted person's presence was not optional but mandatory if the grounds for initiating the supervisory review proceedings could worsen his personal situation.", "24. Under Article 407 of the new Code of Criminal Procedure of 2001, which entered into force on 1 July 2002, the convicted person and his counsel are notified of the date, time and place of hearings before the supervisory review court. They may participate in the hearing provided that they have made a specific request to do so."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}