{"ITEMID": "001-75819", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ZLINSAT, SPOL. S R.O. v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Violation of P1-1;Pecuniary damage - reserved;Costs and expenses (Convention proceedings) - partially awarded and partially reserved", "JUDGES": "Peer Lorenzen", "TEXT": ["6. In September 1995 the Sofia Municipal Council decided to privatise a hotel owned by the Sofia Municipality, and situated in Gorna Banya, Sofia. In July 1996 the Sofia Municipal Privatisation Agency opened a procedure for the privatisation of the hotel through negotiations with potential buyers. At the close of the procedure only one company had submitted a privatisation bid. On 8 May 1997 that company assigned its rights under the privatisation procedure to the applicant company.", "7. On 10 May 1997 the applicant company entered into a privatisation contract with the Sofia Municipal Council, whereby it bought the hotel. It agreed to pay 425,000 United States dollars (USD) and also agreed to make, during the following five years, investments in the amount of USD 1,500,000. The applicant company also undertook to create fortyfive new jobs. Clause 8(7) of the contract stipulated that the applicant company was barred from disposing of the hotel for five years without the express consent of the Sofia Municipal Council. Clause 10 of the contract, however, stipulated that the applicant company could convey the hotel as noncash consideration for shares in a limited liability company, if it held at least 67% of such a company’s shares.", "8. In a decision of 7 July 1997 the Sofia City Prosecutor’s Office, acting pursuant to an article in the weekly newspaper Capital published in its issue of 25 May 1997, and to complaints by employees and leaseholders of hotel premises, ordered the suspension of the performance of the privatisation contract. It relied on Article 185 § 1 of the Code of Criminal Procedure of 1974 (“the CCrP”) and on section 119(1)(6) of the Judicial Power Act of 1994 (see paragraphs 37 and 38 below), and reasoned that the privatisation procedure had been tainted by a breach of paragraph 8 of the transitional and concluding provisions of the Transformation and Privatisation of State and MunicipallyOwned Enterprises Act of 1992 (see paragraph 44 below). There were also indications that certain interested parties had not been properly notified of the privatisation terms. The latest valuation of the hotel prior to the privatisation had been conducted under circumstances which called into question the objectivity of the officials involved. These facts could only be elucidated through a criminal investigation. The prosecution authorities were also bound to exercise their powers under Article 27 § 1 of the Code of Civil Procedure of 1952 (“the CCP”) (see paragraph 40 below). In these circumstances, the performance of the obligations in the privatisation contract would disturb public order, lead to the commission of offences by officials and economic offences, and cause considerable damage.", "9. The decision was served on the chairperson of the Sofia Municipal Council and on the Sofia Municipal Privatisation Agency, but not on the applicant company.", "10. The mayor of Sofia appealed against the decision to the Chief Prosecutor’s Office, arguing that the privatisation contract could only be set aside by a court. In a decision of 25 July 1997 the Chief Prosecutor’s Office dismissed the appeal, reasoning that the lower prosecutor’s office had correctly found that measures – consisting of the suspension of the performance of the contract – had to be taken to prevent the future commission of offences and that it was bound to seek the annulment of the contract by a court.", "11. The mayor of Sofia further appealed to the Chief Prosecutor. In a decision of 28 August 1997 the Chief Prosecutor rejected the appeal, fully endorsing the reasoning of the lower prosecutor’s offices and noting that a criminal investigation had been opened into the matter.", "12. The applicant company was not served copies of the above decisions and was apparently not aware of these developments.", "13. In the meantime, on 12 August 1997, the Sofia Municipality handed possession of the hotel over to the applicant company. On 18 August 1997 the mayor of Sofia ordered that all prior leaseholders be removed from the hotel premises.", "14. On an unspecified date the Sofia City Prosecutor’s Office apparently opened a criminal investigation against an official of the Sofia Municipality or the municipal company which previously owned the hotel. The charges apparently included abuse of office.", "15. In a decision of 2 October 1997 the Sofia City Prosecutor’s Office, relying on Article 185 § 1 of the CCrP and on section 119(1)(6) of the Judicial Power Act of 1994, ordered the police to remove the applicant company’s officers, subcontractors and agents from the hotel, which was to be placed in the custody of a Stateowned company. It also ordered the police to seize all accounting and other documents relating to the returns obtained by the company since it had taken possession of the hotel, and to notify its officers that any attempt to regain possession of the hotel would constitute an offence under Article 323 § 2 of the Criminal Code of 1968 (see paragraph 45 below). It reasoned that by undertaking these measures despite the fact that it had ordered the suspension of the performance of the privatisation contract and had commenced an action under paragraph 8 of the transitional and concluding provisions of Transformation and Privatisation of State and Municipally-Owned Enterprises Act of 1992 and a criminal investigation, the Sofia Municipality had seriously breached section 119(2) of the Judicial Power Act of 1994 (see paragraphs 35 and 44 below) and had infringed important public interests and public order.", "16. This decision was served on the Sofia Municipality, but not on the applicant company. The company learned about it on 6 October 1997, when the police arrived at the hotel, removed its officers and agents from the premises, and warned its manager that any attempt to regain possession of the hotel would constitute an offence under Article 323 § 2 of the Criminal Code of 1968 (see paragraph 45 below).", "17. The Sofia Municipality appealed against the decision to the Chief Prosecutor’s Office, arguing that it had been unlawful, as the applicant company was the rightful owner of the hotel and there were no legal grounds for its eviction. In a decision of 27 November 1997 the Chief Prosecutor’s Office dismissed the appeal. It found that the performance of the privatisation contract had been suspended and that an action had been commenced by the Sofia City Prosecutor’s Office aiming to annul the contract. The legal basis of the decision appealed against were Article 185 § 1 of the CCrP and section 119(1)(6) of the Judicial Power Act of 1994. The fact that a civil action had been commenced and that a criminal investigation had been opened indicated that there was a risk that an offence would be committed. The legality of the decision was not affected by the fact that it had not been served on the applicant company.", "18. Meanwhile, on 17 September 1997, the Sofia City Prosecutor’s Office, exercising its powers under Article 27 § 1 of the CCP (see paragraph 40 below), brought a civil action against the Sofia Municipality and the applicant company, seeking the annulment of the privatisation contract. It argued that it had been entered into under manifestly disadvantageous conditions, within the meaning of paragraph 8 of the transitional and concluding provisions of Transformation and Privatisation of State and MunicipallyOwned Enterprises Act of 1992. The price paid for the hotel had been below its real market value. The penalties stipulated in the contract in the event of a failure of the applicant company to perform its investment obligations were negligible. The applicant company was allowed to convey the hotel as noncash consideration for shares in a limited liability company despite the prohibition to dispose of the hotel for five years. The contract made no provision for its rescission in the event of nonperformance. Finally, the performance of the contract was questionable in view of the fact that the negotiations had initially been conducted with another company, while the applicant company had intervened in the process later.", "19. On 9 December 1997 the Sofia Municipality made a request for a declaratory judgment to the effect that the decisions of the Sofia City Prosecutor’s Office had been made without a legal basis, were ultra vires and thus null and void, and did not entail any legal consequences. In a final decision of 11 February 1998 the Sofia City Court rejected the request as inadmissible, holding that it was not connected with the subjectmatter of the original action, as it concerned acts which postdated the execution of the contract, and that it was not sufficiently precise, as it did not specifically identify all impugned decisions of the Sofia City Prosecutor’s Office. The court went on to say that it had no jurisdiction to rule on the lawfulness of prosecutors’ decisions and actions in civil proceedings.", "20. In a judgment of 3 April 1998 the Sofia City Court dismissed the Sofia City Prosecutor’s Office’s action. It held, inter alia, that the price at which the hotel had been sold was not unreasonable. It took into account not only the cash amount paid to the Sofia Municipal Council, but also the investment and job creation commitments. The court went on to say that there was no legal prohibition on the use of privatised property as noncash consideration for shares. There was nothing to prevent the parties to the contract to agree that the applicant company was free to do so under certain conditions. The Sofia City Prosecutor’s Office’s arguments concerning the possibility of such a transaction were immaterial, as the court’s task was not to hypothesise about future events, but to decide on the basis of concrete facts. The court further found that the lack of any clauses in the contract for its rescission did not render it manifestly disadvantageous, since in the event of nonperformance it could be rescinded by virtue of the law. The penalties provided by the contract for nonperformance were immaterial since the Sofia Municipal Council could in any event claim compensation for its actual damages by law. The court thus did not find it established that the contract had been entered into under manifestly disadvantageous conditions.", "21. The Sofia City Prosecutor’s Office appealed to the Sofia Court of Appeals. Its appeal was not endorsed by the Sofia Appellate Prosecutor’s Office, which argued in an additional memorial that the Sofia City Court had correctly disposed of the case.", "22. In a judgment of 4 March 1999 the Sofia Court of Appeals upheld the Sofia City Court’s judgment, with similar reasoning.", "23. Despite its previous stance, the Sofia Appellate Prosecutor’s Office lodged an appeal on points of law with the Supreme Court of Cassation, apparently on the express instructions of the Supreme Cassation Prosecutor’s Office (the successor entity of the Chief Prosecutor’s Office).", "24. A hearing was held on 28 June 1999, at which a prosecutor of the Supreme Cassation Prosecutor’s Office maintained the appeal.", "25. In a final judgment of 30 July 1999 the Supreme Court of Cassation upheld the lower court’s judgment, fully confirming its reasoning.", "26. In the meantime, while the proceedings before the Supreme Court of Cassation were pending, on 17 May 1999 the applicant company appealed to the Sofia Appellate Prosecutor’s Office against the Sofia City Prosecutor’s Office decisions of 7 July and 2 October 1997. It argued that they were unlawful and that the Sofia City Prosecutor’s Office reliance on Article 185 § 1 of the CCrP had been misplaced. It filed the appeal through the Sofia City Prosecutor’s Office.", "27. In a letter of 22 June 1999 the Sofia City Prosecutor’s Office informed the applicant company that the decisions had already been unsuccessfully appealed before the Chief Prosecutor’s Office and the Chief Prosecutor and sent the applicant company copies of the latter’s decisions. It noted that there were no new facts warranting the rescission or variation of the impugned decisions.", "28. On 6 July 1999 the applicant company filed its appeal directly with the Sofia Appellate Prosecutor’s Office.", "29. In a decision of 9 July 1999 the Sofia Appellate Prosecutor’s Office rejected the appeal. It reasoned that the decisions of 7 July and 2 October 1997 had already been appealed against before the Chief Prosecutor’s Office and the Chief Prosecutor, which had rejected the appeals. It had therefore no competence to examine them.", "30. On 24 August 1999 the applicant company applied to the Sofia City Prosecutor’s Office, asking it to rescind its decisions of 7 July and 2 October 1997. It argued that the dismissal of the action against it by means of a final judgment was a fresh fact indicating that the privatisation contract had not been entered into under manifestly disadvantageous conditions and that no State or public interests had been prejudiced thereby. Moreover, the prohibition to use the hotel had already lasted two years, without any justification, in breach of its right under Article 1 of Protocol No. 1 to peacefully enjoy its possessions.", "31. In a letter of 14 September 1999 the Sofia City Prosecutor’s Office informed the applicant company that there was no need to rescind the decision of 2 October 1997, but that the final judgment of the Supreme Court of Cassation was binding upon the parties to the case and they should comply with it.", "32. In a letter of 5 October 1999, a copy of which was sent to the applicant company, the Sofia City Prosecutor’s Office notified the police that following the Supreme Court of Cassation’s judgment the decisions of 7 July and 2 October 1997 were no longer enforceable.", "33. The Prosecutor’s Office („прокуратурата“) is part of the judicial branch (Article 117 § 2 of the Constitution of 1991). Its structure mirrors that of the courts (Article 126 § 1 of the Constitution of 1991). Prosecutors are appointed, promoted, demoted and dismissed the way judges are, and enjoy the same tenure and immunities (Articles 129, 131, and 132 § 1 of the Constitution of 1991). The task of the Prosecutor’s Office is to ensure the enforcement of the law by (i) prosecuting persons who have allegedly committed criminal offences, (ii) overseeing the execution of penalties and coercive measures, (iii) seeking the annulment of unlawful decisions and instruments, and (iv) participating, where provided by law, in civil and administrative proceedings (Article 127 of the Constitution of 1991).", "34. Section 112 of the Judicial Power Act of 1994 („Закон за съдебната власт“) provides that the Prosecutor’s Office is unified and centralised, that each prosecutor is subordinate to the respective senior prosecutor, and that all prosecutors are subordinate to the Chief Prosecutor (the latter is also provided by Article 126 § 2 of the Constitution of 1991). The Chief Prosecutor may issue directives and give instructions relating to the Prosecutor’s Office’s activity (sections 111(3) and 114 of the Judicial Power Act of 1994). The Chief Prosecutor oversees the work of all prosecutors, and the prosecutors of the appellate and the regional prosecutor’s offices oversee the work of their subordinate prosecutors (section 115(1) and (2) of the Judicial Power Act of 1994). Higher prosecutors may perform all acts which are in the competence of their subordinate prosecutors. They may also stay or revoke their decisions in the cases provided for by law (section 116(2) of the Judicial Power Act of 1994). The higher prosecutors’ written orders are binding on their subordinate prosecutors (section 116(3) of the Judicial Power Act of 1994).", "35. Prosecutors’ decisions issued within their competence and in accordance with the law are binding on all state officials and private persons (section 119(2) of the Judicial Power Act of 1994). Prosecutors may give orders to the police (section 119(4) of the Judicial Power Act of 1994).", "36. Prosecutors are immune from civil liability for the damage they have inflicted while discharging their duties, unless in so doing they have committed a publicly prosecutable criminal offence (Article 132 § 1 of the Constitution of 1991 and section 134(1) of the Judicial Power Act of 1994).", "37. Article 185 § 1 of the CCrP (repealed in 2003) provided that “the [criminal investigation authorities] shall be bound to take the necessary measures to prevent a criminal offence, for which there is reason to believe that it will be committed. [These measures may include] the temporary impounding of the means which could be used for committing the offence”. The new Code of Criminal Procedure of 2005, which entered into force on 29 April 2006 and superseded the CCrP, does not contain a provision similar to that of the former Article 185 § 1 of the CCrP.", "38. Section 119(1)(6) of the Judicial Power Act of 1994 provides that in carrying out their duties prosecutors “may take all measures provided for by law, if they have information that a publicly prosecutable criminal offence or other illegal act may be committed”. The text of section 119(1)(6) of the Judicial Power Act of 1994 closely matches that of section 7(1) of the repealed Prosecutor’s Office Act of 1980 („Закон за прокуратурата“), which provided that in case he or she “had information that a criminal offence or another illegal act might be committed, the prosecutor shall issue a warning and take all legally permissible measures to prevent those”.", "39. There is no reported caselaw on the exact import of these texts. During their 2002 visit to Bulgaria the Committee for the Prevention of Torture were told, while visiting a psychiatric hospital, that prosecutors had relied on Article 185 § 1 of the CCrP to order the confinement of individuals there (CPT/Inf (2004) 21, p. 53, § 150 in limine and footnote 12).", "40. Article 27 § 1 of the CCP, as worded at the material time, provided that prosecutors could, inter alia, commence a civil action on behalf of another person or entity if they considered that this was necessary to protect the State or the public interest.", "41. By section 117 of the Judicial Power Act of 1994, prosecutors are independent of the courts in the performance of their duties. Section 116(1) of the same Act provides that “all decisions and actions of a prosecutor may be appealed before the higher prosecutor’s office, unless they are subject to judicial review”, which is the case in respect of some of their decisions made in the course of criminal investigations (for instance under Articles 153a § 3, 237 § 3 and 239 § 7 of the CCrP).", "42. Article 181 § 1 of the CCrP provides that prosecutors’ decisions are appealable before the higher prosecutor. The appeal may be filed either through the prosecutor whose decision is appealed against, or directly with the higher prosecutor. In the former case, the appeal must be forwarded immediately to the competent prosecutor together with a written opinion by the lower prosecutor (Article 182 of the CCrP). The filing of the appeal has no suspensive effect unless the competent prosecutor decides otherwise. The higher prosecutor must rule on the appeal within three days of its receipt (Article 183 of the CCrP).", "43. The Supreme Administrative Court has held that prosecutors’ decisions are generally not subject to judicial review, because they are not administrative decisions as the Prosecutor’s Office is part of the judicial branch, its task is the defence of legality, it is a centralised structure, and all prosecutorial decisions and actions may be appealed before the higher prosecutors. Unlike the decisions of the administrative authorities, which are subject to judicial review unless otherwise provided by statute, prosecutors’ decisions may be scrutinised by the courts only in the cases expressly provided for by law, which is not the case in respect of decisions made under section 119 of the Judicial Power Act of 1994 (опр. № 10697 от 25 ноември 2003 г. по адм. д. 4844/2003 г., ВАС, пето отделение; опр. № 3815 от 27 април 2005 г. по адм. д. № 3033/2005 г., ВАС, петчленен състав; опр. № 5065 от 2 юни 2005 г. по адм. д. № 11114/ 2004 г., ВАС, петчленен състав).", "44. Paragraph 8 of the transitional and concluding provisions of that Act („Закон за преобразуване и приватизация на държавни и общински предприятия“), now superseded by new legislation, provided that all contracts disposing of State or municipal property which had been entered into under manifestly disadvantageous conditions could be annulled.", "45. By Article 323 § 2 of the Criminal Code of 1968, it is an offence for any person to take possession of an immovable property from which they have been lawfully removed.", "46. The principal enactment in this field is the State Responsibility for Damage Act of 1988 („Закон за отговорността на държавата за вреди, причинени на граждани“). Its section 1, as worded until 31 December 2005, provided as follows:", "“1. The State shall be liable for the damage suffered by private persons as a result of unlawful decisions, actions or omissions by its organs and officers, committed in the course of or in connection with the performance of administrative action.", "2. Compensation for damage flowing from unlawful decisions under [subsection 1] may be claimed after the decisions concerned have been annulled [in prior proceedings]. If the damage flows from an administrative decision which is null and void or from a act or omission which is unlawful, the nullity of the decision or the unlawfulness of the act or the omission shall be established by the court having cognisance of the claim for compensation.”", "47. Section 1 was amended with effect from 1 January 2006 and now expressly provides that juristic persons may also claim compensation under the Act. Previously the courts construed this provision as allowing only natural persons to claim compensation (реш. № 1307 от 21 октомври 2003 г. по гр.д. № 2136/2002 г., ВКС, пето г.о.; тълк. реш. № 3 от 22 април 2005 г. по гр.д. № 3/2004 г., ОСГК на ВКС).", "48. The general rules of the law of torts are set out in sections 45 to 54 of the Obligations and Contracts Act of 1951 („Закон за задълженията и договорите“). Its section 45(1) provides that everyone is obliged to make good the damage which they have, through their fault, caused to another. Section 49 provides that a person who has entrusted another with performing a job is liable for the damage caused by that other person in the course of or in connection with the performance of the job.", "49. Juristic persons are not liable under section 45(1) of the Act, as they cannot act with mens rea. They may, however, be vicariously liable under section 49 thereof for the tortuous conduct of individuals employed by them (пост. № 7 от 30 декември 1959 г., Пленум на ВС).", "50. One of the prerequisites of the liability in tort under sections 45 to 50 of the Act is the wrongfulness of the impugned conduct (реш. № 567 от 24 ноември 1997 г. по гр.д. № 775/1996 г., ВС, петчленен състав)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}