{"ITEMID": "001-91616", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MUHLE v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicants, Ms Gerlinde Mühle and Mr Gerhard Mühle, are German nationals who were born in 1954 and 1955 respectively and live in Dresden. They were represented before the Court by Mr T. Purps, a lawyer practising in Potsdam.", "In 1983 the Dresden City Council (Rat der Stadt Dresden) granted the applicants permission to build a house on 411 square metres of public land. On 15 November 1983 the house-owners’ right of use (dingliches Nutzungsrecht) was registered in the land register.", "On 23 May 1990 the applicants requested the sale of the property by the City of Dresden (“the City”) in accordance with the Act of the GDR Parliament (Volkskammer) on the Sale of Public Property.", "On 15 September 1993 the City was registered as the owner of the land in the land register.", "On 30 April 1997 the City and the applicants agreed on the terms of the sale of the property before a notary public. The parties agreed on the purchase price of 2,055 German marks (DEM – 1,050.70 euros (EUR)), corresponding to the value of the land (Bodenwert) in 1990, in accordance with the City’s practice regarding requests for sale made prior to 30 June 1990 by those who had legally built their houses on public land. The value of the land was estimated at DEM 92,175 (EUR 47,128.33) in 1998.", "The sale could only take effect once approved by the supervisory administrative body, as required by section 120 of the Saxony Municipal Act (see “Relevant domestic law and practice” below), and on 27 January 1999 the City requested that the sale be approved by the Free State of Saxony, represented by the Dresden Regional Council (Regierungspräsidium Dresden – “the Regional Council”). On 3 March 1999 the City informed the Regional Council that the difference between the purchase price and the value of the land would not be accounted for in the City’s budget. On 26 March 1999 the Regional Council refused to approve the sale. The Regional Council noted that a municipality was entitled to sell land below the market price in order to further the acquisition of private property in accordance with section 90(3), point (1), of the Saxony Municipal Act (Sächsische Gemeindeordnung – see “Relevant domestic law and practice” below), but, referring to a decree of the Ministry of the Interior of the Free State of Saxony of 22 April 1996, found that a sale in the present case would have an adverse effect on the municipal budget.", "On 26 July 1999 the Regional Council dismissed an objection by the applicants.", "On 8 May 1999 the Dresden Administrative Court (Verwaltungsgericht) ordered that the sale of the property be approved, noting that in accordance with section 90(3), point (1), of the Saxony Municipal Act taken in conjunction with section 61(1) and section 68(1) of the Property Law Reform Act (Sachenrechtsbereinigungsgesetz – see “Relevant domestic law and practice” below), the sale price should be set at half the value of the land but reasonable reductions might be granted in appropriate circumstances.", "On 27 January 2004 the Bautzen Administrative Court of Appeal (Oberverwaltungsgericht) reversed that decision and dismissed the applicants’ claim, holding that the refusal to approve the sale had been lawful as the conditions of section 90(3), point (1), of the Saxony Municipal Act had not been met. The applicants had no right to have the sale approved in view of the Dresden Regional Council’s approval of similar sales prior to the decree of 22 April 1996; only prior lawful administrative actions could give rise to a right to be treated alike, not approvals of contracts in violation of section 90 of the Saxony Municipal Act. The court noted that the applicants could either buy the property for half of the value of the land or reach an agreement with the City on another reasonable reduction of the purchase price; therefore the core of their property rights had not been impaired.", "On 5 August 2004 the Federal Administrative Court refused leave to appeal on points of law because the matter was not of fundamental importance and the lower courts had not committed procedural errors.", "On 30 November 2004 the Federal Constitutional Court refused to accept the applicants’ constitutional complaint for examination (no. 1 BvR 2113/04).", "Section 90 of the Saxony Municipal Act provides, inter alia:", "“(1) A municipality may sell assets if it does not need the assets to fulfil its obligations and if the sale does not conflict with the interests of general welfare. Assets shall be sold for their full value. The municipality may grant reasonable reductions on the purchase price of freehold apartments and real property on the basis of social considerations to further the acquisition of private property.", "(3) Legal transactions by which the municipality undertakes", "1. to sell real property or similar rights ... require the approval of the supervisory administrative body.”", "Section 120 of the Saxony Municipal Act provides that legal transactions that require approval have no legal effect until approved; if the approval is refused, the legal transactions are void ab initio.", "Section 61 of the Property Law Reform Act provides, inter alia, that the owner of a house that has been legally built on public property may sue the owner of the land with a view to obtaining acceptance of an offer to purchase it. Section 68(1) of the Property Law Reform Act provides that the purchase price must be half of the value of the land.", "Sections 8(1) and (1)(a) of the Act on the Identification of the Allocation of Former Public Property provide that municipalities may sell real property that is still listed as public property in the land register without it being subject to restrictions on the sale of municipal real property."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}