{"ITEMID": "001-111626", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF CIESIELCZYK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1957 and lives in Tarnow.", "6. On 16 July 2003 a television station, S.Tar TV Malopolska Telewizja Kablowa (hereafter “S.Tar TV”), and two individuals, Mr G. J. and Mr J. R., lodged with the Tarnow District Court (Sąd Rejonowy) a private bill of indictment against the applicant, charging him with several counts of defamation.", "7. On 24 May 2004 the Tarnow District Court found the applicant guilty of five offences of defamation under Article 212 of the Criminal Code and acquitted him of the remaining charges. The applicant was ordered to pay a fine of 2,000 Polish zlotys (PLN), PLN 500 to a charity, and to reimburse the private prosecutors PLN 1,000 for the costs of the proceedings.", "8. The court found him guilty of damaging the good name of S.Tar TV in that, between April 2002 and July 2003, through a means of mass communication, namely the Internet portal www.uczciwosc.org.pl, and by sending letters to the Tarnow Regional Prosecutor, the National Broadcasting Council (Krajowa Rada Radiofonii i Telewizji), the Minister of Justice, Bishop W. Sworc, and priests from several Tarnow parishes, he had made untruthful statements, in particular that S.Tar TV had been broadcasting pornographic material.", "9. Secondly, the applicant was found guilty of disseminating, on the above-mentioned Internet site, inaccurate information about one of the journalists working for S.Tar TV, Mr G. J., which had debased the victim in the eyes of the public and had undermined public confidence in him: public confidence was necessary for his profession. The court referred to statements published by the applicant to the effect that the victim had “lacked objectivity and closely collaborated with the incompetent President of Tarnow, Mr M. Bień, and his political godfather, the Civic Platform’s Member of Parliament, Mr A. Grad.”", "10. Thirdly, the applicant was convicted of disseminating, through the same Internet site, information to the effect that Mr J. R., another journalist employed by S.Tar TV, had provided viewers with inaccurate information, implying that the applicant had been pushing for the dismissal of the Tarnow President.", "11. The fourth charge on which the applicant was convicted consisted of making statements during a session of the Tarnow Municipal Council, in full knowledge that the session was being broadcast by S.Tar TV, which were inaccurate and damaging to the station’s good name. The statements in question included allegations that the station had been presenting one-sided information on city issues and had received money from the local authorities to present information in support of the latter’s “official line”.", "12. Finally, the applicant was found guilty of disseminating inaccurate information aimed at debasing Mr G. J. and undermining public confidence in him, by stating, in the presence of 100 people, that he had been responsible for manipulation of the media and was one of the greatest manipulators of cable television.", "13. The applicant was acquitted of the charge of making statements during a session of the Tarnow Municipal Council, which was broadcast by S.Tar TV, claiming that it was not objective and behaved in a totalitarian manner. The applicant was also acquitted of the charge that he had disseminated a leaflet entitled ‘Demonstration in Tarnow’” in which he made inaccurate statements to the effect that S.Tar TV had obtained a substantial sum of taxpayers’ money following an agreement with the city council.", "14. On 14 September 2004 the applicant lodged an appeal against the judgment.", "15. On 19 November 2004 the Tarnow Regional Court (Sąd Okręgowy) allowed the appeal in part. The court acquitted the applicant of three charges of defamation of S.Tar TV and Mr J. R. However, the court agreed that the applicant had defamed Mr G. J. on two occasions, namely during the demonstration and on his Internet site. The court further decided to conditionally discontinue the proceedings for a probationary period of one year, as it had established that the guilt and social danger of the act committed by the applicant were not significant. The court ordered the applicant to pay PLN 500 to a charity and the private prosecutor’s costs in the proceedings, in the amount of PLN 1,420. In setting the payment the court took into account the fact that the applicant had no previous convictions and had regard to his financial standing.", "16. The appeal court considered that the nature and context of the statements regarding S.Tar TV had not exceeded the boundaries of permissible criticism. The court found that the applicant had acted in the public interest, that his statements were not defamatory and that they did not therefore constitute an offence under the Criminal Code. As regards the applicant’s conviction for defamation of Mr J. R., the court quashed it and considered that there had been no evidence of an offence.", "17. With regard to the part of the judgment which it upheld, concerning the defamation of Mr G. J., the court established that on 11 April 2003 the applicant had organised a demonstration against corruption, incompetence and poverty, which involved about 200 people. During the demonstration he pointed at Mr G. J., a journalist working for S.Tar TV, who was filming the event. The description of the subsequent events as established by the Regional Court and the latter’s conclusions, read:", "...“[the applicant pointing at Mr G. J.] described him in the following words: ...’this is the person responsible for manipulation’... ‘this person is called [Mr G. J.] [and] is one of the greatest information manipulators of cable TV’... ‘down with [him] (precz)!’...Some time later, on [his Internet site] there appeared a notice about the demonstration which included the following statements: ... ‘during the demonstration local journalists, including Mr G. J. from Tarnów cable TV, on account of [the latter’s] lack of objectivity and tight collaboration with the incompetent President of Tarnow, Mr M. Bień, and his political godfather the Civil Platform’s MP, Mr A.Grad, was booed (“wygwizdany”) by Tarnow inhabitants... These were the statements which [the victim] considered defamatory.", "The legal analysis of these statements and the circumstances in which they were made allow the conclusion that the [applicant’s] behaviour fulfilled the criteria of the offence set out in Article 212 §§ 1 and 2 of the Criminal Code.", "In the Regional Court’s assessment it is beyond doubt that the term ‘manipulation’ has a highly negative connotation in the common understanding (in the Polish reality this is also caused by the negative experiences of the mass media before 1989).With regard to the process of transmitting information, this term means either telling direct untruths or presenting events in such a way as to make it impossible to see them as they are in reality – which also [amounts to telling] untruths.", "The same is true with regard to the term “collaboration”, which means direct cooperation with an imposed authority, and is linked with servility and being at the latter’s disposal...", "Thus, to make a charge against a journalist of participating in manipulation or collaboration with the city’s authorities, or directly calling him an ‘information manipulator’ and stating that he was booed on account of his lack of objectivity, could indisputably debase him in the eyes of the public and undermine the public confidence necessary for his profession. Society expects from the mass media and their representatives independence, objectivity, and a true description of those events which are interesting to the public.", "In conclusion, it is established that [the applicant’s] behaviour was verbally aggressive, had features typical of a personal attack, and was obviously aimed at debasing Mr G. J. in the estimation of those present at the demonstration....”", "18. The court also dismissed the applicant’s submissions that his statements were a value judgment. It considered that even if they could be considered value judgments, they were not in any event supported by facts. The court established that the basis of the applicant’s statement was events which had taken place during the applicant’s campaign for the post of Tarnow’s President, which had its epilogue in the Regional Court’s decision of 25 October 2002. The latter court found that S.Tar TV, but not Mr G. J., had made inaccurate statements regarding the applicant. During the election campaign S.Tar TV had broadcast a debate between the candidates; however, every time the applicant took the floor a notice appeared to the effect that the applicant had not given permission for his views to be presented to the voters; this was not true. In reality, the applicant had not agreed to the particular conditions for his presentation as proposed by S.Tar TV. However, Mr G. J. was merely a camera operator and had no influence on the station’s policy or on the broadcasting of the inaccurate information about the applicant.", "19. The Regional Court considered therefore that the applicant should have limited himself to the comment that Mr G.J. “was a representative of the institution which had transmitted inaccurate information”.", "20. On 16 December 2004 the Tarnow Municipal Council dismissed the applicant from his post as Vice-President of the Municipal Council. The Council considered that the applicant had been involved in unworthy conduct damaging its image by, in particular, insulting other people and constantly fighting and stirring up conflict. The Council referred to several court cases in which the applicant had been involved.", "21. Article 212 of the 1997 Criminal Code provides:", "“§ 1. Anyone who imputes to another person, a group of persons, an institution, a legal person or an organisation without legal personality, such behaviour or characteristics as may lower this person, group or entity in the public opinion or undermine public confidence in their capacity necessary for a certain position, occupation or type of activity, shall be liable to a fine, a restriction of liberty or imprisonment not exceeding one year.", "§ 2. If the perpetrator commits the act described in paragraph 1 through a means of mass communication, he shall be liable to a fine, restriction of liberty or imprisonment not exceeding two years.”", "§ 4. The prosecution takes place under a private bill of indictment.”", "22. In so far as relevant, Article 213 § 2 provides:", "“Whoever raises or publicises a true allegation in defence of a justifiable public interest shall be deemed not to have committed the offence specified in Article 212 §§ 1 or 2.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": ["10-1"], "NON_VIOLATED_BULLETPOINTS": []}