{"ITEMID": "001-114133", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "DANILIUC v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Dumitru-Aurel Daniliuc, is a Romanian national who was born in 1967. He is currently detained in Arad Maximum Security Prison. The Romanian Government (“the Government”) were represented by their Agent, Ms I. Cambrea, from the Ministry of Foreign Affairs.", "2. By a final judgment of 15 January 2003 the Arad County Court convicted the applicant of aggravated murder and sentenced him to life imprisonment. He was imprisoned in Arad Maximum Security Prison.", "3. The applicant lodged his first application with the Court on 23 August 2003; however, his file was destroyed because he had not submitted a complete application pack by the required time-limit.", "4. The applicant lodged a second application with the Court on 24 January 2006 alleging that he had sent the first application pack by the required time-limit as instructed by the Court’s letter of 17 September 2003, but that the Arad Prison authorities had failed to post his letter.", "5. According to the information submitted by the applicant, the food provided by the Arad Prison authorities was insufficient, poorly cooked, failed to include certain food groups (meat, milk, sweets and fruit), was lacking in nutritional value, and was served in unhygienic conditions. Moreover, he did not have adequate access to drinking water because the supply was repeatedly cut off.", "7. On 22 January 2008 the applicant submitted five statements by fellow inmates in support of his application, which generally back up his complaints concerning the quality of the food and lack of adequate access to drinking water.", "8. In a letter of 28 September 2011 the applicant informed the Court that his phone problem had been solved and that he now had daily access to phone conversations.", "9. According to the information submitted by the Government, the Arad Prison was connected to the public water network and was permanently supplied with drinking water.", "10. Between 26 and 31 January 2007 the applicant was hospitalised in Jilava Prison Hospital because he was suffering from gastritis. Upon his discharge from the prison hospital he was recommended a diet suitable for his gastritis. He was given a special diet until October 2009, when this was modified to take into account the applicant’s medical condition of dystrophia which led to the wasting of his muscles.", "11. The applicant’s daily diet contained 4,000 calories and included all the food groups. The food was varied and was not cooked in the same way all the time. The quality of the ingredients was checked on a daily basis by the prison’s governor, a doctor and a representative of the prisoners.", "12. The prison had two rooms fitted with two and three phones, respectively. From March 2007 the phones were fitted with booths in order to preserve the confidentiality of the phone conversations. The prison wardens charged with the surveillance of the prisoners’ phone conversations had a duty to record the numbers dialled by the prisoners in a report and then to visually supervise the prisoners during the phone conversations.", "13. From 2009 the Arad Prison was fitted with an electronic phone system and twenty-one phones were installed in all the detention areas. The prisoners were granted the right to use the phones on a daily basis under visual supervision.", "14. On an unspecified date in 2004 the applicant brought proceedings against Arad Prison seeking a court order to force the prison authorities to provide him with copies of his prison file.", "15. By a final judgment of 18 November 2004 the Arad County Court allowed the applicant’s action in part and ordered the prison authorities to provide him with copies of the covering notes of his prison file, on the ground that these contained notes made by the authorities concerning the applicant, including how much of a danger he was considered to be. The court held, with regard to the other documents contained in the file, that according to the applicant’s own statements he had already been allowed access to them and had been provided with copies. Finally, the court dismissed his request for copies of the photographs contained in the file, stating that they were photographs taken on his arrival at the prison and that he had insufficient justification for being given them.", "16. On 10 April 2006, the applicant brought proceedings against the Arad Prison authorities seeking a court order to force them to stop the illtreatment he alleged he was being subjected to. He argued that, among other things, the food was insufficient and of poor quality and that he had been repeatedly taken before the domestic courts in restrictive handcuffs and chains. He also asked to be taken to a specialist for a medical examination and argued that the confidentiality of his phone conversations was not being respected in so far as his conversations could be overheard by other prisoners and the wardens and the fact that he had been compelled to inform the prison authorities of the phone numbers he wished to call prior to dialling the numbers.", "17. On 19 September 2006 the applicant brought proceedings against the Arad Prison authorities seeking a court order to force them to take him for an ophthalmological examination. He argued that as a result of the poor living conditions, in particular the thick metal grille obstructing natural light from entering the “metal cage” he was living in, he had partially lost his eye sight.", "18. By a final judgment of 9 November 2006 the Arad County Court allowed in part the action brought by the applicant against the Arad Prison authorities on 10 April 2006 and ordered them to ensure the confidentiality of the applicant’s phone conversations. The domestic court held that according to Article 9 § 1 of Emergency Ordinance no. 56/2003, phone conversations were to be treated as confidential. However, according to witness statements, the applicant’s conversations had taken place in a room fitted with three phones and no phone booths, in the presence of two prison wardens and other prisoners. Consequently, the prison wardens and the other prisoners present in the room might have been able to overhear the applicant’s conversations.", "19. The court dismissed the remainder of the applicant’s complaints. It held that, although this was a complaint not regulated by Ordinance no. 56/2003, according to the information submitted by the Arad Prison authorities the daily diet provided to the applicant had contained 2,855 calories and had been of good quality. The applicant had not substantiated his claim that he had asked the prison medical staff to take him to be examined by a specialist. The witnesses heard by the court in respect of the applicant’s claim of being tightly handcuffed and chained were unable to report on the applicant’s individual situation and, in any event, the prison authorities reported that his restraint was prescribed by paragraph 12 (4) of Ministry of Justice Order no. 2964/C/1999, which was applicable in his case. Finally, the fact that the prison authorities had limited the duration and number of the applicant’s phone conversations did not breach any of the applicant’s rights - a practice that was allowed by Ordinance no. 56/2003.", "20. By a final judgment of 14 December 2006 the Arad County Court dismissed the action brought by the applicant against the Arad Prison authorities on 19 September 2006 on the ground that his claims were unsubstantiated. The applicant’s prison medical file did not contain any record that he was suffering from eye problems or that he had requested to see a specialist physician. Moreover, the metal grille fitted to the window was closed only during the night, between 7.30 p.m. and 7.30 a.m., and the room was fitted with a 120 cm neon light which was kept on even during the day when the grille was open.", "21. On 8 November 2006 the applicant brought proceedings against the prison authorities, seeking to obtain a court order to stop the prison wardens from recording the phone numbers he called and from limiting the number of his phone calls. Moreover, he demanded that the metal grill (fitted one metre from the door and window of his cell) be removed on the ground that this prevented natural light from entering the room, made it impossible for him to open the window, and caused him to live in a metal cage.", "22. On 23 November 2006 the applicant brought proceedings against the Arad Prison authorities seeking to be declassified from the “maximum security” regime under which he was detained.", "23. By a final judgment of 15 January 2007 the Arad District Court dismissed the applicant’s action of 23 November 2006 on the grounds that the seriousness of his crime and his conduct did not justify his declassification from the “maximum security” regime.", "24. By a final judgment of 26 February 2007 the Arad District Court dismissed the applicant’s action of 8 November 2006 on the ground that the requirement to pre-register the phone numbers the applicant was calling and the limitation on the number of phone calls he could make pursued a legitimate aim and did not interfere with the requirement of confidentiality of private phone conversations. This measure was put in force in order to deter the applicant from committing new crimes and the authorities were able to keep a record of the number of calls made by each prisoner and the individuals he had telephone contact with. Further, this was the only way each prisoner could be allowed access to phone calls given the limited number of available phones. The court also dismissed the applicant’s action seeking the removal of the metal grille fitted in his cell, on the ground that the grille served as a deterrent against escape. However, the court ordered the Arad Prison authorities to enforce a schedule for the opening of a door fitted in this grille facing the window so that the applicant could air the room. The court held that the door of the grille should be open at least between 7 a.m. and 7 p.m. during the winter and between 7 a.m. and 9 p.m. during the summer.", "25. On 31 July 2007 the applicant brought proceedings against the Arad Prison authorities, seeking a court order to force them to provide him with full copies of Ministry of Justice Orders nos. 144/C/2002 and 1852/C/2006.", "26. By a final judgment of 31 January 2008 the Arad District Court dismissed the applicant’s action of 31 July 2007 on the ground that the orders requested by the applicant were not mentioned in Article 43 § 1 of Law no. 275/2006 as being among those documents which were required to be made available to prisoners, and that they did not concern the applicant directly. The orders regulated the functioning of the special security measures in maximum security prisons and the applicant had not provided a reason why he needed full copies of such documents, particularly since he had already been provided with copies of the excerpts from the said orders which did concern him directly.", "27. On 23 May and 23 June 2006 the applicant complained to the National Prison Administration that although he had not been classified as a highly dangerous inmate, he had been restrained each time he was taken before the domestic courts. He claimed that the prison guards intentionally tightened the restraints in order to cause him physical suffering. Moreover, he argued that his living conditions, in so far as the metal grille fitted to his room was concerned, did not comply with the acknowledged European standards for prisoners.", "28. In two letters, nos. B21113 and B21128, the National Prison Administration informed the applicant that his living conditions and the methods used by the prison wardens to restrain him complied with the provisions of the Romanian Ministry of Justice Order no. 2964/C/1999, which set out the rules for prisoners serving life sentences, and provided him with the relevant excerpts from the said order. Moreover, the applicant was informed that, as of 6 March 2006, he was no longer classified as a “highly dangerous” prisoner.", "29. On 11 October and 1 November 2006, relying on the provisions of the Criminal Code of Romania (the Criminal Code), the applicant brought proceedings against three employees of Arad Prison, namely P.L., M.N. and A.P., for unlawful interference with his correspondence.", "30. On an unspecified date in 2006, again relying on the provisions of the Criminal Code, the applicant brought proceedings against E.S.P. and S.T., prison wardens at Arad Prison, for unlawful censorship and interception of his phone conversations. The applicant complained that the serial number of the phone card he had used and the numbers he had dialled had been registered in a phone record book and that the confidentiality of his conversations had been breached in so far as his phone conversations had been conducted on at the same time as other prisoners who were using the other two phones available in the room.", "31. On 8 January 2007 the applicant brought proceedings against the head of Arad Prison for abuse of power. He argued that on 7 January 2007 the head of the prison had not allowed him to phone his family and he had stated that the applicant could phone his family only on certain dates. Lastly, the prison authorities had breached the confidentiality of his phone calls because he had been forced to disclose the phone numbers he was calling.", "32. By a final judgment of 21 May 2007 the Arad County Court dismissed the applicant’s action against E.S.P. and S.T. on the ground that no unlawful act had been committed by the prison wardens The court held that E.S.P. and S.T. had performed their lawful duty and ensured that all prisoners had access to the phones at least once a week, in compliance with the applicable legal provisions. The fact that the applicant had been compelled to register, in a phone record book, the serial number of the phone card he was using and the numbers he wished to dial did not amount to censorship of his phone conversations.", "33. By a final judgment of 25 July 2007 the Arad County Court dismissed the proceedings brought by the applicant on 11 October and 1 November 2006 against P.L., M.N. and A.P. on the ground that no unlawful act had been committed. The court held that P.L. had mistakenly cut an opening of 2 cm in envelope no. 11216 before he realised that it was addressed to the applicant. However, the envelope had not been further opened and no one had been able to see or copy its contents. Moreover, the applicant had not raised any objections or complaints in respect of this damage at the time he was handed the envelope by M.N. and A.P.", "34. By a final judgment of 18 October 2007 the Arad County Court dismissed the applicant’s action of 8 January 2007 on the ground that no unlawful act had been committed by the governor of Arad Prison. It held that the Arad District Court had already examined the applicant’s complaints concerning the restriction of his phone rights to certain dates and his duty to disclose the numbers he wished to dial and had found it lawful. Moreover, the applicant had not indicated any emergency that would have justified his demand for access to the phone on a particular date.", "35. Excerpts from the relevant legal provisions concerning the rights of detainees, namely Emergency Ordinance No. 56/2003, Law No. 275/2006 and reports of the European Committee for the Prevention of Torture, are given in the cases of Petrea v. Romania (no. 4792/03, §§ 22-23, 29 April 2008); Bragadireanu v. Romania (no. 22088/04, §§ 73-75, 6 December 2007); and Coşcodar v. Romania ((dec.) no. 36020/06, §§ 1112, 9 March 2010).", "36. Section 12 of the Ministry of Justice Order no. 2964/C/1999 provides that restraints must be used in respect of prisoners serving a life sentence when they are transferred from the prison, appear in public or attend hearings before domestic courts.", "37. Article 43 § 1 of Law no. 275/2006 provides that, immediately following their imprisonment, prisoners are to be provided with copies of Laws nos. 544/2001, 275/2006 and the rules governing the enforcement of the said laws, copies of the orders and the relevant sections of the Romanian Criminal Code and the Code of Criminal Procedure concerning the execution of prison sentences, and copies of the prison rules and guidelines.", "38. Section 6 of the Ministry of Justice’s Order no. 4622/2003 and the National Prison Administration’s decision no. 81800/2007 oblige the prison wardens to move away from the prisoner after they have witnessed him dialling the number he has registered in advance, in order to ensure the privacy of the phone conversation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}