{"ITEMID": "001-97919", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "BURGSTALLER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Erwin Burgstaller, is an Austrian national who was born in 1962 and lives in Strass. He was represented before the Court by Mr P. de Goederen, a lawyer practising in Bad Ischl. The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 19 September 1995 the applicant was interviewed at the Upper Austria Regional Police Headquarters (Landesgendarmeriekommando) and on an unspecified date preliminary investigations (Vorerhebungen) were instituted against the applicant and ten others. They were suspected of continuous aggravated fraud under Article 148 of the Criminal Code (schwerer gewerbsmässiger Betrug) by setting up and managing a gambling system which was based on a pyramid scheme. According to the report, the players were formally partners or employees of companies managed by the co-accused and had to pay a certain sum in order to obtain a place on the list of players. The money was used to participate in national lotteries.", "On 18 January 1999 the public prosecutor filed a bill of indictment.", "On an unspecified date the case was remitted to the investigating judge and the preliminary proceedings were reopened.", "Between 4 October 2000 and 24 September 2001 one of the co-accused lodged several requests for the acceleration of the proceedings (Fristsetzungsantrag) under Section 91 of the Courts Act (Gerichts-organisationsgesetz). In particular he requested that the Regional Court be ordered to hold a hearing, which was of no avail.", "The main proceedings started on 25 March 2003 before the Regional Court.", "On 6 October 2004 the Court decided to separate those parts of the proceedings which concerned Germany, the Czech Republic, Croatia and Greece, for reasons of procedural expediency.", "The Court of Appeal, on 29 November 2004, rejected the applicant’s complaint against this decision, holding that such complaints could only be raised in a plea of nullity once the proceedings were terminated.", "On 21 December 2004 the Regional Court convicted the applicant of continuous aggravated fraud and sentenced him to imprisonment of sixteen months. However, it held that the applicant was not involved in the creation of the pyramid scheme and the sentence was therefore suspended on probation for a period of three years.", "The applicant appealed against the judgment in so far as the sentence was concerned. The Public Prosecutor lodged a plea of nullity and an appeal against this judgment. The co-accused also lodged a plea of nullity. On 8 November 2005 the Public Prosecutor withdrew the plea of nullity but maintained the appeal.", "On 3 April 2006 the applicant lodged a Section 91 request, which was dismissed on 6 September 2006. The Court of Appeal held, furthermore, that the proceedings concerning Germany, the Czech Republic, Croatia and Greece could not be continued until the decision on the Public Prosecutor’s appeal was taken.", "The Supreme Court, on 1 April 2008, rejected the co-accuseds’ plea of nullity and referred the case to the Court of Appeal to decide on their and the Public Prosecutor’s appeal.", "On 29 May 2008 the Linz Court of Appeal considered the appeals against the Regional Court judgement of 21 December 2004. It partly granted the applicant’s appeal against sentence. It found that the proceedings including the appeal proceedings had lasted unreasonably long and that taking this excessive duration into account the sentence imposed on the applicant had to be reduced. While the offence of continuous aggravated fraud under Article 148 of the Criminal Code carried a minimum sentence of one year’s imprisonment, the Court of Appeal, applying Article 41 of the Criminal Code, which allowed for an extraordinary reduction of a sentence under special circumstances, reduced the applicant’s sentence to six months suspended on probation for a period of one year.", "On 9 July 2009 the Wels Regional Court informed the applicant that the proceedings on the charges against him concerning Germany, the Czech Republic, Croatia and Greece, separated from the main proceedings on 6 October 2004, had been discontinued."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}