{"ITEMID": "001-85720", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "FERENCIC-STOILOVA v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Ms Jasna Ferenčić-Stoilova, is a Croatian national who lives in Zagreb. She was represented before the Court by Mr M. Sučević, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Following her dismissal from work in 1991, the applicant brought a civil action in the Zagreb Municipal Court (Općinski sud u Zagrebu) against her former employer, “Alkaloid” Skopje, a pharmaceutical company with its headquarters in the Former Yugoslav Republic of Macedonia, seeking her reinstatement and payment of her salary for the period of her unemployment. At a hearing held on 24 January 1992 the counsel for the defendant company refuted the applicant’s submissions, relying, inter alia, on the defendant company’s Collective Agreement (hereafter “the Agreement”). The relevant part of the transcript of the hearing reads as follows:", "“... The existing Collective Agreement between the firm ‘Alkaloid’ Skopje and its employees allows the employer to dismiss an employee who has not attained 85% of [required] working results.”", "On 7 February 1992 the defendant company submitted a copy of the Agreement written in Macedonian and a translation into Croatian of pages 1, 13, 14, 37, 38 and 41. These pages contained translations of sections 1, 44, 45, 46, 47, 11, 112, 113, 119, 120, 121 and 122 of the Agreement.", "At a hearing held on 30 June 1992 the Municipal Court issued a decision, the relevant part of which read as follows:", "“...", "Counsel for the plaintiff is invited to consult the original copy of the Collective Agreement, which was submitted as enclosure 5A in the case file no. PR-5149/91.”", "It appears that neither the applicant nor her counsel made any comments on the Agreement.", "On 1 March 1994 the applicant’s claims were accepted. However, upon an appeal by the defendant company, on 10 October 1995 the Zagreb County Court (Županijski sud u Zagrebu) quashed the part of judgment concerning payment of salary and upheld the part concerning the applicant’s reinstatement. The original proceedings were thus divided into two sets of separate proceedings.", "In respect of the appellate judgment upholding the applicant’s reinstatement, the defendant company lodged an appeal on points of law (revizija) with the Supreme Court on 12 February 1996 challenging the lower courts’ judgment on the grounds of procedural defects and errors in applying the relevant substantive law, without relying in any respect on its Collective Agreement. The applicant filed her reply on 17 April 1996. The Supreme Court dismissed the defendant company’s appeal on points of law on 26 September 1996. However, upon a constitutional complaint by the defendant company, on 28 November 2001 the Constitutional Court quashed the Supreme Court’s decision and remitted the case to the Supreme Court.", "On 15 October 2003 the Supreme Court reversed its previous decision and upheld the applicant’s dismissal. The relevant part of the Supreme Court’s judgment reads as follows:", "“... section 123 paragraph 2 of the defendant’s Collective Agreement expressly provides that provisions [of the Employment Rights Act] concerning dismissal are not to be applied in cases where the employment has been terminated due to [the employee’s] inability to perform the duties of a certain post or failure to achieve the required working results.”", "In a subsequent constitutional complaint the applicant argued, inter alia, that the Supreme Court had relied on the defendant company’s Collective Agreement although it had not been discussed in the proceedings before the lower courts (the trial and the appellate court) and she had therefore never had an opportunity to submit any comments on it, since the Supreme Court decided cases in closed sessions. A copy of the complete text of the Agreement had never been sent to her. On 8 December 2005 the Constitutional Court rejected the applicant’s complaint finding, inter alia, that the Agreement had been submitted by the defendant company in another set of proceedings between the same parties.", "On 3 June 1998 the Zagreb Municipal Court gave a fresh judgment accepting the applicant’s claim.", "The first-instance judgment was upheld by the Zagreb County Court on 7 March 2000.", "In the course of those proceedings, on 5 April 2000 the defendant company filed a copy of the Agreement, translated into Croatian.", "A subsequent appeal on points of law by the defendant company was declared inadmissible by the Supreme Court on 16 May 2002.", "On 13 July 2004 the defendant company requested the Municipal Court to annul the stamped endorsement certifying final adjudication (hereinafter “the final adjudication endorsement” - klauzula pravomoćnosti) as well as the certificate on enforceability (potvrda ovršnosti) of the judgment of 3 June 1998. On 18 October 2004 the Municipal Court annulled the certificate on enforceability, but dismissed the request concerning the final adjudication endorsement. The applicant filed an appeal and on 27 March 2007 the County Court upheld the part of the first-instance decision dismissing the request that the final adjudication endorsement be annulled and quashed the part where the annulment of the certificate on enforceability had been granted. It remitted the case to the Municipal Court where the proceedings are still pending.", "The relevant parts of the Civil Procedure Act (Official Gazette nos. Official Gazette nos. 53/91, 91/92 and 112/99 – Zakon o parničnom postupku) read as follows:", "An appeal on points of law (revizija) shall be lodged with the court that adjudicated at first instance ...", "The president of the first-instance court chamber shall forward a copy of a timely, complete and admissible appeal on points of law to the opponent, who shall file his or her reply within fifteen days ...", "...", "After the reply has been filed, or after the time-limit has expired, the first-instance court judge ... shall forward the appeal on points of law and the reply, if filed, together with the case file directly to the Supreme Court.", "...", "An appeal on points of law shall be decided upon without a hearing by the Supreme Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}