{"ITEMID": "001-61127", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CUMPANA AND MAZARE v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 10", "JUDGES": "", "TEXT": ["9. The applicants, Constantin Cumpănă and Radu Mazăre, were born in 1951 and 1968 respectively and live in Constanţa.", "10. On 12 April 1994 the applicants published an article in the Telegraf (“T.”) newspaper, of which the second applicant was the editor, with the headline “Former Deputy Mayor Dan Miron [D.M.] and serving judge Revi Moga [R.M.] responsible for series of offences in Vinalex scam”. The article questioned the legality of a contract which Constanţa City Council had awarded a company, Vinalex, to perform the service of towing away illegally parked vehicles, and expressed the following opinions:", "“In a decision (no. 33) of 30 June 1992 Constanţa City Council awarded a commercial company, S.C. C.B.N. SRL, a contract for impounding illegally parked vehicles or trailers... It was the task of the city council’s specialist departments to lay down the practical arrangements for implementing the decision. That did not happen. Six months after adopting decision no. 33, the city council, knowingly breaching Law no. 69/1991, illegally concluded a partnership contract ... with S.C. Vinalex SRL, a completely different company from the one initially given the contract. It is worth noting, however, that the relevant contract was signed by the deputy mayor, D.M., on behalf of the mayor, ..., and by a certain Moga on behalf of the legal expert M.T.", "By what miracle did S.C. Vinalex enter into a partnership with the city council when, in decision no. 33 of 30 June 1992, the council had awarded C.B.N. SRL a straightforward contract to provide services? Significantly, there is no evidence that C.B.N. agreed to abandon the task of towing away illegally parked vehicles! ... The crook D.M. (the former deputy mayor, now a lawyer) authorised Vinalex’s irresponsible employees to record any parking offences – in other words, to ridicule citizens and their property. What form did the fraud take? Sections 89 and 29 of Law no. 69/91 provide that no partnership contract with a commercial company may be signed without a prior decision by the local council, adopted by a two-thirds majority of the total number of councillors. Before a contract is signed, it must be referred to all the local council’s specialist departments for their opinion. ... The contract with Vinalex was negotiated and signed illegally, as the signatories based it on the decision [of 30 June 1992], which, as has already been shown, referred to a different company without envisaging any other partnership.", "Given that the city council had already signed four other contracts before that one, the signatories cannot claim ignorance of the law, but only an intentional breach of it! And because any intentional breach of the law pursues an end in itself – generally that of securing material advantages – it is clear that in this case the former deputy mayor, a lawyer by profession, received backhanders from the partner company and either bribed his subordinates, including R.M., or forced them to break the law.", "The Constanţa Audit Court has detected this blatant fraud, which generated huge profits for the briber (S.C. Vinalex)... The offending company [S.C. Vinalex] has never shown that it has adequate facilities for impounding illegally parked vehicles. This has caused large numbers of privately owned vehicles to be damaged and has implicitly given rise to thousands of complaints to that effect.", "Furthermore, the alleged partnership contract was valid for one year, until 16 December 1993. From that date [S.C. Vinalex] has no longer had any right to interfere with citizens’ private property! It has nevertheless carried on towing vehicles away and illegally collecting money... It is incomprehensible how the police could have provided it with assistance for the past four months.", "Let us briefly consider the conduct of the council’s former legal expert, R.M., who is now a judge. Either she was ignorant of our country’s legislation when she signed the partnership contract, in which case it is hard to understand how she can subsequently have been appointed as a judge (administering justice on the basis of laws she does not know), or she accepted bribes and may continue to do so in future! It is not surprising that the same judge should be under investigation by the Audit Court for a further unlawful act, again committed while she was at the city council (as we reported at the relevant time). It seems laughable that the court’s president did not take any action against her on the ground that the sum involved was not ... high enough.", "Apparently becoming aware of the danger that the matter might be uncovered, the city council’s coordination department ... notified S.C. Vinalex in writing of the possibility of the contract being terminated for the following reason: ... ‘You have not supplied any documents showing that you have purchased the platform-type equipment necessary for carrying out the activity properly’ (as stipulated in clause 3 of the contract). ... In the same letter the city council informed S.C. Vinalex: ‘As you have not proved that you have the appropriate equipment, we would assess your contribution to the partnership at up to the sum of your company’s capital, that is 110,000 lei. Your share in the partnership’s net income will have to be recalculated in relation to the parties’ contributions.’ Facts are facts, and the documents in our possession ‘speak’ for themselves of the illegal Vinalex scam.”", "11. The article was accompanied by a photograph of a police car on the scene as an illegally parked vehicle was being towed away, photocopies of extracts from the partnership contract and from Constanţa City Council’s decision of 30 June 1992, and certain provisions of Law no. 69/91, concerning the responsibilities and powers of mayors, prefects and city and county councils.", "12. The article was also accompanied by a cartoon showing a man and a woman arm in arm, carrying a bag marked “Vinalex” which was full of banknotes. The two characters were depicted as saying to each other:", "“Hey, Revi [R.M.], you’ve done a good job there! When I was deputy mayor we made quite a bit, enough to go to America...”", "“Dănuţule [D.M.], if you become a lawyer, I’ll become a judge and we’ll have enough to travel round the world...”", "13. On an unspecified date after the article had been published, R.M. instituted proceedings against the applicants in the Constanţa Court of First Instance for insult and defamation, offences under Articles 205 and 206 of the Criminal Code respectively. She complained, in particular, about the cartoon accompanying the article, arguing that it had led readers to believe that she had had intimate relations with D.M. She pointed out that both she and the former deputy mayor were married to other people.", "14. At a hearing on 13 May 1994 the court adjourned the case as the applicants were not present and, scheduling a further hearing for 27 May 1994, directed that that they should be brought before the court on that date.", "15. On 27 May 1994 the second applicant stated at the public hearing that, as editor, he assumed full responsibility for what had been published in the newspaper. He submitted that cartoons were frequently used in the press as a medium for criticism and that he had not intended to damage the complainant’s reputation. In reply to a question from the court he admitted having learned that, by order of the mayor of Constanţa, Vinalex had been authorised to tow away illegally parked cars. He stated, however, that he had not thought it necessary to publish that information. Lastly, he stressed that he did not intend to reach a settlement with the injured party and that he was prepared to publish an article on her behalf if she could prove that what he had published was untrue.", "16. On 10 June 1994 the applicants applied to have the case transferred to a court in another county. They also requested an adjournment of the proceedings, arguing that because the complainant was a judge it was impossible for them to find a member of the Constanţa Bar who would agree to represent them.", "17. On an unspecified date the Constanţa Bar, in reply to a question from the court, attested that the applicants had not met with a refusal on the part of each of its members and that, in any event, the matter had not been referred to its executive.", "18. On 15 June and 1 July 1994 the court adjourned the case as the applicants were not present.", "19. In an interlocutory decision of 21 July 1994 the Supreme Court of Justice ordered the referral of the case to the Lehliu-Gară Court of First Instance.", "20. On 15 November 1994 the case was entered on that court’s list of cases for hearing. Public hearings were held on 21 December 1994 and on 25 January, 27 February, 20 March, 17 April and 17 May 1995.", "21. On 21 December 1994 and 25 January 1995 the applicants did not attend the hearings, although they had been duly summoned. The court summoned them to appear at the hearings of 25 January and 27 February 1995. The applicants did not comply with the summonses.", "22. At the hearings on 27 February and 20 March 1995, representatives of the T. newspaper applied on behalf of the applicants, who were not present, to have the proceedings adjourned. The court allowed the application.", "23. On 20 March 1995 a member of the Bucharest Bar, N.V., agreed to represent the applicants.", "24. At the hearing on 17 April 1995 in the morning N.V. asked the court to consider the case after 11.30 a.m. The court granted his request. However, when it sat to examine the case at 12 noon and, subsequently, at 2.30 p.m. it noted that neither the applicants nor their counsel were present in the courtroom. It accordingly adjourned the case until 17 May 1995.", "25. At the hearing on 17 May 1995 the court reserved judgment, after noting that neither the applicants – despite their having been duly summoned – nor their counsel had appeared. In a judgment delivered that day the court found the applicants guilty of insult and defamation, offences under Articles 205 and 206 respectively of the Criminal Code. It sentenced them to seven months’ imprisonment and prohibited them from working as journalists for one year after completing their sentences, a security measure provided for in Article 115 § 1 of the Criminal Code. It also ordered them to pay R.M. an award of 25,000,000 lei for non-pecuniary damage.", "26. Attaching decisive weight to R.M.’s position as a member of the judiciary, the court considered that the acts of which the applicants were accused posed a danger to society, not because of their practical consequence – distortion of the truth – but because of their psycho-social effects, namely misinformation of the public, creation of a false scale of values and the psychological trauma suffered by the injured party. The court considered that in publishing the article in issue, the applicants had not pursued a legitimate aim and had acted in bad faith, since the facts they had reported did not correspond to the truth.", "27. On an unspecified date the applicants appealed against that judgment, without stating any grounds for their appeal.", "28. At a hearing on 2 November 1995 the Călăraşi County Court reserved judgment, having noted that the case was ready for decision and that the applicants, who had been duly summoned, had not appeared in court or given any grounds for their appeal.", "29. The applicants state that for reasons beyond their control they arrived late on 2 November 1995, by which time the hearing had already ended. They submit that on the morning of the hearing the level of the Danube had fallen and that the ferry, the only means of travelling to the town where the court was sitting, had been delayed.", "30. In a decision of 2 November 1995 the court, after examining all the aspects of the criminal case against the applicants, as required by Article 3856 of the Code of Criminal Procedure (CCP), upheld the first-instance judgment, finding it to have been correct. That decision, sent to the archives on 23 November 1995, was final and binding and no ordinary appeal lay against it.", "31. The applicants did not serve their custodial sentence, since immediately after the decision had been delivered, the Procurator-General suspended its execution for eleven months, on the basis of Article 412 of the CCP, by which he was empowered to order a stay of execution before applying to have a decision quashed.", "32. On 10 April 1996 the Procurator-General applied to the Supreme Court of Justice to have the decisions of 17 May 1995 and 2 November 1995 quashed. He submitted the following arguments.", "(a) The courts’ legal classification of the facts had been incorrect. He pointed out in that connection that in the cartoon the applicants had simply highlighted their allegations of corruption on the part of the city council officials. He accordingly submitted that the facts in issue did not constitute the actus reus of insult as defined in Article 205 of the Criminal Code.", "(b) The amount which the applicants had been ordered to pay in damages had been extremely high and had not been objectively justified.", "(c) The requirements of Article 115 § 1 of the Criminal Code, by which the courts could prohibit persons who had committed an offence from practising a particular profession on account of incompetence, lack of training or any other ground making them unfit to practise the profession, were not satisfied in the applicants’ case. He pointed out in that connection that there was no unequivocal proof that the applicants were incompetent or would pose a potential danger by continuing to work as journalists.", "33. In a final judgment of 9 July 1996 the Supreme Court of Justice dismissed the Procurator-General’s application as being manifestly ill-founded. After examining the evidence before it, the Supreme Court", "(a) considered that in publishing the impugned article in T., the applicants had made an allegation about the injured party which, if true, would have rendered her criminally liable, and that the offence of defamation as defined in Article 206 of the Criminal Code had therefore been made out;", "(b) held that the cartoon accompanying the article, in which the injured party was depicted in the company of a man carrying a bag of money, had been such as to disparage the complainant’s honour and reputation and had therefore constituted the actus reus of insult as defined in Article 205 of the Criminal Code, and accordingly concluded that the lower courts had been correct in their classification of the acts carried out by the applicants;", "(c) considered that the high amount which the applicants had been ordered to pay in damages had been justified by the fact that their article had been published in a mass-circulation newspaper, thereby seriously offending the honour and dignity of the injured party; and", "(d) held, lastly, that it was not possible to review the alleged unlawfulness of the temporary prohibition on practising the profession of journalist in the context of an application to have a decision quashed.", "34. In a letter of 30 September 1996 the Procurator-General at the Supreme Court of Justice informed the applicants that he had extended the stay of execution of their sentence until 27 November 1996.", "35. On 22 November 1996 the President of Romania granted the applicants a pardon in respect of their custodial sentence.", "36. In a letter received by the Court on 19 January 2000 the second applicant informed the Court that he was still working as editor of T., the position he had occupied when lodging his application.", "It appears from the copy submitted to the Court of the first applicant’s employment record (cartea de muncă) that, following the Călăraşi County Court’s decision of 2 November 1995:", "(a) he continued to work for T. as editor of the “Events” section until 1 February 1996, when he was transferred for administrative reasons to the C. company, occupying the same position and receiving the same salary as before;", "(b) he left that post on 14 April 1997 on account of staff cutbacks by his employer, a ground for dismissal provided for in Article 130 (a) of the Labour Code as in force at the material time; and", "(c) he was not gainfully employed until 7 February 2000, when he was recruited on a permanent contract by the A. company as deputy editor.", "37. The relevant provisions are worded as follows:", "“Anyone who disparages the reputation or honour of another through words, gestures or any other means ... shall be liable to imprisonment for between one month and two years or to a fine.”", "“Anyone who makes any statement or allegation in public concerning a particular person which, if true, would render that person liable to a criminal, administrative or disciplinary penalty or expose them to public opprobrium, shall be liable to imprisonment for between three months and three years or to a fine.”", "38. The Government state, as a matter of legislative policy, that the Romanian parliament is currently studying recent proposals for legislative reform aimed at abolishing imprisonment for the offences of insult and defamation as defined in Article 205 and 206 of the Criminal Code.", "“Anyone who has committed an [unlawful] act through incompetence, lack of training or for any other reasons rendering him or her unfit to perform certain duties or to practise a certain profession or occupation may be prohibited from performing those duties or practising that profession or occupation. Such a measure may be revoked on request after one year if the grounds on which it was imposed are no longer valid.”", "“A pardon shall have no effect on security measures and educational measures.”", "“The Procurator-General may, of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice for any final decision to be quashed.”", "“An application to have a final conviction ... quashed may be made in the following cases:", "I. ...", "4. where the penalties imposed did not fall within the limits prescribed by law; ...", "7. where the offence was incorrectly classified in law...”", "“Before applying to have a decision quashed, the Procurator-General may order a stay of its execution.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}