{"ITEMID": "001-91413", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KOZACIOĞLU v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections dismissed (non-exhaustion of domestic remedies, six-month period);Violation of P1-1;Pecuniary damage - award;Non-pecuniary damage - finding of a violation sufficient", "JUDGES": "Antonella Mularoni;Christos Rozakis;Dean Spielmann;Françoise Tulkens;George Nicolaou;Giovanni Bonello;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Mihai Poalelungi;Mindia Ugrekhelidze;Mirjana Lazarova Trajkovska;Nona Tsotsoria;Peer Lorenzen;Rait Maruste;Renate Jaeger;Vladimiro Zagrebelsky", "TEXT": ["9. The applicant, a Turkish national who was born in 1903 and died in 2005, was resident in Adana at the relevant time.", "10. During the 1930s he acquired for value a two-floor freestone building, constructed in 1906, in the sub-prefecture of Tarsus, İçel province. The building, which had a total floor space of 516.34 m², was of architectural interest in its own right.", "11. On 1 November 1990 the Committee for the Protection of Adana's Cultural and Natural Heritage decided to classify the property as a “cultural asset” within the meaning of the Cultural and Natural Heritage (Protection) Act (Law no. 2863 of 21 July 1983). On 23 November 1998 it was included in the project for protection of the urban environment. It was also included on the Council of Europe's inventory for the protection of the cultural and natural heritage.", "12. On 4 April 2000 the executive council of İçel province issued an expropriation order in respect of the property in the context of the “Project for the environmental rehabilitation and regeneration of the streets around St Paul's Well”. On the basis of a valuation report submitted on 21 March 2000 by a panel of experts (hereafter “panel no. 1”) made up of three representatives of the authorities and two representatives of property owners, and in line with the “high-grade building” category in the construction price index published by the Ministry of Urban Planning, the council determined the building's value at 36,856,865,000 Turkish liras (TRL) (about 65,326 euros (EUR)). This amount was paid to the applicant on the date of transfer of ownership.", "13. On 12 October 2000 the applicant lodged an application for increased compensation for the expropriated building with the Tarsus District Court. He requested that a new panel of experts, to include a qualified art historian, re-assess the property, taking into account its historical and architectural value. He claimed TRL 1,000,000,000,000 (about EUR 1,728,750) in additional compensation.", "14. On 26 February 2001 the court held a hearing and dismissed the applicant's request for re-valuation of the building on the ground of its historical value. The court held, inter alia, that under section 11 (1) of the Expropriation Act (Law no. 2942) (see paragraph 29 below), the panel of experts responsible for the building's valuation could only determine its value on the basis of clearly defined objective data. At the same time, it agreed to the appointment of a new panel of experts, to be made up of a civil engineer, an architect and a representative of property owners.", "15. On 10 May 2001, after visiting the site, the court-appointed panel of experts (hereafter panel no. 2) submitted its report. With regard to those features and factors which had a bearing on the property's value, it reached the following conclusions:", "“The property in question is located in the Camicedit neighbourhood, within the territory of Tarsus, in the Mersin District. It is recorded in the land register as a solid structure house with a courtyard. Situated in an urban area, it is classed as a listed building in the project for protection of the urban heritage. The decision to classify the building was adopted by the Committee for the Protection of Adana's Cultural and Natural Heritage on 1 November 1990...", "The property under dispute... is located ... in the town centre, at the corner of two streets, and its south- and east-facing façades give onto the road.. It is situated in a high-density business and retail area... It borders the north side of the plot of land on which St Paul's well is located. The latter, a site of considerable importance in terms of history and tourism, has long been considered sacred, and visited, by Christians. Thus, before its expropriation, the property was at the centre of “religious tourism”.", "Archaeological research indicates that the district of Tarsus is an area that was settled in the period 10,000–4,000 B.C. It is therefore of historical and cultural value. In addition to the historical monuments which are visible above ground, the ruins of an ancient town have been discovered in the course of excavation works alongside the law courts..., and the area has been placed under protection.”", "16. In determining the value of the building, panel no. 2 based its findings primarily on the construction price index published by the Ministry of Urban Planning, specifically the category “buildings requiring restoration”. It stated its findings as follows:", "“The building which is located on the disputed land is composed of two floors, each with a living floor space of 258.17 m², its total living floor space being therefore 516.34 m². It has been constructed from dressed stone and the architecture of the linking pieces is in the Baghdad style. It was designed as a residential building. The ground floor is in a simple [architectural] style, and the first floor has the features of dressed stone buildings. There is a balcony ... on the first floor. The dressed stone of the window arches and balcony is highly embellished. Thus, the disputed property has the features of buildings... constructed in line with the Mediterranean tradition, known as 'Tarsus houses' (Tarsus evleri). It has also been included in the Council of Europe's inventory for the protection of the cultural and natural heritage. It was in this building that Ataturk stayed during his visit to Tarsus in the 1930s. In spite of its age, and having regard to the above-mentioned features, the building has been protected and maintained in good condition by its owners. In those circumstances, a depreciation rate of 50 % has been decided on. As the building comes within class V, group D (buildings requiring restoration) under the Ministry of Urban Planning's circular of 2000..., the approximate cost of construction per square metre ... has been set at TRL 351,413,000.”", "17. Panel no. 2 concluded that panel no. 1 (see paragraph 12 above) had valued the disputed building as an ordinary dressed-stone building, without taking account of its architectural features. It decided not to adopt those valuation criteria and assessed the building's value at an initial TRL 181,448,588,000. It then reduced this amount to TRL 90,724,294,000, noting that the building's depreciation justified a reduction of 50%. However, it then increased this sum to TRL 181,448,588,000, holding that, in view of the building's architectural, historical and cultural features, its value should be increased by 100 %. After deduction of the expropriation compensation already paid to the applicant, the panel decided that the additional compensation should be TRL 144,591,723,000.", "18. A third panel of experts (hereafter “panel no. 3”) submitted a report on 12 June 2001, confirming all of the conclusions in the second expert report.", "19. On 14 June 2001 the applicant requested a further expert report, on the ground that the two previous reports had failed to take sufficient account of the building's architectural and historical features in assessing its value.", "20. On 15 June 2001 the court, after dismissing the request for an additional expert report, allowed part of the applicant's claim and instructed the authorities to pay him TRL 144,591,723,000 (about EUR 139,728) in additional compensation, with interest at the statutory rate, to be calculated from 3 October 2000.", "21. On 19 November 2001 the Court of Cassation set aside that judgment. It held that under section 15 (d) of the Cultural and Natural Heritage (Protection) Act (Law no. 2863), neither a building's architectural or historical features nor those resulting from its rarity could enter into play in the assessment of its value. Consequently, a 100 % increase in the amount of additional compensation could not be considered justified.", "22. On 4 December 2001 the applicant petitioned for rectification of the Court of Cassation's judgment. He contested the amount of expropriation compensation and emphasised, inter alia, the absence of a legal criterion that would enable the value of buildings making up the country's cultural and historical heritage to be calculated. He relied on Article 6 of the Convention and Article 1 of Protocol No. 1.", "23. On 21 January 2002 the Court of Cassation dismissed the applicant's request for rectification.", "24. On 15 February 2002 the District Court complied with the Court of Cassation's judgment and fixed the amount of additional compensation at TRL 53,867,429,000 (about EUR 45,980), with interest, to be calculated from 3 October 2000.", "25. On 27 May 2002 the Court of Cassation upheld the judgment of the first-instance court.", "26. On 23 December 2002 the Ministry of Finance issued a payment order for TRL 124,807,810,000 (about EUR 91,905), broken down as TRL 53,867,429,000 in respect of additional compensation and TRL 70,940,390,000 in respect of interest.", "27. The case file shows that, following judicial proceedings which ended in 2005, the applicant received separate compensation for the land on which the building was constructed. According to information submitted by the Government and uncontested by the applicant's representatives, the compensation received following the expropriation of the land was 145,460 new Turkish liras (TRY) (about EUR 87,101).", "28. Section 15 of the Cultural and Natural Heritage (Protection) Act provides:", "“Real property which forms part of the cultural heritage may be expropriated in accordance with the principles set out below:", "...", "(d) in calculating the compensation to be awarded for expropriation, the value resulting from a property's age, rarity and artistic features shall not be taken into consideration.”", "29. Section 11 of the Expropriation Act provides:", "“The criteria for determining expropriation compensation", "After having visited, with the judges, the site on which the property to be expropriated is situated... and having obtained the opinion of the interested parties, the panel of experts formed in accordance with section 15 shall draw up a report, taking into account:", "(a) the type and nature of the property under consideration;", "(b) its area;", "(c) the features and factors likely to influence its value, and the valuation of each factor;", "(d) the tax declaration in respect of the property, where one exists;", "(e) the values determined by the authorities at the date of expropriation;", "(f) for farmland, the potential profit on the date of expropriation if account is taken of the existing land-use and the site;", "(g) for construction land, the market value as determined by comparison with that of other equivalent plots of land sold under normal conditions prior to the date of expropriation;", "(h) for buildings, the official unit amount, the construction costs and the depreciation rate;", "(i) all other objective criteria likely to influence the value ... of the property to be expropriated.", "The panel shall determine the value of the property by mentioning in its report its finding in respect of each of the above-mentioned criteria, taking account of the statements of the interested parties and basing its findings on a reasoned valuation report.", "In determining the value of the property, no account shall be taken of the added value created by the initiative of the urban-planning or other department which lay behind the expropriation, nor of future profits arising from the various uses envisaged for it.", "...”", "30. In numerous cases the 18th Civil Division of the Court of Cassation has quashed judgments delivered by lower courts which did not take account of the depreciation that the properties in question might have incurred as a result of their status as listed buildings (see, for example, the judgments of 30 November 2004 -2004/8082 E., 2004/8946 K.-, 20 December 2004 -2004/9692 E., 2004/9893 K.-, 5 May 2006 -2005/3263 E., 2005/4696 K.- and 16 June 2006 -2005/3064 E., 2005/6355 K.-).", "“Each Party undertakes:", "1. to take statutory measures to protect the architectural heritage;", "2. within the framework of such measures and by means specific to each State or region, to make provision for the protection of monuments, groups of buildings and sites.”", "“Each Party undertakes:", "...", "2. to prevent the disfigurement, dilapidation or demolition of protected properties. To this end, each Party undertakes to introduce, if it has not already done so, legislation which:", "...", "(d) allows compulsory purchase of a protected property.”", "32. To date, thirteen countries have signed this convention, and only three countries have ratified it. Turkey has not signed it. The text includes the following provisions:", "“The Parties to this Convention agree to:", "(a) recognise that rights relating to cultural heritage are inherent in the right to participate in cultural life, as defined in the Universal Declaration of Human Rights;", "...", "(c) emphasise that the conservation of cultural heritage and its sustainable use have human development and quality of life as their goal; ...”", "“The Parties recognise that:", "...", "(c) exercise of the right to cultural heritage may be subject only to those restrictions which are necessary in a democratic society for the protection of the public interest and the rights and freedoms of others.”", "“No provision of this Convention shall be interpreted so as to:", "(a) limit or undermine the human rights and fundamental freedoms which may be safeguarded by international instruments, in particular, the Universal Declaration of Human Rights and the Convention for the Protection of Human Rights and Fundamental Freedoms;", "(b) affect more favourable provisions concerning cultural heritage and environment contained in other national or international legal instruments;", "(c) create enforceable rights.”", "“Article 4 deals with the rights and responsibilities of individuals in respect of cultural heritage.", "...", "(c) The clause approving a restriction on the exercise of rights and corresponding freedoms relies for its interpretation clearly upon the spirit and arrangements of the European Convention for the Protection of Human Rights and Fundamental Freedoms. Public interest considerations (see Article 5 (a)), for example to protect important elements of the cultural heritage, must always be balanced against the need to protect individual property rights.”", "34. In the Council of Europe's member States, it is accepted in principle that, in order to satisfy the requirements of the principle of proportionality, an amount of compensation that is “fair and just” (Cyprus), “fair and payable in advance” (France), “fair and payable immediately” (Estonia), “adequate” (Slovakia) or “appropriate” (Germany and Austria), or that is based on the “value” (Lithuania), “full value” (Albania), “current value” (Finland), “market value” (Sweden) or the “fair price” (Italy) of the expropriated property must be determined. In the United Kingdom, a property's historical value is held to be one of the criteria used in assessing its “intrinsic qualities” (see Tadcaster Tower Brewery Co v. Wilson [1897] 1 Ch 705, and Belton v. LCC (1893) 68 LT 411). In Greece, the State must take account of the building's possible historical status in assessing the level of compensation. In Latvia, the expropriation legislation provides that the public authorities must take account of any particular feature of the building in determining the level of compensation. In Spain, the expropriation of buildings that are of artistic, archaeological or historical value is subject to a special procedure, and the amount of compensation cannot be fixed at an amount lower than that which would result from application of the general procedure set out in the legislation on expropriation. None of the above States, nor Belgium or the Netherlands, specifically rules out taking an expropriated property's architectural and historical features into account when determining the compensation to be awarded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}