{"ITEMID": "001-72680", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VAN GLABEKE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention;Speediness of review);Non-pecuniary damage - award", "JUDGES": "András Baka;Antonella Mularoni;Elisabet Fura;Jean-Paul Costa;Karel Jungwiert;Mindia Ugrekhelidze", "TEXT": ["4. The applicant was born in 1946 and lives in Roubaix.", "5. On 21 March 2002 the applicant was arrested by the police on the public highway and taken in the course of the evening to Lommelet de Saint-André Psychiatric Hospital, where she was compulsorily admitted at the request of a third party.", "The Government submitted that the applicant had been “picked up” on the public highway by a police officer who had asked for her to be admitted to hospital. They added that her admission had been ordered on the basis of two medical certificates issued by different doctors to the effect that she required hospital treatment.", "The applicant disputed that account and stated that she had been arrested while cycling to the shops and taken to the police station, where she had promptly been examined by a doctor who had been requisitioned to draw up a medical certificate for her admission to hospital.", "6. She submitted that after her admission at the hospital she had immediately been undressed and made to lie down with all four limbs attached to the bedposts in a seclusion cell, without being given any explanation. She had not undergone a medical examination on arrival but had been injected with unknown substances. She had remained in that position for five days, and was released only briefly at mealtimes.", "7. She remained in the hospital until 8 April 2002, without being allowed to receive visits or to make or receive telephone calls.", "8. In the meantime, on 23 March 2002, the applicant's mother applied by registered letter to the President of the Lille tribunal de grande instance for her daughter's immediate discharge. The parties have been unable to establish the date on which the letter was received. However, in a letter of 8 April 2002, Lille State Counsel replied that he was not empowered to deal with the subject matter of her correspondence and that her daughter was required to apply directly to him to be discharged.", "On 28 March 2002 Afcap in turn applied to the President of the Lille tribunal de grande instance for the applicant's immediate discharge.", "9. On 22 April 2002 State Counsel's Office decided to take no further action on that application as it was devoid of purpose.", "10. Neither the President of the Lille tribunal de grande instance nor the judge responsible for matters relating to personal liberties and detention (juge des libertés et de la détention – “the liberties and detention judge”) ever gave a ruling on the applications.", "11. The following provisions of the Public Health Code are relevant to the present case:", "“Persons who have been admitted to hospital without their consent or have been detained in any public or private institution for patients being treated for mental disorders, or their guardian if they are minors, their guardian or adviser if they are above the age of majority and a court order for such appointment has been made, their spouse or cohabitant, a parent or a person capable of acting in their interests or, where appropriate, a court-appointed adviser in relation to personal welfare may appeal at any time by means of an application to the President of the tribunal de grande instance for the judicial district in which the institution is situated, who, in his capacity as urgent-applications judge, shall, after hearing representations from each party and carrying out the necessary checks, order their immediate discharge where appropriate.", "An appeal to the same effect may be lodged by a person who has requested the patient's compulsory admission or by State Counsel, of his own motion.", "The President of the tribunal de grande instance may also of his own motion make an order at any time for the discharge of a person who has been compulsorily admitted to hospital. To that end, any interested parties may bring to his attention any information they consider useful about the patient's circumstances.", "N.B. Section 49 XI of Law 2000-516 of 15 June 2000 amends Article L. 351 of the Public Health Code as follows: in the first paragraph, 'President' is replaced by 'liberties and detention judge'; at the start of the last paragraph, 'President of the tribunal de grande instance' is replaced by 'liberties and detention judge'. This amendment has not been inserted into the wording of the new Article L. 3211-12 of the Public Health Code (former L. 351), as resulting from Ordinance no. 2000-548 of 15 June 2000.”", "“A person with a mental disorder cannot be admitted to hospital without his consent at the request of another unless", "(1) his disorder makes it impossible for him to consent; and", "(2) his condition requires immediate treatment and constant monitoring in a hospital environment.", "An application for compulsory admission may be made either by a member of the patient's family or by a person capable of acting in his interests, but not by any medical personnel serving in the institution in question.", "The application must be handwritten and signed by the person making it. If the person is unable to write, the application shall be received by the mayor, the police superintendent or the director of the institution, who shall take formal note of it. It shall contain the surname, forenames, profession, age and home address both of the person making the application and the person whose admission is being requested, together with an indication of the nature of the relationship between them and, where relevant, their degree of kinship.", "The application for admission shall be accompanied by two detailed medical certificates issued less than fifteen days previously, attesting that the conditions laid down in the second and third paragraphs above are satisfied.", "The first medical certificate may be issued only by a doctor not practising in the institution to which the patient is to be admitted; he shall observe the person's mental state, indicate the particular features of his disorder and explain the need for his compulsory admission. It must be confirmed by a certificate issued by a second doctor who may practise in the institution to which the patient is to be admitted. The two doctors shall not be related by blood or marriage, up to the fourth degree inclusive, either to each other or to the directors of the institutions referred to in Article L. 32221, or to the person making the application or to the person whose admission is being sought.”", "“A person admitted at the request of another to an institution referred to in Article L. 3222-1 shall likewise cease to be detained there as soon as his discharge is requested by:", "...", "(3) if the person is unmarried, the ascendants;", "...”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}