{"ITEMID": "001-58128", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1998, "DOCNAME": "CASE OF THE UNITED COMMUNIST PARTY OF TURKEY AND OTHERS v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 11;Not necessary to examine Art. 9;Not necessary to examine Art. 10;Not necessary to examine Art. 14;Not necessary to examine Art. 18;Not necessary to examine P1-1;Not necessary to examine P1-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["7. The United Communist Party of Turkey (“the TBKP”), the first applicant, was a political party that was dissolved by the Constitutional Court (see paragraph 10 below).", "Mr Nihat Sargın and Mr Nabi Yağcı, the second and third applicants, were respectively Chairman and General Secretary of the TBKP. They live in Istanbul.", "8. The TBKP was formed on 4 June 1990. On the same day, its constitution and programme were submitted to the office of Principal State Counsel at the Court of Cassation for assessment of their compatibility with the Constitution and Law no. 2820 on the regulation of political parties (“Law no. 2820” – see paragraph 12 below).", "9. On 14 June 1990, when the TBKP was preparing to participate in a general election, Principal State Counsel at the Court of Cassation (“Principal State Counsel”) applied to the Constitutional Court for an order dissolving the TBKP. He accused the party of having sought to establish the domination of one social class over the others (Articles 6, 10 and 14 and former Article 68 of the Constitution and section 78 of Law no. 2820), of having incorporated the word “communist” into its name (contrary to section 96(3) of Law no. 2820), of having carried on activities likely to undermine the territorial integrity of the State and the unity of the nation (Articles 2, 3 and 66 and former Article 68 of the Constitution, and sections 78 and 81 of Law no. 2820) and of having declared itself to be the successor to a previously dissolved political party, the Turkish Workers’ Party (section 96(2) of Law no. 2820).", "In support of his application Principal State Counsel relied in particular on passages from the TBKP’s programme, mainly taken from a chapter entitled “Towards a peaceful, democratic and fair solution for the Kurdish problem”; that chapter read as follows:", "“The existence of the Kurds and their legitimate rights have been denied ever since the Republic was founded, although the national war of independence was waged with their support. The authorities have responded to the awakening of Kurdish national consciousness with bans, oppression and terror. Racist, militarist and chauvinistic policies have exacerbated the Kurdish problem. That fact both constitutes an obstacle to the democratisation of Turkey and serves the interests of the international imperialist and militaristic forces seeking to heighten tension in the Middle East, set peoples against each other and propel Turkey into military adventures.", "The Kurdish problem is a political one arising from the denial of the Kurdish people’s existence, national identity and rights. It therefore cannot be resolved by oppression, terror and military means. Recourse to violence means that the right to self-determination, which is a natural and inalienable right of all peoples, is not exercised jointly, but separately and unilaterally. The remedy for this problem is political. If the oppression of the Kurdish people and discrimination against them are to end, Turks and Kurds must unite.", "The TBKP will strive for a peaceful, democratic and fair solution of the Kurdish problem, so that the Kurdish and Turkish peoples may live together of their free will within the borders of the Turkish Republic, on the basis of equal rights and with a view to democratic restructuring founded on their common interests.", "The solution of the Kurdish problem must be based on the free will of the Kurds and take into account the common interests of the Turkish and Kurdish nations and contribute to the democratisation of Turkey and peace in the Middle East.", "A solution to the Kurdish problem will only be found if the parties concerned are able to express their opinions freely, if they agree not to resort to violence in any form in order to resolve the problem and if they are able to take part in politics with their own national identity.", "The solution of the Kurdish problem will require time. In the immediate future, priority must be given to ending military and political pressure on the Kurds, protecting the lives of Kurdish citizens, bringing the state of emergency to an end, abandoning the ‘village guards’ system and lifting bans on the Kurdish language and Kurdish culture. The problem should be freely discussed. The existence of the Kurds must be acknowledged in the Constitution.", "Without a solution of the Kurdish problem, democratic renewal cannot take place in Turkey. Any solution will entail a fight for the democratisation of Turkey.”", "Two other passages relied on by Principal State Counsel read as follows:", "“... the United Communist Party of Turkey is the party of the working class, formed from the merger of the Turkish Workers’ Party and the Turkish Communist Party.", "...", "The cultural revival will be fashioned by, on the one hand, the reciprocal influence of contemporary universal culture and, on the other, Turkish and Kurdish national values, the heritage of the Anatolian civilisations, the humanist elements of Islamic culture and all the values developed by our people in their effort to evolve with their times.”", "The Turkish Workers’ Party referred to above had been dissolved on 16 October 1981 on grounds similar to those relied on against the TBKP.", "10. On 16 July 1991 the Constitutional Court made an order dissolving the TBKP, which entailed ipso jure the liquidation of the party and the transfer of its assets to the Treasury, in accordance with section 107(1) of Law no. 2820. The order was published in the Official Gazette on 28 January 1992. As a consequence, the founders and managers of the party were banned from holding similar office in any other political body (Article 69 of the Constitution and section 95(1) of Law no. 2820 – see paragraph 11 below).", "The Constitutional Court firstly rejected the submission that the TBKP maintained that one social class, the proletariat, was superior to the others. Referring to the party’s constitution, modern works on Marxist ideology and contemporary political ideas, it held that the TBKP satisfied the requirements of democracy, which was based on political pluralism, universal suffrage and freedom to take part in politics.", "The court also rejected the argument, based on section 96(2) of Law no. 2820, that no political party may claim to be the successor to a party that has previously been dissolved. In its view, it was entirely natural and consistent with the concept of democracy for a political party to claim the cultural heritage of past movements and currents of political thought. The TBKP had accordingly not infringed the provision relied on by reason only of its intention of drawing on the experience and achievements of Marxist institutions.", "The Constitutional Court went on to hold that the mere fact that a political party included in its name a word prohibited by section 96(3) of Law no. 2820, as the TBKP had done in the present case, sufficed to trigger the application of that provision and consequently to entail the dissolution of the party concerned.", "As to the allegation that the TBKP’s constitution and programme contained statements likely to undermine the territorial integrity of the State and the unity of the nation, the Constitutional Court noted, inter alia, that those documents referred to two nations: the Kurdish nation and the Turkish nation. But it could not be accepted that there were two nations within the Republic of Turkey, whose citizens, whatever their ethnic origin, had Turkish nationality. In reality the proposals in the party constitution covering support for non-Turkish languages and cultures were intended to create minorities, to the detriment of the unity of the Turkish nation.", "Reiterating that self-determination and regional autonomy were prohibited by the Constitution, the Constitutional Court said that the State was unitary, the country indivisible and that there was only one nation. It considered that national unity was achieved through the integration of communities and individuals who, irrespective of their ethnic origin and on an equal footing, formed the nation and founded the State. In Turkey there were no “minorities” or “national minorities”, other than those referred to in the Treaty of Lausanne and the friendship treaty between Turkey and Bulgaria, and there were no constitutional or legislative provisions allowing distinctions to be made between citizens. Like all nationals of foreign descent, nationals of Kurdish origin could express their identity, but the Constitution and the law precluded them from forming a nation or a minority distinct from the Turkish nation. Consequently, objectives which, like those of the TBKP, encouraged separatism and the division of the Turkish nation were unacceptable and justified dissolving the party concerned.", "11. At the material time the relevant provisions of the Constitution read as follows:", "“The Republic of Turkey is a democratic, secular and social State based on the rule of law, respectful of human rights in a spirit of social peace, national solidarity and justice, adhering to the nationalism of Atatürk and resting on the fundamental principles set out in the Preamble.”", "“The State of Turkey constitutes with its territory and nation, an indivisible whole. The official language is Turkish.”", "“Sovereignty resides unconditionally and unreservedly in the nation.", "...", "Sovereign power shall not under any circumstances be transferred to an individual, a group or a social class...”", "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.”", "“None of the rights and freedoms referred to in the Constitution shall be exercised with a view to undermining the territorial integrity of the State and the unity of the nation, jeopardising the existence of the Turkish State or Republic, abolishing fundamental rights and freedoms, placing the control of the State in the hands of a single individual or group, ensuring the domination of one social class over other social classes, introducing discrimination on the grounds of language, race, religion or membership of a religious sect, or establishing by any other means a political system based on any of the above concepts and opinions.”", "“Everyone linked to the Turkish State by nationality shall be Turkish.”", "“Citizens shall have the right to form political parties and to join them or withdraw from them in accordance with the lawful procedure laid down for the purpose...", "Political parties shall be an indispensable part of the democratic political system.", "Political parties may be formed without prior permission and shall carry on their activities in accordance with the Constitution and the law.", "The constitutions and programmes of political parties shall not be inconsistent with the absolute integrity of State territory and of the nation, human rights, national sovereignty or the principles of a democratic secular Republic.", "No political party shall be formed which aims to advocate or establish the domination of one social class or group, or any form of dictatorship...”", "“Political parties shall not engage in activities other than those referred to in their constitutions and programmes, nor shall they disregard the restrictions laid down by Article 14 of the Constitution, on pain of permanent dissolution.", "...", "The decisions and internal running of political parties shall not be contrary to democratic principles.", "...", "Immediately a political party is formed, Principal State Counsel shall verify as a matter of priority that its constitution and programme and the legal position of its founding members are consistent with the Constitution and the laws of the land. He shall also monitor its activities.", "Political parties may be dissolved by the Constitutional Court, on application by Principal State Counsel.", "Founding members and managers, at whatever level, of political parties which have been permanently dissolved may not become founding members, managers or financial controllers of any new political party, nor shall a new party be formed if a majority of its members previously belonged to a party which has been dissolved ...”", "12. The relevant provisions of Law no. 2820 on the regulation of political parties read as follows:", "“Political parties", "(a) shall not aim, strive or incite third parties to", "change: the republican form of the Turkish State; the ... provisions concerning the absolute integrity of the Turkish State’s territory, the absolute unity of its nation, its official language, its flag or its national anthem; ... the principle that sovereignty resides unconditionally and unreservedly in the Turkish nation; ... the provision that sovereign power cannot be transferred to an individual, a group or a social class...;", "jeopardise the existence of the Turkish State and Republic, abolish fundamental rights and freedoms, introduce discrimination on grounds of language, race, colour, religion or membership of a religious sect, or establish, by any means, a system of government based on any such notion or concept.", "...", "(c) shall not aim to defend or establish the domination of one social class over the other social classes or the domination of a community or the setting up of any form of dictatorship; they shall not carry on activities in pursuit of such aims...”", "“Political parties shall not aim to change the principle of the unitary State on which the Turkish Republic is founded, nor carry on activities in pursuit of such an aim.”", "“Political parties shall not", "(a) assert that there exist within the territory of the Turkish Republic any national minorities based on differences relating to national or religious culture, membership of a religious sect, race or language; or", "(b) aim to destroy national unity by proposing, on the pretext of protecting, promoting or disseminating a non-Turkish language or culture, to create minorities on the territory of the Turkish Republic or to engage in similar activities...”", "“The constitution, programme and activities of political parties may not contravene the Constitution or this Law.”", "“No political party shall be formed with the name ‘communist’, ‘anarchist’, ‘fascist’, ‘theocratic’ or ‘national socialist’, the name of a religion, language, race, sect or region, or a name including any of the above words or similar ones.”", "“The Constitutional Court shall dissolve a political party where", "(a) the party’s programme or constitution ... is contrary to the provisions of Chapter 4 of this Law; or", "(b) its membership, central committee or executive committee ... take a decision, issue a circular or make a statement ... contrary to the provisions of Chapter 4 of this Law or the Chairman, Vice-Chairman or General Secretary makes any written or oral statement contrary to those provisions...”", "“All the assets of political parties dissolved by order of the Constitutional Court shall be transferred to the Treasury.”", "Chapter 4 of the Law, referred to in section 101, includes in particular sections 90(1) and 96(3), which are reproduced above."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}