{"ITEMID": "001-76758", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF NIEROJEWSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1937 and lives in Sopot, Poland.", "5. On 15 March 1994 the applicant filed a petition for divorce with the Gdańsk Regional Court. She also sought an interim maintenance award.", "6. The applicant’s husband failed to appear at a reconciliation meeting on 14 April 1994. The subsequent reconciliation meeting held on 16 May 1994 failed. On that date the applicant’s husband requested the Gdańsk Regional Court that the case be transmitted to the Elbląg Regional Court due to his change of domicile. That request was dismissed on 26 May 1994. The appeal lodged by the applicant’s husband was rejected.", "7. On 21 September 1994 and on 28 February 1995 the applicant sought an increase of her interim maintenance award. She also requested the court to determine the way in which the spouses would occupy the matrimonial home.", "8. On 13 June 1995 the Regional Court ordered the defendant to pay PLN 500 per month to the applicant by way of interim maintenance. It also determined the issue of the spouses’ occupation of the matrimonial home. Both parties appealed against that decision. On 31 October 1995 the Gdańsk Court of Appeal upheld the contested decision.", "9. On 5 October 1995 the applicant requested the Elbląg Regional Court to draw up an inventory of the assets located in the matrimonial home. On 13 October 1995 the Elbląg Regional Court transmitted that request to the Gdańsk Regional Court. On 19 April 1996 the Gdańsk Court of Appeal quashed that decision. On 1 July 1996 the Elbląg Regional Court again transmitted the case to the Gdańsk Regional Court, finding that the latter court was competent in the matter of drawing up an inventory.", "10. On 30 August 1996 the applicant increased her maintenance claims. She also informed the court that the defendant had continuously failed to comply with the interim maintenance order of 13 June 1995 and had prevented the applicant from occupying the matrimonial home as determined by the court in the same decision.", "11. On an unspecified date in August or September 1996 the applicant’s husband filed an application for an interim maintenance order against the applicant.", "12. On 16 December 1996 the Elbląg District Court convicted the applicant’s husband of having prevented the applicant from entering their matrimonial home and fined him PLN 200. On 23 April 1997 the Elbląg Regional Court upheld the first-instance judgment.", "13. On 17 October and 6 December 1996 the applicant’s husband requested the court to hear evidence from new witnesses, including some who lived in Germany. On 27 March 1997 the President of the Regional Court requested that two witnesses who lived in Germany be heard by the court in Mannheim pursuant to the relevant agreement on legal cooperation between Germany and Poland.", "14. On 8 September 1997 the defendant requested that the judge who was hearing the case should withdraw from it. On 11 September 1997 the Gdańsk Regional Court dismissed his request. That decision was upheld on appeal on 30 March 1998.", "15. In the meantime a new judge was assigned to hear the case.", "16. On 3 December 1997 the Regional Court dismissed the defendant’s application for an interim maintenance award. That decision was upheld on appeal on 30 March 1998.", "17. On 18 November 1998 the court heard evidence from the applicant and her husband.", "18. The Regional Court held 20 hearings on the following dates: 26 October 1994; 6 January, 1 March, 26 April and 31 May 1995; 14 February, 6 March, 4 April, 26 June, 11 September, 17 October and 6 December 1996; 12 February, 22 July, 27 August, 8 September 1997 and 3 December 1997; and 18 September, 16 October and 18 November 1998.", "19. On 30 November 1998 the Gdańsk Regional Court granted a divorce, finding that the defendant had been responsible for the breakdown of their marriage. It also ordered the defendant to pay maintenance to the applicant in the amount of PLN 600 per month and determined the issue of the occupation of the matrimonial home.", "20. The defendant filed an appeal against that judgment. He also applied for exemption from payment of the court fees for the appeal proceedings. On 4 March 1999 the Regional Court dismissed the defendant’s request. That decision was upheld on appeal on 23 June 1999.", "21. Subsequently, the defendant again requested to be exempted from payment of the court fees. On 8 September 1999 the Regional Court dismissed his request. The Court of Appeal upheld that decision on 17 February 2000.", "22. On 10 April 2000 the Regional Court rejected the defendant’s appeal against the judgment of 30 November 1998 for failure to pay the relevant court fee.", "23. On 4 May 2000 the applicant requested the Regional Court to make an enforcement order in her favour in respect of the judgment of 30 November 1998. On 29 May 2000 the Regional Court issued the enforcement order.", "24. The legal provisions applicable at the material time as well as matters of practice are set out in paragraphs 26-35 of the judgment delivered by the Court on 30 May 2006 in the case of Barszcz v. Poland, no. 71152/01."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}