{"ITEMID": "001-113542", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF YORDANOVA AND TOSHEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["6. The first applicant, who was born in 1970, is a journalist by profession. At the relevant time she was employed at Trud, a leading national daily newspaper, as a journalist and deputy editor in the newspaper’s criminal department. In 2007 or 2008 she started working for 24 Hours, another leading national daily newspaper.", "7. The second applicant was born in 1942. At the relevant time he was Trud’s editorinchief.", "8. On 30 May 1996 the press service of the Ministry of Internal Affairs announced the arrest of N.T., a former employee of the Ministry and of the National Investigation Service. The press release specified that he had been detained and charged under Article 387 of the Criminal Code 1968 with abusing his office with a view to obtaining pecuniary gain, which had led to serious negative consequences. In particular, it stated that he had misappropriated, concealed and used secret official documents. The investigation against him was ongoing. The same day this information was relayed to many newspapers by the Bulgarian Telegraph Agency.", "9. Shortly after receiving the news, the first applicant went to the premises of the Sofia Regional Military Prosecutor’s Office, where, along with journalists from other newspapers, she tried to obtain more information about the case. Around noon, in line with the established practice at that time, a military prosecutor showed up before the journalists to make a statement about the case and answer questions. In addition to the information in the press release, the prosecutor said that a bag with secret documents had been found during a search of N.T.’s home, that N.T.’s wife had also been implicated in the affair, and that by using those documents, which contained information about the Stateowned metallurgical plant “Kremikovtsi”, N.T.’s wife had engaged in lucrative business ventures involving metals.", "10. The next day several national newspapers ran stories about the case. The applicant also covered it in an article which appeared in the 31 May 1996 issue of Trud. It bore the caption “Private company’s shady iron business discovered”, the headline “Former police officer arrested over bag with secret documents”, and the applicant’s byline, and read:", "“A former officer was arrested after the metropolitan police found in his home a bag with secret documents, it became clear yesterday.", "[N.T.], former officer of the Ministry of Internal Affairs and investigator in the National Investigation Service, was put behind bars for misappropriating, concealing and using secret documents, the [Ministry] announced yesterday. He has been charged under Article 387 § 3 of the Criminal Code with abusing his office with a view to enriching himself, which has led to serious negative consequences. The law provides for up to ten years’ imprisonment if the accused is found guilty.", "The documents that [N.T.] took relate to the operations and the business of the ‘Kremikovtsi’ metallurgical plant, the law enforcement people said. He gave the secret information to his wife, who had a private irontrading company. Her business thus thrived and she amassed a substantial capital, the initial investigation found.", "The arrest took place about ten days ago, the Palace of Justice specified. The handcuffs clicked on [N.T.]’s wrists three days before he was set to become a practising lawyer. Originals of secret documents, obtained by him probably while an operative of the former 8th district police department, were found during a search of his home.", "The whole family of [N.T.] was implicated in the affair, say persons close to the investigation. The detainee’s father used to be the head of the 3rd district police department, but it is unclear whether he was aware of his son’s deeds.", "[N.T.] formerly worked as an investigator in one of the district investigation services in Sofia for about a year. On paper he quit of his own free will last year. In reality, he was asked to go because he lacked the requisite qualities for the office he occupied, said people from the National Investigation Service yesterday.", "The ‘National Security’ service of the [Sofia Regional Police Department] and the Military Prosecutor’s Office are making additional inquiries to uncover [N.T.]’s criminal activities, said the [Ministry]’s press service yesterday. The investigation has been entrusted to the Sofia Military Prosecutor’s Office.”", "11. On 22 August 1996 Trud published another article entitled “The Prosecutor’s Office won’t let former officer out of arrest”. The article was authored by the first applicant but did not bear her byline. It read as follows:", "“The former Ministry of Internal Affairs officer and investigator [N.T.], who was detained at the end of May this year on charges of misappropriating, concealing and using secret documents, will remain in detention, we learned yesterday. His [detention] was upheld in a prosecutor’s decision issued yesterday, said to the Bulgarian Telegraph Agency the lieutenant colonel [N.G.] of the Military Prosecutor’s Office.", "[N.T.] was charged under Article 387 § 3 of the Criminal Code with abuse of office. A bag with secret documents relating to the business of the ‘Kremikovtsi’ metallurgical plant was found during a search of his home. [N.T.] obtained them while an operative of the former 8th district police department. He gave the information to his wife, who had a private irontrading company. Before the investigation she said that she had carried out only one transaction.”", "12. In the following years the prosecuting authorities brought N.T. to trial six times, but each time the Sofia Military Court referred the case back for rectification of procedural errors. Eventually, on 1 October 2003 the court discontinued the proceedings under a newly introduced rule of criminal procedure allowing accused persons to seek discontinuance of the proceedings against them if the case had not proceeded to trial for more than two years after the bringing of charges (for more details on that rule, see Dimitrov and Hamanov v. Bulgaria, nos. 48059/06 and 2708/09, §§ 3841, 10 May 2011).", "13. On 27 May 1999 N.T. brought a civil claim against the two applicants and Trud’s publisher, Media Holding AD. He alleged that the two articles had defamed him by making injurious and untrue allegations which had not been based on a proper journalistic enquiry. They had affected gravely both him and his family. He sought compensation for nonpecuniary damage in the sum of 5,000,000 old Bulgarian levs (BGL), plus interest, in respect of the first article, and BGL 5,000,000, plus interest, in respect of the second article. He also claimed costs.", "14. The Sofia City Court held four hearings, one of which was adjourned because the two applicants had not been properly summoned. In a judgment of 21 July 2000 it dismissed N.T.’s claim. It found that the first applicant, like many other journalists, had based her article on reliable official sources. This excluded any wrongful conduct on her part. The second applicant was therefore not liable either.", "15. N.T. appealed. The Sofia Court of Appeal held a hearing on 26 January 2001. On 13 February 2001 it upheld the lower court’s judgment. It found that at the time when the two articles had been published there had not existed any statutory rules governing journalistic enquiries. Journalists, including the first applicant, had been bound to adhere to the de facto rules of the profession. The first applicant had not breached those rules in researching the two articles. She had used many independent sources to elucidate the facts covered in both articles. She had based her allegations on information from the Ministry of Internal Affairs and the Bulgarian Telegraph Agency, and a statement made by a public prosecutor. Both she and the second applicant had thus fulfilled their professional duties, which excluded any negligence on their part. Strict liability in tort did not exist under Bulgarian law.", "16. N.T. appealed on points of law. The Supreme Court of Cassation heard the appeal at a hearing held on 28 May 2002. On 14 August 2002 it quashed the Sofia Court of Appeal’s judgment and remitted the case. It found that that court, whose task had not simply been to review the firstinstance court’s judgment but to decide the case de novo, had not gathered all available evidence – in particular evidence relating to the identity of the public prosecutor cited in the first article and any evidence concerning the truthfulness of the second article – and had not properly analysed it. Its findings that the allegations in the articles were true did not correspond to the material in the case. The cassation court went on to say that in order to determine whether or not the applicants were liable in tort the court of appeal should have ascertained the truth or the falsity of the assertions made in the two articles, because the right to freedom of expression could not be used to infringe the reputation of others.", "17. On remittal, the Sofia Court of Appeal held three hearings. At the second of those, which took place on 19 May 2003, the court decided to stay the proceedings pending the outcome of the criminal proceedings against N.T. None of the parties appealed against that decision. After criminal proceedings against N.T. came to an end in October 2003 (see paragraph 12 above), the court decided to resume the examination of the case, and held a hearing on 19 April 2004.", "18. In a judgment of 27 July 2004 the Sofia Court of Appeal allowed N.T.’s claim. It ordered the two applicants and Media Holding AD to pay him 2,500 new Bulgarian levs (BGN), plus interest, in nonpecuniary damages in respect of the first article. The court also ordered the second applicant and Media Holding AD to pay N.T. BGN 2,500, plus interest, in nonpecuniary damages in respect of the second article. Lastly, the court ordered the two applicants and Media Holding AD to pay N.T. BGN 700 in respect of costs. It specified that they were jointly liable to pay those amounts.", "19. The court held that in preparing the articles the first applicant had acted tortiously because she had not followed the customary rules governing journalistic enquiries. Those rules required that any information, even that coming from official sources, be checked against at least two independent sources. The first applicant had not done that with regard to the information received from a public prosecutor whose identity she had been unable to establish. The resulting articles had contained defamatory and injurious statements about N.T. and his family which went beyond the information in the press release issued by the authorities: that the “business of [the applicant’s wife had] thrived and she [had] amassed a substantial capital”, that the “whole family [had been] implicated in the affair”, and that the authorities had found “a bag with secret documents relating to the business of the ‘Kremikovtsi’ metallurgical plant”. By writing and publishing unverified defamatory allegations about N.T. the applicants had acted in breach of the general duty under section 45 of the Obligations and Contracts Act 1951 (see paragraph 24 below) not to infringe the rights of others. They could have anticipated the damaging result of their actions and could have averted it by taking additional steps to verify the accuracy of the statements in the articles. They had not done so, and had therefore acted negligently. The second applicant had been under a duty to do so by virtue of his position as the newspaper’s editorinchief, especially with regard to an article that did not bear a byline. As for the first applicant, she had made untrue and uncorroborated injurious remarks and allegations about N.T.’s personal and professional life, without taking into account the negative consequences that could flow from them. Media Holding AD was vicariously liable for the applicants’ actions.", "20. The court determined the quantum of the award in equity, as required under section 52 of the Obligations and Contracts Act 1951 (see paragraph 24 below). It took into account Trud’s circulation, the number of potential readers and the degree of moral suffering sustained by N.T.", "21. The applicants appealed on points of law, arguing, among other things, that the court of appeal’s judgment was in breach of Article 10 of the Convention. On 11 November 2004 a threemember panel of the Supreme Court of Cassation refused to hear their appeal. It observed that N.T. had brought two claims of BGN 5,000 each. Those claims had been triable at first instance not by the Sofia City Court, but by the Sofia District Court. By accepting to hear the case, the Sofia City Court, which had the rank of a regional court, had in effect exercised its powers under Article 80 § 2 of the Code of Civil Procedure 1952 to take up and examine at first instance a case falling within the jurisdiction of one of the district courts in its region (see paragraph 25 below). That had in turn led to an appellate judgment by the Sofia Court of Appeal. Had the procedure ran its normal course, the case would have been examined at first instance by the Sofia District Court and on appeal by the Sofia City Court. The case thus fell within the ambit of Article 218a § 1 (a) of the Code (see paragraph 26 below), with the result that no appeal lay against the Sofia Court of Appeal’s judgment.", "22. On an appeal by the applicants, in a final decision of 12 January 2005 a fivemember panel of the Supreme Court of Cassation upheld the threemember panel’s decision. It fully agreed with its reasoning and went on to say that the examination of the case at second instance by the Sofia Court of Appeal due to the irregular manner in which the proceedings had unfolded in terms of which court had jurisdiction could not render a judgment concerning claims of up to BGN 5,000 amenable to appeal on points of law. The threshold for lodging such an appeal was primarily a function of the amount in dispute. It could not be circumvented through the application of Article 80 § 2 of the abovementioned Code and the resulting examination of the case at first instance by the Sofia City Court.", "23. The relevant provisions of the 1991 Constitution read as follows:", "“The private life of citizens shall be inviolable. All citizens are entitled to be protected against unlawful interference in their private or family life and against infringements of their honour, dignity and reputation.”", "“1. Everyone is entitled to express an opinion or to publicise it through words, whether written or oral, sounds or images, or in any other way.", "2. That right shall not be exercised to the detriment of the rights and reputation of others, or for incitement to forcible change of the constitutionally established order, perpetration of a crime or enmity or violence against anyone.”", "“The press and the other mass media shall be free and not subject to censorship.”", "“1. Everyone has the right to seek, receive and impart information. The exercise of that right may not be directed against the rights and the good name of other citizens or against national security, public order, public health or morals.", "2. Citizens shall have the right to information from State bodies or agencies on any matter of legitimate interest to them, unless the information is a State secret or a secret protected by law or it affects the rights of others.”", "“Rights shall not be abused, nor shall they be exercised to the detriment of the rights or the legitimate interests of others.”", "24. The general rules of the law of tort are set out in sections 45 to 54 of the Obligations and Contracts Act 1951 (“the 1951 Act”). Section 45(1) provides that everyone is obliged to make good the damage which they have, through their fault, caused to another. Under section 45(2), fault is presumed until proved otherwise. Section 49 provides that a person who has entrusted another with carrying out a job is liable for the damage caused by that other person in the course of or in connection with the performance of the job. Section 52 provides that the amount of compensation in respect of nonpecuniary damage is to be determined by the court in equity. If a tort has been committed by several persons, they are jointly liable for the resulting damage (section 53).", "25. Article 80 § 1 (b) of the Code of Civil Procedure 1952 (superseded on 1 March 2008 by the Code of Civil Procedure 2007), as in force between 1 April 1998 and July 1999, provided that money claims of up to BGN 5,000 were triable by the district courts and those exceeding BGN 5,000 by the regional courts. Under Article 80 § 2, a regional court could take up and examine at first instance a case falling within the jurisdiction of one of the district courts in its region.", "26. Article 218a § 1 (a) of the 1952 Code, as in force between April 1998 and November 2002, provided that regional court judgments concerning money claims of up to BGN 1,000 were not subject to appeal on points of law. An amendment which came into force in November 2002 increased that threshold to BGN 5,000."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}