{"ITEMID": "001-5623", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 1998, "DOCNAME": "PADIN GESTOSO v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr José Manuel Padin Gestoso] is a Spanish national who was born in 1954 and lives in Cambados (Pontevedra province). Before the Court he was represented by Mr M. García Montes, of the Madrid Bar.", "The facts, as submitted by the applicant, may be summarised as follows.", "On 17 November 1989, acting on the basis of statements made by a criminal turned informer, Mr R.P.R., in the context of criminal investigations into international drug trafficking conducted by the Audiencia Nacional’s central investigating judge no. 5, the public prosecutor’s office lodged a criminal complaint against a number of people, including the applicant, suspected of drug trafficking.", "By a decision of 27 November 1989 central investigating judge no. 5 declared the criminal complaint lodged by the public prosecutor’s office admissible and ordered a number of investigative measures. However, contrary to Article 118 of the Code of Criminal Procedure, the investigating judge did not inform the applicant that the complaint concerning him had been declared admissible.", "By a decision of 9 June 1990 central investigating judge no. 5 ordered the commencement of ordinary proceedings (incoación de sumario ordinario) against several persons, including the applicant.", "On 11 June 1990 the investigating judge ordered that the proceedings be kept secret for one month, ordered the persons charged, including the applicant, to be detained pending trial in solitary confinement and appointed a lawyer to act for them under the legal aid scheme during the time they were to spend in solitary confinement. By a decision of 6 August 1990 the judge rescinded the solitary confinement.", "By a decision of 19 February 1992 central investigating judge no. 5 declared the investigation closed and committed the forty-seven persons charged for trial before the Criminal Division of the Audiencia Nacional. By a decision of 29 October 1992 the Criminal Division of the Audiencia Nacional ordered that counsel for all the accused, including the applicant, be supplied with a complete copy of the investigation file, which ran to more than eighty volumes, so that they could make a provisional classification of the offences.", "After the exchange of various pleadings and other procedural steps, the trial began on 20 September 1993. It lasted until 24 May 1994. The trial followed the following distinct phases: from 21 September to 29 November 1993 all but five of the accused gave evidence; the witnesses gave evidence between 29 November 1993 and 14 February 1994; the expert reports were examined between 14 and 22 February 1994; the written evidence was examined between 28 February and 16 March 1994; the oral submissions of the prosecution, the civil parties and the defence lasted from 23 March to 23 May 1994. The accused spoke last.", "In a judgment delivered at a hearing on 27 September 1994 after proceedings at which all parties were represented the Audiencia Nacional found the applicant guilty of the offence of drug trafficking (Articles 344, 344 bis A, § 3, and 344 bis B of the Criminal Code), sentenced him to nine years’ imprisonment and fined him 50,000,000 pesetas. The applicant was found guilty of participating with other co-defendants, including one P., in the acquisition of a suitable boat to bring more than 400 kilos of cocaine into Spain.", "The applicant appealed on points of law to the Supreme Court, alleging the breach of Article 118 of the Code of Criminal Procedure on account of the fact that he had not been notified of the criminal complaint against him. He argued that the fact that he had not been informed of the proceedings against him had infringed the rights of the defence. He also alleged an infringement of his right to the presumption of innocence.", "By a judgment of 7 December 1996 the Supreme Court dismissed the appeal. With regard to the argument relating to the fact that the applicant had not been notified by central investigating judge no. 5 that he had declared the criminal complaint against him admissible, the Supreme Court ruled as follows:", "“At the beginning of the proceedings, when the results of the criminal investigations begun in Galicia were transmitted to central investigating judge no. 5, the public prosecutor lodged a complaint against various persons identified by their surnames and forenames. That complaint was declared admissible (admisible) in a decision of [27] November 1989, but this decision was not brought to the attention of the persons named as suspects (querellados), so that Article 118 of the Code of Criminal Procedure was clearly contravened, as the appellants maintained and the impugned judgment admitted. There then followed judicial and police investigations consisting in substance in a large number of statements made by the initial complainant, who decided after committing the offences to provide information, and who on a number of occasions accompanied police officers to various locations in Galicia in order to obtain accurate information on events, places and persons involved in large-scale hashish and cocaine trafficking operations which had taken place and were continuing.", "It can readily be understood that in order to investigate such offences it was important to act without the persons implicated being informed of the investigations. Offences of this type, committed by large-scale organisations with extensive connections, including international links, require investigative work by police and judges to be conducted without the persons implicated being aware of it. If in the present case the persons implicated had been informed in accordance with Article 118 it is obvious that the investigation would not have been possible.", "...", "Quite clearly, as has been observed already, a criminal investigation conducted without the knowledge of the suspected offenders may be particularly necessary in connection with offences committed by organised gangs, as is the case with drug trafficking at the start of the distribution process, and this is authorised by the Code of Criminal Procedure in Article 302 thereof ...", "...", "Thus, in the present case, the investigating judge had the power to conduct investigations, without informing the persons under investigation, into the serious offences of drug trafficking which formed the subject of the public prosecutor’s complaint. But in order to do so he should have ordered the proceedings to be kept secret for one month, duly justifying any extensions necessary, in accordance with the above-mentioned Article 302 and the case-law of the Supreme Court cited. But he did not do so and it is accordingly evident that there was a procedural irregularity in that respect, as the impugned judgment admits.", "The Court now turns to the question what the consequences of such a procedural irregularity should be.", "...", "The situation in this case is similar to the one considered in the Constitutional Court’s recent judgment no. 100/1996 of 11 June 1996, and the solution to the problem must be the same, that is to find that the defence was not materially hindered because those charged were examined as such and were able to consult the file with full knowledge of the investigations conducted well before the close of the investigation, so that they had time to inspect the content of the investigation file and request any investigative measure during that stage of the proceedings, that is before the time-limit for such requests.", "...", "... as stated in the ‘As to the law’ section of the impugned judgment ..., P. (the criminal turned informer), the protagonist throughout the initial inquisitorial stage, was questioned at length with the result of almost wholly invalidating the evidence for the prosecution, which initially consisted of the statements he had made on his own initiative alone, with only the investigating judge and the public prosecutor being present, without anyone else being informed ... Accordingly, those statements are not declared null and void since, as will be seen, no-one’s interests were harmed by them ... as they were used only to the extent that they benefited the other accused, regard being had to their contradictory and vague nature ...", "In conclusion, the failure to comply with Article 118 of the Code of Criminal Procedure had no bearing on the truth and probative value of the incriminating evidence, the evidence which, in the final analysis, secured the convictions, and was considered with all the proper safeguards ...”", "The Supreme Court also held that the trial courts had based their finding of the applicant’s guilt and his conviction on a large body of evidence on which the defence had had the opportunity to comment in court.", "The applicant lodged a recurso de amparo against this judgment with the Constitutional Court, alleging the violation of Article 24 §§ 1 and 2 of the Spanish Constitution (right to a fair trial and respect for the presumption of innocence). By a decision of 30 June 1997, served on the applicant on 14 July 1997, the Constitutional Court dismissed the appeal as being manifestly ill-founded. With regard to the complaint of a breach of Article 118 of the Code of Criminal Procedure, the Constitutional Court held that despite the fact that the investigating judge had failed to comply with the provision in question the result of this breach of the law had not been to deprive the applicant for all practical purposes of his right to due process since from the time when he was charged (imputado) he had been informed of all the steps taken and had had the opportunity of submitting whatever arguments he thought pertinent in his defence and of requesting whatever investigative measures he thought might be useful to counterbalance the investigations initially carried out without his involvement. With regard to the complaint of an infringement of the presumption of innocence, the Constitutional Court held that, in accordance with its case-law, the right to be presumed innocent was not infringed where conviction by a court after a criminal trial was based on the incriminating statement of a co-accused, given that the trial courts had expressly found that the statement in question was not prompted by invalid motives, and where the statement was corroborated by other evidence, which the trial courts had described as fundamental, namely the confrontation between P. (the criminal turned informer) and A.P. (another co-accused). The fact that the applicant had not had access to the recording of that confrontation was without any constitutional relevance given that the applicant had not alleged any omissions from the transcript of the recording placed in the investigation file nor specified in what way his knowledge of any such missing elements might have been decisive for the preparation of his defence.", "“Anyone accused of an offence may exercise the rights of the defence by taking part in the proceedings, of whatever type, from the time when he is first informed of their existence, whether he has been detained pending trial, has been the subject of any other preventive measure, or has been charged with an offence, and to that end he shall be informed of this right.", "Where a criminal complaint or any procedural step resulting from criminal charges being preferred against one or more named suspects is ruled admissible, this decision shall be brought to the attention of the persons concerned immediately.”", "“The parties to the proceedings may inform themselves what steps have been taken and participate in all procedural steps.", "However, notwithstanding what is provided in the previous paragraph, if the offence is against the public interest the investigating judge, on a proposal from the public prosecutor’s office or any party to the proceedings, or of his own motion, may order that the proceedings be kept wholly or partly secret from all parties for a period not exceeding one month...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}