{"ITEMID": "001-85611", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SHTUKATUROV v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 8;Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 34;Remainder inadmissible;Just satisfaction reserved", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1982 and lives in St Petersburg.", "7. Since 2002 the applicant has suffered from a mental disorder. On several occasions he was placed in Hospital no. 6 in St Petersburg for inpatient psychiatric treatment. In 2003 he obtained the status of a disabled person. The applicant lived with his mother; he did not work and received a disability pension.", "8. In May 2003 the applicant’s grandmother died. The applicant inherited a flat from her in St Petersburg and a house with a plot of land in the Leningrad region.", "9. On 27 July 2004 the applicant was placed in Hospital no. 6 for inpatient treatment.", "10. On 3 August 2004 the applicant’s mother lodged an application with the Vasileostrovskiy District Court of St Petersburg, seeking to deprive the applicant of legal capacity. She claimed that her son was inert and passive, that he rarely left the house, that he spent his days sitting on a couch, and that sometimes he behaved aggressively. She indicated that her son had recently inherited property from his grandmother; however, he had not taken the necessary steps to register his property rights. This indicated that he was incapable of leading an independent social life and thus needed a guardian. It appears that the applicant was not formally notified about the proceedings that had been brought in respect of him.", "11. On 10 August 2004 the judge invited the applicant and his mother to court to discuss the case. However, there is no evidence that the invitation ever reached the applicant. The court also requested the applicant’s medical records from Hospital no. 6.", "12. On 12 October 2004 the judge of the Vasileostrovskiy District Court of St Petersburg commissioned a psychiatric expert examination of the applicant’s mental health. The examination was assigned to the doctors of Hospital no. 6, where the applicant had been undergoing treatment. The judge formulated two questions to the doctors: firstly, whether the applicant suffered from any mental illness; and, secondly, whether he was able to understand his actions and control them.", "13. On 12 November 2004 an expert team from Hospital no. 6 examined the applicant and his medical records. The report prepared by the expert team may be summarised as follows. After graduating from college, the applicant worked for a short time as an interpreter. However, some time later he became aggressive, unsympathetic and secluded, and prone to empty philosophising. He abandoned his job, started attending religious meetings and visiting Buddhist shrines, lost most of his friends, neglected his personal hygiene and became very negative towards his relatives. He suffered from anorexia and was hospitalised because of this.", "14. In August 2002 he was placed in a psychiatric hospital for the first time with a diagnosis of “simple schizophrenia”. In April 2003 he was discharged from hospital; however, later that same month he was admitted again because of his aggressive behaviour towards his mother. In the following months he was placed in hospital two further times. In April 2004 he was discharged. However, he “continued to live in an antisocial way”. He did not work, loitered in the flat, prohibited his mother from preparing him food or from leaving the flat or moving around, and threatened her. She was so afraid of the applicant that she once spent a night at friends of hers and had to complain to the police about her son.", "15. The final part of the report concerned the applicant’s mental condition at the time of his examination. The doctors noted that the applicant’s social maladjustment and autism had worsened. They noted, inter alia, that “the applicant did not understand why he had been subjected to a [forensic] psychiatric examination”. The doctors further stated that the applicant’s “intellectual and mnemonic abilities were without any impairment”. However, his behaviour was characterised by several typical features of schizophrenia, such as “formality of contacts, structural thought disorder ..., lack of judgment, emotional emasculation, coldness, reduced energy potential”. The expert team concluded that the applicant was suffering from “simple schizophrenia with a manifest emotional and volitional defect” and that he could not understand his actions or control them.", "16. On 28 December 2004 Judge A. of the Vasileostrovskiy District Court held a hearing on the merits of the case. The applicant was neither notified nor present at that hearing. The applicant’s mother was notified but did not appear. She informed the court that she maintained her initial request and asked the court to examine the case in her absence. The case was examined in the presence of the district prosecutor. A representative of Hospital no. 6 was also present. The representative of the hospital, described in the judgment as “an interested party”, asked the court to declare the applicant incapable. It appears that the prosecutor did not make any remarks on the substance of the case. The hearing lasted ten minutes. As a result, the judge declared the applicant legally incapable, referring to the experts’ findings.", "17. Since no appeal was lodged against the judgment of 28 December 2004 within the ten-day time-limit provided by law, the judgment became final on 11 January 2005.", "18. On 14 January 2005 the applicant’s mother received a copy of the full text of the judgment of 28 December 2004. Subsequently, on an unspecified date, she was appointed the applicant’s guardian and was authorised by law to act on his behalf in all matters.", "19. According to the applicant, he was not sent a copy of the judgment and only became aware of its existence by chance in November 2005, when he found a copy of the judgment among his mother’s papers at home.", "20. On 2 November 2005 the applicant contacted Mr Bartenev, a lawyer with the Mental Disability Advocacy Centre (“the lawyer”), and explained the situation. The applicant and the lawyer met for two hours and discussed the case. According to the lawyer, who holds a degree in medicine from the Petrozavodsk State University, during the meeting the applicant was in an adequate state of mind and fully able to understand complex legal issues and give relevant instructions. On the same day the lawyer helped the applicant draft a request to restore the time-limits for lodging an appeal against the judgment of 28 December 2004.", "21. On 4 November 2005 the applicant was placed in Hospital no. 6. Admission to hospital was requested by the applicant’s mother, as his guardian; in terms of domestic law it was therefore voluntary and did not require approval by a court (see paragraph 56 below). The applicant claimed, however, that he had been confined to hospital against his will.", "22. On 9, 10, 12 and 15 November 2005 the lawyer attempted to meet his client in hospital. The applicant, in turn, requested the hospital administration to allow him to see his lawyer in private. However, Dr Sh., the Director of the hospital, refused permission. He referred to the applicant’s mental condition and the fact that the applicant was legally incapable and therefore could only act through his guardian.", "23. On 18 November 2005 the lawyer had a telephone conversation with the applicant. Following that conversation the applicant signed a form authorising the lawyer to lodge an application with the European Court of Human Rights in connection with the events described above. That form was then transmitted to the lawyer through a relative of another patient in Hospital no. 6.", "24. The lawyer reiterated his request for a meeting. He specified that he was representing the applicant before the European Court and enclosed a copy of the power of attorney. However, the hospital administration refused permission on the ground that the applicant did not have legal capacity. The applicant’s guardian also refused to take any action on the applicant’s behalf.", "25. From December 2005 the applicant was prohibited from having any contact with the outside world; he was not allowed to keep any writing equipment or use a telephone. The applicant’s lawyer produced a written statement by Mr S., another former patient in Hospital no. 6. Mr S. met the applicant in January 2006 while Mr S. was in the hospital in connection with attempted suicide. Mr S. and the applicant shared the same room. In the words of Mr S., the applicant was someone friendly and quiet. However, he was treated with strong medicines, such as Haloperidol and Chlorpromazine. The hospital staff prevented him from meeting his lawyer or his friends. He was not allowed to write letters; his diary was confiscated. According to the applicant, he once attempted to escape from the hospital, only to be captured by the staff members who secured him to his bunk bed.", "26. On 1 December 2005 the lawyer complained to the guardianship office of Municipal District no. 11 of St Petersburg about the actions of the applicant’s official guardian, namely his mother. He claimed that the applicant had been placed in the hospital against his will and without medical necessity. The lawyer also complained that the hospital administration was preventing him from meeting the applicant.", "27. On 2 December 2005 the applicant himself wrote a letter in similar terms to the district prosecutor. He indicated, in particular, that he was prevented from meeting his lawyer, that his hospitalisation had not been voluntary, and that his mother had placed him in the hospital in order to appropriate his flat.", "28. On 7 December 2005 the applicant wrote a letter to the Chief Doctor of Hospital no. 6, asking for his immediate discharge. He claimed that he needed some specialist dental assistance which could not be provided within the psychiatric hospital. In the following weeks, the applicant and his lawyer wrote several letters to the guardianship authority, district prosecutor, public health authority, and so on, calling for the applicant’s immediate discharge from the psychiatric hospital.", "29. On 14 December 2005 the district prosecutor advised the lawyer that the applicant had been placed in the hospital at the request of his official guardian, and that all questions related to his eventual release should be decided by her.", "30. On 16 January 2006 the guardianship office informed the lawyer that the actions of the applicant’s guardian had been lawful. According to the guardianship office, on 12 January 2006 the applicant was examined by a dentist. As follows from this letter, the representatives of the guardianship office did not meet the applicant and relied solely on information obtained from the hospital and from his guardian – the applicant’s mother.", "31. In a letter of 10 December 2005, the lawyer requested the Court to indicate to the Government interim measures under Rule 39 of the Rules of Court. In particular, he requested the Court to oblige the Russian authorities to grant him access to the applicant with a view to assisting him in the proceedings and preparing his application to the European Court.", "32. On 15 December 2005 the President of the Chamber decided not to take any decision under Rule 39 until more information was received. The parties were invited to produce additional information and comments regarding the subject matter of the case.", "33. Based on the information received from the parties, on 6 March 2006 the President of the Chamber decided to indicate to the Government, under Rule 39 of the Rules of Court, interim measures desirable in the interests of the proper conduct of the proceedings before the Court. These measures were as follows: the Government was directed to organise, by appropriate means, a meeting between the applicant and his lawyer. That meeting could take place in the presence of the personnel of the hospital where the applicant was detained, but outside their hearing. The lawyer was to be provided with the necessary time and facilities to consult with the applicant and help him in preparing the application before the European Court. The Government was also requested not to prevent the lawyer from having such a meeting with his client at regular intervals in future. The lawyer, in turn, was obliged to be cooperative and comply with reasonable requirements of hospital regulations.", "34. However, the applicant’s lawyer was not given access to the applicant. The Chief Doctor of Hospital no. 6 informed the lawyer that he did not regard the Court’s decision on interim measures as binding. Furthermore, the applicant’s mother objected to the meeting between the applicant and the lawyer.", "35. The applicant’s lawyer challenged that refusal before the St Petersburg Smolninskiy District Court, referring to the interim measure indicated by the European Court of Human Rights. On 28 March 2006 the court upheld his claim, declaring the ban on meetings between the applicant and his lawyer as unlawful.", "36. On 30 March 2006 the former Representative of the Russian Federation at the European Court of Human Rights, Mr P. Laptev, wrote a letter to the President of the Vasileostrovskiy District Court of St Petersburg, informing him of the interim measures applied by the Court in the present case.", "37. On 6 April 2006 the Vasileostrovskiy District Court examined, on the applicant’s motion, the Court’s request under Rule 39 of the Rules of Court and held that the lawyer should be allowed to meet the applicant.", "38. The hospital and the applicant’s mother appealed against that decision. On 26 April 2006 the St Petersburg City Court examined their appeal and quashed the lower court’s judgment of 6 April 2006. The City Court held, in particular, that the District Court had no competence to examine the request lodged by the Representative of the Russian Federation. The City Court further noted that the applicant’s official guardian – his mother – had not applied to the court with any requests of this kind. The City Court finally held as follows:", "“... The applicant’s complaint [to the European Court] was lodged against the Russian Federation ... The request by the European Court was addressed to the authorities of the Russian Federation. The Russian Federation as a special subject of international relations enjoys immunity from foreign jurisdiction; it is not bound by coercive measures applied by foreign courts and cannot be subjected to such measures ... without its consent. The [domestic] courts have no right to undertake on behalf of the Russian Federation an obligation to comply with the preliminary measures ... This can be decided by the executive ... by way of an administrative decision.”", "39. On 16 May 2006 the St Petersburg City Court examined the appeal against the judgment of 28 March 2006 lodged by the Chief Doctor of Hospital no. 6. The City Court held that “under Rule 34 of the Rules of Court, the authority of an advocate [representing the applicant before the European Court] should be formalised in accordance with the legislation of the home country”. The City Court further held that under Russian law the lawyer could not act on behalf of the client in the absence of an agreement between them. However, no such agreement had been concluded between Mr Bartenev (the lawyer) and the applicant’s mother – the person who had the right to act on behalf of the applicant in all legal transactions. As a result, the City Court concluded that the lawyer had no authority to act on behalf of the applicant, and his complaint should be dismissed. The judgment of 28 March 2006 by the Smolninskiy District Court was thus reversed.", "40. On the same day the applicant was discharged from hospital and met with his lawyer.", "41. On 20 November 2005 the applicant’s lawyer brought an appeal against the decision of 28 December 2004. He also requested the court to extend the time-limit for lodging the appeal, claiming that the applicant had not been aware of the proceedings in which he had been declared incapable. The appeal was lodged through the registry of the Vasileostrovskiy District Court.", "42. On 22 December 2005 Judge A. of the Vasileostrovskiy District Court returned the appeal to the applicant’s lawyer without examination. She indicated that the applicant had no legal capacity to act and, therefore, could only lodge an appeal or any other request through his guardian.", "43. On 23 May 2006, after the applicant’s discharge from the psychiatric hospital, the applicant’s lawyer appealed against the decision of 22 December 2005. By a ruling of 5 July 2006, the St Petersburg City Court upheld the decision of 22 December 2005. The City Court held that the Code of Civil Procedure did not allow for the lodging of applications for restoration of procedural terms by legally incapable persons.", "44. In the following months the applicant’s lawyer introduced two appeals for supervisory review, but to no avail.", "45. According to the applicant’s lawyer, in 2007 the applicant was admitted to Hospital no. 6 again, at the request of his mother.", "46. Under Article 21 of the Civil Code of the Russian Federation of 1994, any individual aged 18 or over has, as a rule, full legal capacity (дееспособность), which is defined as “the ability to acquire and enjoy civil rights, create and fulfil civil obligations by his own acts”. Under Article 22 of the Civil Code legal capacity can be limited, but only on the grounds defined by law and within a procedure prescribed by law.", "47. Under Article 29 of the Civil Code, a person who cannot understand or control his or her actions as a result of a mental illness may be declared legally incapable by the court and placed in the care of a guardian (опека). All legal transactions on behalf of the incapacitated person are concluded by his guardian. The incapacitated person can be declared fully capable if the grounds on which he or she was declared incapable cease to exist.", "48. Article 30 of the Civil Code provides for partial limitation of legal capacity. If a person’s addiction to alcohol or drugs is creating serious financial difficulties for his family, he can be declared partially incapable. That means that he is unable to conclude large-scale transactions. He can, however, dispose of his salary or pension and make small transactions, under the control of his guardian.", "49. Article 135 § 1 of the Code of Civil Procedure of 2002 establishes that a civil claim lodged by a legally incapable person should be returned to him without examination.", "50. Article 281 of the same Code establishes the procedure for declaring a person incapable. A request for incapacitation of a mentally ill person can be brought before a first-instance court by a family member of the person concerned. On receipt of the request, the judge must commission a forensic psychiatric examination of the person concerned.", "51. Article 284 of the Code provides that the incapacitation request should be examined in the presence of the person concerned, the plaintiff, the prosecutor and a representative of the guardianship office (орган опеки и попечительства). The person whose legal capacity is being examined by the court is to be summoned to the court hearing, unless his state of health prohibits him from attending it.", "52. Article 289 of the Code provides that full legal capacity can be restored by the court at the request of the guardian, a close relative, the guardianship office or the psychiatric hospital, but not of the person declared incapable himself.", "53. The Psychiatric Assistance Act of 2 July 1992, as amended (“the Act”), provides that any recourse to psychiatric aid should be voluntary. However, a person declared fully incapable may be subjected to psychiatric treatment at the request or with the consent of his official guardian (section 4 of the Act).", "54. Section 5(3) of the Act provides that the rights and freedoms of persons with mental illnesses cannot be limited solely on the ground of their diagnosis, or the fact that they have been subjected to treatment in a psychiatric hospital.", "55. Under section 5 of the Act, a patient in a psychiatric hospital can have a legal representative. However, pursuant to point 2 of section 7, the interests of a person declared fully incapable are represented by his official guardian.", "56. Section 28(3) and (4) of the Act (“Grounds for hospitalisation”) provides that a person declared incapable can be subjected to hospitalisation in a psychiatric hospital at the request of his guardian. This hospitalisation is regarded as voluntary and does not require approval by the court, as opposed to non-voluntary hospitalisation (sections 39 and 33 of the Act).", "57. Section 37(2) of the Act establishes the list of rights of a patient in a psychiatric hospital. In particular, the patient has the right to communicate with his lawyer without censorship. However, under section 37(3) the doctor may limit the applicant’s rights to correspond with other persons, have telephone conversations and meet visitors.", "58. Section 47 of the Act provides that doctors’ actions can be appealed against before the court.", "59. On 23 February 1999 the Committee of Ministers of the Council of Europe adopted Recommendation No. R (99) 4 on principles concerning the legal protection of incapable adults. The relevant provisions read as follows.", "“1. The measures of protection and other legal arrangements available for the protection of the personal and economic interests of incapable adults should be sufficient, in scope or flexibility, to enable a suitable legal response to be made to different degrees of incapacity and various situations.", "...", "4. The range of measures of protection should include, in appropriate cases, those which do not restrict the legal capacity of the person concerned.", "...”", "“1. The legislative framework should, so far as possible, recognise that different degrees of incapacity may exist and that incapacity may vary from time to time. Accordingly, a measure of protection should not result automatically in a complete removal of legal capacity. However, a restriction of legal capacity should be possible where it is shown to be necessary for the protection of the person concerned.", "2. In particular, a measure of protection should not automatically deprive the person concerned of the right to vote, or to make a will, or to consent or refuse consent to any intervention in the health field, or to make other decisions of a personal character at any time when his or her capacity permits him or her to do so.", "...”", "“1. Where a measure of protection is necessary it should be proportional to the degree of capacity of the person concerned and tailored to the individual circumstances and needs of the person concerned.", "2. The measure of protection should interfere with the legal capacity, rights and freedoms of the person concerned to the minimum extent which is consistent with achieving the purpose of the intervention.”", "“The person concerned should have the right to be heard in person in any proceedings which could affect his or her legal capacity.”", "“1. Measures of protection should, whenever possible and appropriate, be of limited duration. Consideration should be given to the institution of periodical reviews.", "...", "3. There should be adequate rights of appeal.”"], "VIOLATED_ARTICLES": ["34", "5", "6", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}