{"ITEMID": "001-87636", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ORŠUŠ AND OTHERS v. CROATIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;No violation of P1-2;No violation of Art. 14+P1-2;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicants were born between 1988 and 1994 and live respectively in Orehovica, Podturen and Trnovec. Their names and details are set out in the Annex.", "5. As schoolchildren the applicants at times attended separate classes, with only Roma pupils, in primary schools in the villages of Macinec, Podturen and Orehovica. The total number of pupils in the Macinec Elementary School in 2001 was 445, 194 of whom were Roma. There were six Roma-only classes, with 142 pupils in all, while the remaining fifty-two Roma pupils attended regular (mixed) classes. The total number of pupils in the Podturen Elementary School in 2001 was 463, 47 of whom were Roma. There was one Roma-only class, with seventeen pupils, while the remaining thirty Roma pupils attended regular (mixed) classes. The total number of pupils in the Orehovica Elementary School in 2001 was 340 and 90 of them were Roma. There were two Roma-only classes, with forty-one pupils, while the remaining forty-nine Roma pupils attended regular (mixed) classes. In Croatia children are obliged to attend school until they reach the age of fifteen.", "6. The Government submitted the following information in respect of the individual applicants:", "The second applicant, Mirjana Oršuš, was enrolled in the first grade of elementary school in the school year 1997/98. She attended a regular class that year and the following year but in those two years she failed to go up a grade. In school years 1999/2000, 2000/2001, 2001/2002 and 2003/2004 she attended a Roma-only class. In school year 2004/2005 she passed fifth grade. In school year 2004/2005 she attended a regular (mixed) class. She was provided with additional classes of Croatian and also participated in extra-curricular activities in a mixed group organised by the school. After reaching the age of fifteen, she left school in August 2006. Her school report shows that she missed 111 classes without justification.", "7. The third applicant, Gordan Oršuš, was enrolled in the first grade of elementary school in the school year 1996/1997 and passed first grade. That and the following year he attended a Roma-only class. In school year 1998/1999 and 1999/2000 he attended a regular (mixed) class. He passed second grade in school year 2000/2001. That year and the following year he attended a Roma-only class. In school year 2002/2003 he attended a regular (mixed) class and passed fourth grade. He participated in extra-curricular activities in a mixed group organised by the school. After reaching the age of fifteen he left school in October 2001. His school report showed poor attendance in fourth grade.", "8. The fourth applicant, Dejan Balog, was enrolled in the first grade of elementary school in the school year 1996/1997. The first and second year he attended a Roma-only class and the following two years a regular (mixed) class. In school years 2000/2001, 2001/2002 and 2002/2003 he attended a Roma-only class. The following year he attended a regular (mixed) class. In school year 2003/2004 he passed fourth grade. He participated in extra-curricular activities in a mixed group organised by the school. After reaching the age of fifteen, he left school in August 2006. His school report showed that he was reprimanded for poor attendance in fourth grade as he missed eighteen classes without justification.", "9. The fifth applicant, Siniša Balog, was enrolled in the first grade of elementary school in 1999/2000 and passed first grade. In the school years 1999/2000 to 2002/2003 he attended a Roma-only class, after which he attended a regular (mixed) class. In the school year 2006/2007 he stayed in fifth grade for the third time. He participated in extra-curricular activities in a mixed group organised by the school. His school report showed that he was reprimanded for poor attendance in third grade, having missed seventy-nine classes without justification.", "10. The sixth applicant, Manuela Kalanjoš, was enrolled in the first grade of elementary school in school year 1996/1997 and attended a Roma-only class. The following two years she attended a regular (mixed) class. In the school years 1999/2000 to 2002/2003 she attended a Roma-only class and passed fourth grade, after which she attended a regular (mixed) class. She was provided with additional classes of Croatian and also participated in extra-curricular activities in a mixed group organised by the school. After reaching the age of fifteen, she left school in August 2005. Her school report showed that she was reprimanded for poor attendance in third grade, where she missed fifteen classes without a good reason.", "11. The seventh applicant, Josip Kalanjoš, was enrolled in the first grade of elementary school in 1999/2000 and attended a Roma-only class up to and including the school year 2002/2003, after which he attended a regular (mixed) class. On 22 May 2002 the Međimurje County State Administration Office ordered that he follow an adapted curriculum in his further schooling on the ground that a competent expert committee had established that he suffered from developmental difficulties. In the school year 2006/2007 he attended sixth grade. He was provided with additional classes of Croatian and also participated in extra-curricular activities in a mixed group organised by the school. His school report showed that he was reprimanded for poor attendance in third grade since he missed twenty-nine classes without justification. He was again reprimanded for poor attendance in fifth grade.", "12. The eighth applicant, Biljana Oršuš, was enrolled in the first grade of elementary school in the school year 1996/1997 and in her first three school years attended a Roma-only class, after which she attended a regular (mixed) class for two years. On 28 December 2000 the Međimurje County State Administration Office ordered that she follow an adapted curriculum in her further schooling on the ground that a competent expert committee had established that she suffered from developmental difficulties. In school years 2001/2002 and 2002/2003 she attended a Roma-only class and in the following school year a regular (mixed) class and passed fourth grade. She was provided with additional classes of Croatian and also participated in extra-curricular activities in a mixed group organised by the school. After reaching the age of fifteen, she left school in August 2005. Her school report showed that she was reprimanded for poor attendance in third grade.", "13. The ninth applicant, Smiljana Oršuš, was enrolled in the first grade of elementary school in school year 1997/1998 and attended a Roma-only class up to and including school year 2002/2003, after which she attended a mixed class. In 2006/2007 she took fifth grade for the third time. She too participated in extra-curricular activities in a mixed group organised by the school.", "14. The tenth applicant, Branko Oršuš, was enrolled in the first grade of elementary school in the school year 1997/1998 and attended a mixed class for the first two years. From 1999/2000 to 2003/2004 he attended a Roma-only class, after which he attended a mixed class. In school year 2003/2004 he passed fourth grade. He was provided with additional classes of Croatian and also participated in the extra-curricular activities in a mixed group organised by the school. After reaching the age of fifteen, he left school in August 2006. His school report showed that he was reprimanded for poor attendance in third grade as he missed nineteen classes without a good reason. He was again reprimanded for poor attendance in fourth and fifth grades.", "15. The eleventh applicant, Jasmin Bogdan, was enrolled in the first grade of elementary school in the school year 1997/1998. The preliminary tests carried out before his assignment to a particular class showed that he had no knowledge of the Croatian language. He scored fifteen out of ninety-seven points, or 15.5 percent. He was therefore assigned to a Roma-only class, where he stayed until August 2005 when, after reaching the age of fifteen, he left school. In the school year 2002/2003 he passed fourth grade.", "16. The twelfth applicant, Josip Bogdan, was enrolled in the first grade of elementary school in 1999/2000. The preliminary tests carried out before his assignment to a particular class showed that he had no knowledge of the Croatian language. He scored eight out of ninety-seven points, or 8.25 percent. He was therefore assigned to a Roma-only class, where he stayed until August 2006 when, after reaching the age of fifteen, he left school. In school year 2004/2005 he passed second grade. He was provided with additional classes of Croatian.", "17. The thirteenth applicant, Dijana Oršuš, was enrolled in the first grade of elementary school in the school year 2000/2001. The preliminary tests carried out before her assignment to a particular class showed that she had inadequate knowledge of the Croatian language. She scored twenty-six out of ninety-seven points, or 26.8 percent. She was therefore assigned to a Roma-only class, where she has stayed ever since. In the school year 2006/2007 she attended fourth grade. She was provided with additional classes of Croatian. Her school report showed that she was reprimanded for poor attendance in third grade.", "18. The fourteenth applicant, Dejan Oršuš, was enrolled in the first grade of elementary school in school year 1999/2000. The preliminary tests carried out before his assignment to a particular class showed that he had no knowledge of the Croatian language. He scored fifteen out of ninety-seven points, or 15.5 percent. He was therefore assigned to a Roma-only class, where he stayed until 2006 when, after reaching the age of fifteen, he left school. In 2005/2006 he passed third grade. He was provided with additional classes of Croatian. His school report showed that he was reprimanded for poor attendance in third grade since he missed ninety classes without justification.", "19. The fifteenth applicant, Danijela Kalanjoš, was enrolled in the first grade of elementary school in the school year 2000/2001. The preliminary tests carried out before her assignment to a particular class showed that her knowledge of the Croatian language was poor. She scored thirty-seven out of ninety-seven points, or 38.14 percent. She was therefore assigned to a Roma-only class, where she has stayed ever since. In the school year 2006/2007 she attended fourth grade. She was provided with additional classes of Croatian.", "20. The second to fifteenth applicants submitted that they had been told that they had to leave school at the age of fifteen. Furthermore, the applicants submitted statistics showing that in the school year 2006/2007 sixteen percent of Roma children aged fifteen completed their elementary education, compared with ninety-one percent for the general elementary school population in the county. The drop-out rate of Roma pupils before completing elementary school was eighty-four percent, which was 9.3 times higher than for the general population. In school year 2005/2006 seventy-three Roma children were enrolled in first grade and five in eighth.", "21. On 19 April 2002 the applicants brought an action under section 67 of the Administrative Disputes Act in the Čakovec Municipal Court (Općinski sud u Čakovcu) against the above-mentioned primary schools and the Kuršanec Primary School, the State and Međimurje County (“the defendants”). They submitted that the teaching organised in the Roma-only classes formed in those four schools was significantly reduced in volume and in scope compared to the officially prescribed curriculum. The applicants claimed that the described situation was racially discriminating and violated their right to education as well as their right to freedom from inhuman and degrading treatment. They requested the court to order the defendants to refrain from such conduct in the future.", "22. The applicants also produced the results of a psychological study of Roma children attending Roma-only classes in Međimurje, carried out immediately before their action was lodged, showing the following:", "- most children had never had a non-Roma child as a friend;", "- 86.9% expressed a wish to have a non-Roma child for a friend;", "- 84.5% expressed a wish to attend a mixed class;", "- 89% said they felt unaccepted in the school environment;", "- 92% stated that Roma and non-Roma children did not play together.", "Furthermore, the report asserted that segregated education produced emotional and psychological harm in Roma children, in terms of lower self-esteem and self-respect and problems in the development of their identity. Separate classes were seen as an obstacle to creating a social network of Roma and non-Roma children.", "23. The defendants each submitted replies to the arguments put forward by the applicants, claiming that there was no discrimination of Roma children and that pupils enrolled in school were all treated equally. They submitted that all pupils were enrolled in school after a committee (composed of a doctor, a psychologist, a pedagogue, a social pedagogue and a teacher) had given an opinion that the candidates were physically and mentally ready to attend school. The classes within a school were formed depending on the needs of the class, the number of pupils etc. In particular, it was important that classes were formed in such a way that they enabled all pupils to study in a stimulating environment.", "24. Furthermore, the defendants submitted that pupils of Roma origin were grouped together not because of their ethnic origin, but rather because they often did not speak Croatian well and it took more exercises and repetitions for them to master the subjects taught. Finally, they claimed that Roma pupils received the same quality of education as other students as the scope of their curriculum did not differ from that prescribed by law.", "25. On 26 September 2002 the Čakovec Municipal Court dismissed the applicants' action, accepting the defendants' argument that the reason why most Roma pupils were placed in separate classes was that they were not fluent in Croatian. Consequently, the court held that this was not unlawful and that the applicants had failed to substantiate their allegations concerning racial discrimination. Lastly, the court concluded that the applicants had failed to prove the alleged difference in the curriculum of the Roma-only classes.", "26. On 17 October 2002 the applicants appealed against the first-instance judgment, claiming that it was arbitrary and contradictory.", "27. On 14 November 2002 the Čakovec County Court (Županijski sud u Čakovcu) dismissed the applicants' appeal, upholding the reasoning of the first-instance judgment.", "28. Subsequently, on 19 December 2002, the applicants lodged a complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) under section 62 of the Constitutional Court Act. In their constitutional complaint the applicants reiterated their earlier arguments, relying on the relevant provisions of the Constitution and of the Convention.", "29. On 3 November 2003 the applicants' lawyer lodged an application with the Constitutional Court to expedite the proceedings. On 7 February 2007 the Constitutional Court dismissed the applicants' complaint in its decision no. U-III- 3138/2002, published in the Official Gazette no. 22 of 26 February 2007). The relevant parts of the decision read as follows:", "“The first-instance court established in the impugned judgment that the criteria for formation of classes in the defendant elementary schools had been knowledge of the Croatian language and not the pupils' ethnic origin. The [first-instance] court considered that the complainants had failed to prove their assertion that they had been placed in their classes on the basis of their racial and ethnic origin. The [first-instance] court stressed that the complainants relied exclusively on the Report on the activities of the Ombudsman in the year 2000. However, the Ombudsman said in his evidence that the part of the Report referring to the education of Roma had been injudicious because all the relevant facts had not been established.", "The first-instance court relied on section 27 paragraph 1 of the Elementary Education Act ... which provides that teaching in elementary schools is in the Croatian language and Latin script, and considered lack of knowledge of the Croatian language as an objective impediment in complying with the requirements of the school curriculum, which also transpires from the conclusion of a study carried out for the needs of the Croatian Helsinki Committee. The [first-instance] court found: 'pupils enrolling in the first year of elementary schools have to know the Croatian language so that they are able to follow the teaching, if the purpose of elementary education is to be fulfilled. It is therefore logical that classes with children who do not know the Croatian language require additional efforts and commitment of teachers, in particular to teach them the Croatian language.'", "The first-instance court found that the defendants had not acted against the law in that they had not changed the composition of classes once established, as only in exceptional situations was the transfer of pupils from one class to another allowed. The [first-instance] court considered that this practice respected the completeness of a class and its unity in the upper grades.", "The [first-instance] court considered that classes should be formed so as to create favourable conditions for an equal approach to all pupils according to the prescribed curriculum and programme, which could be achieved only where a class consisted of a permanent group of pupils of approximately the same age and knowledge.", "Furthermore, the [first-instance] court found that the complainants had failed to prove their assertion that ... they had a curriculum of significantly smaller volume than the one prescribed for the elementary schools by the Ministry of Education and Sport on 16 June 1999. The [first-instance] court found that the above assertion of the complainants relied on the Ombudsman's report. However, the Ombudsman said in his testimony that he did not know how the fact that in Roma-only classes the teaching followed a so-called special programme had been established.", "The [first-instance] court established that teaching in the complainants' respective classes and the parallel ones followed the same curriculum, according to the submitted school curriculum. Only in the Krušanec Elementary School were there some deviations from the school curriculum, but the [first-instance] court found those deviations permissible since they had occurred ... at the beginning of the school year owing to low attendance.", "After having established that the complainants had not been placed in their classes according to their racial and ethnic origin and that the curriculum had been the same in all parallel classes, the first-instance court dismissed the complainants' action.", "...", "The reasoning of the first-instance judgment ... shows that the defendant elementary schools replied to the complainants' allegations as follows:", "'The [defendant schools] enrolled in the first year those children found psycho-physically fit to attend elementary school by a committee composed of a physician, a psychologist, a school counsellor (pedagog), a defectologist and a teacher. They did not enrol Croatian children or Roma children as such, but children found by the said committee to be psychologically and physically fit to be enrolled in elementary school. (...) The defendant elementary schools maintain that the first obstacle for Roma children in psychological tests is their lack of knowledge of the Croatian language in terms of both expression and comprehension. As to the emotional aspect of maturity, these children mostly have difficulty channelling their emotions. In terms of social maturity, children of Roma origin do not have the basic hygienic skills of washing, dressing, tying or buttoning, and a lot of time is needed before they achieve these skills. (...) It is therefore difficult to plan class structures with sufficient motivation for all children, which is one of the obligations of elementary schools. There are classes composed of pupils not requiring additional schooling to follow the teaching programme and classes composed of pupils who require supplementary work and assistance from teachers in order to acquire the necessary [skills] they lack owing to social deprivation. ...'", "The reasoning of the same judgment cites the testimony of M.P.-P., a school counsellor and psychologist in the Mačinec Elementary School, given on 12 December 2001 ...:", "'Before enrolment the committee questions the children in order to establish whether they possess the skills necessary for attending school. Classes are usually formed according to the Gauss curve, so that the majority in a given class are average pupils and a minority below or above average. ... However, in a situation where 70% of the population does not speak Croatian, a different approach is adopted so as to form classes with only pupils who do not speak Croatian, because in those classes a teacher's first task is to teach the children the language.'", "The above shows that the allocation of pupils to classes is based on the skills and needs of each individual child. The approach is individualised and carried out in keeping with professional and pedagogical standards. Thus, the Constitutional Court finds the applied approach correct since only qualified experts, in particular in the fields of pedagogy, school psychology and defectology, are responsible for assigning individual children to the appropriate classes.", "The Constitutional Court has no reason to question the findings and expert opinions of the competent committees, composed of physicians, psychologists, school counsellors (pedagog), defectologists and teachers, which in the instant case found that the complainants should be placed in separate classes.", "None of the facts submitted to the Constitutional Court leads to the conclusion that the placement of the complainants in separate classes was motivated by or based on their racial or ethnic origin.", "The Constitutional Court finds that their placement pursued the legitimate aim of necessary adjustment of the elementary educational system to the skills and needs of the complainants, where the decisive factor was their lack of knowledge or inadequate knowledge of Croatian, the language used to teach in schools.", "The separate classes were not established for the purpose of racial segregation in enrolment in the first year of elementary school but as a means of providing children with supplementary tuition in the Croatian language and eliminating the consequences of prior social deprivation.", "It is of particular importance to stress that the statistical data on the number of Roma children in separate classes in the school-year 2001-2002 ... are not in themselves sufficient to indicate that the defendants' practice was discriminatory (see also the European Court of Human Rights judgments Hugh Jordan v. the United Kingdom, no. 24746/94, § 154, and D.H. and Others v. the Czech Republic, § 46).", "Moreover, the complainants themselves maintain in their constitutional complaint that in the school-year 2001-2002 40.93% of Roma children in Međimurje County were placed in regular classes, which tends to support the Constitutional Court's conclusion that there is no reason to challenge the correct practice of the defendant elementary schools and expert committees.", "...", "In their constitutional complaint the complainants further point out that: 'Even if lack of knowledge of the Croatian language on enrolment in the first year was a problem, the same could not be said of the complainants' enrolment in upper grades.' They therefore consider that their rights were violated by the courts' findings that it had been justified to maintain separate [Roma-only] classes in the upper grades in order to preserve the stability of the wholeness of a given class. The complainants submit that the stability of a class should not have been placed above their constitutional rights, multiculturalism and national equality.", "In that regard the Constitutional Court accepts the complainants' arguments.", "While the Constitutional Court considers correct and acceptable the courts' findings that lack of knowledge of the Croatian language represents an objective obstacle justifying the formation of separate classes for children who do not speak Croatian at all or speak it badly when they start school, ... bearing in mind the particular circumstance of the present case, it cannot accept the following conclusion of the first-instance court:", "'Furthermore, the wholeness and unity of a class is respected in the upper grades. Therefore, transfer of children from one class to another occurs only exceptionally and in justified cases (...) because a class is a homogeneous whole and transferring children from one class to another would produce stress. (...) The continuity of a group is a precondition for the development of a class collective ...'", "Accordingly, the Constitutional Court cannot accept the following view of the appellate court:", "'The classes are formed when the children enter the first year of their schooling, not every year, and their composition changes only exceptionally. They become a settled whole which makes for work of a higher quality and it is not pedagogically justified to change them. Therefore this court, like the first-instance court, concludes that maintaining established classes did not amount to an unlawful act.'", "The above views of the courts would have been acceptable had they referred to the usual situations concerning the assignment of pupils to upper grade classes in elementary schools where no objective need for special measures exists, such as forming separate classes for children with inadequate command of Croatian.", "Considering the circumstances of the present case, the Constitutional Court finds that it is in principle objectively and reasonably justified to maintain separate classes in the upper grades of elementary school only for pupils who have not attained the level of Croatian necessary for them to follow the school curriculum of regular classes properly. ...", "However, there is no objective or reasonable justification for not transferring to a regular class a pupil who has attained proficiency in Croatian in the lower grades of elementary school and successfully mastered the prescribed school curriculum.", "...", "Keeping such a pupil in a separate class against his or her will ... for reasons unrelated to his or her needs and skills would be unacceptable from the constitutional point of view with regard to the right of equality before the law, guaranteed under Section 14 paragraph 2 of the Constitution.", "...", "... a constitutional complaint is a particular constitutional instrument for the protection of a legal subject whose human right or fundamental freedom guaranteed under the Constitution has been infringed in an individual act of a State or public body which determined his or her rights and obligations.", "The present constitutional complaint concerns impugned judgments referring to the school year 2001/2002. However, not a single complainant alleges that in that school year he or she was a pupil in a separate [Roma-only] upper-grade class or was personally affected or concerned by the contested practice ...", "Although it does not concern the individual legal position of any of the complainants ..., in respect of the complainants' general complaint about the maintaining of Roma-only classes in the upper grades of elementary school the Constitutional Court has addressed the following question:", "- was the continued existence of Roma-only classes in the upper grades of elementary school ... caused by the defendants' intent to discriminate those pupils on the basis of their racial or ethnic origin?", "... none of the facts submitted to the Constitutional Court leads to the conclusion that the defendants' ... practice was aimed at discrimination of the Roma pupils on the basis of their racial or ethnic origin.", "...", "The complainants further complain of a violation of their right to education on the ground that the teaching organised in those classes was more reduced in volume and in scope than the Curriculum for Elementary Schools adopted by the Ministry of Education and Sport on 16 June 1999. They consider that 'their placement in Roma-only classes with an inferior curriculum stigmatises them as being different, stupid, intellectually inferior and children who need to be separated from normal children in order not to be a bad influence on them. Owing to their significantly reduced and simplified school curriculum their prospects of higher education or enrolment in high schools as well as their employment options or chances of advancement are slimmer (...)'", "After considering the entire case-file, the Constitutional Court has found that the above allegations are unfounded. The case-file, including the first-instance judgment ..., shows that the allegations of an inferior curriculum in Roma-only classes are not accurate. The Constitutional Court has no reason to question the facts as established by the competent court.", "The possible difference in curricula between parallel classes for objective reasons (for example the low attendance at the Krušanec Elementary School where in the first term of school year 2001/2002 the pupils in classes 1c,, 1d, 2b and 2c missed 4,702 lessons in total, 4,170 of which were missed for no justified reason) does not contravene the requirement that the curriculum be the same in all parallel classes.", "The Constitutional Court is obliged to point out that neither the Constitution nor the Convention guarantees any specific requirements concerning school curricula or their implementation. First and foremost the Constitution and the Convention guarantee a right of access to educational institutions existing in a given State, as well as an effective right to education, in other words that every person has an equal right to obtain official recognition of the studies which he or she has completed (a similar view was expressed by the European Court of Human Rights in a case relating to certain aspects of the laws on the use of languages in education in Belgium v. Belgium, § B4). ...", "... the Constitutional Court finds the evidence submitted in the present proceedings insufficient to show beyond doubt that the complainants had to follow a school curriculum of lesser scope. ...", "Thus, the Constitutional Court considers the complainants' assertion about being stigmatised as a subjective value judgment, without reasonable justification. The Constitutional Court finds no factual support for the complainants' assertion that the source of their stigmatisation was an allegedly reduced curriculum owing to which their prospects for further education were lower, and dismisses that assertion as arbitrary. The competent bodies of the Republic of Croatia recognise a completed degree of education to everyone, irrespective of his or her racial or ethnic origin. In that respect everyone is equal before the law, with equal chances of advancement according to their abilities.”", "30. The relevant provisions of the Constitution read as follows:", "“Everyone in the Republic of Croatia shall enjoy rights and freedoms, regardless of race, colour, gender, language, religion, political or other belief, national or social origin, property, birth, education, social status or other characteristics.", "All shall be equal before the law.”", "31. The relevant part of section 62 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002, of 3 May 2002; “the Constitutional Court Act”) reads as follows:", "“1. Everyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, which decided about his or her rights and obligations, or about suspicion or accusation for a criminal act, has violated his or her human rights or fundamental freedoms, or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: constitutional right)...", "2. If another legal remedy exists against the violation of the constitutional right [complained of], the constitutional complaint may be lodged only after that remedy has been exhausted.", "3. In matters in which an administrative action or, in civil and non-contentious proceedings, an appeal on points of law are allowed, remedies are exhausted only after the decision on these legal remedies has been given.”", "32. Section 67 of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 53/1991, 9/92 and 77/92) provides for special proceedings for the protection of constitutional rights and freedoms from unlawful acts of public officials, specifically that an action can be brought if the following conditions are met: (a) an unlawful action has already taken place, (b) such action is the work of a government official/body/agency or another legal entity, (c) the action resulted in a violation of one or more of the plaintiff's constitutional rights, and (d) the Croatian legal system does not provide for any other avenue of redress."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-2"], "NON_VIOLATED_BULLETPOINTS": []}