{"ITEMID": "001-101535", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "GEORGIEV AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georgieva;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicants, Mr Miroslav Hristov Georgiev, Ms Rositsa Krumova Georgieva, Ms Miglena Miroslavova Hristova and Mr Hristo Miroslavov Hristov, are Bulgarian nationals who were born in 1968, 1964, 1985 and 1987 respectively and live in Svishtov. They are the members of one family.", "The applicants were represented by Mr M. Ekimdzhiev and Ms K. Boncheva, lawyers practising in Plovdiv.", "The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Dimova, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 August 1993 Mr H.Ts. bought a car in Austria on behalf of Ms J.A., who financed the purchase. After obtaining Austrian export license plates for the vehicle and an export transportation permit on 18 August 1993 Mr H.Ts. drove the car to Bulgaria. Both of the aforesaid documents indicated Ms J.A. as the owner of the vehicle.", "It is unclear when Mr H.Ts. and the car entered Bulgaria.", "On 3 September 1993 the car was stolen from a parking lot in Sofia.", "On 6 September 1993 Mr H.Ts. reported the car as stolen and a preliminary investigation was opened on the 24th of the month against an unknown perpetrator. It was suspended on 30 November 1993 as the identity of the perpetrator could not be established.", "In the meantime, on 16 October 1993 the police in the town of Lukovit found the car abandoned in a local parking lot. It had Bulgarian license plates which were found to have been stolen from another vehicle. The authorities did not check the car's engine and chassis numbers in the database of stolen vehicles and thus did not make the connection that it was the same car that had been stolen in Sofia on 3 September 1993.", "The vehicle remained with the Lukovit police for over a year. On 7 February 1995 the Lukovit police asked the Svishtov District Customs Office what to do with it. As a result, the car was delivered to the Svishtov District Customs Office on 15 February 1995 in accordance with section 3a of the Customs Act (see “Relevant domestic law” below).", "On an unspecified date the Svishtov District Customs Office declared the vehicle State property as a result of it having been abandoned. Also on an unspecified date it entered the vehicle in a public auction run by the Union of Bulgarian Automobilists.", "Mr Georgiev (“the first applicant”) participated in the public auction of 20 October 1995 and purchased the car. On the same day he entered into a sale and purchase agreement for the vehicle with the Svishtov District Customs Office. He paid 141,000 old Bulgarian levs (approximately 2,858 German marks) to the Customs Office on 24 October 1995 and obtained the car registration documents from the Svishtov district public prosecutor's office on 4 December 1995.", "On an unspecified date Mr H.Ts. informed the public prosecutor's office that the first applicant was driving his car and sought its assistance to retrieve it. As proof of ownership he presented the authorities with the transportation permit and the Austrian car purchase agreement.", "In response, on 28 March 1997 the Sofia district public prosecutor's office reopened the preliminary investigation into the theft of the car, ordered that it be seized from its current registered owner, the first applicant, and be held as material evidence at the police station.", "On 10 June 1997 the Svishtov traffic police seized the car from the first applicant, who filed a complaint on the same day with the Sofia district public prosecutor's office.", "In spite of the aforesaid complaint of the first applicant, on 13 June 1997 the Sofia district public prosecutor's office concluded that there was no dispute in respect of the ownership of the vehicle and ordered that it be returned to Mr H.Ts, whom it considered to be the owner of the vehicle on the basis of the Austrian car purchase agreement and the transportation permit. On an unspecified date the first applicant appealed against this decision to the higher standing public prosecutor's office.", "The car was handed over to Mr H.Ts. on an unspecified date.", "In a decision of 14 July 1997 the Sofia regional public prosecutor's office quashed as unlawful the decision of 13 June 1997 of the Sofia district public prosecutor's office. It found that in view of the first applicant's complaint of 10 June 1997 a dispute in respect of the ownership of the vehicle had clearly arisen which precluded the possibility to hand over the vehicle to Mr H.Ts. The Sofia regional public prosecutor's office therefore ordered that the car be seized from Mr H.Ts. and that it be held for safekeeping by the police. It also invited the first applicant to initiate civil proceedings in respect of his ownership claim to the vehicle. Both the first applicant and Mr H.Ts. appealed against this decision.", "Separately, the first applicant complained on 10 September 1997 to the Central Customs Office about the seizure of the car and the actions of the public prosecutor's office. In its reply of 8 October 1997 the Central Customs Office informed the first applicant that they could not act on his complaint and stated that it considered the actions of the Svishtov District Customs Office to have been lawful.", "In a decision of 11 September 1997 the Chief Public Prosecutor's Office quashed the decision of 14 July 1997 of the Sofia regional public prosecutor's office. It considered that Mr H.Ts. was the “unquestionable initial owner” of the vehicle and that the police had erroneously handed the car over to the customs authorities. Thus, it found that the “owner of the car”, Mr H.Ts., had been wrongly denied possession of it and that it should be returned to him while the other claimant – the first applicant – should prove his ownership rights in court. Accordingly, the Chief Public Prosecutor's Office ordered that the car be handed over, once again, to Mr H.Ts., who was to undertake not to sell it until the preliminary investigation had been concluded.", "On an unspecified date the car was entrusted to Mr H.Ts. for safekeeping.", "In response to a separate request from the first applicant that the evidence in the preliminary investigation – the vehicle – be handed over to him, on 2 October 1997 the Chief Public Prosecutor's Office ruled a second time on the decision of the Sofia regional public prosecutor's office of 14 July 1997. It dismissed the first applicant's request, but found that there was a clear dispute over the ownership of the vehicle and ordered that in accordance with Article 110 of the Code of Criminal Procedure (see “Relevant domestic law” below) the car remain with the authorities until the property dispute had been resolved in the civil courts, where the two parties needed to make their respective claims. The Chief Public Prosecutor's Office also criticized the actions of the Lukovit police and the customs office for having sold the vehicle to the first applicant instead of promptly returning it to its “owner” – Mr H.Ts.", "In a further decision of 6 November 1997 the Chief Public Prosecutor's Office ruled on an appeal filed by the first applicant in the context of the preliminary investigation into the theft of the car. It dismissed it and upheld the decision to hand over the vehicle to Mr H.Ts. as it considered him to be the “initial owner” of the vehicle because he had purchased and imported it from Austria. It further noted that as the first applicant also laid claim to the car, he should prove his case in court, which was the only competent body that could adjudicate on the matter.", "On an unspecified date the first applicant complained to the Chief Public Prosecutor about the contradictory decisions of his Office of 11 September and 2 October 1997.", "In a decision of 25 November 1997 the Chief Public Prosecutor upheld the decision of 11 September 1997 and quashed the one from 2 October 1997 because the latter had been issued in response to an appeal on which the Chief Public Prosecutor's Office had already ruled. Nevertheless, he also reasoned that Mr H.Ts. had been the right person to return the car to as it had been stolen from him. The Chief Public Prosecutor further noted that the first applicant should initiate proceedings in the civil courts in respect of the ownership of the car.", "On an unspecified date the first applicant complained once again to the Central Customs Office about the seizure of the car. In its reply dated 21 January 1999 the Central Customs Office informed him that it could not act on his complaint because the customs authorities had acted within their competences by taking charge of the vehicle under section 3a of the Customs Act and then selling it at a public auction to him.", "In response to a further appeal by the first applicant in the context of the preliminary investigation into the theft of the car, on 4 August 1998 the supreme cassation public prosecutor's office instructed the Sofia city public prosecutor's office to take immediate action to continue the investigation, which had stalled in 1997. It also ordered the latter to investigate the first applicant's allegations that Mr H.Ts. had presented forged ownership documents in respect of the vehicle.", "In a decision of 18 February 2000 the supreme cassation public prosecutor's office ruled on a further appeal by the first applicant. This time it found in his favour and revoked the decision of the Chief Public Prosecutor of 25 November 1997, which had found the seizure of the car and its handing over to Mr H.Ts to have been lawful. The supreme cassation public prosecutor's office also found that it had been unlawful to hand over the vehicle to the latter because he was clearly not, and never had been, the owner, because both the Austrian car purchase agreement and the transportation permit identified him as being only the transporter, while Ms J.A. was indicated as being the vehicle's owner in both of those documents. However, as Ms J.A. had never filed a complaint that her car had been stolen it was considered necessary that she be questioned. Therefore, the supreme cassation public prosecutor's office ordered that the car be seized and noted that when a dispute of ownership arises the individuals involved should refer the matter for resolution by the civil courts.", "A police order was issued on 18 April 2000 to seize the car but the police were unable to find Mr H.Ts. or the vehicle. Therefore, on 8 May 2000 the car was declared stolen.", "On 15 November 2000 the Sofia Investigation Service informed the Sofia city public prosecutor's office that it had been unable to find the car or Mr H.Ts.", "The first applicant continued petitioning the authorities to find the car.", "In letters of 2 November and 29 December 2001 the supreme cassation public prosecutor's office informed him that the authorities were continuing their search for the car.", "On 8 March 2002 the Chief of the 9th Police Station in Sofia informed the first applicant that they were continuing their search.", "On 18 October 2002 the first applicant filed a further petition with the supreme cassation public prosecutor's office. In a reply dated 30 October 2002 the latter informed him that it had been unlawful to hand over the car to Mr H.Ts. as he was not its owner. However, it considered that the owner was Ms J.A. It also considered that the public prosecutor's office carried no liability for the failure of the Lukovit police to check the vehicle's chassis and engine numbers and noted that it “had not sold [the first applicant] anything” and had not received any of the money he had paid for the vehicle. The supreme cassation public prosecutor's office also noted that it was not the body which could rule on who held title to the car and expressed reservations in respect of a possible property dispute with Ms J.A.", "Thereafter, the authorities continued looking for the car and Mr H.Ts., but without any apparent success.", "The Customs Act of 1960 (“the Customs Act”) required all persons to immediately inform the customs authorities if they found a vehicle belonging to a foreign national who had left the country. If the vehicle was not claimed within six months it was considered abandoned and became State property (section 3a).", "Abandoned vehicles held by the customs authorities were to be sold within thirty days of becoming State property (section 100 of the Regulation for Implementing the Customs Act).", "The Customs Act was replaced in 1999 by a new act of the same name.", "Section 78 of the Property Act, as in force at the relevant time, provided that a buyer who acted in good faith in purchasing movable property against consideration from a non-owner obtained clear title to the said property. However, the former owner of stolen or lost movable property had the right to claim it from a buyer acting in good faith within three years of the date of the theft or loss. This possibility did not exist if the buyer had purchased the property from a State or municipal enterprise.", "The relevant provisions of the Code of Criminal Procedure of 1974 (“the Code”) have been summarised in the case of Karamitrov and Others v. Bulgaria (no. 53321/99, §§ 29-33, 10 January 2008).", "The relevant provisions of the State and Municipalities' Responsibility for Damage Act of 1988 (“the SMRDA”) and the Obligations and Contracts Act, as well as the pertinent practice of the domestic courts during the relevant period have been summarised in the case of Karamitrov and Others (cited above, §§ 34-45).", "As part of their submissions, the applicants presented copies of the judgments in a case brought by an individual under section 2 of the SMRDA which was appealed all the way to the Supreme Court of Cassation (решение от 2006 г. на ВКС по гр. д. № 131/2006 г., ІV г.о.). In that case the public prosecutor's office had seized a car purchased by the claimant from a third party as it had previously been stolen from another individual. In reaching their decisions the domestic courts noted the restrictive interpretation of the SMRDA in respect of the liability of the State under section 2 of the Act. As the case related to decisions and actions of the investigation and prosecution authorities, it thus fell to be examined only under the said section, which, however, did not provide for liability in such instances. Therefore, the domestic courts rejected the action, but in doing so they also noted that the claimant had failed to appeal against the decisions of the investigation and prosecution authorities and had not initiated a property dispute."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}