{"ITEMID": "001-76085", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BRUNNTHALER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant was born in 1949 and lives in Linz. He is a chimney sweeper by profession.", "9. On 4 August 1988 the applicant filed a request for an industrial licence (Konzession) for chimney sweeping in Linz. On 31 March 1989 he filed an alternative request to start chimney sweeping in a specified administrative area (Kehrgebiet). Following a new regulation concerning the division of those administrative areas which entered into force in December 1991, the applicant, on 14 January 1992, modified his request into one for an industrial licence as a chimney sweeper in a different specified administrative area.", "10. As the Upper Austria Regional Governor (Landeshauptmann) did not deal with his request, the applicant, on 20 July 1992, filed a request for the transfer of jurisdiction (Devolutionsantrag) with the Federal Minister of Economic Affairs (Bundesminister für wirtschaftliche Angelegenheiten).", "11. On 3 June 1993 the Federal Minister allowed his request for transfer but dismissed his application for the industrial licence under the Trade Act (Gewerbeordnung). Referring to the submissions of the competent municipalities, he noted that there was no need for further chimney sweepers in the concerned area.", "12. On 20 July 1993 the applicant filed a complaint with the Administrative Court. He complained in particular that the Federal Minister had not made sufficient investigations for his findings.", "13. On 20 December 1994 the Administrative Court (Verwaltungs-gerichtshof) quashed the decision on procedural grounds.", "14. On 3 February 1995 the Federal Minister rejected the applicant’s request for a transfer of jurisdiction, finding that, according to the amended Trade Act (Gewerbeordnung), the authority now competent for applications of the applicant’s kind was the Administrative District Authority, namely the Linz Municipal Office (Magistrat). Therefore, the Regional Governor (Landeshauptmann) was competent to rule on any request for transfer of jurisdiction.", "15. On 19 December 1995 the Administrative Court confirmed this decision.", "16. As the Municipal Office did not decide on his request, the applicant, on 2 April 1996, filed a request for the transfer of jurisdiction with the Regional Governor.", "17. On 10 May 1996 the Regional Governor dismissed the applicant’s request.", "18. Following the information in this decision as to further remedies (Rechtsmittelbelehrung), the applicant on 26 June 1996 filed against this decision a complaint with the Constitutional Court.", "19. On 30 September 1997 the Constitutional Court (Verfassungsgerichtshof) declined to deal with the applicant’s complaint and, upon the applicant’s request, transferred the case to the Administrative Court.", "20. On 17 April 1998 the Administrative Court rejected the applicant’s complaint for non-exhaustion of administrative remedies as he had failed to file an appeal with the Federal Minister for Economic Affairs.", "21. Referring to the erroneous information as to further remedies in the decision of the Regional Governor of 10 May 1996, the applicant requested reinstitution into the proceedings (Wiedereinsetzungsantrag) and at the same time filed an appeal against that decision with the Federal Minister for Economic Affairs", "22. On 1 July 1998 the Regional Governor allowed the reinstitution into proceedings. On 3 September 1999 the Federal Minister for Economic Affairs dismissed the applicant’s appeal.", "23. Meanwhile, however, the Linz Municipal Office, on 23 January 1997, again dismissed the applicant’s request for an industrial licence.", "24. On 21 July 1997 the Regional Governor confirmed this decision.", "25. On 30 September 1997 the Constitutional Court declined to deal with the applicant’s complaint and, upon the applicant’s request of 29 December 1997, transferred the case to the Administrative Court.", "26. On 13 March, 7 April, 28 April and on 15 May 1998 the applicant, in compliance with the Administrative Court’s order to remedy certain procedural effects, filed further submissions.", "27. On 9 September 1998 the Administrative Court dismissed the applicant’s complaint as being unfounded. This decision was served on the applicant’s counsel on 21 September 1998.", "28. Section 73 of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz) deals with the administrative authorities’ duty to decide. Its relevant part reads as follows:", "“(1) Subject to any contrary provision in the administrative regulations, the authorities must give a decision on applications by parties ... and appeals without unnecessary delay, and at the latest six months after the application or appeal has been lodged.", "(2) If the decision is not served on the party within this time-limit, jurisdiction will be transferred to the competent superior authority upon the party’s written request (Devolutionsantrag). ...This request has to be refused by the competent superior authority if the delay was not caused by preponderant fault of the authority.", "(3) The period for giving a decision by the superior authority runs from the date the request for transfer of jurisdiction was lodged with it.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}