{"ITEMID": "001-61561", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF SADIK ÖNDER v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["9. The applicant is born in 1969 and lives in Istanbul.", "10. On 9 July 1994 the applicant with fourteen other people was taken into police custody by the Anti-Terror branch of the Istanbul Security Directorate on suspicion of being a member of the PKK.", "11. The applicant alleges that he was ill-treated and tortured in the police car on the way to the Istanbul Security Directorate and during his detention there. He claims that during his interrogation, he was blindfolded and stripped naked. He was strung up by his arms in the form of torture known as “Palestinian hanging”. His head was hit against the wall and he was held parallel to the ground on his hands and feet. He was also electrocuted, threatened and insulted.", "12. The applicant further claims that he was coerced into signing a statement in which it was stated that he had worked for and had been involved in the terrorist activities of the PKK. After having signed the statement prepared by the police, he was allegedly kept in custody for one more week so that the signs of the ill-treatment to which he had been subjected would disappear. During that week, he claims that a police officer came to his cell at regular intervals and applied a medicine on his wounds in order to cover up the signs of ill-treatment. He claims that due to this medicine his scars healed very quickly.", "13. The Government submit that the applicant was questioned by the police on 15 July 1994. They have produced a copy of a statement signed by the applicant on this occasion.", "14. On 22 July 1994 the applicant together with 14 other detainees was examined by Dr T. Taner Apaydın at the Istanbul Forensic Medical Department. According to the medical report prepared by Dr Apaydın, the applicant showed no signs of ill-treatment.", "15. On 23 July 1994 the applicant was brought before the Public Prosecutor at the Istanbul State Security Court. According to the records of this hearing, the applicant admitted that he had been involved with PKK related activities in the past and had been convicted on that account by the Erzincan State Security Court in 1989. He denied having any current relation with the PKK. He stated that the police invented the statement taken in custody.", "16. The applicant alleges that he was brought to the Public Prosecutor at the Istanbul State Security Court together with the other detainees on 22 July 1994 but that the Public Prosecutor did not take his statement because he had complained to the prosecutor that he had been tortured in police custody. He further stated that because he told to the prosecutor that he was subjected to torture, he was once again tortured by the police. The Government contested this argument and stated that the applicant was brought for the first time before the Public Prosecutor on 23 July 1994.", "17. The applicant alleges that he told the prosecutor on 23 July 1994 of his subjection to torture but that his statement was not taken into consideration by the Public Prosecutor and was not written down on the hearing records.", "18. The applicant further stated that he was not seen by a doctor before being questioned by the Prosecutor on 23 July 1994 and consequently he does not have any medical evidence concerning the torture he was subjected to on 22 July 1994.", "19. On 23 July 1994 the applicant was also brought before the Judge at the State Security Court. He denied the allegations against him and stated that he was not a member of the PKK. He further declared that the statement he gave to the Public Prosecutor was true. The Judge ordered his detention on remand.", "20. The applicant claims that he told the State Security Court Judge that he had been tortured in police custody and that he had explained this to the Public Prosecutor at the State Security Court. However the case files show that the applicant did not claim to have being subjected to ill-treatment neither before the Public Prosecutor nor the State Security Court.", "21. While the applicant was held in detention in prison, he requested to see a doctor. The prison doctor prepared a provisional report for the applicant and he was sent to the Eyüp Forensic Medical Department for a medical examination.", "22. On 22 August 1994 the medical report prepared by the institution and signed by the medical expert stated that the applicant complained of widespread pain on his back, right arm and on both of his legs but that he could not find any signs of traumatic lesions. The medical report further stated that the complaints were not life threatening but accorded him one day's sick leave.", "23. On 15 June 1995 the Chamber of Medicine of Istanbul (Istanbul Tabib Odası), in the context of disciplinary proceedings following complaints, found that Dr T. Taner Apaydın had concealed signs of torture in the medical examinations conducted on several persons between 3 February and 7 October 1994 and he was, therefore, prohibited from practising as a doctor for six months.", "24. On 12 December 1994 the Public Prosecutor at the Istanbul State Security Court filed an indictment with the court, requesting that the court to apply Articles 168 §§ 1 and 2 and 169 of the Criminal Code and Section 5 of the Prevention of Terrorism Act.", "25. On 13 September 1994 the applicant filed a complaint with the Istanbul Public Prosecutor's Office. He alleged that he had been ill-treated while in police custody and requested that proceedings be instituted against the police officers. He submitted the medical report of 22 August 1994 as proof of his ill-treatment.", "26. On 11 January 1995 the Istanbul Public Prosecutor, referring to the medical report of the Eyüp Forensic Medical Department, gave a decision of non-prosecution on account of lack of evidence.", "27. On 8 February 1995 the applicant filed an objection with the Beyoglu Assize Court against the Public Prosecutor's decision.", "28. On 7 March 1995 the Beyoğlu Assize Court dismissed the applicant's objections.", "29. The Court refers to the overview of the domestic law derived from previous submissions in other cases, in particular Veznedaroğlu v. Turkey, no. 32357/96, 11 April 2000, Tepe v. Turkey (dec.), no. 31247/96, 22 January 2002, and Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996VI)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}