{"ITEMID": "001-58908", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF VAN GEYSEGHEM v. BELGIUM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1+6-3-c;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["8. Nicole Van Geyseghem, a nursery nurse born in 1942, is a Belgian citizen. At the time of lodging her application, she was living in Hoeilaart (Belgium).", "9. The applicant and four others were prosecuted for importing drugs from Brazil on three occasions between 22 June 1986 and 21 March 1987, including 2.33 kilograms of cocaine on 20 March 1987, the date on which the applicant was arrested.", "10. On 10 December 1992 the Brussels Criminal Court convicted the applicant in absentia (she had failed to appear even though she had been properly served with a summons) and sentenced her to four years’ imprisonment and a fine of 180,000 Belgian francs (BEF). The court also ordered her immediate arrest on the ground that there was reason to believe that she would attempt to evade enforcement of her sentence.", "11. On 26 April 1993 Mrs Van Geyseghem applied to the same court to set aside its judgment.", "12. She attended the hearing of her application. On 7 May 1993 the Brussels Criminal Court, after adversarial proceedings, sentenced her to three years’ imprisonment and a fine of BEF 60,000. The court held that there was no need to order the applicant’s immediate arrest as there was no cause to fear that she would attempt to evade enforcement of her sentence.", "13. On 21 May 1993 both the applicant and the prosecution appealed.", "14. Although the summons to appear had been served on her in accordance with the proper procedure, Mrs Van Geyseghem did not attend the appeal hearing and neither did a lawyer on her behalf. On 14 June 1993 the Brussels Court of Appeal, ruling in the applicant’s absence, upheld the judgment of 7 May 1993 in its entirety. It also ordered the applicant’s immediate arrest on the ground that there was reason to believe that she would attempt to evade enforcement of her sentence in view of its length and of the fact that she had failed to appear both at the appeal hearing and at the original trial.", "15. On 26 August 1993 the applicant applied to set aside the Court of Appeal’s judgment. Her application was served on the prosecution by means of a bailiff’s writ, in which the hearing was set down for 13 September 1993.", "16. The applicant did not attend the hearing in person. Her counsel, Mr Verstraeten, appeared and, relying on Article 185 § 2 of the Code of Criminal Procedure (see paragraph 20 below), stated that he was representing his client and would be making submissions to the effect that the prosecution had become time-barred between the delivery of the Court of Appeal’s judgment in absentia and the date on which the application to set it aside was to be heard by the Court of Appeal. The court refused Mrs Van Geyseghem’s counsel leave to address it and make submissions on his client’s behalf. At counsel’s request, the following was entered in the record of the hearing of 13 September 1993:", "“The Court refuses Mr Rafael Verstraeten, of the Brussels Bar, leave to represent the appellant and to make submissions on her behalf to the effect that the prosecution is time-barred.”", "17. In a judgment of 4 October 1993 the Court of Appeal declared the application void on the following grounds:", "“Although the application has been filed in the proper form and within the statutory time, the appellant has failed to attend the hearing on the date set by her and has not adduced any evidence of force majeure preventing her from attending in person.”", "18. The applicant lodged an appeal on points of law against the judgment of 4 October 1993. In her pleading she argued that the Court of Appeal’s refusal to grant her counsel leave to make submissions on her behalf had infringed her defence rights and Article 185 § 2 of the Code of Criminal Procedure, which provides that the accused may appear by counsel “where the hearing concerns only an objection [or] a matter unconnected with the merits of the case …”. In written submissions of 16 March 1994 summarising his address, the applicant’s counsel referred to the European Court’s judgment in the Poitrimol v. France case (23 November 1993, Series A no. 277-A).", "19. The Court of Cassation dismissed her appeal in a judgment of 4 May 1994 in the following terms:", "“The appellant submits that her counsel attended the hearing and that the Court of Appeal, in refusing him leave to represent her and make submissions on her behalf to the effect that the prosecution was time-barred – that is, to raise ‘an objection unconnected with the merits of the case’ – infringed Articles 185, 188 and 211 of the Code of Criminal Procedure and the general principle of law which requires that the rights of the defence be respected;", "Where a trial or appeal court is dealing with charges which may attract a custodial sentence as the principal sentence, paragraph 2 of the above-mentioned Article 185 allows an accused to appear by counsel only ‘where the hearing concerns an objection, a matter unconnected with the merits of the case or the civil interests’;", "Within the meaning of that provision, a claim that an action is time-barred is neither an objection nor a matter unconnected with the merits;", "The ground of appeal has no basis in law.”", "20. The relevant Articles of the Code of Criminal Procedure read as follows:", "“1. The party claiming civil damages and the party liable to pay such damages shall attend the hearing or appear by counsel.", "2. The accused shall attend the hearing. However, the accused may appear by counsel in the case of minor offences which do not attract a custodial sentence or where the hearing concerns an objection, a matter unconnected with the merits of the case or the civil interests.", "The Criminal Court may still grant leave for the accused to appear by counsel where he provides evidence that he is unable to attend.", "3. In any event, the Criminal Court may order the accused to attend. No appeal shall lie against such a decision.", "The judgment in which the accused is ordered to attend shall be served on the party concerned on an application by the prosecution, together with a summons to attend on the date determined by the Criminal Court. Where the accused fails to attend, the court shall determine the matter in his absence.”", "“If the accused fails to attend the hearing, he shall be tried in his absence.”", "“An accused who is convicted in his absence may lodge an application to set aside the judgment within fifteen days of the date on which it was served on him.”", "“An application to set aside shall automatically be effective as a summons to attend the first hearing following the expiry of fifteen days, or three days where the party lodging the application is in custody.", "The application shall be void if the party who lodged it fails to attend the hearing. Save as hereinafter provided, no appeal by the party who lodged the application to set aside shall lie against the Criminal Court’s ruling.", "Where appropriate, the court may make an interim award. Such an award shall be enforceable notwithstanding an appeal.”", "“A judgment on appeal delivered in absentia may be challenged by means of an application to set aside made under the same procedure and within the same time-limits as a judgment delivered in absentia by the Criminal Court.", "The application shall automatically be effective as a summons to attend the first hearing following the expiry of fifteen days, or three days where the party lodging the application is in custody.", "The application to set aside shall be void if the party who lodged it fails to attend the hearing. No appeal by the party who lodged the application shall lie against the Court of Appeal’s ruling other than an appeal on points of law to the Court of Cassation.”", "“The provisions of the preceding Articles which relate to the formalities of judicial investigations, the nature of evidence, the form, authenticity and signature of final judgments delivered at first instance, orders to pay costs and the penalties applicable under those Articles shall also apply to judgments delivered on appeal.”", "21. Where an application to set aside has been declared void on the ground that the applicant failed to attend the hearing, the judgment which records the fact will itself be a judgment given in absentia. If the applicant again fails to attend the hearing, a second application by him to set aside will be inadmissible, in accordance with the maxim “opposition sur opposition ne vaut” (an application to set aside a judgment delivered in absentia on an application to set aside an earlier judgment delivered in absentia is ineffective). Were the convicted person able to lodge a further application to set aside the decision of the court which refused in absentia his application to set aside an initial decision also delivered in absentia, he could, by failing to attend and lodging one application after another, indefinitely hinder the enforcement of any conviction and thus paralyse the administration of justice."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}