{"ITEMID": "001-93790", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KLIMENKO AND OSTAPENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The first applicant was born in 1948 and the second applicant in 1952. They live in Bataysk, the Rostov Region.", "6. The applicants, Chernobyl victims, were in receipt of a monthly pension and a special “food allowance” from the State. They brought proceedings against the regional social security office (“the defendant”) claiming recalculation of the pension and the allowance in line with the increase of the minimum subsistence amount.", "7. On the dates listed below the Bataysk Town Court of the Rostov Region granted the applicants’ claims and ordered the increase of the allowance and its subsequent index-linking. In re-calculating the amounts to be paid the court applied the multiplier of 1.92 reflecting the increase of the minimal subsistence amount in the Rostov Region. The judgments acquired legal force, as upheld on 16 April 2003 by the Rostov Regional Court.", "8. On 13 May 2003 the defendant appealed to the Regional Court by way of supervisory review of the judgments.", "9. On 30 June 2003 the judge rapporteur refused to initiate the supervisory review proceedings and to remit either of the two cases for examination on the merits to the Presidium of the Rostov Regional Court (“the Presidium”).The defendant complained to the President of the Regional Court about the judgments in the applicants’ favour and the judge rapporteur’s decision of 30 June 2003.", "10. On 19 September 2003 the President of the Rostov Regional Court and on 24 October 2003 judge B. of the Regional Court allowed the defendant authority’s applications for supervisory review of the judgments in the first and the second applicants’ favour respectively and sent the cases for examination on the merits to the Presidium. These decisions referred to the arguments adduced by the defendant but offered no explanation as to the grounds for overruling the judge rapporteur’s decision of 30 June 2003.", "11. On the dates listed in the Appendix the Presidium, by way of supervisory review, quashed the first instance and the appeal judgments on the ground that that the lower courts had applied an incorrect multiplier to the applicants’ cases, and remitted the cases for a fresh examination to the first instance court.", "12. On 25 December 2003 the Bataysk Town Court examined the cases anew. The court, by a single judgment, established that the allowance due to the applicants should have been multiplied by 1.25 in 2002 and by 1.26 for 2003. The court restored in the favour of each applicant 34,500 Russian roubles (RUB) for the period between 1 January 2002 and 1 January 2004 and established that as of 1 January 2004 they were entitled to the monthly compensation in the amount of RUB 3,937.50, to be index-linked in future. The judgment was not appealed against and became final ten days later.", "13. In 2004 and 2005 the second applicant brought further court proceedings for adjustment of the allowance. On 22 April 2004 and 12 September 2005 the Bataysk Town Court granted his claims and ordered the allowance to be increased by application of the multipliers of 1.16 and 1.08 respectively and to pay him arrears for the periods from 1 to 30 April 2004 and from 1 January to 30 June 2005.", "14. As follows from the Government’s additional observations, on 31 October 2006 the second applicant applied for annulment of these two judgments and the award of 25 December 2003 due to discovery of new circumstances. On 15 February 2007 the request was granted by an unspecified court. The judgments of 25 December 2003, 22 April 2004 and 12 September 2005 were annulled on account of discovery of unspecified new circumstances, and the cases were remitted for a new examination.", "15. According to the Government, on 13 March 2007 the Bataysk Town Court recovered in the second applicant’s favour RUB 142,027.04 of unpaid allowance in respect of the period from 1 July 2000 to 31 December 2006 and ordered further increase of the monthly payments up to RUB 8,670.75. The scope of the applicant’s claims was not specified by the Government and it is unclear whether these claims had been granted in full or in part. The judgment entered into force on 26 March 2007 and at some point was executed in full.", "16. The parties did not submit copies of the judgments of 15 February 2007 and 13 March 2007, the second applicant’s statement of claims in the respective proceedings and his application dated 31 October 2006 for annulment of the earlier judgments.", "17. For the relevant provisions on the supervisory-review proceedings contained in the Code of Civil Procedure of the Russian Federation see the Court’s judgment in the case of Sobelin and Others v. Russia (nos. 30672/03 et seq., § 34, 3 May 2007)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}