{"ITEMID": "001-98089", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "MELANICHI v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicants, Mr Valeriy Aleksandrovich Melanich (“the first applicant”) and Mrs Valentina Ivanovna Melanich (“the second applicant”), are Ukrainian nationals who were born in 1942 and 1944 respectively and live in Kyiv. The respondent Government are represented by their Agent, Mr Y. Zaytsev.", "In September 2004 the applicants’ neighbour, Mrs P., started reconstruction work on her apartment. The work was completed on an unspecified date in 2005.", "On 5 October 2005 the applicants instituted proceedings in the Svyatoshynskyy District Court of Kyiv (“the District Court”) against Mrs P. claiming compensation for pecuniary damage. In particular, the applicants alleged that the work had caused partial peeling of the parquet floor in the apartment and damage to tiles in the bathroom.", "On 31 October 2005 the District Court, following a request by the applicants, ordered a forensic building report to be prepared by the Kyiv Institute for Forensic Examinations (“the Institute”). The court ruled that the fee for the examination should be paid by the applicants.", "By a letter of 22 December 2005 the director of the Institute informed the District Court that if the fee was not paid within one month the examination would be cancelled. Since the court failed to inform the applicants about the above letter, on 26 January 2006 the director of the Institute sent the case file back to the court without examining the request.", "On 20 February 2006 the District Court again ordered a forensic building report to be prepared by the Institute. The court suspended the proceedings pending its conclusions.", "The report reached the court on 20 December 2007.", "On 15 January 2008 the court resumed the proceedings.", "In the period from 15 January to 9 October 2008 the court scheduled some eleven hearings. Six of them were adjourned because Mrs P. had failed to appear before the court and one because the judge was involved in other proceedings. One hearing was adjourned following an application by the first applicant. The District Court sent several requests to the local tax office, the Minister of the Interior and other institutions in order to ascertain Mrs P.’s whereabouts.", "On 7 October 2008 the applicants slightly amended their claims.", "On 9 October 2008 the District Court dismissed the applicants’ claims as unsubstantiated.", "On 4 December 2008 the Kyiv City Court of Appeal upheld that judgment.", "The applicants appealed in cassation. On 23 January 2009 the Supreme Court declined to consider the applicants’ appeal in cassation because the applicants had failed to comply with procedural formalities. The court gave the applicants a time-limit for rectifying the shortcomings. On an unspecified date the applicants rectified the shortcomings and re-submitted the appeal in cassation.", "On 2 March 2009 the Supreme Court refused the applicants’ request for leave to appeal in cassation as unsubstantiated.", "In August 2005 the applicants instituted proceedings in the District Court against Mrs P., seeking compensation for non-pecuniary damage allegedly caused by noise and vibration resulting from the reconstruction work.", "On 20 October 2005 the court ruled in part for the applicants, awarding 1,008.50 Ukrainian hryvnias (UAH) to the first applicant and UAH 2,500 to the second applicant. The applicants received the sums on 2 February and 10 July 2007 respectively.", "On an unspecified date the Municipal Enterprise Responsible for Maintenance of Housing Facilities instituted proceedings against Mrs P., requesting the court to order her to undo the reconstruction work that she had carried out in her apartment.", "On 10 November 2006 the District Court allowed this claim. The judgment remains unenforced.", "On 21 December 1987 the Kyiv Military Garrison Court acquitted Mr Z. of inflicting bodily injuries on the second applicant, holding that there was no corpus delicti.", "On 5 February 1988 the Kyiv Military District Court quashed that decision and remitted the case to the Garrison Military Tribunal, which, on 29 April 1988, acquitted Mr Z.", "On 8 July 1988 the Kyiv Military District Court upheld that judgment, which therefore became final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}