{"ITEMID": "001-97356", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF NIKIFORENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Violation of P4-2", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["4. The applicant was born in 1945 and lives in Chervonopartizansk.", "5. On 11 November 1997 the applicant broke into the apartment of Ms M. and took a bicycle which had belonged to her ex-husband, who had died three days earlier.", "6. On receiving a complaint from Ms M., on 18 November 1997 the Sverdlovskiy District Prosecutor’s Office (“the SDPO”) instituted criminal proceedings against the applicant for burglary and theft.", "7. In November and December 1997 the investigation was suspended several times because of the applicant’s illness.", "8. On 5 January 1998 the applicant was charged with burglary and theft. The same day she was placed under an obligation not to abscond.", "9. In January, April, May and August 1998 the investigation was suspended several times because of the applicant’s illness.", "10. In November 1998 the investigation was completed and the criminal case against the applicant was referred to the Sverdlovskiy Local Court, Lugansk Region (“the Sverdlovskiy Court”).", "11. On 25 December 1998 the Sverdlovskiy Court remitted the case for additional investigation.", "12. On 20 September 1999 the SDPO reclassified the applicant’s actions and charged her with burglary and robbery.", "13. On 3 November 1999 the SDPO completed the additional investigation and referred the case to the court.", "14. On 2 December 2000 the Sverdlovskiy Court convicted the applicant, but on 28 March 2000 the Lugansk Regional Court quashed the judgment and remitted the case for fresh investigation.", "15. On 15 June 2000 the SDPO reclassified the applicant’s actions from robbery to forcible assertion of right.", "16. On 12 July 2000 the applicant was charged with robbery.", "17. On 5 August 2000 the charges against the applicant were changed back to forcible assertion of right. The SDPO terminated the criminal case against the applicant because further prosecution was time-barred.", "18. On 20 September 2000 the Lugansk Regional Prosecutor’s Office (“the LRPO”) quashed the decision of 5 August 2000 and took over the investigation into the case.", "19. On 21 December 2000 the investigation was completed and on 29 December 2000 the criminal case was transferred to the court.", "20. On 26 March 2002 the court remitted the case for further investigation.", "21. On 10 November 2003 the investigator changed the charges against the applicant to concealment of a crime.", "22. In May 2004 the investigation was completed and the case was referred to the court.", "23. On 17 June 2004 the court remitted the case for further investigation.", "24. On 17 August 2004 the Lugansk Regional Court of Appeal upheld the decision of 17 June 2004.", "25. In October 2004 the charges against the applicant were changed to forcible assertion of right. The investigation was completed and the case was referred to the court.", "26. In November-December 2004 the court held three hearings.", "27. On 28 December 2004, 26 January and 16 February 2005 the hearings were adjourned because of the applicant’s absence.", "28. In 2004 Ms M., the aggrieved party, died.", "29. On 11 April 2005 the Rovensky Local Court closed the criminal case against the applicant as time-barred for further prosecution. On 17 June 2005 the Lugansk Court of Appeal quashed this decision and remitted the case for fresh consideration.", "30. Between September and November 2005 court hearings were postponed four times due to the applicant’s failure to appear.", "31. On 27 December 2005 the court remitted the case for further investigation.", "32. On 30 June 2006 the investigation was completed and the case was referred to the court.", "33. Between July and November 2006 court hearings were postponed four times due to the applicant’s failure to appear.", "34. On 14 May 2007 the case was remitted for further investigation.", "35. On 12 July 2007 the investigation was completed and the case was referred to the court.", "36. On 6 September 2007, 4 June 2008 and 12 February 2009 the court remitted the case for further investigation.", "37. On 22 October 2008 the investigator cancelled the applicant’s obligation not to abscond. During the period when the applicant had been under the obligation not to abscond she had been allowed several times to go abroad to visit her relatives and on several occasions she had done so without permission. On one occasion, the applicant had not been permitted to leave her place of residence.", "38. On 21 March 2009 the prosecutor terminated the criminal proceedings against the applicant for lack of proof of crime.", "39.The text of Articles 148, 149 and 150 of the Code of Criminal Procedure of 1960, which are the general rules on preventive measures, is set out in Merit v. Ukraine (no. 66561/01, judgment of 30 March 2004).", "40. According to Article 151 of the Code, an undertaking not to abscond consists of an obligation by a suspect or an accused not to leave his or her place of residence or temporary address without the permission of an investigator. In the event of a breach of such a written undertaking, a stricter measure of restraint may be applied."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}