{"ITEMID": "001-110683", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SOLOVYEVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Review of lawfulness of detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["6. The applicants, who are brothers, were born in 1977 and 1957 respectively and at present reside in the town of Yekaterinburg in the Sverdlovsk Region.", "7. In May 1993 the bodies of three persons were found in a street in Yekaterinburg.", "8. On 29 March 1994 the second applicant was charged with two counts of manslaughter and unlawful possession of weapons. Ten days later, a deputy prosecutor of the Ordzhonikidzevskiy District of Yekaterinburg discontinued the criminal proceedings against the second applicant because he was found to have acted in self-defence and the use of force had been justified.", "9. On 14 November 1997 the second applicant was charged with having severely injured a Mr M.", "10. In February 1998 the Sverdlovsk Regional Prosecutor reopened the criminal proceedings against the second applicant on the charges of manslaughter and arms possession and remitted the case for further investigation. On 17 November 1998 the investigator at the Ordzhonikidzevskiy District prosecutor’s office dropped the armspossession charge.", "11. In December 1998 the two sets of criminal proceedings were joined and the second applicant was issued with the bill of indictment. He was charged with one count of manslaughter, causing severe bodily injuries, and unlawful restriction of liberty.", "12. On 15 December 1998 the first applicant was also charged with unlawful restriction of liberty.", "13. On 1 February 1999 the prosecution concluded the investigation and transmitted the case for an examination on the merits to the Ordzhonikidzevskiy District Court of Yekaterinburg. On 26 March 1999 the case was assigned to a judge of that court. The applicants were committed for trial and on 1 December 1999 the court listed the first hearing for 17 October 2000.", "14. At the hearing of 17 October 2000 the applicants were initially represented by lawyer R. The chamber consisted of two lay assessors and presiding judge B. The applicants challenged the presiding judge, alleging bias. The lay assessors examined and rejected the challenge as unfounded.", "15. Thereafter the applicants informed the court that they had dismissed lawyer R. and appointed lawyer Ch. as a replacement. Lawyer Ch. was not present at the hearing.", "16. After lawyer R. had been dismissed, the prosecutor made a request for the applicants to be detained pending trial, which the Ordzhonikidzevskiy District Court examined and accepted with the following reasoning:", "“[the applicants are] charged with murder, the intentional infliction of severe injuries ... and unlawful confinement ...", "Before the hearing they unsuccessfully sought the removal of the presiding judge and influenced participants in the proceedings, including the victim, Mr M., who asked the court not to examine the case because the defendants had not committed any criminal offence against him. They also appealed against the decision by which the court hearing had been fixed.", "[The applicants are] charged with serious and especially serious criminal offences ... When they were under a written undertaking not to leave the town, they attempted to obstruct the thorough and full examination of the case. The prosecutor has lodged a request in that connection; having regard to the above-mentioned considerations, the court finds it to be substantiated and authorises ... [the applicants’] placement in custody.”", "17. The applicants were taken into custody on 17 October 2000. They appealed against the decision ordering their detention, arguing that their procedural rights had been breached as a result of the absence of their lawyer at the hearing. Among other things, they requested the court to secure their attendance during the appeal hearing.", "18. The District Court listed the next hearing for 18 December 2000.", "19. The decision of 17 October 2000 was upheld on appeal on 9 November 2000 by the Sverdlovsk Regional Court. The hearing took place with the participation of the prosecutor, the alleged victim and the applicant’s lawyer Ch. The applicants were detained in the remand prison and were not taken to the hearing. Their request for personal attendance remained unanswered.", "20. At the hearing of 18 December 2000 the applicants and their lawyer requested the removal of the entire bench including the presiding judge. The District Court dismissed their requests and adjourned the proceedings until 1 March 2001 because the victim had arrived at the hearing in an inebriated state.", "21. On 9 February 2001 the Sverdlovsk Regional Court, in the presence of the applicants’ lawyer, upheld that decision. The applicants were neither invited, nor present at the hearing.", "22. On 1 March 2001 the presiding judge, in an interlocutory decision, extended the applicants’ detention and withdrew from the proceedings because he felt offended by the conduct of the applicant’s lawyer. No reasons or time-limit for the extension were given. The judge noted that the decision was not amenable to appeal.", "23. According to the Government, the second applicant brought an appeal against that decision. Since it had been lodged too late and the applicant never asked for restoration of the time-limit, the appeal court never examined it.", "24. The second applicant disagreed with the Government on that point. He submitted a copy of a letter from the Deputy President of the Sverdlovsk Regional Court dated 26 March 2001 informing the President of the Ordzhonikidzevskiy District Court that the second applicant had requested a copy of the decision of 1 March 2001 and the restoration of the time-limit for appeal.", "25. According to the second applicant, he had appealed against the decision of 1 March 2001 once in receipt of a copy of it, and had complied with the time-limit for appeal.", "26. On 17 April 2001 a new presiding judge listed a hearing for 7 June 2001 and extended the applicants’ detention, without citing any grounds or setting a time-limit.", "27. The applicants alleged that they had not received that decision. Nonetheless, they appealed against it on 23 and 28 May 2001. In their appeals they disagreed with the decision to list a hearing for 7 June 2001 and argued that the case ought to be sent for an additional investigation to the prosecutor. The appeals did not contain any complaints concerning the applicants’ continued detention.", "28. On 18 July 2001 the Sverdlovsk Regional Court upheld the decision, rejecting the applicants’ arguments concerning the decision to list a hearing for 7 June 2001. By this time the first applicant had already been released (see paragraph 31 below)", "29. The Government submitted that the second applicant and his lawyer had not taken part in the hearing.", "30. On 4 June 2001 the Ordzhonikidzevskiy District Court dismissed the applicants’ request for an additional investigation. The applicants’ appeal against that decision was dismissed by the Sverdlovsk Regional Court on 18 July 2001.", "31. On 7 June 2001 the first applicant was released on an undertaking not to leave his place of residence.", "32. On the same date the applicants asked the District Court to adjourn the proceedings because their lawyer was on holiday. The court acceded to the request, adjourned the proceedings and extended the second applicant’s detention on remand; no reasons or time-limit for the extension were given.", "33. The second applicant appealed against the decision, claiming that it had not been given by a lawful tribunal.", "34. On 20 July 2001 the Sverdlovsk Regional Court dismissed the appeal. The second applicant was not present at the appeal hearing.", "35. On 3 September 2001 Ms S. was appointed to act as the applicants’ counsel.", "36. At the hearing held on the following day the second applicant, assisted by Ms S., asked the District Court to release him against a written undertaking not to leave the town and to replace Ms S. with Mr R. and Ms G., representatives of a certain NGO. The Ordzhonikidzevskiy District Court dismissed his application for release on the grounds that he was charged with serious criminal offences and was pleading not guilty. The District Court held that “there were no grounds to change the preventive measure”. It refused to accept the appointment of Mr R. and Ms G. because they had not produced any written authority to act.", "37. On 5 September 2001 the applicants again asked the court to appoint Mr R. and Ms G. The hearing was postponed to allow the applicants to find new lawyers.", "38. According to the second applicant, on 11 September 2001 he submitted a statement of appeal against the decision of 4 September 2001 to the administration of the remand facility where he was being held. On 12 September 2001 he sent a letter by registered mail to the Sverdlovsk Regional Court.", "39. In support of his allegations, the second applicant submitted a note (no. 68141-8367) issued by the prison administration of IZ-66/1 dated 28 October 2005 which confirmed that in September 2001 the second applicant had dispatched a complaint dated 7 September 2001 to the Sverdlovsk Regional Court. According to the second applicant, his appeal was left unexamined.", "40. The Government submitted that the second applicant had never properly filed an appeal against the decision of 4 September 2001 and that the statement of appeal had only been received by the court after 17 December 2001 as an annex to another document. They conceded that the appeal had been left unexamined.", "41. According to the Government, between 28 November 2001 and 27 May 2002 there were repeated delays in the criminal proceedings due to changes of lawyers, their failure to appear and sickness on the part of the parties.", "42. At the hearing of 17 December 2001 the second applicant successfully requested an adjournment because his lawyer had failed to appear. The hearing was postponed until the following day.", "43. On 19 December 2001 the District Court, at the second applicant’s request, adjourned the proceedings until 24 December 2001 to enable the applicant and his new lawyer to study the case file together.", "44. The subsequent hearings scheduled for 24 and 25 December 2001 were postponed because the lawyer for the first applicant had failed to appear. The proceedings were stayed until 1 April 2002. The applicants claimed that on 31 December 2001 they had appealed against the decisions of 24 and 25 December 2001, but that their appeals had not been examined.", "45. At the hearing of 1 April 2002 the second applicant’s lawyer asked the Ordzhonikidzevskiy District Court to remit the case for further investigation and release the applicant on bail or on a written undertaking not to leave the town. The District Court refused the requests, on the ground that the applicant was charged with a serious criminal offence and was pleading not guilty.", "46. On 4 April 2002 the second applicant appealed against the decision of 1 April 2002, but the appeal was never examined.", "47. The Government submitted that on 26 July 2002 the Ordzhonikidzevskiy District Court had extended the time-limit for lodging an appeal against the decision of 1 April 2002. According to them, there was no evidence in the case file that such an appeal was subsequently lodged.", "48. On 27 May 2002 the Ordzhonikidzevskiy District Court gave interlocutory decisions whereby it dismissed the applicants’ request for the bench to stand down, remitted the case for further investigation and extended the second applicant’s detention on remand. As regards the grounds for the extension, the District Court noted that the second applicant was charged with a serious criminal offence and that he was pleading not guilty and had threatened the victim.", "49. By the same decision the court also charged the first applicant for the services of a legal-aid lawyer whom he had allegedly never accepted as his counsel.", "50. On 17 July 2002 the Sverdlovsk Regional Court returned the case file to the District Court for the correction of certain procedural defects. The Regional Court also noted that in the course of the appeal hearing the applicants’ lawyer had complained that on 4 April 2002 he had lodged an appeal against the decision of the District Court of 1 April 2002. The lawyer had provided the Regional Court with a copy of his statement of appeal bearing the stamp of the District Court and showing that it had received the statement on 4 April 2002. The Regional Court instructed the District Court to investigate whether that statement had been lodged in accordance with the requirements established by law.", "51. On 21 August 2002 the Sverdlovsk Regional Court upheld the decisions of 27 May 2002 concerning the request for the bench to stand down and the extension of the applicant’s detention. However, it did not accept the District Court’s view that the case should be returned for further investigation, but instructed it to examine the merits of the charges. The applicants’ lawyer was not summoned to the hearing.", "52. On 1 July 2002 a new Code of Criminal Procedure became effective.", "53. On the same day the Ordzhonikidzevskiy District Court extended the applicant’s detention until 1 October 2002, holding that the second applicant was charged with a serious criminal offence and that he was pleading not guilty and had threatened the victim. The second applicant and his lawyer had not been summoned to the hearing. The representative of the prosecution authorities did not attend.", "54. The second applicant appealed against the decision of 1 July 2002, also alleging that he had only received a copy of that decision on 4 July 2002. The applicant provided the Court with a copy of his statement of appeal. The document bore the stamp of the District Court indicating that the appeal had been lodged on 12 July 2002.", "55. On 21 August 2002 the Sverdlovsk Regional Court refused to examine the second applicant’s appeal against the decision of 1 July 2002 and remitted the matter to the District Court. The Regional Court held as follows:", "“In a decision [of 1 July 2002] [the second applicant’s] detention on remand was extended until 1 October 2002.", "[T]he second applicant] lodged several appeals against that decision; [these] were lodged outside the time-limit established by the law. From the case file it cannot be established when [the second applicant] learned about the decision. Moreover, his lawyer, Mr Kh., ... learned about that decision only while taking part in the hearing and has expressed his wish to appeal against it ...", "In view of the foregoing, [the court] decides to stay the appeal proceedings, establish the date when [the second applicant] was issued with the decision [of 1 July 2002], include that notification in the case file, invite him to apply for extension of the time-limit for lodging an appeal against that decision ..., accept an appeal from Mr Kh., and subsequently fix an appeal hearing.”", "56. Two days later the Regional Court received an application from the second applicant’s lawyer seeking an extension of the time-limit for lodging an appeal against the decision of 1 July 2002. According to the Government, there was no indication in the case file that the request was examined.", "57. On 1 October 2002 the District Court extended the second applicant’s detention for three months, that is, until 1 January 2003. The court cited the same grounds for the extension as those in the detention orders of 27 May and 1 July 2002. Neither the second applicant nor his lawyer was present at the hearing.", "58. On 13 November 2002 the Sverdlovsk Regional Court quashed the decision of 1 October 2002 and remitted the matter for fresh examination to the District Court. The Regional Court reasoned that, in breach of the rules of criminal procedure, the District Court had not ensured the presence of the second applicant and his lawyer at the hearing of 1 October 2002. It held that the second applicant’s detention “should remain unchanged” in the meantime, because it had not established any ground to release him. The second applicant was not taken to the appeal hearing, even though he had sought leave to appear. His lawyer attended that hearing.", "59. On 20 November 2002 the Ordzhonikidzevskiy District Court listed a hearing for 17 December 2002 and extended the second applicant’s detention, without citing any grounds or setting a time-limit. The second applicant and his lawyer were not summoned to the hearing.", "60. On 7 March 2003 the Sverdlovsk Regional Court dismissed the second applicant’s appeal against the decision of 20 November 2002 because no procedural or substantive violations had been established.", "61. On 15 December 2002 the District Court re-examined the question of the second applicant’s detention (which it had previously examined on 1 October 2002) and retrospectively extended his detention for three months, until 1 January 2003. It held that the second applicant was charged with serious criminal offences and that, if released, he could pervert the course of justice. A new lawyer, Mr Ts., and the second applicant attended the hearing.", "62. The second applicant and Mr Kh., his other lawyer, appealed against that decision. The second applicant also sought leave to appear before the appeal court.", "63. According to the Government, the District Court fixed six trial hearings between 17 and 24 December 2002. They were adjourned because the second applicant’s lawyer failed to appear.", "64. On 8 January 2003 the Sverdlovsk Regional Court examined the grounds of the second applicant’s appeal against the decision of 15 December 2002 and upheld the decision. According to the second applicant, neither he nor his lawyer was summoned to the appeal hearing. According to the Government, the second applicant’s lawyer was given notice of the appeal hearing but failed to appear or to notify the Regional Court of the reasons for his absence. The Government provided the Court with a copy of the notice addressed to the prosecutor and to the second applicant’s lawyer. The notice did not bear the signature of any court official.", "65. On 15 December 2002 the Ordzhonikidzevskiy District Court ordered that the second applicant should pay 258 Roubles (RUB) (less than 10 euros (EUR)) in legal fees. It appears that the second applicant did not appeal against that order.", "66. On 25 December 2002 the District Court dismissed requests by the applicants and their co-defendants for the removal of the prosecutor, the presiding judge and one of the applicants’ lawyers, Mr S. The applicants alleged that they had not received that decision and, therefore, could not appeal against it.", "67. On 25 December 2002 the Ordzhonikidzevskiy District Court extended the second applicant’s detention to 1 April 2003. It held that the second applicant was charged with serious criminal offences, the victims and witnesses had not yet been questioned, and that, therefore, the detention should be extended. The second applicant and his lawyer Mr Kh. attended the hearing.", "68. From 13 January to 7 February 2003 the District Court fixed five hearings which were adjourned owing to the absence of the second applicant’s lawyer. On 18 February 2003, at the second applicant’s request, he was assigned new counsel. The proceedings were stayed until 13 March 2003 to allow the new lawyer time to study the case file.", "69. The hearings of 13 and 14 March 2003 never took place because the second applicant was ill.", "70. On 7 March 2003 the Sverdlovsk Regional Court rejected appeals by the second applicant and his lawyer against the extension order of 25 December 2002 because they had been lodged outside the time-limit. It asked the District Court to determine whether the time-limit could be extended. According to the second applicant, the District Court did not take any action on the matter. The Government did not comment on this.", "71. On 26 March 2003 the Ordzhonikidzevskiy District Court extended the second applicant’s detention to 1 July 2003. The court noted that he had no criminal record, that he had a permanent place of residence and work, that he was the breadwinner of a family with two minor children and that he suffered from several illnesses. On the other hand, he was charged with serious criminal offences, victims and witnesses had not yet been heard, and the case had been pending for a long time, owing mostly to the second applicant’s conduct. The second applicant, if released, might therefore obstruct the proceedings.", "72. According to the second applicant, on 3 April 2003 he and his lawyer lodged an appeal against that decision. The appeal was never examined.", "73. According to the Government, no appeal was ever lodged.", "74. The hearing on the merits was postponed again until 3 April 2003, and then on three further occasions until 8, 9 and 28 April 2003.", "75. On 25 June 2003 the applicants sought the removal of the entire bench and the prosecutor. The court dismissed these requests.", "76. On 26 June 2003 the Ordzhonikidzevskiy District Court discontinued the criminal proceedings against the first applicant in full as time-barred, and ruled out certain evidence as inadmissible. In the same decision the trial court discontinued the criminal proceedings against the second applicant in respect of the manslaughter charges because the statutory limitation period had expired, and extended his detention to 1 October 2003. The court noted that the second applicant was charged with serious criminal offences and that the trial was pending.", "77. The applicants and their lawyer appealed against the decision of 26 June 2003 but subsequently withdrew their appeals.", "78. On 10 July 2003 the Ordzhonikidzevskiy District Court discontinued the criminal proceedings against the second applicant in respect of the charges of unlawful confinement because the conduct in question could not be classed as a criminal offence.", "79. On the same day the District Court found the second applicant guilty of causing bodily injuries and sentenced him to one year’s imprisonment. He was released on a written undertaking not to leave the town pending the appeal proceedings.", "80. On 15 July and 12 August 2003 the second applicant lodged appeals against the conviction. On an unspecified date his lawyer appealed against the judgment of 10 July 2003.", "81. On 24 February 2004 the second applicant and his lawyer withdrew their appeals.", "82. On 3 March 2004 the Sverdlovsk Regional Court accepted the withdrawal and discontinued the appeal proceedings. On the same day the applicant’s written undertaking not to leave the town was cancelled.", "83. The second applicant submitted that between 17 October 2000 and 10 July 2003 he had been kept in a cell measuring twenty square metres. The number of inmates at times reached thirty and since the number of beds was insufficient the inmates had to take turns to sleep. The cell also had no proper ventilation.", "84. The Government responded by producing a certificate (no. 68/I1-5780) issued by the head of prison IZ-66/1 in Yekaterinburg dated 12 July 2006. The certificate confirmed that the second applicant had been detained in that prison on two occasions: between 18 October 2000 and 10 April 2003 and between 18 April and 10 July 2003. During the period from 10 to 18 April 2003 the applicant had been held in correctional facility FGU IK-2 of the Sverdlovk Region.", "85. The certificate stated that the second applicant had been detained in the following cells: no. 112 (measuring sixty-nine square metres and containing eleven beds), no. 201 (measuring fifty-one square metres and containing twelve beds), no. 222 (measuring twenty square metres and containing four beds), no. 311 (measuring thirty-one square metres and containing seven beds), and no. 537 (measuring thirty-eight square metres and having nine beds).", "86. According to the certificate, all the cells had glazed windows, adequate sleeping arrangements, ventilation and were regularly disinfected. The inmates, including the second applicant, never made any complaints about the conditions of their detention.", "87. The Government were unable to provide specific figures concerning the number of inmates in that prison for the year 2000 because the relevant logs had been destroyed after expiry of the time-limit for storage. As to the years 2001-2003, they provided the following data concerning the number of inmates in the cells in question:", "88. According to the Government, the second applicant had a shower on a weekly basis for fifteen minutes. The temperature in the cells was no more that twenty degrees in summer and no less than eighteen degrees in winter. All cells had a toilet, separated from the rest of the cell by a partition, and a sink.", "89. The second applicant submitted that all the cells in which he was detained had been heavily overcrowded and that the Government’s description of the sleeping arrangements and partitioned toilets was false.", "90. He submitted a witness statement dated 31 October 2006 by S. K., an inmate in cell no. 201, which confirmed that between 20 January 2003 and 20 June 2003 the cell had contained 35 to 40 inmates.", "91. The second applicant alleged that on 12 April 2001 the prison authorities had refused to certify the authority forms for his lawyer to represent him before the Court, citing its incompetence to perform the requested actions. The case file contains an authority form dated 10 April 2001 signed by the second applicant and an authority form dated 22 April 2001 signed by the first applicant.", "92. On 18 December 2000, 1 March and 4 September 2001 the second applicant was conveyed to the court room and back to the remand centre. According to him, the prison vehicle had no heating and he was not provided with any warm clothing. In addition, he had no opportunity to use toilet facilities for three hours while in transit and was given no meals during the whole day at the court.", "93. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960, “the old CCrP”). On 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).", "94. Upon receipt of the case file, the judge must determine, in particular, whether the defendant should be held in custody or released pending the trial hearings (Articles 222 § 5 and 230 of the old CCrP, Articles 228 (3) and 231 § 2 (6) of the new CCrP), and rule on any application by the defendant for release (Article 223 of the old CCrP).", "95. At any time during the court proceedings the court may order, vary or revoke any preventive measure, including detention on remand (Article 260 of the old CCrP, Article 255 § 1 of the new CCrP). Any such decision must be given in the deliberations room and signed by all the judges on the bench (Article 261 of the old CCrP, Article 256 of the new CCrP).", "96. An appeal against such a decision lies to the higher court. It must be lodged within ten days and examined within the same time-limit as an appeal against a judgment on the merits (Article 331 of the old CCrP, Article 255 § 4 of the new CCrP).", "97. Under the old CCrP, within fourteen days of receipt of the case file (if the defendant was in custody), the judge was required either: (1) to fix the trial date; (2) to return the case for further investigation; (3) to stay or discontinue the proceedings; or (4) to refer the case to a court having jurisdiction to hear it (Article 221). The new CCrP empowers the judge, within the same time-limit, (1) to refer the case to a competent court; (2) to fix a date for a preliminary hearing; or (3) to fix a trial date (Article 227). In the latter case, the trial proceedings must begin no later than fourteen days after the judge has fixed the trial date (Article 239 of the old CCrP, Article 233 § 1 of the new CCrP). There are no restrictions on fixing the date of a preliminary hearing.", "98. There is no time-limit for the duration of the proceedings as a whole.", "99. Under the old CCrP, the appeal court was required to examine an appeal against the first-instance judgment within ten days after it was lodged. In exceptional circumstances or complex cases, or in proceedings before the Supreme Court this time-limit could be extended by up to two months (Article 333). No further extensions were possible.", "The new CCrP establishes that the appeal court must start the examination of the appeal no later than one month after it is lodged (Article 374).", "100. Rule 42 provided that all inmates, whether suspects or defendants, had to be given, among other things: a sleeping place; bedding consisting of one mattress, one pillow and one blanket; bed linen consisting of two sheets and a pillowcase; a towel; crockery and cutlery, including a bowl, a mug and a spoon; and seasonal clothes (if the inmate had no clothes of his own).", "101. Rule 44 stated that cells in pre-trial detention centres must be equipped with, among other things, a table and benches with enough seating space for the number of inmates, sanitation facilities, tap water, day lamps and nighttime lighting.", "102. Rule 46 provided that prisoners were to receive food three times a day, with warm meals provided in accordance with the norms laid down by the Government of Russia.", "103. Under Rule 47, inmates had the right to have a shower at least once a week for at least fifteen minutes. They were to receive fresh bed linen after they had taken a shower.", "104. Rule 143 provided that an inmate could receive visits from his lawyer, family members or other persons, subject to written permission from an investigator or an investigative body, the number of visits being limited to two per month.", "105. Order no. 7 of the Federal Service for the Execution of Sentences of 31 January 2005 deals with the implementation of the “Pre-trial detention centres 2006” programme.", "106. The programme is aimed at improving the functioning of pre-trial detention centres so as to ensure their compliance with the requirements of Russian legislation. It expressly acknowledges the issue of overcrowding in pre-trial detention centres and seeks to reduce and stabilise the number of detainees in order to resolve the problem.", "107. The programme mentions pre-trial detention centre IZ-66/1 in the town of Yekaterinburg as being amongst the ones affected. In particular, the programme states that on 1 July 2004 the detention centre had a capacity of 2,255 inmates but in fact accommodated 3,262 detainees, in other words, 44.6% more than the permitted number.", "108. The relevant extracts from the General Reports of the European Committee for the prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "“46. Overcrowding is an issue of direct relevance to the CPT’s mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps signiﬁcantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint.", "47. A satisfactory programme of activities (work, education, sport, etc.) is of crucial importance for the well-being of prisoners ... [P]risoners cannot simply be left to languish for weeks, possibly months, locked up in their cells, and this regardless of how good material conditions might be within the cells. The CPT considers that one should aim at ensuring that prisoners in remand establishments are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature ...", "48. Speciﬁc mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard ... It is also axiomatic that outdoor exercise facilities should be reasonably spacious ...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment ...", "50. The CPT would add that it is particularly concerned when it ﬁnds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners.", "51. It is also very important for prisoners to maintain reasonably good contact with the outside world. Above all, a prisoner must be given the means of safeguarding his relationships with his family and close friends. The guiding principle should be the promotion of contact with the outside world; any limitations upon such contact should be based exclusively on security concerns of an appreciable nature or resource considerations ...”", "“13. As the CPT pointed out in its 2nd General Report, prison overcrowding is an issue of direct relevance to the Committee’s mandate (cf. CPT/Inf (92) 3, paragraph 46). An overcrowded prison entails cramped and unhygienic accommodation; a constant lack of privacy (even when performing such basic tasks as using a sanitary facility); reduced out-of-cell activities, due to demand outstripping the staff and facilities available; overburdened health-care services; increased tension and hence more violence between prisoners and between prisoners and staff. This list is far from exhaustive.", "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention ...”", "“28. The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports ...", "29. In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions ... Large-capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives ... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufficient ventilation for so many persons will often lead to deplorable conditions.", "30. The CPT frequently encounters devices, such as metal shutters, slats, or plates ﬁtted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that speciﬁc security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners ... [E]ven when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy ...”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}