{"ITEMID": "001-22647", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "JAMES and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicants are the James family, all United Kingdom nationals, resident in Norwich:", "(1) Dr Peter James, born in 1938; husband", "(2) Mrs Sue James, born in 1944; wife; and their children", "(3) Mr David James, born in 1971,", "(4) Ms Victoria James, born in 1974,", "(5) Mr Richard James, born in 1976,", "(6) Mr Caspar James, born in 1980.", "They are represented before the Court by Ms Nuala Mole, of the Aire Centre, London.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The first and second applicants decided to put themselves forward to adopt a child. In March 1990, they were approved by the Childrens’ Society as prospective adopters and were matched with a child, J., who was born on 21 January 1984 and in the care of Essex County Council (“the local authority”). They stated that they made it clear that they could not envisage adopting a “boisterous” child or any child who presented challenging behavioural or physical disabilities.", "During the matching process, the applicants were not shown inter alia J.’s July 1990 school report which noted that there were “constant arguments when he was with others” and that he “can be aggressive”, a report of a previous foster carer which depicted J. as a very troublesome presence in the family home and a report by the Maudsley Hospital which stated that J. would find it harder to find adoptive parents given his history of difficult behaviour. The documents on J.’s background gave a clear picture of a troublesome and difficult child with a disturbed background, far from the child whom the applicants envisaged they would be caring for.", "On 2 September 1990, J. moved into the applicants’ home. It was immediately apparent that he had serious behavioural problems, that he was prone to persistent foul moods and required constant one to one attention.", "The applicants began to discover information that demonstrated that J. had not been a suitable child for them to adopt and felt very strongly that they had been severely misled by the local authority. Had full and candid disclosure been made they felt that they would never have accepted J. as suitable for their family. For example, they were not told of the possibility that J. might have had a genetic disposition to fragile X syndrome until shortly after he arrived in their home; they were not told until February 1992 that he had been removed from his first foster placement after an alleged sexual incident between him and the foster mother’s daughter; and they were not told until two years later that it was the unsubstantiated belief of a previous social worker that J. had been abused at a pre-verbal stage. Nor had they been told of the correct number of previous placements (there had been three, not two) or of the extent of disruption that J. had caused in these placements.", "In 1991, the applicants reached the painful decision to discontinue their relationship with J. However social worker delays in responding to the situation left the applicants in the impossible situation of finding that they did not want to adopt him but having to keep him as the local authority could not place him anywhere else. In July 1992, they decided that he could remain with them as a foster child while attending boarding school most of the year.", "On 15 July 1993, the applicants initiated the local authority’s internal complaints procedure complaining about their poor social work practices and also seeking access to the files to ensure the records accurately reflected the difficulties surrounding the placement. Their complaints were upheld in June 1994 and the applicants received reimbursement of their legal costs of 10,000 pounds sterling.", "Following further disputes with the local authority about payment of J.’s boarding school fees, the applicants applied for a residence order for J. in October 1997. This order was made on 9 April 1998.", "J. has remained difficult throughout his teenage years and exhibits disturbed and disordered behaviour.", "The applicants took legal advice concerning their remedies in respect of the local authority’s failings in their case.", "Notes of a consultation with Queen’s Counsel on 17 December 1998 referred to the case-law which indicated that it was problematic to establish that a local authority owed a duty of care to foster parents in the area of child care. A pending case of W. v. Essex County Council (2000 2 WLR 601) was expected to clarify if a cause of action could arise in a similar situation. It was also pointed out that difficulties arose concerning the ability of the applicants to demonstrate that they had suffered damage, as it would be necessary to show that there had been economic loss or a psychiatric condition caused to the parents or the other children.", "On 16 March 2000, the House of Lords issued its judgment in the case of W. v. Essex County Council, holding that the foster parents’ claim against the local authority could not be struck out and should proceed on the merits.", "On 20 June 2000, advice from Queen’s Counsel noted that recent authorities indicated that the applicants might have an arguable claim that the local authority owed them a duty of care in respect of the information which they imparted about any child offered for fostering. However, the difficulty with their claim was that they had not suffered any damage recognised by law. They had not suffered any physical injury and had been able to protect their own children against J. Unlike the foster parents in W. v. Essex County Council, they had not needed psychiatric treatment or been forced to abandon paid employment or otherwise incurred any overall financial loss. She therefore advised that there was no basis on which the courts would accept that they had suffered any damage of a kind that the local authority had a duty to prevent or of a kind that was recoverable."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}