{"ITEMID": "001-119480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "MARIANI-BELLUCCI v. SWITZERLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["1. The applicant, Ms Ida Mariani-Bellucci, is an Italian national, who was born in 1949 and lives in Biel. She was represented before the Court by Ms E. Megévand, a lawyer practising in Bern.", "3. On 7 February 2008 the competent authority rejected the applicant’s request to be granted a disability pension (Invalidenrente).", "4. On 12 March 2008 the applicant lodged a complaint in which she requested that the decision of 7 February 2008 be quashed and that she be granted a disability pension. On 28 May 2009 the Administrative Court of the Canton of Bern rejected her complaint.", "5. On 25 June 2009 the applicant’s counsel informed the applicant that she would not lodge an appeal with the Federal Supreme Court. She referred to a conversation with the applicant’s daughter in this respect.", "6. On 27 June 2009 the applicant, who had been unable to find new counsel before the expiry of the time-limit for a complaint to the Federal Supreme Court on 28 May 2009, personally lodged her complaint with the Federal Supreme Court. In her complaint she requested the Federal Supreme Court to quash the judgment given by the Administrative Court on 28 May 2009. She submitted that the relevant amount in dispute had been attained as the case concerned social benefits (Sozialversicherungsleistungen) to be granted retroactively as from the year 2002. She further submitted that the Administrative Court had failed correctly to assess the available evidence.", "7. On 21 July 2009 the Federal Supreme Court refused to accept the applicant’s complaint for adjudication as being inadmissible. The Federal Supreme Court observed that under Article 42 § 1 of the Federal Act on the Federal Supreme Court (see paragraph 9, below) the legal petition had to contain the request for relief. Relying on its own case-law, the Federal Supreme Court further recalled that it was, as a rule, not sufficient to request the impugned decision to be quashed, but that the petition had to contain a request on the merits (materieller Antrag). This request for relief could also be contained in the reasoning of the petition.", "8. The Federal Supreme Court considered that the applicant’s request to quash the Administrative Court’s judgment was insufficient, as it did not contain a statement as to how the court should decide on the merits. The Federal Supreme Court further considered that the reasoning submitted by the applicant did not contain a sufficient request on the merits. The applicant had completely failed to submit which sort of benefits she claimed (e.g. medical or professional rehabilitation measures, disability pension, respectively the starting point and the amount of pension rights claimed). There was no room for setting an appropriate time-limit, as this was only permitted under the circumstances enumerated in Article 42 §§ 5 and 6 of the Federal Law on the Federal Supreme Court, which did not apply to the instant case of clearly insufficient reasoning of the petition.", "9. Article 42 of the Federal Law on the Federal Supreme Court (Bundesgesetz über das Bundesgericht), in so far as relevant, reads as follows:", "“(1) Legal petitions have to be submitted in one of the official languages and have to contain the request for relief, the reasons therefore, together with a list of evidence and the signature.", "(2) The reasons have to contain succinct submissions as to why the impugned act is against the law...", "...", "(5) In case of lack of the party’s or its representative’s signature, of the power of attorney or of the required enclosures or in case representation is not permitted, [the Supreme Court] sets an appropriate time-limit for amendment together with the warning that the petition will otherwise not be taken into account.", "(6) Illegible, inappropriate, incomprehensible [and] excessively extensive petitions and [petitions] which are not submitted in an official language may be rejected for amendment in the same way.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}