{"ITEMID": "001-91758", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ALEKSANDR MAKAROV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3;Violation of Art. 5-3;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1946 and lived in Tomsk until his arrest.", "8. In July 1996 the applicant was elected to the position of mayor of Tomsk. In 2000 he was re-elected.", "9. In 2006 two co-owners of a private company complained to the Tomsk Regional Department of the Federal Security Service (“the FSB”) that the applicant’s relative, Ms E., had attempted to extort 3,000,000 Russian roubles (RUB) from them by threatening to destroy their real estate and prevent them from rebuilding. According to the co-owners, following their refusal to pay, the applicant annulled the Tomsk mayor’s decision of 26 September 2005 by which their company had been provided with a plot of land and granted that plot of land to his relative, Ms E. By a letter of 15 September 2006 the applicant had also ordered the Head of the Tomsk Town Land Committee to demolish the company’s property situated on that land. The Government provided the Court with a copy of the co-owners’ complaint registered by the FSB on 5 December 2006.", "10. On 6 December 2006 the office of the Tomsk Regional Prosecutor, acting on the complaint from the co-owners and the results of the preliminary investigative actions performed by the FSB, instituted criminal proceedings against the applicant, suspecting him of having abused his position and having aided and abetted aggravated extortion. On the same day the applicant was arrested and placed in the Tomsk Town temporary detention facility.", "11. The applicant felt ill and was immediately transferred to the Scientific Research Cardiology Institute (“the Institute”), where he was diagnosed with ischemic heart disease, unstable stenocardia, impaired cardiac function, chronic pancreatitis, chronic cholecystitis and bronchitis.", "12. On 8 December 2006 a commission of medical experts from the Institute issued a report finding the applicant fit to participate in the pre-trial investigation. The commission also concluded that the applicant could remain in custody on condition that urgent medical assistance was to be provided to him if necessary.", "13. A senior investigator from the office of the Tomsk Regional Prosecutor asked the Sovetskiy District Court of Tomsk to authorise the applicant’s detention.", "14. On 8 December 2006 the District Court found that the prosecution had to submit additional evidence in support of their request, and granted a seventy-two-hour extension to keep the applicant in police custody. The District Court noted that the applicant should remain under arrest until 6.07 p.m. on 11 December 2006. The relevant part of the decision read as follows:", "“At the hearing the acting head of the department... of the Tomsk Regional Prosecutor’s Office, Ms K., applied for a seventy-two-hour extension to keep [the applicant] in custody pending the submission of additional evidence, namely the suspect’s identification documents – a copy of the suspect’s passport – in support of the request.", "The suspect, [the applicant], disagreed with the request and stated that there were no grounds for extending his detention.", "The suspect’s lawyers also disagreed with the request and explained that [the applicant] had no intention to abscond, he had a permanent place of residence and his arrest was unlawful, as there were no grounds for his arrest as required by Article 91 of the Code of Criminal Procedure of the Russian Federation. In these circumstances they asked for the request to be dismissed.", "Having heard the submissions of the parties to the proceedings and having examined the material in the criminal case file, the court grants the extension...", "By virtue of Article 108 § 7 of the Code of Criminal Procedure of the Russian Federation, a court has the right to grant an extension on request. If the court considers that the arrest was lawful and justified, [it] may grant a seventy-two-hour extension from the moment when the court decision has been taken to allow a party to submit additional evidence in support of [the claim] that the application of a measure of restraint such as detention is justified or unjustified.", "Having examined the material in the case file, the court finds that [the applicant’s] arrest was lawful and justified.", "By virtue of Article 91 of the Code of Criminal Procedure of the Russian Federation, an investigating authority, an investigator or a prosecutor has the right to arrest a person suspected of having committed a criminal offence which is punishable by imprisonment, if one of the following conditions is satisfied:", "(1) that person has been caught committing a crime or immediately after having committed a crime;", "(2) victims or eyewitnesses have identified that person as the perpetrator of a criminal offence; or", "(3) obvious traces or signs of a criminal offence have been discovered on that person or his clothes, or with him or in his house.", "As follows from the record of [the applicant’s] arrest, he was arrested on 6 December 2006 on suspicion of having committed criminal offences under Article 91 § 1 (2) of the Code of Criminal Procedure of the Russian Federation because the victims had identified him as the perpetrator of the offences. There were no violations of criminal procedural law.", "On 6 December 2006, at 9.05 a.m., that is before the arrest, criminal proceedings were instituted against the identified person – [the applicant] – on suspicion of offences under Article 33 § 5, Article 163 § 3 (b) and Article 285 § 2 of the Criminal Code of the Russian Federation.", "Having regard to the foregoing, the court considers it lawful and justified to grant a seventy-two-hour extension...”", "15. Several hours later the prosecution provided the District Court with additional evidence (a copy of the applicant’s passport, the report of the medical expert commission showing the state of the applicant’s health, and documents confirming that he was the mayor of Tomsk) in support of its request for authorisation of the applicant’s detention.", "16. Acting upon the additional information provided by the prosecution, the District Court on the same day authorised the applicant’s detention on the grounds that he was charged with serious criminal offences, he had several places of residence and he was liable to abscond and pervert the course of justice. The District Court noted that the applicant was suspected of having abused his position as mayor and that consequently, if released, he could have influenced witnesses who worked in the mayor’s office and could have destroyed evidence. It also relied on the report by the medical commission, which had concluded that the applicant was fit to participate in the criminal proceedings and to remain in custody.", "17. On 11 December 2006 the District Court suspended the applicant from his position as mayor of Tomsk.", "18. On 18 December 2006 the Tomsk Regional Court upheld the decisions of 8 December 2006 by which the District Court had granted a seventy-two-hour extension to keep the applicant in police custody and had authorised his detention. The Regional Court endorsed the reasons given by the District Court.", "19. Later in December other two criminal cases were launched against the applicant. On 25 December 2006 he was additionally charged with aggravated abuse of position and illegal business activities. In particular, the prosecution suspected that in 1997, abusing his powers as the mayor of Tomsk, the applicant had unlawfully obtained 30% of the shares in a large wholesale company and approximately 33% of the shares in another public company.", "20. On 30 January 2007 the Tomsk Regional Prosecutor asked the Sovetskiy District Court to extend the applicant’s detention for an additional three months, arguing that the applicant was charged with serious criminal offences and that he was liable to influence witnesses, destroy evidence, pervert the course of justice and abscond. The prosecutor relied on information provided by the Tomsk Regional FSB Department, according to which the applicant wanted to leave Russia and move to a member State of the European Union, possibly Poland or the Czech Republic. A letter from a deputy head of the Tomsk Regional FSB Department was enclosed. The relevant part of the letter read as follows:", "“Thus, according to the available information, [the applicant] has asked his daughter Ms Y. to resign from [her position] in the law-enforcement bodies and to sell quickly the immovable property she owns, including a house..., and has advised her to leave Russia with her children as soon as possible.", "At the same time, [the applicant] is taking steps to pervert the course of the investigation using his connections with the authorities in Tomsk and the Tomsk Region. In particular, [the applicant], with the help of his relatives and confidants, has influenced officials of the [Tomsk] Town Council who are acting as witnesses in criminal case no. 2006/4500, including by making threats to use physical force against them and their family members. Moreover, he is actively using negative information damaging to the reputation of senior officials and employees of the Tomsk mayor’s office, the Tomsk Regional Administration and members of the Tomsk Town Council.", "Furthermore, ... on orders from [the applicant], his confidants and close relatives visited Moscow and had several meetings with high-ranking officials, including those in the Office of the President of the Russian Federation, and with intermediaries who have connections with corrupt officials in law-enforcement bodies who may discontinue the criminal proceedings against him in return for money. As a result of those meetings, presumably, [the applicant’s] confidants reached an agreement concerning the provision of consultative, administrative and legal assistance in their efforts to secure [the applicant’s] release.", "The available information supports the conclusion that, if released, [the applicant] will have real opportunities to obstruct the course of justice.”", "21. At the same time the applicant’s lawyers lodged an application with the Sovetskiy District Court for the applicant’s release. They argued that the applicant had a permanent place of residence in Tomsk, that his family also lived in Tomsk, that he did not have any immovable property outside Tomsk and that he did not have a passport to travel. Furthermore, he had been registered as a candidate for the forthcoming parliamentary elections in the Tomsk Region and had deposited RUB 900,000, approximately 26,000 euros (EUR) to be registered as a candidate. The lawyers insisted that the applicant did not intend to abscond, arguing that there was no evidence that his relatives had sold property or had bought foreign currency. They also pointed out that he was sixty-one years old and seriously ill and that he needed special medical treatment and a particular diet which could not be provided in a detention facility.", "22. On 5 February 2007 the District Court accepted the prosecutor’s request and extended the applicant’s detention until 6 May 2007. The relevant part of the decision read as follows:", "“Thus, [the applicant] is currently suspended from his position as mayor of Tomsk; however, by virtue of Article 114 of the Code on Criminal Procedure of the Russian Federation, this measure is temporary and does not entail dismissal from the position or loss of social and employment status and personal authority over certain groups of individuals and officials who may be questioned as witnesses in the course of the criminal proceedings. In particular, [the applicant’s] former subordinates may act as witnesses in the criminal investigation.", "...", "When on 8 December 2006 the court chose a measure of restraint, [it] noted that there was evidence supporting the conclusion that the defendant might abscond; that evidence did not cease to exist after the examination of the question of the application of the measure of restraint. Thus, [the fact that the applicant has] a permanent place of residence and the family (wife, children, grandchildren) in one town, [and that he does not have] immovable property and bank accounts outside Tomsk cannot serve as an independent ground excluding the possibility of the defendant’s absconding or perverting the course of the investigation. [The applicant] can also participate in the election campaign while outside his electoral district.", "There is no evidence that the state of [the applicant’s] health has deteriorated since he has been in custody. According to the conclusions of the complex forensic medical examination no. 342-Uzh, [the applicant] has several chronic conditions, including...; however, taking into account those diseases, he may be detained on condition that urgent special medical assistance is provided.”", "23. On 1 March 2007 the Tomsk Regional Court upheld the decision of 5 February 2007, endorsing the reasons given by the District Court.", "24. On 26 April 2007 the applicant was charged with bribery and an additional two counts of aggravated abuse of position. In particular, the prosecution alleged that he had bought a municipal plot of land, paying a tenth of its value as had been estimated by the Tomsk Town Land Committee, and that he had received RUB 300,000 as a bribe.", "25. On 25 April 2007 the applicant’s counsel, Mr K., asked a senior investigator from the office of the Tomsk Regional Prosecutor to authorise a medical examination of the applicant by three particular specialists in view of the fact that the authorised period of his detention was to expire on 6 May 2007 and he was continuously complaining of severe back and stomach pain and the lack of adequate medical assistance.", "26. Three days later the senior investigator dismissed the request on the ground that the applicant had undergone treatment in a prison hospital from 8 December 2006 to 12 January 2007 and that he had on numerous occasions been examined by groups of prison doctors who had found him fit to participate in the investigation.", "27. On 4 May 2007 the Sovetskiy District Court extended the applicant’s detention until 6 September 2007 on the grounds that he was charged with serious criminal offences, that he could have influenced witnesses – his former subordinates – using his official powers and that he was liable to pervert the course of justice and abscond. The District Court also found that the applicant’s state of health was stable and he was fit to remain in detention. According to the Government, in its decision to extend the applicant’s detention the District Court had relied on information provided by the Tomsk Regional FSB Department. The FSB officials alleged that the applicant’s relatives “were actively selling immovable and other property belonging to the mayor’s family” and “were using proceeds to buy large sums of foreign currency for a subsequent move to foreign countries”.", "28. On 31 May 2007 the Tomsk Regional Court upheld the decision of 4 May 2007, finding no grounds for the applicant’s release.", "29. In July and August 2007 criminal proceedings were instituted against the applicant pertaining to three other counts of abuse of position, two counts of aggravated bribery, possession of drugs and aiding and abetting fraud.", "30. On 23 August 2007 the applicant was served with a bill of indictment comprising accusations on all charges. Four days later the pre-trial investigation was completed and the applicant and his lawyers began studying the case file.", "31. On 3 September 2007 the Sovetskiy District Court extended the applicant’s detention until 6 December 2007. The relevant part of the decision read as follows:", "“As it follows from the case file materials, [the applicant] is charged with serious and particularly serious criminal offences and the case is very complex, which is confirmed by the substantial volume of the materials (approximately thirty-five volumes) and the necessity for the defendant and his lawyers to study the file...", "It also follows from the case file materials that the measure of restraint was chosen for [the applicant] correctly, in accordance with Article 97 of the Russian Code of Criminal Procedure, which is based on the particular seriousness of the charges, [and] the presence of the possibility for the defendant to use his official powers to prevent the establishment of the truth.", "The grounds for the application of such [a measure of restraint] did not cease to exist; [they] did not change and the new grounds, showing that it is necessary to apply another measure of restraint, did not emerge.", "Taking into account the materials of the case file and having regard to the official and material status of the defendant, the court has grounds to consider that, if released, [the applicant] as the head of the municipality might apply pressure to the witnesses, and [he] might also escape from the investigating authorities, including by leaving the Russian Federation.", "A temporary suspension from the office does not mean the dismissal from the position, the loss of social and official status, [the loss] of personal authority over particular groups of private individuals and officials who may be questioned as witnesses in the case during the pre-trial investigation or in a court.", "...", "The [fact] that [the applicant] does not have a travel passport or medical insurance for a foreign State cannot serve as evidence that it is impossible for him to leave the Russian Federation.", "[The facts that the applicant] has a permanent place of residence, [and] the family (spouse, children and grandchildren) living within the same town, [that he] does not have immovable property or bank accounts in foreign States cannot on their own serve as an independent ground excluding a possibility of the defendant’s absconding the investigation and trial or his liability to pervert the course of the investigation.", "According to a medical certificate, [the applicant’s] state of health allows his detention in a temporary detention facility.", "...", "While extending the detention, the court takes into account the absence of prior convictions, the defendant’s state of health, the presence of the permanent places of residence and work, [his] age, however, taking into account the above stated, [the court] does not find any ground permitting a change of the measure of restraint applied to [the applicant].”", "32. On 27 September 2007 the Tomsk Regional Court upheld the decision of 3 September 2007, noting that the District Court had not relied exclusively on the gravity of the charges against the applicant, and that it had taken into account other relevant information, such as the likelihood that applicant would abscond and pervert the course of justice by threatening witnesses and victims and prompting them to withdraw or change their statements.", "33. On 3 December 2007 the Tomsk Regional Court extended the applicant’s detention for an additional three months, until 6 March 2008, to allow the defendants to finish studying the case file. The Regional Court held that the grounds for the applicant’s arrest, that is the gravity of the charges against him and his liability to abscond, pervert the course of justice and reoffend, were still applicable and that they warranted the exceptional duration of the detention for more than twelve months, in spite of the arguments advanced by the defence and the personal surety offered on the applicant’s behalf by the Archbishop of the Tomsk Region. Furthermore, the Regional Court noted that the case file contained information pertaining to the applicant’s attempts to influence a victim, Mr L., and a witness, Mr B., and his alleged attempts to pervert the course of the investigation.", "34. The applicant and his lawyers appealed, arguing that the Regional Court had failed to indicate any instance when the applicant had attempted to influence witnesses or victims. They insisted that the prosecution authorities had not presented any evidence of the applicant’s alleged attempts to influence the course of the investigation or of his liability to abscond or reoffend.", "35. On 11 February 2008 the Supreme Court of the Russian Federation upheld the decision of 3 December 2007, noting that “at the time of the arrest [the applicant] was the mayor of Tomsk and he was charged with serious criminal offences pertaining to his office.” The Supreme Court also agreed with the Regional Court that additional time was necessary for the parties to finish reading the sixty-one volumes of the case file.", "36. On 3 March 2008 the Tomsk Regional Court extended the applicant’s detention until 6 June 2008. The reasoning was identical to the one given in the decision on 3 December 2007, save for one detail: the Regional Court mentioned that in 2007 the applicant’s relatives had bought large amounts of foreign currency. In addition, the Regional Court noted the exceptional duration of the applicant’s detention, holding as follows:", "“While extending [the applicant’s] detention on the grounds prescribed by Article 109 § 7 of the Russian Code of Criminal Procedure, the court also notes that the suspect has been in custody for more than a year.", "However, the court, relying on Article 109 § 3 of the Russian Code of Criminal Procedure, considers that the particular complexity of the criminal case, the seriousness of the charges against [the applicant], [his] social and official status, the presence of circumstances which allow to conclude that, if released, [the applicant] is liable to abscond and pervert the course of justice represent the exclusive grounds warranting the extension of [the applicant’s] detention for more than twelve months.”", "37. On 21 April 2008 the Supreme Court of the Russian Federation upheld the decision of 3 March 2008, endorsing the reasons given by the Regional Court.", "38. On 3 June 2008 the Tomsk Regional Court held a preliminary hearing in the case. It examined and granted a number of requests lodged by the applicant, his co-defendant and their lawyers, including a request for a jury trial and exclusion of certain items from evidence. By the same decision the Regional Court extended the applicant’s detention for an additional six months, until 20 November 2008, noting that the measure of restraint had been correctly chosen and that “the grounds for detention had not changed”. The Regional Court also held that the applicant could influence witnesses who worked in the Tomsk Mayor’s office and that he had several places of residence, thus being liable to abscond.", "39. On 18 August 2008 the Supreme Court of the Russian Federation upheld the decision, finding that the Regional Court had correctly identified the grounds for the extension of the detention and had issued a reasoned decision.", "40. It appears that the trial proceedings are still pending and the applicant remains in custody.", "41. On 8 December 2006 the applicant, having had an initial diagnosis of ischemic heart disease and unstable stenocardia, was admitted to the hospital in the Tomsk Town temporary detention facility. The Government provided a detailed description of the treatment administered to the applicant, including the type and frequency of medical procedures, type and dose of medicine. They also furnished a copy of the applicant’s medical record and medical certificates.", "42. As it follows from the presented documents, on the day of his admission to the prison hospital the applicant was submitted to five electrocardiographic examinations. It was established that he was not suffering from an acute heart condition. On 11 December 2006 the applicant was examined by a medical commission comprising nine specialists in various fields of medicine. The commission concluded that the applicant suffered from encephalopathy of the first and second degree aggregated by cervicalgia and accompanied by a syndrome of moderate pain; chronic pancreatitis and chronic cholecystitis in the state of remission. The treatment was prescribed. A week later the applicant was again examined by the commission with the participation of two cardiologists from the Tomsk Regional Clinical Hospital. The diagnosis of ischemic heart disease was confirmed. The doctors concluded that the applicant’s state of health was stable and that he did not need permanent medication. On 20 and 21 December 2006 the applicant did not consent to an examination by a neurologist. On 11 January 2007 he refused to have blood taken for a complete biochemical analysis. On the same day a group of three doctors examined the applicant, finding that he could be discharged from the hospital because his health was satisfactory and he was able to take part in investigative actions, including those performed outside the detention facility. On 19 January 2007 the applicant was examined by a medical commission comprising two surgeons, a therapist, a neurologist and an expert in ultrasound examinations from the Tomsk Regional Somatic Hospital. They confirmed the applicant’s diagnosis and set up a schedule for treatment. The applicant received etiotropic and pathogenic treatment in the facility medical department.", "43. As it follows from the information provided by the Government, the applicant remains under constant medical observation by a number of specialists in various fields of medicine, undergoing regular medical check-ups, including ultrasonic scanning, electrocardiographic examinations and blood tests. The applicant’s state of health is considered “stable [and] satisfactory”.", "44. The parties did not dispute the measurements of the cells and the number of inmates detained together with the applicant. As it follows from their submissions, on 12 January 2007 the applicant was placed in cell no. 214 which measured 9.5 square metres and had four sleeping places. He was detained alone. From 1 February to 23 May 2007 the applicant was kept in cell no. 26 which measured 9.2 square metres and was equipped with a two-tier metal bunk. He shared the cell with another detainee. Since 23 May 2007 the applicant has been detained in cell no. 251, measuring 11.5 square metres and having two two-tier metal bunks. From 23 May to 27 September 2007 the cell accommodated two detainees. Since 27 September 2007 the applicant has been sharing the cell with two inmates.", "45. It was likewise undisputed that each cell had a window measuring 70 centimetres in width and 90 to 95 centimetres in length. The windows were not covered with metal shutters, but there were two layers of metal vertical and horizontal lattices on the outer and inner sides of each window. Openings between the metal bars, measuring 20 square centimetres between the external lattices and 16 square centimetres between the internal lattices, brought natural light in the cells. According to the applicant, the lighting was clearly insufficient, as the metal bars blocked access to natural light and fresh air. The applicant claimed that insufficient lighting had impaired his eyesight. His condition was further exacerbated by the fact that he suffered from myopathy and increased intraocular pressure possibly coupled with glaucoma. He experienced severe headaches and became extremely tired if he attempted to work or read. The Government submitted that the size, location and number of windows allowed inmates to read and work in natural lighting. The cells were constantly lit with electric incandescent lighting: 100-watt bulbs during the daytime and 40-watt bulbs at night. The Government stressed that the lighting was in accordance with sanitary norms.", "46. According to the Government, the detention facility was equipped with a central heating system. Each cell had a two- or three-unit heating device. In a certificate issued on 13 November 2007, the facility director noted that the temperature in the cells during the heating season “depended on the provision of the heat by the town heating system, according to the temperature chart”. The Government, relying on the information provided by the facility administration, further stated that the average temperature in the cells was 20 degrees Celsius in winter and 23 degrees Celsius in summer. The applicant averred that the Government did not indicate the year for which the average temperature had been measured. He argued that it was extremely hot in summer and cold in spring and winter.", "47. The parties further submitted that the windows in the cells had a casement. Inmates could open the casement to bring in fresh air. Each cell had a ventilation system. According to the Government, the applicant was also allowed to have a private fan. The latter fact was disputed by the applicant, who pointed out that an extract from a log, presented by the Government and showing his personal belongings, did not bear his signature against the last line, where the private fan was mentioned, although he had confirmed receipt of all other items with a signature.", "48. Each cell was equipped with a lavatory pan, a sink, a tap for running water and wooden desk. A smaller cell had a wooden bench. The lavatory pan was placed in the corner of the cell. The Government produced black and white photos of the cells where the applicant had been detained. The photos showed that the lavatory pan was separated from the living area by a tiled brick partition. As it follows from a certificate issued on 13 November 2007 by the facility director, the height of the partitions varied from 145 to 165 centimetres. The applicant submitted that the partition afforded no privacy, as it had been only installed on the one side of the lavatory pan. The pan could still be seen by inmates lying on the bunks and warders standing near the cell door. The applicant further pointed out that inmates were not provided with cleaning fluids for the sanitary equipment.", "49. The applicant was allowed to take a shower once a week for a minimum of fifteen minutes. The applicant asserted that it was difficult to maintain personal hygiene, particularly in summer when it was extremely hot. He could also take a one-hour walk in a small concrete facility courtyard. The applicant insisted that the courtyard was so small that he could not do any physical exercises although the prison doctor had prescribed him therapeutic exercises to alleviate back pain caused by osteochondrosis.", "50. At all times the applicant had an individual sleeping place and he was provided with bedding. The applicant argued that the bedding, in particular a mattress, did not satisfy his needs. Relying on medical certificates and his medical record, the applicant submitted that he suffered from osteochondrosis of the vertebral column with the primary localisation in the lumbar spine. Prison doctors who had examined the applicant on two occasions recommended that the applicant should be provided with a special board which could be placed under the mattress to provide support for his back. The recommendation was not fulfilled. As a result the applicant suffered from severe back pain. In particular, the pain was so severe that on four occasions in March, April and May 2007 a prison doctor prescribed him painkillers. Furthermore, the applicant pointed out that the distance between the lower and upper tiers of the bunks was only 65 centimetres. The applicant was thus forced to bend when seated, experiencing additional back pain.", "51. The Government, relying on the information provided by the director of the facility and copies of entries to facility logs, further stated that the applicant was given dietetic food “in accordance with the norms established for detainees undergoing medical treatment”. Medical personnel checked the quality of the food and made entries to that effect in logs. On a number of occasions the applicant refused to eat facility food. However, during the entire period of his detention he received 308 food parcels from his relatives and on thirty-seven occasions he bought food from a facility shop. The applicant submitted that the chronic diseases, that is chronic cholecystitis and pancreatitis, from which he suffered required dietary management which could not be met by normal diet alone. The food prepared in the facility did not correspond to the distinctive nutritional needs and was not intended for the dietary management of those diseases. For example, during two first weeks of his detention he was served fried potatoes and boiled fat, which had been expressly prohibited for the applicant.", "52. Section 22 of the Detention of Suspects Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "55. Until 1 July 2002 matters of criminal law were governed by the Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960, “the old CCrP”). From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).", "56. “Preventive measures” or “measures of restraint” include an undertaking not to leave a town or region, a personal guarantee, bail and remand in custody (Article 98 of the new CCrP).", "57. The Russian Constitution of 12 December 1993 provides that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22).", "The new CCrP requires a judicial decision by a district or town court on a reasoned request by a prosecutor, supported by appropriate evidence (Article 108 §§ 1, 3-6).", "58. When deciding whether to remand an accused in custody, the competent authority is required to consider whether there are “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 97 § 1 of the new CCrP). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99 of the new CCrP). A defendant should not be remanded in custody if a less severe preventive measure is available.", "59. The Code makes a distinction between two types of remand in custody: the first being “during investigation”, that is, while a competent agency – the police or a prosecutor’s office – is investigating the case, and the second being “before the court” (or “during trial proceedings”), at the judicial stage. Although there is no difference in practice between them (the detainee is held in the same detention facility), the calculation of the time-limits is different.", "60. After arrest the suspect is placed in custody “during investigation”. The maximum permitted period of detention “during investigation” is two months but this can be extended for up to eighteen months in “exceptional circumstances”. Extensions are to be authorised by judicial decisions, taken by courts of ascending levels. No extension of detention “during investigation” beyond eighteen months is possible (Article 109 § 4 of the new CCrP).", "61. The period of detention “during investigation” is calculated up to the day when the prosecutor sends the case to the trial court (Article 109 § 9 of the new CCrP).", "62. Access to the materials in the file is to be granted no later than one month before the expiry of the authorised detention period (Article 109 § 5 of the new CCrP). If the defendant needs more time to study the case file, a judge, on a request by a prosecutor, may grant an extension of the detention until such time as the file has been read in full and the case sent for trial (Article 109 § 8 (1) of the new CCrP).", "63. From the date the prosecutor refers the case to the trial court, the defendant’s detention is classified as “before the court” (or “during judicial proceedings”).", "64. The new CCrP provides that the term of detention “during judicial proceedings” is calculated from the date the court received the file up to the date on which the judgment is given. The period of detention “during judicial proceedings” may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "65. The new CCrP empowers the judge, within fourteen days of receipt of the case file, (1) to refer the case to a competent court; (2) to fix a date for a preliminary hearing; or (3) to fix a trial date (Article 227). In the latter case, the trial proceedings must begin no later than fourteen days after the judge has fixed the trial date (Article 233 § 1 of the new CCrP). There are no restrictions on fixing the date of a preliminary hearing.", "66. The duration of the entire trial proceedings is not limited in time.", "67. The new CCrP provides that the appeal court must start the examination of the appeal no later than one month after it is lodged (Article 374).", "68. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in temporary holding facilities and remand establishments and the complaints procedure read as follows:", "“b. temporary holding facilities for criminal suspects (IVS)", "26. According to the 1996 Regulations establishing the internal rules of Internal Affairs temporary holding facilities for suspects and accused persons, the living space per person should be 4 m². It is also provided in these regulations that detained persons should be supplied with mattresses and bedding, soap, toilet paper, newspapers, games, food, etc. Further, the regulations make provision for outdoor exercise of at least one hour per day.", "The actual conditions of detention in the IVS establishments visited in 2001 varied considerably.", "...", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General’s Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee’s delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private “because they know that all complaints usually pass through the colony’s administration”.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}