{"ITEMID": "001-80575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MUTTILAINEN v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1971 and lives in Kylänpää.", "7. On 14 June 1998 the applicant and T.A. were arrested by police officers M.H. and S.H. in the act of committing a theft. The applicant had a hammer in his hand at the time of arrest. Later he was charged with attempted theft and violent resistance to a public official (virkamiehen väkivaltainen vastustaminen, våldsamt motstånd mot tjänsteman).", "8. At the trial hearing before the Helsinki District Court (käräjäoikeus, tingsrätten) the applicant admitted the attempted theft but denied the charge of violent resistance to a public official. Both the applicant and police officer M.H. were heard. M.H. testified, inter alia, that the applicant had threatened him and his colleague S.H. with a hammer by waving it above his head when the police officers had interrupted the attempted theft. The applicant, for his part, said that he had seen the police arrive and that he had raised the hammer above his head while leaving the building, before the police officers had ordered him to drop it. He denied any intention to threaten the police officers. T.A. testified that the applicant had tried to escape. S.H. was not heard as a witness.", "9. On 11 September 2000 the District Court convicted the applicant of attempted theft and violent resistance to a public official, finding M.H.’s statement reliable. The applicant was sentenced to an aggregate punishment of six months’ imprisonment.", "10. On 11 October 2000 the applicant appealed to the Helsinki Court of Appeal (hovioikeus, hovrätten) requesting an oral hearing in which he, T.A., M.H. and S.H. should be heard in order to clarify his behaviour outside the building where he was arrested and the alleged threatening of the police officers. He did not specify why S.H. in particular should be called as a witness.", "11. On 28 June 2001 the Court of Appeal upheld the conviction, reducing the sentence to three months’ imprisonment. It found an oral hearing manifestly unnecessary, holding that the applicant’s account before the District Court - which he had not contested - and his writ of appeal indisputably proved that he had seen the police officers outside the building. He had then left the building with a hammer raised in the air and had taken some steps towards the police officers. His intention had been to escape. Having seen one of the police officers draw a handgun, he obeyed their orders to drop the hammer when approximately five to six metres away from them. The Court of Appeal held that the question whether the applicant had violently resisted a public official could be reliably resolved on the basis of these undisputed facts without hearing witnesses.", "As to the merits, it ruled that “the applicant must have understood that he had threatened the police officer with violence by, as he had stated himself, stepping towards him with a hammer in the air. The intention to escape mentioned by the applicant proves that he also intended to threaten the police officer with violence in order to escape from the scene of the crime.”", "12. On 27 August 2001 the applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen). He claimed that according to the domestic legislation (Chapter 26, sections 14 and 15 of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), see paragraphs 14 and 15 below) the Court of Appeal should have held an oral hearing and heard the witnesses. He stressed that the matter turned on the credibility of the oral evidence.", "13. On 22 March 2002 the Supreme Court, by a majority, refused the applicant leave to appeal.", "14. Chapter 26, section 14 of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken; Act no. 165/1998) provides that the Court of Appeal shall hold an oral hearing if the defendant in a criminal case so requests. An oral hearing may however be dispensed with if the appeal is manifestly ill-founded or if a hearing would be manifestly unnecessary for another reason.", "15. Under Chapter 26, section 15 of the Code, the Court of Appeal shall hold an oral hearing regardless of whether one has been requested, if the decision on the matter turns on the credibility of the testimony admitted in the District Court or on new testimony to be admitted in the Court of Appeal. In that event, the evidence admitted in the District Court shall be readmitted at the hearing before the Court of Appeal unless there is an impediment to doing so.", "16. Under Chapter 17, section 7 of the said Code (Act no. 571/1948) if a piece of evidence that a party wishes to adduce pertains to a fact that is not material to the case or has already been proved, or if the fact can be proved in another manner with considerably less inconvenience or cost, the court may decide not to admit this piece of evidence."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}