{"ITEMID": "001-115920", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "HUDECOVÁ AND OTHERS v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicants are seven Slovak nationals who live in Zemianske Kostoľany. Their further particulars are set out in the appendix. They were represented by Mr J. Sedliak, a lawyer practising in Prievidza. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants were elected as members of the Zemianske Kostoľany Municipal Council for a four-year period from 1998 to 2002. The mayor prevented them from carrying out their functions and stopped paying remuneration to them for the period from 1 January 2001 to 16 December 2002. The applicants and another individual sued the municipality for unpaid remuneration totalling the equivalent of 3,591 euros (EUR).", "4. As the municipality paid EUR 2,825 to them, the claimants decided to withdraw their claim in respect of that sum on 19 September 2003.", "5. On 30 January 2007 the Prievidza District Court accepted in part the applicants’ claims for remuneration, to which they considered themselves entitled as members of the municipal council. The sums awarded to the applicants ranged between EUR 98 and EUR 137, plus default interest amounting to 15.5% per year as from 11 October 2002 in respect of half of the sum awarded to each applicant, and 13% per year as from 11 January 2003 in respect of the remainder. The District Court discontinued the proceedings, at the claimants’ request, in respect of the sum the municipality had already paid.", "6. Both parties appealed. One applicant claimed an additional EUR 78 and three other applicants the equivalent of EUR 0.07 each. The applicants also challenged the first-instance court’s decision on costs.", "7. On 9 October 2007 the Trenčín Regional Court amended the first-instance judgment by dismissing the claimants’ claims. It held that the District Court had erred in interpreting the law. During the relevant period the applicants had not carried out their functions as members of the municipal council. They were not, therefore, entitled to remuneration for such activities, irrespective of why the situation had arisen. The judgment stated that the applicants were employed or retired. Their posts as municipal councillors related to public functions which could not be regarded as employment. Any remuneration would be due to the applicants only if they had carried out those functions. The decision to discontinue the proceedings in respect of the sum which the defendant had paid remained unaffected.", "8. The Regional Court further amended the first-instance court’s judgment by ordering the defendant to pay the applicants’ legal costs in respect of the District Court proceedings. It also ordered each of the claimants to pay the equivalent of approximately EUR 2 in respect of costs advanced by the State. The Regional Court’s judgment became final on 2 November 2007.", "9. On 3 December 2007 the applicants lodged an appeal on points of law under Article 238 § 1 of the Code of Civil Procedure. They argued that the Regional Court had committed errors of law in determining their claims.", "10. On 21 December 2007 they also lodged a constitutional complaint. They alleged that the Regional Court had breached their constitutional right to judicial protection. In their complaint the applicants mentioned that they had lodged an appeal on points of law.", "11. On 13 March 2008 the Constitutional Court rejected the complaint. The decision stated that the applicants had at their disposal a remedy before the ordinary courts, namely an appeal on points of law under Article 238 § 1 of the Code of Civil Procedure. The court dealing with such an appeal had jurisdiction to review all the factual and legal aspects of the case. In those circumstances, it was not for the Constitutional Court to hear the appeal.", "12. On 25 June 2008 the Supreme Court rejected the applicants’ appeal on points of law as inadmissible. It established that the highest sums claimed by the individual applicants amounted to the equivalent of EUR 137. They were thus smaller than three times the statutory minimum wage (which, at the relevant time, was the equivalent of EUR 185). In such cases, an appeal on points of law was excluded pursuant to Article 238 § 5 of the Code of Civil Procedure. The Supreme Court’s decision was served on the applicants on 13 August 2008.", "13. On 10 October 2008 the applicants lodged a second constitutional complaint, directed against the Regional Court’s judgment of 9 October 2007. They alleged a breach of their right to a fair hearing in that the Regional Court had committed errors of law. With reference to the Supreme Court’s decision, they argued that an appeal on points of law had been excluded in their case. The obstacle which resulted in the Constitutional Court rejecting their first complaint had thus been overcome.", "14. On 5 February 2009 the Constitutional Court rejected the second complaint as having been lodged outside the statutory time-limit of two months. The decision stated that the applicants should have “linked” their constitutional complaint and the rationale of the Regional Court’s decision to the decision of the Supreme Court even if, as it seemed to be the case, they had accepted the latter’s conclusion. The decision was served on 11 March 2009.", "15. Article 238 § 1 allows for an appeal on points of law against a judgment in which the appellate court has amended the first-instance court’s judgment on its merits. However, Article 238 § 5 excludes an appeal on points of law in cases where the appellate court judgment concerns the payment of sums the amount of which does not exceed three times the statutory minimum wage.", "16. Under section 20(3), the Constitutional Court is bound by a request from a claimant for proceedings to be started unless the Act expressly provides otherwise.", "17. Section 53(3) provides that a complaint to the Constitutional Court can be lodged within a period of two months from the date on which the decision in question has become final and binding, the date on which a measure has been notified, or the date on which notice of other interference has been given.", "18. In a number of decisions delivered from the second half of 2009 onwards (including, amongst others, nos. I. ÚS 184/09, II. ÚS 237/09, I. ÚS 269/09, and IV. ÚS 49/2010) the Constitutional Court held that, where a claimant lodged an appeal on points of law and, at the same time, a constitutional complaint, the latter remedy was considered admissible only after the determination of the former. Similarly, in decisions no. III. ÚS 114/2010 of 23 March 2010 and no. 290/2011 of 21 June 2011, the Constitutional Court expressed the view that, in cases where the Supreme Court rejected an appeal on points of law as being inadmissible, the statutory time-limit for lodging a constitutional complaint would also be considered to have been complied with in respect of the preceding final decision of the regional court concerned. Reference was made to the Court’s judgment in Zvolský and Zvolská v. the Czech Republic (no. 46129/99, §§ 51, 53 and 54, ECHR 2002IX)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}