{"ITEMID": "001-72572", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "LEVEAU AND FILLON v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Francis Leveau (“the first applicant”) and Mr JeanFrançois Fillon (“the second applicant”), are French nationals who were born in 1959 and 1955 respectively. The first applicant lives in CoudrayauPerche and the second applicant in AutelsVillevillon, in the département of EureetLoir. They were represented before the Court by Mr C. Charles, a lawyer practising in Paris. The respondent Government were represented by their Agent, Mr R. Abraham, who was succeeded as Agent by Ms E. Belliard, Head of Legal Affairs at the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants both run farms rearing pigs for meat production. This type of farm is subject to the legislation on establishments classified for the purposes of environmental protection (Law no. 76663 of 19 July 1976).", "The applicants’ farms were inspected by the veterinary services department of Eure-et-Loir, as a result of which criminal proceedings were instituted against the applicants.", "The first applicant was convicted of running the farm without giving prior notice, while the second applicant was convicted of running his farm without obtaining prior authorisation from the prefect.", "The first applicant, Mr Leveau, co-manages with his wife a limited liability farm company by the name of EARL Leveau.", "On 27 December 1996 the applicant acquired a farm situated a few kilometres from his place of residence (CoudrayauPerche), in the neighbouring municipality of Les Etilleux.", "In a letter of 5 February 1997 the applicant’s wife informed the veterinary services department that she and the applicant had purchased the farm and planned to construct a building for raising pigs on deep straw bedding, designed to accommodate 449 meatproducing pigs. The letter also informed the department that notice to that effect would be given by July 1997.", "On 27 February 1997 the inspector of establishments classified for the purposes of environmental protection carried out an inspection of the piggery. The applicant arrived in the late morning while the inspection was in progress.", "In a report drawn up the same day, the inspector noted that there were around 210 fattening pigs on the farm. As an establishment housing between 40 and 450 pigs, the farm fell into the category of classified establishments in respect of which notice had to be given to the prefecture (heading 2102). The inspector’s report stated that the applicant, who had arrived on the farm during the inspection, had been unable to provide a document from the prefecture of EureetLoir acknowledging receipt of the required notice.", "On 17 April 1997 the applicant was interviewed by officers at AuthonduPerche gendarmerie station. He referred to the letter of 5 February 1997 stating his intention to give notice by July 1997.", "On 5 August 1997 the public prosecutor at the Chartres tribunal de grande instance summoned the applicant to appear before the NogentleRotrou Police Court on a charge of operating a classified establishment without giving prior notice. The establishment in question housed 210 fattening pigs, so that it came under heading 2102 of the classification and was subject to notice. At the outset of the trial the applicant objected that the proceedings were void because a senior police officer (officier de police judiciaire) had entered his home unlawfully for the purposes of Article 76 of the Code of Criminal Procedure, the inspector’s visit having taken place in the farmer’s absence and without his express consent. He further objected that the inspector’s report was invalid, as it had not mentioned his status as a senior police officer or provided accurate details as to the number and weight of the pigs.", "In a judgment of 27 March 1998 the Police Court dismissed the objection, finding as follows:", "“Unless it were to be argued that the defendant had made his home in the piggery, which was hardly the case, the building housing the pigs cannot be considered to satisfy the criteria for a ‘home’.", "Accordingly, it must be held that the inspector did not conduct a search or enter the applicant’s home unlawfully. Nor is it necessary to respond to the unfounded assertion that inspectors of establishments classified for the purposes of environmental protection have the status of senior police officers, which they patently do not.", "The inspector merely made use of his powers to inspect at any time the establishments for which he is responsible under section 13 of Law no. 76663, without his being bound by the rules governing searches.”", "On the merits, the court found the applicant guilty of operating a classified establishment without giving prior notice, and sentenced him to payment of a fine of 6,000 French francs (FRF), equivalent to 915 euros (EUR).", "The applicant appealed.", "In a judgment of 20 November 1998 the Versailles Court of Appeal ruled as follows on the objection that the proceedings were void as there had been a violation of Article 8 of the Convention.", "“The concepts of ‘private life’ and ‘home’ remain confined to the personal sphere, although they may in certain circumstances encompass professional and commercial activities.", "The visit by the inspector of classified establishments was conducted in accordance with the provisions of section 13 of the Law of 19 July 1976 ... in a piggery used solely for agricultural purposes which was a potential source of harm to the environment, and in no sense in a ‘home’ within the meaning of Article 8 of the European Convention on Human Rights. The first objection should therefore be dismissed.", "Furthermore, reports by inspectors of classified establishments are generally drawn up during the inspection, which constitutes an administrative measure. The provisions of Article 76 of the Code of Criminal Procedure do not therefore apply. In any event, the inspectors’ powers derive from section 13 of the Law of 19 July 1976, which confers specific powers derogating from ordinary police procedure. Section 13 states that inspectors ‘may inspect the establishments under their supervision at any time’. The intention of the law in this respect is to allow the prefecture to ensure that classified establishments which, by definition, are a potential source of harm or nuisance to the community, are being operated in accordance with the relevant legislation or rules. Applying the provisions of Article 76 to the supervision of these establishments would deprive the measures laid down by Law no. 76-663 of 19 July 1976 of any effect.”", "The Court of Appeal upheld the applicant’s conviction at first instance but, noting that the situation had been regularised in the meantime, reduced the fine to FRF 3,000 (EUR 457).", "In a judgment of 26 April 2000, served on the applicant on 7 June 2000, the Court of Cassation dismissed an appeal by the applicant, finding that the appellate court had given reasons for its decision, notably in the following terms:", "“... inspections of establishments under their supervision, carried out under section 13 paragraph 2 of the Law of 19 July 1976 by the inspectors of classified establishments, do not constitute general searches or house searches within the meaning of Articles 59 and 76 of the Code of Criminal Procedure.”", "The second applicant, Mr Fillon, runs a farm. In 1980 he built a unit on the farm to house pigs for breeding and fattening.", "The ground plan supplied by the applicant shows that the farm comprises a collection of several farm buildings and also his house, which is set back from the buildings housing the pigs.", "On 6 February 1997 the veterinary services inspector conducted an inspection of the farm, in the presence of the applicant, and produced a report noting the presence of one boar, 90 sows and around 600 meatproducing pigs. The report stated that the farm had over 450 pigs, so that it came under heading 2102 of the classification of establishments subject to authorisation by the prefecture. In his report, the inspector noted that the applicant had been unable to produce an authorisation decision from the prefecture of Eure-etLoir, as he had not submitted the relevant application.", "On 11 March 1997 the applicant was interviewed by officers at AuthonduPerche gendarmerie station. He told them that he had increased the capacity of the farm out of financial necessity.", "The public prosecutor at the Chartres tribunal de grande instance summoned the applicant to appear before the Criminal Court on a charge of operating a classified establishment, consisting of a pig farm with more than 450 animals, without prior authorisation from the prefect (heading 2102).", "In a judgment of 30 June 1998 the Chartres Criminal Court set aside the report and the subsequent proceedings, finding:", "“... under section 13 of the Law of 19 July 1976, these inspectors may inspect the establishments under their supervision at any time.", "However, although these provisions allow them to derogate from the hours laid down for house searches by Article 59 of the Code of Criminal Procedure, they do not exempt them from the requirement set forth in Article 76 of the Code to obtain, in the case of a preliminary investigation, the prior express consent of the person concerned.", "It should be noted in this connection that a farm constitutes a ‘home’.", "It should further be noted that the inspection of Mr Fillon’s farm was carried out in order to ascertain the situation vis-à-vis the receipt for notice in respect of 370 sows.", "Hence, the provisions of Article 76 of the Code of Criminal Procedure should have been complied with, and the infringement of those provisions renders the report and, consequently, the subsequent proceedings and prosecution invalid.”", "The prosecution appealed.", "The applicant argued before the Court of Appeal that the right to respect for his home guaranteed by Article 8 of the Convention applied to business premises. He maintained that the interference with his property by the inspector constituted a violation of Article 8.", "In a judgment of 17 December 1998 the Versailles Court of Appeal set aside the judgment, finding:", "“However, while Article 8 of the aforementioned Convention provides that everyone shall have the right to respect for his private and family life, his home and his correspondence and that a public authority may interfere with that right only under certain very stringent conditions, it is none the less true that the concepts of ‘private life’ and ‘home’ remain confined to the personal sphere, although they may in certain circumstances encompass professional and commercial activities.", "In the present case, Mr Guerrin’s inspection was conducted ... in a piggery put to exclusively agricultural use ... [and], given that Mr Guerrin simply counted the animals, in no sense in the home of JeanFrançois Fillon, whose residence and administrative premises are separate from the piggery.", "The report by the inspector of classified establishments is generally drawn up during the inspection, which constitutes an administrative measure.", "Consequently, the provisions of Article 76 of the Code of Criminal Procedure do not apply.”", "With regard to the merits, the Court of Appeal found the applicant guilty of not applying for authorisation as required by the rules governing his farm, and sentenced him to a fine of FRF 3,000 (EUR 457). An announcement of the conviction would be published in two local newspapers and posted at the entrance to the farm.", "On 26 April 2000 the Court of Cassation delivered a judgment, served on the applicant on 31 May 2000, dismissing an appeal by the applicant and finding:", "“...inspections of establishments under their supervision, carried out under section 13 paragraph 2 of the Law of 19 July 1976 by the inspectors of classified establishments, do not constitute general searches or house searches within the meaning of Articles 59 and 76 of the Code of Criminal Procedure.”", "This Law governed all establishments which were a potential source of significant harm or nuisance to the surrounding area and the environment (section 1). It imposed legal and practical requirements on farmers, such as the requirement to obtain authorisation or give notice (see section 3 below). The 1976 Law has since been repealed and its provisions consolidated in Articles L 511-1 to L 517-2 of the Environment Code.", "The relevant provisions are consolidated in Articles L. 511-1 et seq. of the Environment Code. The Law, as it stood at the relevant time, provided:", "“The provisions of this part shall cover factories, workshops, warehouses, construction sites and, in general terms, establishments owned or operated by any natural person or legal entity under public or private law which are a potential source of harm or nuisance to the surrounding area, public health and safety, agriculture, the conservation of nature and the environment or the conservation of sites, monuments and archaeological remains.”", "“Establishments which are a potential source of significant harm or nuisance to the interests referred to in section 1 shall be subject to authorisation by the prefecture ...", "Establishments which, although not a potential source of such harm or nuisance, are none the less bound by the general rules laid down by the prefecture to protect the interests referred to in section 1 within the département, shall be required to give notice.”", "“The persons responsible for the inspection of classified establishments ... shall take an oath and be bound by professional secrecy ...", "They may inspect the establishments under their supervision at any time.”", "“Anyone who operates an establishment without the required authorisation shall be liable to a prison sentence of between two months and one year and/or to payment of a fine of between FRF 2,000 and FRF 500,000 ...”.", "“The following persons shall be liable to the fine laid down for Class 5 infringements:", "1. Anyone operating an establishment which is subject to notice without having given notice as required by section 3 of the Law of 19 July 1976 ...”.", "Pigs (establishments for rearing, selling, transporting, etc.) in pens or outdoors:"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}