{"ITEMID": "001-57844", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF SIGURÐUR A. SIGURJÓNSSON v. ICELAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Not necessary to examine Art. 9;Not necessary to examine Art. 10;Not necessary to examine Art. 13;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["7. Mr Sigurdur A. Sigurjónsson is an Icelandic national. He is a taxi driver and resides in Reykjavik.", "8. On 24 October 1984 he was granted a licence to operate a taxicab by the \"licence issuers\" (a body later named the Committee for Taxicab Supervision - the \"Committee\"; see paragraphs 18 and 20 below). The decision was taken under Law no. 36/1970 on Motor Vehicles for Public Hire (\"the 1970 Law\") and Regulation no. 320/1983 (\"the 1983 Regulation\") issued by the Minister of Transport under Article 10 of the Law (see paragraph 18 below).", "The applicant had applied for a licence using a printed form addressed to the Frami Automobile Association (\"Frami\"). This standard form contained a statement to the effect that the applicant was aware of the obligation to pay membership fees to Frami on becoming a member.", "When he was granted the licence, the applicant undertook to observe the conditions provided for in the 1983 Regulation, on the understanding that a failure to do so could lead to its suspension or revocation. One such condition was that he apply for membership of Frami (Article 8 of the 1983 Regulation), which he had done on 26 September 1984.", "9. After joining Frami, the applicant paid membership fees to the association until August 1985, when he stopped doing so. As a result, Frami advised him on 5 February 1986 that it intended to exclude him and his taxicab from taxi station services until the fees were paid (Article 27 of Frami’s Articles of Association).", "In reply, the applicant, by letter of 14 February 1986, indicated that he did not wish to be a member of Frami; he refused to accept the obligation to remain a member of and to pay membership fees to it. Furthermore, he explained that he had accepted the licence \"without first ascertain[ing] [his] legal position with regard to membership\" because he had lacked sufficient funds to take the necessary steps. Also he had preferred to avoid time-consuming litigation which would have delayed the granting of the licence.", "10. On 30 June 1986 the Committee upheld a request by Frami for the revocation of the applicant’s licence, especially because he had ceased paying membership dues.", "11. In a letter of 1 July 1986 to the Ministry of Transport (\"the Ministry\") the applicant protested against the revocation of his licence and requested the suspension of the revocation pending the decision of a court action which he intended to take.", "12. In its reply dated 17 July 1986, the Ministry, referring to Articles 7 and 12 of Regulation no. 293/1985 (see paragraph 18 below), confirmed the revocation. A copy of this letter was addressed to the Reykjavik Chief of Police.", "13. By letter of 28 July 1986, the applicant’s lawyer informed the Chief of Police that the applicant considered the revocation unlawful; he intended to bring the matter before the courts and asked the police not to interfere with his taxi business. However, on 1 August 1986, while driving his taxi, the applicant was stopped by the police, who removed the plates identifying his vehicle as one for public hire.", "14. On 18 September 1986 the applicant instituted proceedings against both the Committee and the Ministry before the Civil Court of Reykjavik, seeking a declaration that the revocation was null and void.", "The Civil Court dismissed his claim on 17 July 1987.", "15. The applicant appealed to the Supreme Court.", "By judgment of 15 December 1988, the Supreme Court, sitting in plenary with seven members, unanimously rejected his claim that, in view of Article 73 of the Constitution, he could not be obliged to remain a member of Frami. In its opinion, the drafting history of this Article showed that it was intended to guarantee only a right to \"form associations\", not a right to remain outside one. The applicant had not made out his allegation that, if construed in this manner, Article 73 conflicted with the relevant provisions of international instruments. Finally, it could not be inferred from the Article that a business licence could not lawfully be made conditional upon membership of an association.", "On the other hand, the Supreme Court, by a majority of four, annulled the revocation of the applicant’s licence. It found that the provision in the 1983 Regulation imposing trade-union membership as a prerequisite for granting a licence (see paragraph 8 above) lacked a statutory basis.", "16. Following the above-mentioned ruling by the Supreme Court, the Althing (the Icelandic Parliament) enacted new legislation - Law no. 77/1989 on Motor Vehicles for Public Hire (\"the 1989 Law\") - which made operating licences conditional upon trade-union membership. This entered into force on 1 July 1989 (see paragraph 18 below).", "17. In a letter to Frami dated 4 July 1989, a copy of which was transmitted to the Ministry, the applicant stated that, in the light of the new legislation, he had no choice but to be a member of the association and that he therefore agreed to pay membership fees. At the same time he stressed that membership was contrary to his own wishes and interests; not only did Frami’s Articles contain provisions contrary to his political opinions, but the association also used the revenue from membership fees to work against his interests. In addition, he maintained that the new legislation providing for obligatory membership was incompatible with the Convention and expressed his intention to pursue the matter before the Convention institutions.", "18. At the time when the applicant was granted a taxicab licence, such licences were governed by the 1970 Law on Motor Vehicles for Public Hire and the 1983 Regulation. The latter was subsequently amended by Regulation no. 293/1985 (\"the 1985 Regulation\"): the body previously called the \"licence issuers\" was thereafter to be known as the Committee for Taxicab Supervision (see paragraph 20 below).", "In 1989 the 1970 Law and the 1985 Regulation were replaced by the 1989 Law on Motor Vehicles for Public Hire and Regulation no. 308/1989 (\"the 1989 Regulation\"). The applicant’s original complaint to the Commission was concerned only with the situation after the entry into force of the 1989 legislation on 1 July 1989 (see under the heading \"Complaints\", in Appendix II of the Commission’s report).", "19. Under Article 4 of the 1989 Law, the Ministry may, at the request of a trade union (stéttarfélag) of automobile drivers and on the recommendation of the town council and the regional board, limit the number of motor vehicles for public hire within the trade union area.", "Restrictions on the number of taxicabs are set out in Article 8 of the 1989 Regulation which provides, inter alia, that within Frami’s area, which comprises Reykjavik and six surrounding communities, the number of taxicabs is to be limited to 570. Such limitations are to be effected by the issuing of licences, each licence-holder being required, among other conditions, to own a passenger car and to use it as a taxi himself as his main occupation (Article 7 of the 1989 Law and Article 8 of the 1989 Regulation). Taxi business within the area in issue is to be carried on from a taxi station approved by the municipal council (Article 2 of the 1989 Law).", "20. In a trade-union area where limitations have been placed on the number of vehicles for public hire, a Committee for Taxicab Supervision composed of three members appointed by the Minister of Transport is set up. Two of the members are nominated; one by the relevant trade union, the other by the municipality. The third member chairs the Committee (Article 10 of the 1989 Law). The Committee adopts its own rules of procedure, subject to endorsement by the Ministry; it takes its decisions by a majority and reports annually to the Ministry (Article 10 of the 1989 Law and Article 9 of the 1989 Regulation).", "The Committee’s task is to \"supervise and control\", within the area of the trade union in question, the implementation of laws and regulations relating to the operation of vehicles for public hire; the issuing and revocation of operating licences; and the manner in which taxi stations provide their services (Article 10 of the 1989 Law).", "21. Frami (until 1959 named Hreyfill) was formed in 1936 by professional automobile drivers in Reykjavik. Its Articles, which may be amended by the association itself (clause 32 of the Articles), are not subject to governmental approval. According to clause 2 of the Articles, the purpose of the association is: (1) to protect the professional interests of its members and promote solidarity among professional taxicab drivers; (2) to determine, negotiate and present demands relating to working hours, wages and rates of its members; (3) to seek to maintain limitations on the number of taxicabs and (4) to represent its members before the public authorities.", "The Articles are currently under revision.", "22. Under the 1989 rules, associations such as Frami have certain administrative functions, namely:", "(a) they propose such limitations as mentioned in paragraph 19 above (Article 4 of the 1989 Law);", "(b) they serve as a depository for licences (Article 13 of the 1989 Regulation);", "(c) they approve the suitability of vehicles for use as taxicabs (Article 14 of the 1989 Regulation);", "(d) within narrow limits specified in the 1989 rules, they regulate, and decide on requests for, temporary exemption from the requirement that the licence-holder personally operate his own taxicab (Article 9 of the 1989 Law and Article 16 of the 1989 Regulation).", "23. In addition to the above, according to material submitted by the Government, Frami carries out the following tasks:", "(a) it supervises the performance of taxi services;", "(b) it reports to the Committee instances of failure by a licence-holder to observe the licence conditions;", "(c) it regulates the operation of taxicabs to ensure that the level of services corresponds to the significantly higher demand at weekends;", "(d) it monitors the fulfilment by licence-holders of registration and insurance requirements and payment by them of requisite charges;", "(e) it fixes the rates for taxi services, subject to approval by the price-control authorities.", "Frami does not engage in collective bargaining on behalf of its members and is therefore not affiliated to the Icelandic Federation of Labour.", "24. Article 5 of the 1989 Law provides that within a trade-union area where a limitation on the number of vehicles for public hire applies (see paragraph 19 above), operators of vehicles of the same category are to be members of the same trade union. If there is a trade union of taxicab operators for a particular area, persons not possessing an operating licence are prohibited from carrying out taxi services in that area.", "Pursuant to Article 8 of the 1989 Law, an operating licence may be granted only to a person who is a member, or has applied for membership, of the relevant trade union. It follows from Article 8 of the 1989 Regulation (see paragraph 19 above) that Frami is the relevant association for taxi licence-holders in Reykjavik. The membership condition continues to apply after a licence has been granted.", "25. In the case of violations by a licence-holder of laws or regulations relating to motor vehicles for public hire, he may receive an admonition from the Committee, his licence may be suspended or, in the event of serious or recurring violations, revoked by the Committee and the licence-holder may be liable to pay a fine; if it is revoked, he may, on certain conditions, reapply for a licence after five years (Articles 9 and 13 of the 1989 Law and Article 18 of the 1989 Regulation)."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}