{"ITEMID": "001-71689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "UTTLEY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant, Mr Brian Uttley, is a British national who was born in 1933 and lives in Leeds. He was represented before the Court by Mr S. Creighton of Messrs Bhatt Murphy, solicitors in London.", "The applicant committed a series of sexual offences before 1983: three rapes, six indecent assaults, one act of sexual intercourse with a girl under sixteen, four acts of gross indecency with a child, and three offences involving photographs or pseudo-photographs of a child. He was tried and convicted in 1995, and on 24 October 1995 was sentenced to 11 years’ imprisonment on one count of rape and to two periods of 9 years’ imprisonment on the other two counts. On each of the six counts of indecent assault on a woman he was sentenced to two years’ imprisonment. On the count of sexual intercourse with a girl under the age of sixteen he was sentenced to one year’s imprisonment, and on three of the counts of committing gross indecency with a child he was sentenced to 18 months’ imprisonment, and on the other to 12 months’ imprisonment. On the count relating to the taking of the indecent photograph of a child he was sentenced to one year’s imprisonment and he was also sentenced to one year’s imprisonment on one of the two counts relating to distribution of such a photograph. All the above periods of imprisonment were to run concurrently. In respect of the second of the counts relating to distribution of such a photograph he was sentenced to one year’s imprisonment to run consecutively to the other offences. The overall effect was that he was sentenced to a total of 12 years’ imprisonment. No appeal against sentence was made.", "At the time when the applicant committed the various acts, they all constituted offences under their respective statutory provisions, and at that same time the court would have been entitled to impose periods of imprisonment for the offences which exceeded the periods actually imposed in 1995. In particular, by reason of section 34(3) of, and § 1(a) of Schedule 2 to, the Sexual Offences Act 1956, the maximum sentence for rape in 1983 was life imprisonment. The maximum sentence at the time for distributing an indecent photograph or pseudo-photograph of a child was three years’ imprisonment. The position remained the same for both offences in 1995.", "At the time the applicant committed the offences the combined effect of section 25(1) of the Prison Act 1952, rule 5 of the Prison Rules 1964 and section 60 of the Criminal Justice Act 1967 meant that a person sentenced to 12 years’ imprisonment would have been entitled, provided he had been of good behaviour, to be released when he had completed two thirds of his sentence, and the sentence would then have expired. Release on licence would have been possible after expiry of one third of the sentence, that is, after four years.", "As a result of the relevant provisions of Criminal Justice Act 1991, which entered into force in 1992, release on licence is an entitlement after two thirds of the sentence, and the licence remains in force until the expiry of three quarters of the sentence. In the applicant’s case, this meant that he was released on licence on 24 October 2003, when he had completed two thirds of his 12 year sentence, and the licence remained in force until 24 October 2004. During that period, he was liable to be recalled to prison if he failed to comply with the conditions. After the end of the licence period, he could be required to serve, in whole or in part, the remainder of the 12 year sentence if convicted of an imprisonable offence.", "The applicant took the view that the changes brought about by the Criminal Justice Act 1991, which had the effect of imposing licence conditions on release for an additional year, with a continuing residual liability to serve the outstanding term if convicted of further offences, amounted to a heavier penalty than the one that was applicable at the time the criminal offences were committed. On 19 December 2002 he therefore applied for judicial review on that ground, referring to Article 7 of the Convention.", "The claim was considered by Mr Justice Moses in the High Court on 8 April 2003. Moses J held that the purpose of the licence was “to enable the prisoner to stay out of trouble for his own benefit and for the benefit of the community ... True it is that, if he breaches the licence, he is at risk of recall, but the licence is itself designed to avoid the risk of further offences and a return to prison”. The court held that the imposition of a licence as part of the sentence did not amount to a penalty, and dismissed the claim.", "On 4 July 2003 the Court of Appeal held that Article 7 had been violated and made a declaration that the relevant sections of the 1991 Act were incompatible with the applicant’s Article 7 rights. Lord Justice Pill stated:", "“... a sentence which includes a period of licence inevitably extending beyond two thirds of the term imposed is, in my judgment, a heavier penalty than a sentence without that requirement. The fiction that the penalty is one of 12 years in custody in each case must not be allowed to obscure the reality of the effects of the licence. While licence conditions vary, and in some cases will be more onerous than others, it is not and cannot be disputed that conditions will inevitably be imposed which are impediments on the offender’s freedom of action. Moreover, the conditions create a potential liability to serve a further substantial period in custody, as to the provisions dealing with the effects of reconviction. Arguments that the purpose of the licence conditions is rehabilitative and preventative, as they undoubtedly are, do not detract from their onerous nature when viewed as part of the sentence. Whatever the purpose, the effect is onerous.”", "In the House of Lords, the Secretary of State made four principal contentions:", "- That the penalty imposed was well within the maximum allowed by law in 1983;", "- That the applicant was complaining about early release provisions, which concern the administration of sentences and are not covered by Article 7;", "- That the trial judge was required, by a Practice Statement which was issued on the day when the 1991 Act came into force (Practice Statement: (Crime: Sentencing) [1992] 1 WLR 948), to take changes in early release provisions into account when sentencing, and", "- That licensing provisions are not a penalty, but are designed to assist the offender in his rehabilitation and to protect the public against the risk of his re-offending.", "The House of Lords allowed the Secretary of State’s appeal on 22 July 2004. Referring to Coëme and Others v. Belgium (nos. 32492/96, 32547/96, 32548/96, 33209/96 and 33210/96, § 145, ECHR 2000VII), the Lords considered that the contention that they had to resolve was whether the word “applicable” in the second sentence of the first paragraph of Article 7 referred to the sentence that would have been actually applied at the time, or the maximum sentence that was available in law. They concluded that Article 7 only prohibited a retrospective increase in the maximum penalty that was available following conviction and not a particular penalty that might be awarded within that maximum. Lord Phillips summarised the position thus:", "“It follows that Article 7 § 1 will only be infringed if a sentence is imposed on a defendant which constitutes a heavier penalty than that which could have been imposed on the defendant under the law in force at the time the offence was committed ... The maximum sentence that could be imposed for rape at the time the respondent committed the rapes for which he was committed was life imprisonment. That was the applicable penalty for the purposes of Article 7 § 1. The sentence of 12 years imposed on the respondent would seem manifestly a less heavy penalty than life imprisonment.”", "“Rules made under section 47 of this Act may make provision whereby, in such circumstances as may be prescribed by the rules, a person serving a sentence of imprisonment for such a term as may be so prescribed may be granted remission of such part of that sentence as may be so prescribed on the ground of his industry and good conduct, and on the discharge of a person from prison in pursuance of any such remission as aforesaid his sentence shall expire.”", "“(1) A prisoner serving a sentence of imprisonment for a term of more than one month may, on the ground of his industry and good conduct, be granted remission in accordance with the provisions of this Rule:", "Provided that nothing in this Rule shall authorise the reduction of the term which the prisoner is serving to less than 31 days.", "(2) Remission granted under this Rule shall not exceed one-third [of the sentence] ... .", "(...)", "(4) This Rule shall have effect subject to any disciplinary award of forfeiture of remission and shall not apply –", "(...)", "(b) to a prisoner serving a sentence of imprisonment for life.”", "In practice, remission was invariably granted of a period of one third of the sentence, subject to the power of a governor to award loss of remission for commission of a disciplinary offence.", "“(1) The Secretary of State may, if recommended to do so by the Parole Board, release on licence a person serving a sentence of imprisonment, other than imprisonment for life, after he has served not less than one third of his sentence or twelve months thereof, whichever expires the later.”", "A long term prisoner (that is, a prisoner serving four years or more) is entitled to apply for early release once he has served half (not one third) of his sentence (section 35 of the Criminal Justice Act 1991 (“the 1991 Act”).", "By section 33 (2) of the 1991 Act, a long term prisoner is entitled to be released as soon as he has served two thirds of his sentence. Such a prisoner must be released on licence, and the licence (like a licence under section 35 of the 1991 Act) remains in force until the expiry of three quarters of the sentence.", "A long term prisoner who is released on licence and recalled must be re-released as soon as he has served three quarters of the sentence (section 33(3)).", "Section 116 of the Powers of Criminal Courts (Sentencing) Act 2000, which replaces section 40 of the 1991 Act, empowers a court to make an order returning an offender to custody to serve the balance of his sentence if he commits an offence after his release but before the date on which the sentence would have been served in full."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}