{"ITEMID": "001-88926", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LOBANOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1965 and lives in Moscow.", "7. By a judgment of 12 October 1998 the Shymkent Town Court of the Republic of Kazakhstan convicted the applicant of storing and transporting drugs and sentenced him to five years’ imprisonment. The applicant started serving his sentence in Kazakhstan.", "8. On 24 January 2000 the Prosecutor General’s Office of the Russian Federation granted the applicant’s request to be transferred to Russia, his country of citizenship and his mother’s place of residence, to serve the rest of his sentence.", "9. On 3 February 2000 the applicant’s request to be transferred to Russia was granted by the Kazakhstan Prosecutor General’s Office.", "10. On 29 February 2000, following an agreement between the Russian and Kazakh authorities, the applicant was transferred to Russia.", "11. Following the applicant’s request for supervisory review of his case, the Presidium of the YuzhnoKazakhstanskiy Regional Court, in its decision of 16 March 2000, varied the judgment of 12 October 1998 by reclassifying the offence and reducing the sentence. In the same decision the court applied the 1999 Amnesty Act, discharged the applicant from serving the remainder of his sentence and ordered as follows:", "“The convicted prisoner Lobanov is to be released from custody forthwith.”", "12. Next day the Regional Court sent a copy of its decision to the YuzhnoKazakhstanskiy regional prosecutor’s office, which received it on the same day and, since no information about the place where the applicant was serving his sentence had yet been received from the Russian authorities, launched an inquiry about his location.", "13. On 29 March 2000 the applicant arrived at correctional facility no. 8 (penitentiary establishment YaK7/8) in Penza.", "14. According to the applicant, on 18 April 2000, immediately after he had learned of the court decision of 16 March 2000, he notified it to the administration of his correctional facility and requested them to expedite his release.", "15. On 10 May 2000, after having established the applicant’s location, the YuzhnoKazakhstanskiy regional prosecutor’s office sent a copy of the YuzhnoKazakhstanskiy Regional Court’s decision of 16 March 2000 to Russia. According to the Government, the decision was sent to the Information Centre of the Penza Regional Police Department. According to the applicant, it was sent to Penza correctional facility no. 8.", "16. According to the Government, a copy of the YuzhnoKazakhstanskiy Regional Court’s decision of 16 March 2000 was received by the Information Centre of the Penza Regional Police Department on 18 May 2000.", "17. On 23 May 2000 the Information Centre, which was located in Penza, after having established the applicant’s location, forwarded the decision to Penza correctional facility no. 8, which received it on 26 May 2000 and forwarded it on the same day to the Prosecutor General’s Office of the Russian Federation.", "18. The Prosecutor General’s Office received the decision on 7 June 2000. On 13 June 2000 a deputy Prosecutor General ordered that the applicant be discharged from serving the remainder of his sentence. The next day, the prosecutor’s decision was sent to the Ministry of Justice of the Russian Federation for execution. On 6 July 2000 it was received by the Ministry of Justice’s Penza Region Department for Execution of Sentences.", "19. On 10 July 2000 the prosecutor’s decision reached correctional facility no. 8 and the applicant was released on the same day.", "20. On an unspecified date the applicant brought proceedings against the Ministry of Justice of Russia and the Ministry of Finance of Russia seeking compensation in respect of pecuniary and non-pecuniary damage sustained as a result of his allegedly unlawful and unfounded detention for three months and ten days after the decision of the YuzhnoKazakhstanskiy Regional Court. By a judgment of the Taganskiy District Court of Moscow of 9 October 2001 the applicant’s action was dismissed. On 30 November 2001 the Moscow City Court quashed the judgment on appeal and remitted the case to the first-instance court for a fresh examination.", "21. On 15 August 2002 the Taganskiy District Court of Moscow examined the case anew. It established what the Russian authorities had done in respect of the YuzhnoKazakhstanskiy Regional Court’s decision. In particular, it noted that the decision had been received by correctional facility no. 8 from the Penza Regional Police Department on 26 May 2000. It found that the Convention of the Commonwealth of Independent States of 6 March 1998 on the Transfer of Convicted Persons for Further Serving of their Sentences was not applicable to the applicant’s case as it had not come into force in respect of Russia at the relevant time. It held that the Prosecutor General’s Office had issued the order for the applicant’s release on 13 June 2000 by virtue of its competence and relevant regulations, notably the decree of the Presidium of the Supreme Council of the USSR of 10 August 1979 on the Procedure for Execution of Obligations arising for the USSR from the Convention on the Transfer of Convicted Persons to Serve their Sentences in a State of their Citizenship, signed in Berlin on 19 May 1978, and instructions of 25 October 1979 on enforcement of that decree. The court stated that the decision of the Prosecutor General’s Office discharging the applicant from serving the remainder of his sentence had been lawful. It held that there had been no fault on the part of the defendant authorities and that therefore there was no basis to grant the applicant’s claim for compensation in respect of non-pecuniary damage. Nor did it find grounds for granting the applicant’s claim for compensation in respect of pecuniary damage based on the loss of employment income. It noted that the applicant, who had been employed six months after his release, had failed to prove that he had been unable to find employment earlier through the fault of the defendant authorities. In rejecting the applicant’s claims the court relied on Articles 151, 1069-1071 and 1099 of the Civil Code.", "22. The applicant appealed. On 26 December 2002 the Moscow City Court upheld the judgment. It noted, in particular, that the District Court had established no unjustified delay on the part of the defendant authorities in executing the Kazakh court decision. There had thus been no fault on the part of the authorities, and the applicant’s claims had been rightly dismissed.", "23. On 10 April 2003 the applicant lodged an application for supervisory review of the case. On 13 May 2003 the Moscow City Court rejected his application.", "24. Under Article 15 § 4 of the Russian Constitution, the generally recognised principles and norms of international law and international agreements form part of Russia’s legal order. International agreements prevail over national statutes in the event of conflict.", "25. The Civil Code of the Russian Federation contains the following provisions on liability for damage caused by State bodies.", "A court may award compensation for non-pecuniary damage (physical or mental suffering) to a person who sustained such damage as a result of a violation of his or her personal non-pecuniary rights. In order to determine the amount of compensation for non-pecuniary damage the court must have regard to the extent to which the perpetrator was at fault and the intensity of any mental anguish or physical suffering caused, bearing in mind the individual characteristics of the victim (Article 151).", "“Damage caused to an individual or a legal entity as a result of an unlawful act (failure to act) of State bodies, local self-government bodies or of their officials, including as a result of the issuance of an act of a State or self-government body which is contrary to the law or any other legal act, shall be subject to compensation. The damage shall be compensated for at the expense, respectively, of the treasury of the Russian Federation, the treasury of the subject of the Russian Federation or the treasury of the municipal authority.”", "“1. Damage caused to an individual as a result of his or her wrongful conviction or unlawful criminal prosecution, or the unlawful application, as a measure of restraint, of remand in custody or of a written undertaking not to leave a specified place, or the unlawful imposition of an administrative penalty in the form of arrest or corrective labour, shall be compensated for in full at the expense of the treasury of the Russian Federation and in certain cases, stipulated by law, at the expense of the treasury of the subject of the Russian Federation or of the municipal authority, regardless of the fault of the officials of agencies of inquiry or preliminary investigation, prosecutor’s offices or courts in the procedure established by law.", "2. Damage caused to an individual or a legal entity as a result of the unlawful activity of agencies of inquiry or preliminary investigation or prosecutor’s offices, which has not entailed the consequences specified in paragraph 1 of this Article, shall be compensated for on the grounds and according to the procedure provided for by Article 1069 of this Code ...”", "Article 1071 of the Civil Code authorises certain State financial authorities to act on behalf of the respective treasury in cases where the State has been found liable for damages. Article 1099 of the Civil Code states, in particular, that non-pecuniary damage shall be compensated for irrespective of any award for pecuniary damage.", "26. Under Article 8 of the Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (signed in Minsk on 22 January 1993, entered into force on 19 May 1994 in respect of Kazakhstan and on 10 December 1994 in respect of Russia), if an authority which receives another contracting State’s request for legal assistance is not competent to deal with the request, it has to forward the request to the relevant competent authority. An authority which executes such a request normally has to apply the legislation of its own country.", "27. Under Government Decree no. 1239 of 26 September 1997, in force at the material time, the Government’s mail was to be delivered with priority. Under Government Decree no. 472 of 15 April 1996, in force at the material time, the Government’s mail was to be delivered on the day of its arrival throughout the working day in question. The statutory time-limit for the postal delivery of normal letters between Moscow and Penza was five days."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}