{"ITEMID": "001-102791", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "JUREK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Ryszard Jurek, is a Polish national who was born in 1958 and lives in Rupniów, Poland. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 20 June 2005 at 9.25 p.m. the applicant was arrested by the police in his hometown, Dobczyce. He was taken to Myślenice and from there, upon the order of a prosecutor, to a jail (izba zatrzymań) in Cracow.", "On 22 June 2005 at 5 p.m. the prosecutor lodged with the court his application to remand the applicant in custody for three months. The applicant was placed under the authority of a court (przekazany do dyspozycji sądu).", "On 23 June 2005 at about 2 p.m. the applicant was brought before a judge of the Myślenice District Court (Sąd Rejonowy) who decided to remand him in custody.", "Subsequently, the applicant’s pre-trial detention was extended by numerous court decisions.", "On 9 June 2006 the applicant filed with the Cracow Regional Court a claim for compensation for unlawful detention between 20 and 23 June 2005.", "On 1 December 2006 the Cracow Regional Court dismissed the applicant’s claim.", "The applicant did not appeal against that judgment.", "On 22 June 2005 the applicant was charged with the rape of a certain M.R., a minor daughter of his partner.", "On 19 October 2005 he was, in addition, charged with sexual abuse of M.R. and her minor sister S.R. and with psychological abuse of both M.R. and S.R.", "On 30 September 2005 the Myślenice District Court assigned a lawyer under the legal-aid scheme to represent the applicant in the criminal proceedings. On 31 October 2005 the applicant was indicted on charges of sexual abuse and rape of M.R., sexual abuse of S.R. and psychological abuse of both M.R. and S.R.", "On 15 December 2005 the Myślenice District Court convicted him as charged and sentenced him to four and a half years’ imprisonment.", "The applicant’s lawyer appealed, arguing that the court had erred in its assessment of the facts.", "On 8 June 2006 the Cracow Regional Court upheld the first-instance judgment in the relevant part.", "The applicant did not lodge a cassation appeal. However, he asked the Prosecutor General (Prokurator Generalny) to do so on his behalf.", "By a letter of 27 December 2006 the Prosecutor General informed the applicant that he had not found any grounds to lodge a cassation appeal in the applicant’s case.", "From 20 June 2005 until 19 December 2009 the applicant was in continuous detention. On the latter date he was released.", "From 23 June 2005 until 24 August 2006 the applicant was detained in Wadowice Prison.", "The applicant submitted that he had been held in dark and overcrowded cells without any access to hot water. On one occasion he shared a six square-metre cell with three or four other detainees.", "The Government did not provide details as to the size and occupancy rate in the applicant’s cells during his initial detention. They submitted, however, that from 12 June until 24 August 2006 the applicant had been placed in cells in which the space per prisoner ranged from 2.26 to 3 m². It was also noted that the sanitary conditions in the applicant’s cells had occasionally been below the standard required by the sanitary inspectorate. Lastly, the Government submitted that the applicant had been afforded adequate medical care in Wadowice Prison.", "From 24 August 2006 until 30 November 2007 the applicant was detained in Nowy Sącz Prison.", "He submitted that he had been held in an overcrowded cell without any access to hot water. He shared a 27 m² cell with eleven inmates. The medical care provided to prisoners was inadequate. In this connection the applicant submitted that he suffered from ulcers and that his eye sight had deteriorated in prison because of the overall poor conditions and inadequate medical care and the fact that he was not taking the medicine which he had been prescribed when he was at liberty.", "The applicant also submitted that the prison management had confiscated his tape player for no reason. As a result he could not continue his audio English lessons.", "The Government submitted that in Nowy Sącz Prison the applicant had been placed in cells in which the space per prisoner for the most part ranged from 2.2 to 2.8 m². For a total of three weeks the statutory minimum standard of 3 m² had been respected in the applicant’s cells. Moreover, the Government submitted that during his stay in Nowy Sącz the applicant had been examined by doctors on over thirty occasions, which proved that the medical care provided in prison had been sufficient.", "On 30 November 2007 the applicant was committed to Tarnów Mościce Prison.", "In the applicant’s submission, the living and sanitary conditions in the prison were inadequate. The cells were overcrowded and dirty.", "From 29 February until 12 March 2008 the applicant was detained in cell no. 6 in wing I. The cell in question was designed for five prisoners but instead was shared by ten prisoners. There was not enough room at the table and many inmates had their meals standing up or sitting on a stool. In the applicant’s wing there were no toilets inside the cells. Instead, there were four toilet cubicles and four urinals accessible from the corridor. They were shared by over 160 prisoners.", "The applicant also submitted that the medical care in Tarnów Mościce Prison was insufficient. There was a practice of mixing healthy and ill prisoners and medical treatment offered in the event of sickness was inadequate. Many prisoners suffered from sepsis. The applicant submitted that his 35-year old cellmate had died on 11 March 2008 of that disease and that afterwards, the applicant and his fellow inmates had been administered preventive drugs.", "After numerous complaints to the prison management, in March 2008 the applicant was transferred to wing IV.", "From 27 May until 23 June 2008 the applicant was detained in Nowy Wiśnicz Prison.", "The applicant submitted that his cell in Nowy Wiśnicz Prison had been occupied by five prisoners, including the applicant, even though its designated maximum capacity was for three persons.", "From 23 June until 22 July 2008 the applicant was detained in Cracow Remand Centre.", "The applicant submitted that he had initially been committed to cell no. 315, which was a single cell. He shared it with another inmate. On 30 June 2005 he was placed in cell no. 343 which was designed for two people. The applicant shared it with four other prisoners.", "From 22 July 2008 until 19 December 2009 the applicant was detained in the therapeutic wing of Rzeszów Prison.", "The applicant submitted that in Rzeszów Prison he had been assigned to cell no. 239, which he shared with three other prisoners.", "The applicant lodged numerous complaints with State authorities about various aspects of his detention. They were to no avail.", "By a letter of 31 March 2006 the Director of the Cracow Regional Inspectorate of the Prison Service (Okręgowy Inspektorat Służby Więziennej) informed the applicant that his allegations that the staff of the Wadowice Prison had monitored the contents of the letters by his family, the Ombudsman and State authorities, had been found to be without merit. It was noted that the letters in question had admittedly been opened and monitored, but only by the authorities responsible for overseeing the applicant’s pre-trial detention. It was emphasised that such a procedure was in compliance with the domestic law and was necessary to ensure the proper conduct of the criminal proceedings pending against the applicant.", "By a letter of 26 July 2007 the Director of the Cracow Regional Inspectorate of the Prison Service informed the applicant that his complaint about the allegedly inadequate medical care in Nowy Sącz Prison had been considered ill-founded.", "The applicant also complained to the management of Tarnów Mościce Prison. He also wrote to the Minister of Health and Sanitary Inspectorate to complain of the overall poor sanitary conditions in prison. It appears that on an unspecified date a Sanitary Inspector fined Tarnów Mościce Prison and ordered the renovation of the toilets.", "The applicant did not bring a civil action in tort to seek compensation for the alleged infringement of his personal rights."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}