{"ITEMID": "001-22932", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "VOROBYEVA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Lyudmila Grigoryevna Vorobyeva, is a Ukrainian national who was born in 1937 and resides in Kharkov.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "In May 2001 the applicant instituted civil proceedings in the Dzerzhinsky District Court, Kharkov, against her former employer seeking reinstatement, unpaid salary and compensation. On 12 September 2001 the court found in part for the applicant. On 17 January 2002, the Kharkov Appellate Court dismissed an appeal by the applicant.", "The applicant did not appeal in cassation against the decisions to the Supreme Court of Ukraine.", "A third level of jurisdiction, to be part of the ordinary judicial procedure, was introduced into the Ukrainian legal system by the Law of 21 June 2001 on the Introduction of Changes to the Code of Civil Procedure of Ukraine, which came into force on 29 June 2001. Under the new provisions, the parties are entitled to appeal against the decision of the first instance court and the appellate court to the Supreme Court of Ukraine, acting as a court of cassation.", "Under the second paragraph of Article 320 of the Code of Civil Procedure (hereafter the “CCP”), the basis for a cassation appeal is the incorrect application of the norms of substantive law or the infringement of the norms of procedural law.", "Article 329 of the CCP provides for the filter of cassation appeals by a panel of three judges of the Civil Chamber of the Supreme Court who decide whether or not leave to appeal should be granted. No participation of the parties is foreseen at this stage of proceedings. Leave to appeal is granted unless the panel unanimously decides otherwise.", "Under Article 334 of the CCP, the Supreme Court, acting as the court of cassation, has the power to:", "1) reject the cassation appeal;", "2) fully or partly annul the judicial decision at issue and remit the case for a re-hearing to the court of first instance or appellate court;", "3) annul the decision at issue and leave in force a judgment that was quashed by an appeal court in error;", "4) annul the decision at issue, terminating the proceedings in a civil case and refusing to allow an applicant’s claims;", "5) change the decision on the merits of the case and not remit it for further consideration.", "The system became effective as of 29 June 2001 and concerned cases pending before first and second instance courts.", "Under the transitional provisions of the same law, any final decision in a civil case could be appealed under the new cassation procedure within three months of the new law coming into force, that was from 29 June to 29 September 2001."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}