{"ITEMID": "001-69616", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TRUBNIKOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 2 (obligation to protect the right to life);Violation of Art. 2 (obligation to provide an effective investigation);Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["7. The applicant was born in 1940 and lives in the village of Khokholskiy in the Voronezh Region. He is the father of Viktor Trubnikov, who was found dead on 13 September 1998 in a punishment cell of the prison where he had been serving his sentence. He had died of asphyxia caused by hanging. At the time of his death, Viktor Trubnikov was 26 years old and was due to be released 21 days later.", "8. The facts of the case, as submitted by the parties, may be summarised as follows.", "9. On 8 July 1993 Viktor Trubnikov was remanded in custody in connection with criminal charges brought against him.", "10. On 30 August 1993 Viktor Trubnikov was convicted of manslaughter and sentenced to seven years’ imprisonment. He was serving his sentence in the correctional labour colony (исправительно-трудовая колония) OZH 118/8 in Rossosh, Voronezh Region. He expected to be released on probation on 4 October 1998.", "11. According to the records submitted by the Government, on three occasions in 1994-1995 Viktor Trubnikov had been found to be under the influence of alcohol and placed in a punishment cell. During his second disciplinary confinement, Viktor Trubnikov inflicted bodily injury on himself, and during his third disciplinary confinement he attempted suicide (see the section entitled “Medical records”).", "12. Following the suicide attempt, Viktor Trubnikov was placed under regular psychiatric supervision.", "13. On 13 September 1998 a prison football team, of which Viktor Trubnikov was a member, took part in a match outside the prison.", "14. On return to the prison after the match, Viktor Trubnikov was found to be under the influence of alcohol. At 7.15 p.m. a prison officer placed him in a punishment cell where he was to be kept in solitary confinement before his inspection by the prison warder the following morning. At 8.20 p.m. Viktor Trubnikov was found dead, hanged by the sleeve of his jacket with another sleeve attached to a water pipe.", "15. That evening the prison governor conducted an inquest. He examined six documents: (i) the order to place Viktor Trubnikov in the punishment cell, (ii) the disciplinary offence report, (iii) the report drawn up on finding Viktor Trubnikov dead, (iv) the site inspection report, (v) the site plan and (vi) the post mortem report. On the basis of this file, he stated that Viktor Trubnikov had hanged himself using the sleeve of his jacket and ordered that no criminal investigation be opened, as there had been no appearance that a crime had been committed. A reference was also made to his attempted suicide in June 1995, and it was stated that he had had suicidal tendencies.", "16. On 15 September 1998 an autopsy was performed on the body. In October 1998 a post mortem report was issued according to which abrasions and bruises were found on the nose, hand, forearm and elbow. The expert came to the conclusion that death had been caused by pressure on the neck through hanging.", "17. The applicant was informed orally that his son had committed suicide. He asked the prison authorities to initiate a criminal investigation. The authorities did not inform him that a decision had already been taken not to do so.", "18. In March 1999 the applicant requested the Voronezh Regional Prosecutor’s Office to provide him with information about the circumstances of his son’s death. The request was transmitted to the Voronezh City Special Prosecutor’s Office supervising penitentiary institutions.", "19. On 8 April 1999 the Voronezh City Special Prosecutor’s Office supervising penitentiary institutions informed the applicant of the decision not to investigate the circumstances of Viktor Trubnikov’s death in criminal proceedings. The applicant was informed that his son had had a record of good conduct, that he had been rewarded on several occasions and that no conflict had been registered between him and other inmates or the prison administration. He was also informed that, in the circumstances, the decision not to institute a criminal investigation was lawful and well-founded.", "20. On 16 April 1999 the Voronezh Regional Prosecutor’s Office informed the applicant of the refusal to institute criminal proceedings and invited him, on 30 April 1999, to view the case file concerning the death of his son.", "21. On 30 April 1999 the applicant arrived at the prosecutor’s office for the appointment to view the file, but the officer in charge was absent and he could not gain access to the file.", "22. On 26 June 1999 the applicant received a copy of the prison governor’s decision of 13 September 1998.", "23. On 18 September 2000 the applicant lodged a request with the Rossoshanskiy District Court of the Voronezh Region that it order a criminal investigation into his son’s death. The court declined jurisdiction in the matter, however, on 2 October 2000. It stated that the institution of criminal proceedings fell within the competence of the prosecutor’s office.", "24. After the case had been communicated to the respondent Government by the Court, the Voronezh Regional Prosecutor’s Office annulled the decision of 13 September 1998 on 5 February 2002 and instituted a criminal investigation into Viktor Trubnikov’s death.", "25. On 23 March 2001 the applicant brought proceedings before the same district court to have the refusal of the prison governor to institute criminal proceedings declared unlawful.", "26. On 20 March 2002 the Rossoshanskiy District Court of the Voronezh Region held that the decision of 13 September 1998 was unlawful. At the same time it discontinued the examination of the applicant’s claim as no longer necessary, given the prosecutor’s decision of 5 February 2002 which had already dealt with the issue.", "27. In June 2002 two forensic examinations were carried out. First, experts were appointed to conduct a new autopsy of the body. Secondly, another group of experts carried out a posthumous examination of Viktor Trubnikov’s psychiatric and psychological condition.", "28. The autopsy resulted in substantially the same findings as the first post mortem report, namely, that the death had been caused by mechanical asphyxia (more specifically, strangling), and established a mediumdegree alcoholic intoxication at the time of death.", "29. On 27 June 2002 the posthumous psychiatric report was submitted. The experts concluded that at the time of his death Viktor Trubnikov had not been predisposed to suicide on account of any long or short-term psychiatric disorder. However, they concluded that he had been under the influence of alcohol and that it could have triggered his decision to commit suicide.", "30. During the investigation the following witnesses were examined and gave the following testimonies:", "(i) Six officers who were on duty at the prison entrance when Viktor Trubnikov returned to the prison after the football match, testified that he had been drunk and had behaved aggressively. He therefore had to be isolated in the punishment cell. They all stated that no force had been applied to him.", "(ii) Two inmates who had been on the same football team testified that Viktor Trubnikov had been under the influence of alcohol on their return from the match, and that was why he had been stopped by the prison warders at the prison entrance. They stated that there had been no threats or violence at the prison entrance.", "(iii) Three other inmates who had known Viktor Trubnikov well testified that he had had good relations with other inmates and warders and that there had been no conflict between him and the prison administration.", "(iv) Six officers who had been on duty in the punishment ward when Viktor Trubnikov died, testified that he had been placed in the cell at about 7.30 p.m. and had been found dead during the warder’s round at 8.15 p.m. They stated that first aid had been administered, but that it had been too late.", "(v) Inmates L. and M. testified that they had been confined to punishment cells next to Viktor Trubnikov. M. stated that at first they had communicated through the wall, but then Viktor Trubnikov had gone quiet. Neither of them had heard any noises or screams.", "(vii) Two officers testified that they had witnessed Viktor Trubnikov’s previous suicide attempt in 1995 and administered first aid to him. They considered that that attempt had not been a genuine suicide, but that he had rather been trying to attract attention and demonstrate his independence.", "(viii) Ms. K, the psychiatrist who had supervised Viktor Trubnikov, testified that his first suicide attempt had been demonstrative and had not reflected a genuine wish to die. She also considered, on the basis of her observations, that he had been likely to make another attempt, also demonstrative and not aimed at causing death, and that the probability of such behaviour increased under the influence of alcohol.", "31. On 10 October 2002 the Voronezh City Special Prosecutor’s Office supervising penitentiary institutions terminated the criminal investigation, having established that Viktor Trubnikov had committed suicide.", "32. On 3 March 2003 the applicant received a copy of the termination order of 10 October 2002.", "33. The Government submitted a collection of medical records concerning Viktor Trubnikov’s condition throughout his detention. In so far as the copies are legible, they contain the following relevant entries.", "34. On 13 July 1993, upon his arrest, Viktor Trubnikov was examined by a psychiatrist and found to be in good health.", "35. On 10 September 1994 an alcohol test revealed that Viktor Trubnikov was under the influence of alcohol. He was placed in a punishment cell.", "36. On 21 March 1995 an alcohol test revealed that Viktor Trubnikov was under the influence of alcohol. He was placed in a punishment cell where he inflicted injuries on himself, recorded as follows:", "“As a protest against being put in a punishment cell [Viktor Trubnikov] inflicted three horizontal cuts on his abdomen: measuring 10x2 cm, 8x2 cm and 6x1 cm, each about 1.5 cm deep. Minor bleeding ...”", "37. From 21 to 27 March 1995 Viktor Trubnikov was kept in the medical block for treatment of the self-inflicted wounds.", "38. On 22 June 1995 an alcohol test revealed that Viktor Trubnikov was under the influence of alcohol. He was placed in a punishment cell where he attempted to hang himself, as recorded:", "“Emergency call for an attempted suicide. Trubnikov detained in the punishment cell No. 22 attempted to hang himself by a string attached to a water pipe ... Consultation with a psychiatrist is required.”", "39. Following that incident, Viktor Trubnikov was supervised by a psychiatrist, Ms K., who made the following entries in the records.", "On 23 June 1995:", "“Complains about depression, unwillingness to live, weakness, insomnia, irritability. Psychologically [stable]. Enters into contact. Orientation in space and time, as regards own personality is correct. Depressed overall. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms can be observed at the time of examination. Diagnosis: short-term depressive reaction; suicide attempt. (i) [prescription medicines]; (ii) psychotherapy.”", "On 24(29) June 1995:", "“Conscious. Enters into contact. Depressed. Thinking is consistent. Demonstrative behaviour. Explains the suicide attempt by saying that he is ‘fed up with a life like that’. The attitude to the suicide attempt is not self-critical. Memory and reason are intact. No pathological psychiatric condition. Diagnosis: short-term depressive reaction. Suicide attempt. Fixation behaviour. Continue treatment.”", "On 30 June 1995:", "“Has no medical complaints. His mood is steady and positive. Goes in for sport. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms can be observed. Self-critical attitude to the recent suicide attempt. No acute psychiatric symptoms are observed. Prescribed rational psychotherapy. The next visit is scheduled for 25 December 1995.”", "On 25 December 1995:", "“Has no medical complaints. Mood is steady. Demonstrative behaviour. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms are observed. Diagnosis: fixation behaviour. Prescribed rational psychotherapy. The next visit is scheduled for 25 June 1996.”", "On 25 June 1996:", "“Complains about depression, weakness, irritability, insomnia, inability to work. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms are observed. Diagnosis: hyposthenic form of neurasthenia.”", "On 25 December 1996:", "“Has no medical complaints. His mood is steady. Thinking is consistent. Self-critical attitude to the suicide attempt in the past. Memory and reason are intact. Demonstrative behaviour. Diagnosis: hyposthenic form of neurasthenia. The next visit is scheduled for 25 June 1997.”", "On 25 June 1997:", "“Mood is changeable. Thinking is consistent. Self-critical attitude to the suicide attempt in the past. No acute psychiatric symptoms are observed. Diagnosis: hyposthenic form of neurasthenia. The next visit is scheduled for 25 December 1997.”", "On 25 December 1997:", "“Complains about depression, weakness, insomnia, irritability. No acute psychiatric symptoms are observed. Depressed. The next visit is scheduled for 25 June 1997.”", "The next entry is dated 25 June 1997, although it immediately follows the above record of 25 December 1997:", "“Condition has improved. Mood has stabilised. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms are observed. Diagnosis: the same. The next visit is scheduled for 25 December 1998.”", "The next entry is dated 17 February 1997, although it immediately follows the above record dated 25 June 1997:", "“Has no medical complaints. Mood is steady, depressed. No acute psychiatric symptoms are observed. Diagnosis: depressive reaction. Attempted suicide in the past. No complaints at the time of examination. [Fixation]. The next visit is scheduled for 17 August 1998. Rat[ional] psychotherapy.”", "40. On 8 August 1998 a psychological test revealed, inter alia, a potential psychiatric condition, a tendency towards impulsive reactions and, possibly, a tendency towards conflict with others.", "41. The last record in Viktor Trubnikov’s lifetime was made on 17 August 1998:", "“Complains about depression, weakness, insomnia, irritability. Enters into contact. Orientation is correct. Depressed. Thinking is consistent. No acute psychiatric symptoms are observed. No suicidal thoughts. Diagnosis: short-term depressive syndrome. The next visit is scheduled for [unclear].”", "42. On 20 February 2002 the deputy prison warder in charge of the prison medical office issued a certificate that Viktor Trubnikov had been under permanent psychiatric supervision, having been diagnosed as suffering from neurasthenia and a psychopathic condition with depressive reactions.", "43. Article 20 of the Constitution of the Russian Federation protects the right to life.", "44. The Health Care (General Principles) Act of 22 July 1993 provides that persons serving a sentence in prisons are entitled to medical assistance at the State’s expense and, as the case may be, at institutions run by the general public health service (Section 29).", "45. The Law on Penitentiary Institutions of 21 July 1993 provides that penitentiary institutions are responsible for inmates’ security and health care (section 13).", "46. Article 18 of the 1997 Penitentiary Code, as it read at the material time, provided that inmates suffering from a psychiatric disorder which did not affect their capacity to serve a criminal sentence could be subjected to medical treatment at the penitentiary institutions. The authorisation of a competent court was required for any such treatment.", "After recent amendments, the same provision specifies that such inmates include persons who pose a danger to others or themselves. The provisions currently in force require the penitentiary authorities to identify such inmates and to apply for a court order imposing medical treatment on them.", "47 The 1960 Code of Criminal Procedure, which was in force at the material time, required that a competent authority institute criminal proceedings if there was a suspicion that a crime had been committed. That authority was under an obligation to carry out all measures provided for by law to establish the facts and to identify those responsible and secure their conviction. The decision whether or not to institute criminal proceedings had to be taken within three days of the first report on the relevant facts (Articles 3, 108-09).", "48. No criminal proceedings could be brought in the absence of a corpus delicti (Article 5). Where an investigating body refused to open or terminated a criminal investigation, a reasoned decision was to be provided. Such decisions could be appealed to a higher-ranking prosecutor or to a court (Articles 113 and 209).", "49. During criminal proceedings, persons who had been granted victim status could submit evidence and file applications, had full access to the case file once the investigation was complete, and could challenge appointments and appeal decisions or judgments in the case. At an inquest, the close relatives of the deceased were to be granted victim status (Article 53)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}