{"ITEMID": "001-89558", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2008, "DOCNAME": "CASE OF DEMİR AND BAYKARA v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection joined to merits and dismissed (ratione materiae);Violations of Art. 11;Damage - award;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Antonella Mularoni;Christos Rozakis;Dean Spielmann;Elisabet Fura;Françoise Tulkens;Giovanni Bonello;Ireneu Cabral Barreto;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Kristaq Traja;Lech Garlicki;Mark Villiger;Mindia Ugrekhelidze;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi;Vladimiro Zagrebelsky", "TEXT": ["14. The applicants, Mr Kemal Demir and Mrs Vicdan Baykara, were born in 1951 and 1958 and live in Gaziantep and Istanbul respectively. The first applicant was a member of the trade union Tüm Bel Sen and the second applicant was its President.", "15. The trade union Tüm Bel Sen was founded in 1990 by civil servants from various municipalities whose employment was governed by the Public Service Act (Law no. 657). Under Article 2 of its constitution, the trade union’s objective is to promote democratic trade unionism and thereby assist its members in their aspirations and claims. Its head office is located in Istanbul.", "16. On 27 February 1993 Tüm Bel Sen entered into a collective agreement with the Gaziantep Municipal Council for a period of two years, effective from 1 January 1993. The agreement concerned all aspects of the working conditions of the Gaziantep Municipal Council’s employees, such as salaries, allowances and welfare services.", "17. As the Gaziantep Municipal Council had failed to fulfil certain of its obligations under the agreement, in particular its financial obligations, the second applicant, as President of the trade union, brought civil proceedings against it in the Gaziantep District Court (“the District Court”) on 18 June 1993.", "18. In a judgment of 22 June 1994, the District Court found in favour of Tüm Bel Sen. The Gaziantep Municipal Council appealed on points of law.", "19. On 13 December 1994 the Court of Cassation (Fourth Civil Division) quashed the District Court’s judgment. It found that, even though there was no legal bar preventing civil servants from forming a trade union, any union so formed had no authority to enter into collective agreements as the law stood.", "20. In arriving at this conclusion, the Court of Cassation took into account the special relationship between civil servants and the public administration as regards recruitment, the nature and scope of the work concerned, and the privileges and guarantees afforded to officials by virtue of their status. It considered that this relationship was different from that which existed between employers and ordinary contractual staff (that is to say, employees in the private sector together with manual workers employed by a public administration). As a result, Law no. 2322, governing collective agreements and the right to take strike or lock-out action, could not apply to relations between civil servants and a public administration. Any agreement of a “collective” nature between civil servants’ unions and a public administration had to be grounded in specific legislation.", "21. In a judgment of 28 March 1995, the Gaziantep District Court stood by its original judgment on the ground that, despite the lack of express statutory provisions recognising a right for trade unions formed by civil servants to enter into collective agreements, this lacuna had to be filled by reference to international treaties such as the conventions of the International Labour Organisation (ILO) which had already been ratified by Turkey and which, by virtue of the Turkish Constitution, were directly applicable in domestic law.", "22. Among other things, the District Court indicated, firstly, that the trade union Tüm Bel Sen was a legally established entity which had filed its constitution with the provincial governor’s office a long time ago and which, since then, had carried on its activities without the slightest intervention by the competent authorities. The court added that, on this matter, there was no discrepancy between its judgment and that of the Fourth Civil Division of the Court of Cassation.", "23. As regards the right of civil servants to enter into collective agreements, the court considered that, even if there was an omission in Turkish law on this point, the court to which a dispute was referred had an obligation, under Article 1 of the Civil Code, to make good the omission itself and to adjudicate the case. In the court’s view, the same obligation also arose from Article 36 of the Turkish Constitution, under which everyone was afforded the right of access to a court. In this context the relevant provisions of the ILO conventions ratified by Turkey had to be applied in the case, even though the specific national laws had not yet been enacted by the legislature. Directly applying the relevant provisions of these international instruments ratified by Turkey, the court considered that the applicant trade union did have the right to enter into collective agreements.", "24. As to the question whether the validity of the collective agreement in question was affected by the fact that it had not been provided for by any legislation at the time it was entered into, the court considered that, since it concerned employer-employee relations, the agreement was of a private-law nature. In the context of the limits imposed by Articles 19 and 20 of the Code of Obligations, namely compliance with statutory provisions, customary law, morals and public order, the parties had been freely entitled to determine the content of this collective agreement. An examination of the text of the collective agreement in question did not reveal any contradiction with those requirements. Consequently, the court found that the collective agreement between the applicant trade union and the Gaziantep Municipal Council had been a valid legal instrument with binding effect for the parties.", "25. The court awarded Mr Kemal Demir a sum equivalent to the increases in pay and allowances provided for by the collective agreement in question.", "26. In a judgment of 6 December 1995, the Court of Cassation (combined civil divisions) quashed the District Court’s judgment of 28 March 1995. It found that certain rights and freedoms mentioned in the Turkish Constitution were directly applicable to litigants, whereas others were not. In fact, the Constitution, by the indication “the exercise of this right shall be governed by legislation” clearly earmarked the rights and freedoms which, to be used and applied, required the enactment of specific legislation. Absent such legislation, these rights and freedoms, which included the freedom to join a trade union and to bargain collectively, could not be exercised.", "27. The Court of Cassation further considered that the principle of the individual’s free will was not absolute in respect of the establishment of legal entities. They could acquire legal personality, distinct from their constituent persons, only by complying with the formal conditions and procedures laid down by law for that purpose. The creation of a legal entity was no more than a legal consequence conferred by the law on an expression of free will by the founders.", "28. The Court of Cassation pointed out that the freedom to form associations, trade unions and political parties, even if provided for in the Turkish Constitution, could not be exercised simply by a declaration of the free will of individuals. As there was no specific law on the subject, the existence of such a legal entity could not be recognised. According to the Court of Cassation, this finding was not at odds with the principles of “the rule of law” and “democracy” mentioned in the Constitution, since supervision of legal entities by the State, in order to ensure public usefulness, was necessary in any democratic legal system.", "29. The Court of Cassation further pointed out that the legislation in force at the time when the trade union was founded did not permit civil servants to form trade unions. It added that the amendments subsequently made to the Turkish Constitution, recognising the right of civil servants to form trade unions and bargain collectively, were not such as to invalidate the finding that Tüm Bel Sen had not acquired legal personality and, as a result, did not have the capacity to take or defend court proceedings.", "30. An application by representatives of the trade union for rectification of that decision was rejected by the Court of Cassation on 10 April 1996.", "31. Following an audit of the Gaziantep Municipal Council’s accounts by the Audit Court, the members of the trade union Tüm Bel Sen had to reimburse the additional income they had received as a result of the defunct collective agreement. The Audit Court, in a number of decisions that it gave as the court of last resort in respect of the collective agreements entered into by the trade union, pointed out that the rules applicable to civil servants, including the salaries and allowances to which they were entitled, were laid down by law. It further considered that, since the amendment on 23 July 1995 of Article 53 of the Turkish Constitution and the enactment on 25 June 2001 of Law no. 4688 on civil servants’ trade unions, such unions were admittedly entitled to engage in collective bargaining under certain conditions of representation, but were not entitled to enter into valid collective agreements directly with the authorities concerned, unlike trade unions of ordinary contractual employees who could enter into such agreements with their employers. If an agreement was entered into between the employing authority and the trade union concerned, it could only become binding following its approval by the Council of Ministers. The Audit Court, after finding that the collective agreement entered into by the applicant trade union had not fulfilled these conditions, decided that the accountants who had authorised higher payments than those provided for by law should reimburse the surplus amounts to the State’s budget.", "32. The Audit Court refused to apply section 4 of Law no. 4688, which required the discontinuance of any administrative, financial or judicial proceedings brought against accountants who were responsible for such payments. It considered that this provision did not render the collective agreements valid and did not release the accountants in question from the obligation to reimburse the State for any losses sustained by it as a result of payments made in accordance with those agreements.", "33. The accountants concerned in turn brought proceedings against the civil servants who were members of the trade unions and had benefited from the additional payments granted under the defunct collective agreements.", "34. The relevant provisions of the Turkish Constitution read as follows:", "“Ordinary contractual employees (işçi) and employers shall have the right to form trade unions and federations of unions, without prior permission, in order to safeguard and develop their economic and social rights and interests in the context of their labour relations.", "In order to form a union or a federation of unions, it shall suffice to submit the information and documents prescribed by law to the competent authority designated by law. If it finds that this information and documentation are not in conformity with the law, the competent authority shall apply to the appropriate court for the suspension of activities or the dissolution of the union or federation of unions.", "Everyone shall be entitled to join or resign from a trade union.", "No one shall be compelled to become a member, remain a member, or resign from a trade union.", "Ordinary contractual employees and employers shall not be entitled to join more than one trade union at a time.", "Employment in a particular workplace shall not be made conditional on membership or lack of membership of a trade union of ordinary contractual employees.", "In order to hold an executive post in a trade union or federation of trade unions of ordinary contractual employees, it is necessary to have effectively been employed as such an employee for at least ten years.", "The constitution, administration, and functioning of trade unions and federations of trade unions shall not be inconsistent with the characteristics of the Republic or with democratic principles as defined in the Constitution.”", "“Employees and employers shall have the right to form trade unions and federations of unions, without prior permission, in order to safeguard and develop the economic and social rights and interests of their members in the context of their labour relations, and to join or withdraw from such entities of their own free will. No one shall be compelled to join or resign from a trade union.", "The right to form a union may only be limited as prescribed by law in the interests of national security or public order, for the prevention of crime, for the protection of public health or morals or for the protection of the rights and freedoms of others.", "The formalities, conditions and procedures applicable to the right to form a trade union shall be prescribed by law.", "Membership of more than one trade union within the same sector of activity shall be prohibited.", "The scope of the rights in this sphere of public officials other than those who have the status of ordinary contractual employee, and the exceptions and limitations applicable to them, shall be prescribed by law in a manner appropriate to the nature of the services they provide.", "The constitution, administration and functioning of trade unions and federations of unions shall not be inconsistent with the fundamental characteristics of the Republic or with democratic principles.”", "“Ordinary contractual employees and employers shall be entitled ... to enter into collective agreements in order to regulate their economic and social position and conditions of work.", "Collective agreements shall be entered into in accordance with the statutory procedure.", "It shall be prohibited to enter into or apply more than one collective agreement in a single workplace at any given time.”", "“Ordinary contractual employees and employers shall be entitled ... to enter into collective agreements in order to regulate their economic and social position and conditions of work.", "Collective agreements shall be entered into in accordance with the statutory procedure.", "The trade unions and federations of unions which the public officials referred to in the first paragraph of Article 128 shall be entitled to form, and which do not fall within the scope of the first and second paragraphs of the present Article, nor that of Article 54, shall be entitled to take or defend court proceedings and to bargain collectively with the public administration in accordance with their objectives and on behalf of their members. If an agreement is reached as a result of collective bargaining, the text of the agreement shall be signed by the parties. This text shall be submitted to the Council of Ministers so that legal or administrative arrangements can be made for its implementation. If no such agreement is reached through collective bargaining, a record of the points of agreement and disagreement shall be drawn up and signed by the relevant parties and submitted for consideration by the Council of Ministers. The procedure for the implementation of this paragraph shall be laid down by law.", "It shall be prohibited to enter into or apply more than one collective agreement in a single workplace at any given time.”", "“... International treaties that are duly in force are directly applicable in domestic law. Their constitutionality cannot be challenged in the Constitutional Court.", "In the event of conflict as to the scope of fundamental rights and freedoms between an international agreement duly in force and a domestic statute, the provisions of the international agreement shall prevail.” (Second sub-paragraph added by Law no. 5170 of 7 May 2004)", "“The essential and permanent duties necessitated by the public services that the State, public economic undertakings and other public-law entities are required to provide, in accordance with general principles of public administration, shall be performed by civil servants and other public officials.", "The qualifications, appointment, duties and powers, rights and responsibilities, and salaries and allowances of civil servants and other public officials, and other matters related to their status, shall be provided for by law.", "The procedure and principles governing the training of senior civil servants shall be specially provided for by law.”", "35. Section 22 of the Public Service Act (Law no. 657 of 14 July 1965) stated that civil servants were authorised to form and join trade unions and professional organisations, in accordance with the conditions set out in special legislation. The second subsection of that provision stated that the said professional organisations were authorised to defend the interests of their members before the competent authorities.", "Section 22 was repealed by Article 5 of Legislative Decree no. 2 of 23 December 1972. It was reinstated by section 1 of Law no. 4275 of 12 June 1997. The text now reads:", "“In accordance with the provisions of the Constitution and of the special legislation, civil servants shall be permitted to form and to become members of trade unions and federations of trade unions.”", "36. The Civil Servants’ Trade Union Act (Law no. 4688 – which was enacted on 25 June 2001 and entered into force on 12 July 2001) applies, according to section 2, to public officials, other than those who have the status of ordinary contractual employees (işçi), working for government agencies and other public-law entities providing a public service, organisations operating on a general, supplementary or special budget, public administrations and municipal authorities in provinces and services attached thereto, publicly owned enterprises, banks and other private-law undertakings and establishments attached thereto, and for all other public organisations and establishments.", "Section 30 of the Act provides as follows:", "“The trade union with the greatest number of members in each branch of public administration and the federations to which those unions are affiliated shall have the capacity to bargain collectively. The delegate from the most representative trade union shall chair the delegation taking part in the negotiations.”", "The determination of which civil servants’ trade unions and federations are competent to bargain collectively is made by the Minister for Labour and Social Security on the basis of lists that are co-signed and presented by the public administrations and the trade unions (section 30 of Law no. 4688).", "During the collective bargaining, the employer is represented by the Public Employers’ Committee. Civil servants and other public officials are represented by the trade union that is recognised as competent and the federation to which it is affiliated.", "The Public Employers’ Committee and the trade unions and federations concerned are required to meet on 15 August every year. The parties then submit their proposals, which will form the starting-point and agenda of the collective bargaining. The principles governing the negotiations are determined by the parties (section 32 of Law no. 4688).", "The collective negotiations must be concluded within fifteen days. If agreement is reached within that time, the parties concerned sign a collective agreement which is sent to the Council of Ministers to enable the legal and administrative steps required for its implementation to be taken. The Council of Ministers takes the appropriate measures within a period of three months and presents its draft law to the Grand National Assembly of Turkey (section 34 of Law no. 4688).", "If the parties concerned are unable to reach an agreement within the time-limit thus fixed, each one may refer the matter to the Arbitral Board, which is made up of academics who are not members of political parties. If the parties approve the decision of the Arbitral Board, an agreement is signed and sent to the Council of Ministers. If there is still no agreement, the parties sign a record indicating the points on which they have agreed and disagreed. This record is also sent to the Council of Ministers (section 35 of Law no. 4688).", "37. Article 2 of ILO Convention No. 87 on Freedom of Association and Protection of the Right to Organise (adopted in 1948 and ratified by Turkey on 12 July 1993) provides as follows:", "“Workers and employers, without distinction whatsoever, shall have the right to establish and, subject only to the rules of the organisation concerned, to join organisations of their own choosing without previous authorisation.”", "38. In its Individual Observation to the Turkish government concerning ILO Convention No. 87, adopted in 2005, the Committee of Experts on the Application of Conventions and Recommendations stated as follows:", "“The Committee underlines that Article 2 of the Convention [No. 87] provides that workers without distinction whatsoever should have the right to form and join organisations of their own choosing and that the only admissible exception under the Convention concerns the armed forces and the police. ...”", "39. The ILO Committee on Freedom of Association declared as follows concerning municipal civil servants (see Digest of Decisions 1996, paragraph 217):", "“Local public service employees should be able effectively to establish organisations of their own choosing, and these organisations should enjoy the full right to further and defend the interests of the workers whom they represent.”", "40. Article 22 of the International Covenant on Civil and Political Rights provides as follows:", "“1. Everyone shall have the right to freedom of association with others, including the right to form and join trade unions for the protection of his interests.", "2. No restrictions may be placed on the exercise of this right other than those which are prescribed by law and which are necessary in a democratic society in the interests of national security or public safety, public order (ordre public), the protection of public health or morals or the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on members of the armed forces and of the police in their exercise of this right.", "...”", "41. Article 8 of the International Covenant on Economic, Social and Cultural Rights provides as follows:", "“1. The States Parties to the present Covenant undertake to ensure:", "(a) the right of everyone to form trade unions and join the trade union of his choice, subject only to the rules of the organisation concerned, for the promotion and protection of his economic and social interests. No restrictions may be placed on the exercise of this right other than those prescribed by law and which are necessary in a democratic society in the interests of national security or public order or for the protection of the rights and freedoms of others;", "...", "(c) the right of trade unions to function freely subject to no limitations other than those prescribed by law and which are necessary in a democratic society in the interests of national security or public order or for the protection of the rights and freedoms of others;", "...", "2. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces or of the police or of the administration of the State.", "...”", "42. The relevant Articles of ILO Convention No. 98 concerning the Application of the Principles of the Right to Organise and to Bargain Collectively (adopted in 1949 and ratified by Turkey on 3 January 1952) read as follows:", "“Measures appropriate to national conditions shall be taken, where necessary, to encourage and promote the full development and utilisation of machinery for voluntary negotiation between employers or employers’ organisations and workers’ organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements.”", "“1. The extent to which the guarantees provided for in this Convention shall apply to the armed forces and the police shall be determined by national laws or regulations.", "2. In accordance with the principle set forth in paragraph 8 of Article 19 of the Constitution of the International Labour Organisation the ratification of this Convention by any member shall not be deemed to affect any existing law, award, custom or agreement in virtue of which members of the armed forces or the police enjoy any right guaranteed by this Convention.”", "“This Convention does not deal with the position of public servants engaged in the administration of the State, nor shall it be construed as prejudicing their rights or status in any way.”", "43. The ILO Committee of Experts interpreted this provision as excluding from the scope of Convention No. 98 only those officials who are directly employed in the administration of the State. With that exception, all other persons employed by the government, by public enterprises or by autonomous public institutions should benefit, according to the Committee, from the guarantees provided for in Convention No. 98 in the same manner as other employees, and consequently should be able to engage in collective bargaining in respect of their conditions of employment, including wages (General Survey 1994, Freedom of Association and Collective Bargaining, on Conventions Nos. 87 and 98 [ILO, 1994a], paragraph 200).", "44. The relevant provisions of ILO Convention No. 151 (adopted in 1978 and ratified by Turkey on 12 July 1993) concerning Protection of the Right to Organise and Procedures for Determining Conditions of Employment in the Public Service read as follows:", "“1. This Convention applies to all persons employed by public authorities, to the extent that more favourable provisions in other international labour conventions are not applicable to them.", "2. The extent to which the guarantees provided for in this Convention shall apply to high-level employees whose functions are normally considered as policy-making or managerial, or to employees whose duties are of a highly confidential nature, shall be determined by national laws or regulations.", "3. The extent to which the guarantees provided for in this Convention shall apply to the armed forces and the police shall be determined by national laws or regulations.”", "“Measures appropriate to national conditions shall be taken, where necessary, to encourage and promote the full development and utilisation of machinery for negotiation of terms and conditions of employment between the public authorities concerned and public employees’ organisations, or of such other methods as will allow representatives of public employees to participate in the determination of these matters.”", "The General Conference of the ILO, in the Preamble to Convention No. 151, noted “the terms of the Freedom of Association and Protection of the Right to Organise Convention, 1948, [and] the Right to Organise and Collective Bargaining Convention, 1949” and took into account:", "“... the particular problems arising as to the scope of, and definitions for the purpose of, any international instrument, owing to the differences in many countries between private and public employment, as well as the difficulties of interpretation which have arisen in respect of the application of relevant provisions of the Right to Organise and Collective Bargaining Convention, 1949, to public servants, and the observations of the supervisory bodies of the ILO on a number of occasions that some governments have applied these provisions in a manner which excludes large groups of public employees from coverage by that Convention.”", "45. Article 5 of the European Social Charter (revised), not yet ratified by Turkey, provides as follows:", "“With a view to ensuring or promoting the freedom of workers and employers to form local, national or international organisations for the protection of their economic and social interests and to join those organisations, the Contracting Parties undertake that national law shall not be such as to impair, nor shall it be so applied as to impair, this freedom. The extent to which the guarantees provided for in this Article shall apply to the police shall be determined by national laws or regulations. The principle governing the application to the members of the armed forces of these guarantees and the extent to which they shall apply to persons in this category shall equally be determined by national laws or regulations.”", "46. Principle 8 of Recommendation No. R (2000) 6 of the Committee of Ministers of the Council of Europe on the status of public officials in Europe reads as follows:", "“Public officials should, in principle, enjoy the same rights as all citizens. However, the exercise of these rights may be regulated by law or through collective agreement in order to make it compatible with their public duties. Their rights, particularly political and trade union rights, should only be lawfully restricted in so far as it is necessary for the proper exercise of their public functions.”", "47. Article 12 § 1 of the European Union’s Charter of Fundamental Rights provides as follows:", "“Everyone has the right to freedom of peaceful assembly and to freedom of association at all levels, in particular in political, trade union and civic matters, which implies the right of everyone to form and to join trade unions for the protection of his or her interests.”", "48. As to European practice, it can be observed that the right of public servants to join trade unions is now recognised by all Contracting States. This right applies to public servants under a career or contractual system and to employees of publicly owned industrial or commercial enterprises, whether national or municipal. Civil servants, whether they work for central government or a local authority, are generally entitled to join the trade union of their choosing. The density of trade-union membership is generally higher in the public sector than in the private sector. In the majority of member States, the few restrictions that can be found are limited to judicial offices, to the police and to the fire services, with the most stringent restrictions, culminating in the prohibition of union membership, being reserved for members of the armed forces.", "49. Article 6 of the European Social Charter (revised), not yet ratified by Turkey, contains the following provision concerning the right to bargain collectively:", "“With a view to ensuring the effective exercise of the right to bargain collectively, the Parties undertake:", "1. to promote joint consultation between workers and employers;", "2. to promote, where necessary and appropriate, machinery for voluntary negotiations between employers or employers’ organisations and workers’ organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements;", "3. to promote the establishment and use of appropriate machinery for conciliation and voluntary arbitration for the settlement of labour disputes;", "and recognise:", "4. the right of workers and employers to collective action in cases of conflicts of interest, including the right to strike, subject to obligations that might arise out of collective agreements previously entered into.”", "50. According to the meaning attributed by the Charter’s Committee of Independent Experts (now the European Committee of Social Rights) to Article 6 § 2 of the Charter, which in fact fully applies to public officials, States which impose restrictions on collective bargaining in the public sector have an obligation, in order to comply with this provision, to arrange for the involvement of staff representatives in the drafting of the applicable employment regulations (see, for example, in respect of Germany, Conclusions III, pp. 34-35).", "51. Article 28 of the European Union’s Charter of Fundamental Rights provides as follows:", "“Workers and employers, or their respective organisations, have, in accordance with Community law and national laws and practices, the right to negotiate and conclude collective agreements at the appropriate levels and, in cases of conflicts of interest, to take collective action to defend their interests, including strike action.”", "52. As to the practice of European States, it can be observed that, in the vast majority of them, the right for public servants to bargain collectively with the authorities has been recognised, subject to various exceptions so as to exclude certain areas (disciplinary procedures, pensions, medical insurance, wages of senior civil servants) or certain categories of civil servants who hold exclusive powers of the State (members of the armed forces and of the police, judges, diplomats, career civil servants at federal level). The right of public servants working for local authorities and not holding State powers to engage in collective bargaining in order to determine their wages and working conditions has been recognised in the vast majority of Contracting States. The remaining exceptions can be justified by particular circumstances."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}