{"ITEMID": "001-70377", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MATHEW v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3 (certain aspects);No violation of Art. 3 (other aspects);Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicant, Mr Eduardo A.A. Mathew, is a Netherlands national who was born in 1973. As far as the Court is aware, he is currently living in Providence, Rhode Island, United States.", "10. The applicant, a kickboxing instructor by trade who also had business interests, was arrested on Aruba on 9 October 2001 on a charge of inflicting grievous bodily harm. He was placed in detention on remand in the Aruba Correctional Institution (Korrektie Instituut Aruba – “the KIA”).", "Aruba is a “country” (land) of the Kingdom of the Netherlands (see paragraph 125 below). It is one of a group of Caribbean islands known as the Dutch Leewards. Its climate is tropical.", "11. The applicant and the Government disagreed on many of the events that occurred after the applicant had been placed in detention.", "12. It appears that on 16 November 2001 a dispute took place between the applicant and a prison guard, after which the applicant was placed in solitary confinement in the punishment cell (cachot).", "13. The applicant alleged that on 17 November 2001 he had been surreptitiously drugged, after which some guards had come in and illtreated him. He stated that a bag had been placed over his head and that when he came to he was lying on the floor in his own blood, covered in urine. He also stated that he had not been let out of the punishment cell for fresh air until 29 November and that he had never received any medical attention despite asking for it.", "14. On 29 November 2001 a violent incident took place in which the then acting governor of the KIA, Mr B.F.C. Vocking, was seriously injured. The applicant was subsequently charged with inflicting grievous bodily harm on him (see below). For his part, the applicant denied having harmed Mr Vocking; according to his version of events, when entering his cell Mr Vocking had bumped into a prison guard, Mr Janga, and had fallen to the floor.", "15. On 4 January 2002 the interim prison governor, Mr F.A. Maduro, who had by that time replaced Mr Vocking, ordered that the applicant be subjected to a special detention regime: he was to spend the remainder of his detention in the committal cell (gijzelaarscel), a solitary confinement cell located next to the punishment cell. In addition, the special regime applicable to the applicant was to comprise the following ten points:", "“1. Under no circumstances may [the applicant] leave his cell without handcuffs and fetters;", "2. Prisoner Mathew shall be taken out of his cell and locked back in again by no fewer than two members of staff;", "3. Outdoor exercise [luchten] shall take place in the space located behind the multi-purpose area for one hour a day, to be decided by the head of department of the internal service or, in his absence, the CMK team leader;", "4. Telephone calls shall be made from telephone no. 120, which shall be brought to Prisoner Mathew's cell;", "5. Visits by, among others, counsel, probation officers [reclassering], social workers, the medical service and spiritual counsellors, shall take place in his cell where possible;", "6. However, a suitable area shall be made available to the above persons;", "7. The KIA reserves the right to revoke point 6 should problems arise [mocht het spaak lopen];", "8. Visits by relatives [relatiebezoek] and church services shall take place as normal, in the multi-purpose area;", "9. Items from the canteen shall be brought to Prisoner Mathew in his cell;", "10. The prisoner shall also be allowed mail, books and, for example, magazine subscriptions [leesmappen] which are being circulated, once they have been censored.”", "16. On 20 February 2002 the applicant's lawyers, Mr Loth and Mr Römer, wrote to the public prosecutor responsible, Ms Hemmes-Boender, complaining about the applicant's treatment leading up to the events of 29 November 2001. It was stated that the acting prison governor, Mr Vocking, had entered the punishment cell with two prison guards, Mr Janga and Mr Van der Biesen, to interrogate the applicant about some threats he had allegedly made to a prison guard. When the applicant refused to cooperate, they had placed a bag over his head and beaten him, apparently with truncheons. As he lay on the floor, the applicant was kicked with booted feet. At that point the applicant had begun to request medical treatment, which, however, had been withheld. In the course of the scuffle, the acting governor, Mr Vocking, had collided with Mr Janga and fallen to the ground, sustaining severe injuries to his face. The applicant had then been locked in the committal cell, where he had later been visited by Mr Loth and Mr Römer. Conditions in the applicant's cell had been revolting: the cell offered insufficient protection from the elements and the floor was covered in filth, including rotting food scraps several days old. Even assuming that the applicant had been abnormally aggressive, the conditions were tantamount to ill-treatment. A request was made on behalf of the applicant for appropriate action to be taken to ensure his detention in humane conditions. The letter was copied to the Governor of Aruba, the Aruban Minister of Justice, the Procurator General of Aruba, the President of the Joint Court of Justice (Gemeenschappelijk Hof van Justitie) of the Netherlands Antilles and Aruba, the Aruban parliament (Staten van Aruba), Mr Fabrice Kellens (member of the Secretariat of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT)) and the KIA prison authorities.", "17. The public prosecutor, Ms Hemmes-Boender, replied to the letter on 27 February 2002, stating that matters were not as serious as had been alleged. The prison was being refurbished and the applicant himself had refused to keep his cell clean. She promised that the glass fibre-reinforced resin sheet covering the hole in the ceiling would be raised in order to improve ventilation.", "18. On 26 June 2002 an MRI (magnetic resonance imaging) scan of the applicant was taken by Dr C.E. Loo, a radiologist at Dr Horacio E. Oduber Hospital in Aruba's capital, Oranjestad. The medical report drawn up noted degeneration of the fifth lumbar disc (discusdegeneratie L5/S1) and no nerve root compression (geen wortelcompressie).", "19. On 8 August 2002 a radiological examination by Dr I.F.M. Lambertina, a radiologist at Dr Horacio E. Oduber Hospital, showed some lumbar lordosis (excessive backward curvature of the spine, causing concavity of the back) and possible limited sclerosis (hardening) of the two lumbosacral joints, but no degenerative abnormalities.", "20. On 10 September 2002 Dr Carlos A. Vallejo Lopez, the neurosurgeon at Dr Horacio E. Oduber Hospital, wrote a note finding the applicant to be suffering from lumbago and prescribing “more mobilisation” and “active physical therapy” for his lower back.", "21. It appears that on 13 February 2003 an altercation took place in the prison courtyard, in the course of which the applicant sustained injuries. A medical report of the same date by one Dr Perez of the Dr Rudy A.M. Engelbrecht Medical Centre – completed on a pre-printed form in Dutch – described the applicant as having suffered “ill-treatment” (mishandeling). The report stated that the applicant had been found lying on the ground with a head wound and complaining of pain.", "22. On 19 February 2003 the applicant's wife, Ms Arianna Iannuccilli, lodged an official complaint with the Aruba police alleging grievous bodily harm inflicted on the applicant by three prison staff.", "23. On an unknown date, probably in April or May 2003, the applicant was referred by the prison doctor to the island's neurosurgeon, Dr Carlos A. Vallejo Lopez.", "24. On 21 May 2003 Dr Vallejo Lopez examined the applicant. On 22 May and again on several occasions over the following few days he prescribed, in particular, outpatient physiotherapy and painkillers. On 22 May 2003 Dr Vallejo Lopez signed an application for physiotherapy for the applicant's lower back problems. A physiotherapist described the treatment as “mobilisation with walker [a walking frame]”.", "25. On 23 May 2003 the applicant was taken to hospital.", "26. On the same day the applicant was examined by a radiologist, Dr Stojanov, using magnetic resonance imaging. The report noted increased rupturing of the annulus fibrosus L5/S1 on the left side.", "27. Another document of the same date, in an unidentifiable hand, contained the query “Got beaten?!”, noted pain in the applicant's lower back area and legs – with a query as to whether it had been simulated – and suggested mobilisation with a walking frame.", "28. On 5 June 2003 Dr Vallejo Lopez wrote to the KIA asking permission for the applicant to complete the physiotherapy treatment programme as an outpatient.", "29. On 6 June 2003 Dr Vallejo Lopez wrote to the social worker A. de Veer, asking whether it was possible to transport the applicant to hospital twice a week for physiotherapy, surgery not being an option at the prison. On 13 June one Major F. Tromp replied, writing on the same note, that it had been agreed that the KIA would make the appropriate arrangements.", "30. On 13 June 2003 the applicant was released from hospital with the following diagnosis, in the form of a handwritten note by Dr Vallejo Lopez:", "“I. Lumbar ... compression L5-S1", "II. Lumbar discal hernia L5-S1", "III. Lumbar disc. extrusion L5-S1", "Plan: A. Physical therapy. B. Surgery.”", "31. On the same date the interim prison governor, Mr Maduro, wrote to the hospital saying that a prison nurse would ensure that the applicant was taken to hospital for treatment twice a week.", "32. It appears that it had been agreed at a meeting the day before that arrangements would be made for the applicant to be taken to the rehabilitation department of Dr Horacio E. Oduber Hospital twice a week.", "33. On 23 June 2003 Dr Rodriguez Robelt and Dr Perez Dopazo of the Aruba Public Health Department wrote to the interim governor of the KIA asking that the applicant be given a wheelchair in order to prevent, in particular, falls like the one that had taken place the week before.", "34. Also on 23 June 2003 Prison Guard First Class Grovell, on behalf of the interim governor, imposed a punishment regime on the applicant for twenty-eight days: the applicant was not to receive any visits or use the telephone. The applicant was said to have attacked prison staff with his walking frame and incited fellow inmates in the remand unit to violence. His actions, moreover, were made more serious by the fact that they had been premeditated.", "35. On the same day another inmate by the name of Ignacio complained to the Queen, the Minister of Justice of Aruba, the Public Prosecution Service and the CPT about an incident that had taken place the day before. The incident had been caused by the alleged refusal of the prison authorities to show Ignacio papers justifying the prolongation of his detention. When he had asked to see them, instead of showing him the papers, prison guards had ill-treated him. This had been witnessed by the applicant, who had told the prison guards to stop. The applicant had not attacked anybody: he had merely tried to block one of the prison guards with his walking frame to prevent further violence. The complaint was co-signed by ten inmates, including the applicant.", "36. On 30 June 2003 another of the applicant's fellow prisoners, one Van der Biezen, signed a statement describing a fire that had broken out in the remand unit, after which prison guards had allegedly come in and ill-treated the applicant.", "37. On 1 July 2003 Dr Rodriguez Robelt examined the applicant. He noted a slight inflammation of the skin where the handcuffs had been and pain in the lumbar region from L5 to S1, which increased when the applicant moved his lower limbs, and made a diagnosis. He prescribed treatment as indicated by the specialist (Dr Vallejo Lopez), urgent palliative care, rest and continued physiotherapy.", "38. On 3 July 2003 the interim prison governor, Mr Maduro, imposed a disciplinary punishment on the applicant. The punishment involved fourteen days' solitary confinement, commuted in view of the applicant's state of health to twenty-eight days without visits or telephone. The applicant was said to have orchestrated premeditated attacks on prison staff, to have incited fellow prisoners to violence, threatened prison staff, failed to follow orders immediately and to have been an accomplice to arson and the destruction of public property. The punishment was to begin on 21 July 2003, in view of the earlier disciplinary measures imposed on 23 June.", "39. On 4 July 2003 fellow prisoner Van der Biezen signed a statement to the effect that the prison management had fabricated a case against the applicant.", "40. On the same date the neurosurgeon Dr Vallejo Lopez wrote the following statement (original in English):", "“Mr Alexander Matthew [sic], with Lumbalgia and Radicular pain at the level of L5-S1 (Lumbar Discal Hernia S5-S1) is under medical treatment with Physical Therapy, but his condition is not so good, specially the aspect of the pain. Considering the situation of the patient like prisoner (K.I.A. Aruba) it is very difficult to give guarantee that the medical treatment and Physical Therapy treatment are going in the normal direction.", "Mr Matthew has indication for surgical procedure, but this indication at the present is not so clear, because of the abnormal situation of the patient. I suggest to have a second opinion with another Neurosurgeon and then it will be possible to define this difficult case.", "Considering that Aruba has only one Neurosurgeon, we have to explore the needs to get a second opinion with the Neurosurgeon that periodically is visiting the Island or one Neurosurgeon from abroad.", "The need for a second opinion to evaluate the case of Mr Matthew is Medically necessary.", "[signed] Dr Carlos A. Vallejo Lopez”", "41. On 5 July 2003 a fellow prisoner named Paesch signed a statement to the effect that a fire had broken out in the remand unit, near the applicant's bed. Paesch blamed an unnamed fellow inmate. He stated that guards had come in and beaten the applicant. The applicant had been handcuffed, fettered, beaten and given electric shocks. A statement dated 6 July described ill-treatment inflicted on the applicant in the form of beating, fetters and handcuffs. According to a further statement by the same prisoner, dated 7 July, a guard called Moure had threatened to kill the applicant when he asked for his pills; Paesch did not remember the date on which that had happened.", "42. On 7 July 2003 the lawyer Mr David G. Kock wrote to the interim governor of the KIA noting that the applicant was once again being detained in the committal cell. Pointing out that the Joint Court of Justice had held, in its judgment of 14 April 2003, that the conditions of the applicant's detention there bordered on the unacceptable, he demanded his transfer to another cell and improved conditions of detention.", "43. On 18 October 2003 Ms Iannuccilli wrote to the interim governor of the KIA asking for the applicant to be examined by a doctor of his choice and offering to take responsibility for all costs incurred.", "44. On 20 October 2003 she received a fax, on Aruba Prison Service stationery, which read as follows (original in English):", "“Dear Doctor Iannucelli [sic],", "Your husband can be referred to any specialist of his choice in Aruba, as long as the specialist in question is registered in Aruba according the current law.", "According to several medical reports Eduardo needs no surgery, he's supposed to have some medical treatments, but he won't cooperate.", "Let's get that clear, if Eduardo won't cooperate in his healing, he cannot be forced to do so.", "Sincerely,", "A.F. Maduro", "Director DGWA [Aruba Prison Service]/KIA", "[signed per procurationem] Janga”", "45. On 23 October 2003 Ms Iannuccilli wrote to the Governor of Aruba, Mr O. Koolman, informing him of the reply she had received and asking him to order that the applicant be removed from the committal cell without further delay and be seen by a specialist medical practitioner from abroad.", "46. On 25 November 2003 Dr Rodriguez Robelt and Dr Perez Dopazo wrote to the KIA prison authorities noting that the applicant had had difficulty attending physiotherapy sessions in recent months. The letter contained the following passages:", "“And without wishing to violate any established rules of the KIA of which we are not aware, we propose and prescribe the following:", "1. Resumption of physiotherapy as soon as possible.", "2. Cooperation of prison staff in helping the patient to attend physiotherapy, as he is currently being kept in a place where he has to walk down stairs and is therefore in danger of falling, which would aggravate his condition.", "3. If for any reason the above prescription cannot be followed, it will be necessary to transfer the patient to another place where he does not have to go down stairs and to offer him a wheelchair, as already suggested in our previous request, so that he can find his own way to the point from where he can be taken for physiotherapy.", "4. That he continue to be given assistance in cleaning his cell, as has been done hitherto.", "Note: The patient suffers from a discal hernia (L5-S1) which, even if it does not result in paralysis of his lower limbs, is very painful. That is why the patient declines to walk or to adopt certain positions that cause him pain.”", "47. On 5 January 2004 the applicant again wrote to the interim prison governor, Mr Maduro, complaining that he was still being denied a wheelchair and physiotherapy and being made to walk down two flights of stairs to meet his visitors despite his condition. He stated that his pain was so severe that he had difficulty sitting upright through a fifty-minute visit.", "48. Apparently on 27 January 2004 the applicant was informed orally that he would not be granted early release. It was claimed that he had not been issued with a formal written decision. He submitted a copy of an unsigned document dated 16 January 2004 sent by the registry of the Aruba Court of First Instance to the Aruba Minister of Justice, phrased in the following terms:", "“Please find attached the documents sent to the Central Rehabilitation Board [Centraal College voor de Reclassering] relating to the release of Eduardo Alexander Antonio Mathew. The Board has the honour of informing you as follows.", "It appears from the appended reports that the above-mentioned Mathew has acted contrary to the conditions for granting provisional release, in particular, by causing grievous bodily harm to a member of staff, fleeing from hospital, failing to follow orders given by KIA staff, issuing threats and insults, disturbing the order, peace and safety of the institution, causing unrest, destroying property, etc.", "The Central Rehabilitation Board therefore suggests that you consider not granting provisional release to Eduardo Alexander Antonio Mathew, born on Aruba on 9 February 1973.”", "49. On 19 November 2001 the applicant wrote to the supervisory board (Commissie van Toezicht) of the KIA. He complained that Mr Vocking had ordered that he be placed in solitary confinement on the basis of a misunderstanding and without interviewing him first. He had been forced to see his lawyer in the punishment cell while naked. He also complained that he had been ill-treated on 17 November.", "50. On 5 September 2002 the applicant, through his lawyer, complained to the KIA's supervisory board about the regime imposed on 4 January 2002 and the condition of the committal cell. Promises to improve these had not been kept. Appended was a handwritten statement addressed to the interim governor of the KIA, Mr Maduro, describing the treatment of the applicant as “illegal”, “corrupt” and “tourcher” (torture); it was signed by a large number of other KIA inmates.", "51. On 7 October 2002 the applicant, through his lawyer, wrote to the KIA supervisory board noting that the roof of the committal cell had finally been repaired, but that the other complaints set out in the letter of 5 September 2002 remained valid. The applicant had not been allowed outdoor exercise for four months and was still being denied the physiotherapy prescribed for him.", "52. On 30 October 2002 the applicant himself wrote to Ms E.M.D. Angela, the chairperson of the KIA supervisory board, complaining that despite the promises made by the public prosecutor, Ms Hemmes-Boender, in her letter of 27 February 2002, his situation had not improved. Since 14 June 2002 he had not been allowed access to fresh air, as prison staff refused to carry his wheelchair downstairs. Physiotherapy was being denied him by the KIA prison authorities, who refused to take the trouble to transport him to hospital. In addition, the lack of ventilation was causing him headaches.", "53. On 19 August 2001 the applicant was arrested by order of the public prosecutor on charges of violence against a former employee. He was placed in police custody and subsequently in detention on remand. He was placed in the remand unit of the KIA, where he remained until he was released on 4 October 2001.", "54. On 9 October 2001 the applicant was rearrested, this time for inflicting grievous bodily harm using weapons, and again placed in the remand unit of the KIA.", "55. On 15 October 2001 the applicant was taken to hospital by KIA personnel for the treatment of stomach complaints. The applicant absconded from hospital the following day. Later that day, accompanied by his lawyer, he returned to the KIA and gave himself up; he was given fourteen days' solitary confinement for absconding.", "56. The Government submitted a report by a prison guard stating that on 25 October 2001 the applicant had refused to return to solitary confinement after outdoor exercise – “for the umpteenth time” (voor de zoveelste keer), in the words of the report – and had been accompanied back to his cell by several guards.", "57. Another report by a prison guard, dated 12 November 2001, described the applicant refusing to return to his cell and threatening violent retribution.", "58. On 16 November 2001 the applicant and some fellow inmates refused to return to their cells for locking in. The prisoners broke down a partition to use parts of it as weapons. This led the acting prison governor, Mr Vocking, to place the applicant in solitary confinement for seven days. The applicant was also denied telephone calls and outdoor exercise until further notice.", "59. On 26 November 2001, upon being refused outdoor exercise, the applicant threatened the prison guards.", "60. The incident in which Mr Vocking was badly injured took place on 29 November 2001. The Government stated that the applicant had deliberately broken Mr Vocking's eye socket, cheekbone and skull and caused him severe concussion by punching him and kicking him in the head. The Government pointed to the applicant's conviction by the Aruba Court of First Instance and the Joint Court of Justice and the rejection of the applicant's appeal on points of law by the Supreme Court on 1 June 2004 (see below).", "61. As a result of this violent altercation the applicant was given thirty-five days' solitary confinement. On 4 January 2002, after the end of this term, a special regime was ordered by the interim prison governor, Mr Maduro, which was intended to last for the remainder of the applicant's detention in the KIA. The ten-point order, which was submitted by both parties, is quoted in extenso above (see paragraph 15).", "62. On 5 March 2002 the applicant's special regime was changed: the applicant would no longer be required to wear fetters as well as handcuffs when leaving his cell unless he endangered prison staff by using his feet. On 1 August 2002 an order was given granting him two hours of outdoor exercise every day.", "63. The applicant's conduct did not, however, change for the better. He continued to threaten prison staff and transgress the rules. The Government submitted reports which described the applicant removing his handcuffs during outdoor exercise, hiding a mobile telephone in his cell and damaging the padlock on the door of his cell beyond repair.", "64. On 2 August 2002 the applicant was asked to leave his cell so that the roof could be repaired. When he stated that he could not walk, prison guards offered to carry him out on a stretcher. The applicant, however, refused, saying that he was suffering from headaches and pain in his back and wanted to see a doctor. He had been seen three days earlier, on 30 July 2002, by the prison doctor, Dr Ernesto Rodriguez; Dr Rodriguez had given him an injection and prescribed medicine. He had also been seen on 1 August 2002 by the prison nurse, Ms Bowina H. Vos. Given the applicant's refusal to be moved, work on the roof of the cell was halted.", "65. A report by a prison guard dated 12 March 2003 stated that on 6 January 2003 at 1.30 a.m. the applicant had been seen doing push-ups, apparently untroubled by his physical condition.", "66. Violent behaviour was reported in the first half of 2003. One official report, by Prison Guard First Class Anthony Williams, related the following events, alleged to have taken place on 13 February 2003:", "“On taking over from Prison Guard Semerel, the reporting officer was told that Prisoner Mathew, who was in a wheelchair, unhandcuffed, near the inner guard post, had been brought back and had to be locked up again. Around 3.10 p.m. the reporting officer ordered Mathew to go to his cell with the help of two outdoor workers (fellow inmates). Mathew refused and informed the reporting officer that he needed to speak with the governor or a supervisor, otherwise he would not return to his cell. The reporting officer telephoned Prison Guard First Class J.M.A. Grovell and notified him of the situation. Grovell then informed the reporting officer that he would send reinforcements to get Mathew back into his cell. The reporting officer was joined by prison officers G. Weller and W. Beyde and again ordered Mathew to go to his cell otherwise he would be carried there. Mathew replied that he would not go to his cell and did not want the two designated, bona fide outdoor workers (fellow inmates) to touch the wheelchair. Knowing Mathew, the reporting officer took out his handcuffs in order to put them on Mathew so as to be prepared for the worst. Unfortunately the reporting officer only succeeded in handcuffing Mathew's right hand since Mathew began to put up fierce resistance and even ripped off a piece of the metal armrest on the wheelchair, which he brandished in the air, with the clear intention of using it as a weapon. At one point Mathew bit the reporting officer's right hand very hard, and the reporting officer responded by elbowing Mathew in the back of his head, but Mathew continued his fierce resistance, waving his hands and feet in the direction of the reporting officer and his colleagues G. Weller and W. Beyde. Beyde finally managed to pull the piece of metal out of Mathew's right hand. With the help of Weller and Beyde, Mathew was held firmly and carried in the direction of the committal cell. Mathew continued to offer fierce resistance by waving his hands and feet, and tried to throw the reporting officer and his two colleagues down the stairs. The reporting officer received a hard blow from the back of Mathew's head, resulting in a cut to the reporting officer's lower lip. While going down the stairs leading to the observation section, Mathew seized the opportunity to fasten the still open handcuff to the rail to prevent his being carried any further. By constantly moving his whole body, Mathew sustained injuries to the back of his head on the metal rail. W. Beyde pulled out his handcuffs in order to secure both of Mathew's hands, and the prisoner was then carried to his cell and locked up. As a result of Mathew's fierce resistance, the reporting officer sustained a broken finger among other injuries. Thus drawn up by the reporting officer under oath of office for forwarding to whomsoever it is deemed necessary.”", "67. Apparently on 1 July 2003 an incident took place, recorded in the following terms in an official report by Prison Guard First Class S.E. Vos:", "“Prisoner Mathew was told three times by Prison Guard First Class L. Pemberton that he had to be transferred to the committal cell. Mathew got out of bed, remained standing (without a walking frame), persistently refused to go to the committal cell, became insolent and began to attack the officers by kicking and punching them. The undersigned tried to grab the prisoner's hands, but Mathew punched the undersigned in the face. The reporting officer, with the help of Prison Guard Pemberton, resorted to force in order to handcuff Mathew so that he could be moved; this was not easy since Mathew offered fierce resistance. With great difficulty, the reporting officer and Prison Guard Pemberton managed to handcuff Mathew. He was then put on a stretcher so that he could be taken to the committal cell. On the way, Mathew became aggressive and insolent again and deliberately fell off the stretcher several times, with the clear intention of hindering his transfer. Once on the ground, Mathew began to threaten the reporting officer and officers present with death or murder. Mathew was put back on the stretcher. While being carried, Mathew shouted at the reporting officer and those present in English: 'All of you get fucked when I come out, I have six more months to do, don't worry!' Upon reaching the committal cell, the handcuffs were removed and the prisoner was locked in the cell. As a result of the blows the reporting officer received from Mathew, the reporting officer had to go to the St. Nicolaas outpatient department to receive medical attention. Knowing Mathew, and in view of his past deeds, the reporting officer feels threatened and fears that Mathew will put his words into action. The reporting officer has therefore notified the criminal investigation authorities.”", "The Government suggested that this might in fact have been the incident referred to in the statement by one of the applicant's fellow prisoners dated 30 June 2003 (see paragraph 36 above).", "68. By way of disciplinary punishment, the applicant was for each of these incidents denied private visits and use of the telephone for twenty-eight days, in lieu of the fourteen days' solitary confinement he would otherwise have received. These disciplinary measures were enforced consecutively between 23 June and 18 August 2003.", "69. The Government denied all knowledge of any incident on 5 July 2003 (see paragraph 41 above).", "70. In the course of 2003 a further attempt was made to detain the applicant in a normal (multi-person) cell, but the problems were such that he had to be returned to the committal cell.", "71. The Government stated that since the applicant had refused to keep his cell clean, a job normally left to the occupants themselves, the prison authorities had paid another inmate to do it for him.", "72. On 27 April 2004 the Government informed the Court that the Governor of Aruba had decided to grant the applicant early release on the occasion of the Queen's official birthday on 30 April 2004. The applicant was released on that date.", "73. The Government stated that the applicant had reported stomach complaints from the beginning of his detention, but had refused to take prescribed medicines or give a blood sample.", "74. In January 2002 it became apparent that the applicant was injuring his ankles deliberately by rubbing the fetters against them. A nurse treated the wounds with bethadine (a disinfectant) and sterile gauze. The applicant was seen twice by the prison doctor in connection with these complaints, on 24 January and 15 February 2002. On 5 March 2002 it was decided that the fetters would no longer be applied.", "75. On 6 March 2002 the applicant saw the nurse, complaining of headaches and eye problems; on 15 March he was duly taken to the outpatient department. On 26 March he was given a check-up by the KIA medical staff.", "76. On 31 March 2002 the applicant complained that he was suffering from a stomach ache and passing blood. However, he refused to give a urine sample.", "77. On 4 April 2002 the prison doctor again saw the applicant.", "78. On 16 April 2002 the applicant put his back out while doing strenuous physical exercise. He was seen by the doctor and given painkillers. He was seen again on 19 April.", "79. On 26 April 2002 the applicant refused treatment by a psychiatrist from Curaçao.", "80. On 30 July 2002 the applicant was apparently examined by a doctor from Cuba, who found nothing wrong with him.", "81. On 14 August 2002 the applicant was provided with a wheelchair.", "82. On 10 September 2002 the applicant was taken to hospital so that he could consult Dr Vallejo Lopez and Dr Molina. They examined him using X-ray and magnetic imaging scans. They found that the applicant was suffering from lumbago and prescribed physiotherapy.", "83. A report by KIA nursing staff dated 21 January 2003 stated, among other things, that physiotherapy had to be financed by the prisoners themselves and that the applicant had refused to meet the expense involved out of his own pocket; for that reason he was not being given such treatment. It also stated that the applicant had not seen a psychiatrist because of preconditions which he had set before he would agree to do so; finally, despite his allegedly poor physical condition, the applicant did not present the complications that might be expected in the case of a bedridden patient (including constipation, bedsores, poor hygiene – the applicant was able to take showers by himself – loss of appetite and depression).", "84. On 13 February 2003 the applicant had some stitches to the back of his head, which were removed on 20 February.", "85. In February and March 2003 the applicant again complained of back pains, claiming that the painkillers were not effective.", "On 5 April 2003 the applicant was again seen by Dr Vallejo Lopez, who again prescribed physiotherapy.", "86. On 21 May 2003 the applicant was admitted to hospital for intensive physiotherapy. He remained in hospital until 13 June 2003, the intention being that treatment should continue in the KIA.", "87. On 19 June 2003 the applicant refused to attend physiotherapy.", "88. On 21 June 2003 the applicant stated that he had fallen on his back. He was taken to the outpatient department for treatment.", "89. The applicant missed his appointments with the physiotherapist on 24 and 26 June and 1, 3 and 7 July 2003. He attended physiotherapy on 10 and 15 July.", "90. Physiotherapy was resumed on 6 March 2004, after the applicant had again reported back pains, but discontinued shortly afterwards because the physiotherapist could not identify the problem clearly.", "91. Following an intervention by the supervisory board (see below), physiotherapy was again resumed on 6 April 2004.", "92. The Government stated that the applicant had first written to the supervisory board of the KIA on 20 January 2002. The board had considered the applicant's complaints at its meetings of 30 January and 27 February 2002. It had sent him a reply on 26 March 2002, phrased as follows:", "“...", "Nearly all your complaints relate to the special regime in the KIA which has applied to you since the incident with Mr Vocking on 29 November 2001. You are – presumably – aware of what the regime involves.", "attitude, in particular vis-à-vis KIA staff) that regime can be relaxed. Everything depends on your behaviour and your attitude.", "...”", "93. On 5 September 2002 the applicant again wrote to the board, through his lawyer, complaining about the regime and the state of his cell.", "94. By letter of 7 October 2002, again through his lawyer, the applicant acknowledged that the roof had been repaired but complained that he had not been allowed outdoor exercise for four months and that he had still not been given the prescribed physiotherapy.", "95. On 30 October 2002 the applicant himself wrote to the supervisory board restating his complaints. On the same day the board inspected the applicant's cell and interviewed him in person about his complaints. This led the board to suggest to the interim governor of the KIA that the applicant be moved back to an ordinary cell subject to certain conditions. The interim governor promised to organise this.", "96. Later, however, the interim governor withdrew his promise following the theft of X-rays from the hospital instigated by the applicant and the latter's refusal to accept the letter setting out the conditions subject to which he would be returned to detention under the ordinary regime.", "97. The supervisory board discussed this problem with the Aruban Minister of Justice, who instructed the interim governor to place the applicant in an ordinary cell. The instruction was obeyed.", "98. However, after the applicant had been placed in a ground-floor cell with other prisoners, an incident took place which led to his being returned to solitary confinement in the committal cell.", "99. After receiving medical information from the applicant's wife, the supervisory board requested the KIA governing body to ensure that the applicant received physiotherapy. They received the reply that no physiotherapist was prepared to treat the applicant: the problem was that the applicant was not willing to meet the expense, and it had not been demonstrated that either he or his family was indigent.", "100. The supervisory board engaged the services of a physiotherapist, Mr Carti, who stipulated that the Aruban Ministry of Justice should guarantee payment for his services. This condition was met and treatment began on 6 March 2004. The Government submitted his handwritten report, which reads as follows (original in English):", "“Mar 6, 04", "9 A.M.", "Alex Matthew [sic]", "c/o – severe lumbago (L) > (R)", "Diff – gait, stairs prolonged w.b.", "Onset: + 1.5 yr ago, gradually worse", "Medi – Tramal [an analgesic]", "Prev PT – hospital last year & no effects.", "Obs: gait & walker. Partial w.b.", "Able to t. steps & use of railing. + 20 steps.", "Walked + 90 metres to nurses' station.", "Climbed onto treatment table & min ass.", "c/o PI during massage – trembling. (Aloe heat lotion)", "After massage – turned prone to side ... RC and sat up before standing.", "– used a comode [sic] on wheels to return to cell.", "Pt complained of too much pain to carry out traditional physical testing however able to stand/turn unassisted.", "S+S do not make sense, or correlate with his physical activities.", "P – D/C physio. due to my inability to determine exactly what the problem is. PT carries out complex physical activities such as twisting lumbar spine and stairs & no or little complaints while trembles and complains of severe pain while massaging his back. He also states that he does not feel the heat from the Aloe heat lotion which was used to massage. My final impression is that physiotherapy at this time (by myself) is unable to help this patient.", "[signed]", "Rudolph P. Carti", "P.T. B.Sc.", "Aruba Chiropractic & Physical Therapy", "Tel. 582-0122”", "101. On 14 June 2002 the Aruba Court of First Instance (Gerecht in Eerste Aanleg van Aruba) delivered its judgment in the criminal case against the applicant. It convicted the applicant on two charges of inflicting grievous bodily harm and sentenced him to six years' imprisonment. The applicant appealed.", "102. On 14 April 2003 the Joint Court of Justice gave judgment on the applicant's appeal against his conviction and sentence. It quashed the first-instance judgment of 14 June 2002. In a fresh decision, it held that the applicant's conditions of detention on remand did not constitute grounds for declaring the prosecution inadmissible. It went on to find the applicant guilty of, firstly, having on 19 August 2001, together with another person, inflicted grievous bodily harm on one M. (kicking and beating resulting in fracture of the nose and the zygoma) and, secondly, having on 29 November 2001, acting alone, inflicted grievous bodily harm on Mr Vocking (punching and kicking resulting in the fracture of an eye socket, the sinus, the cheekbones and the cranium, as well as severe concussion). The Joint Court of Justice's reasoning included the following:", "“In determining the sentence the Joint Court of Justice will further consider the circumstances in which the suspect has been, and is still being, detained.", "The following is apparent in relation to the suspect's conditions of detention. On 16 November 2001 the suspect was placed in a punishment cell. He had already been placed in a punishment cell at an earlier stage for various reasons, including an escape. His stay in the punishment cell was twice extended for seven days, until 30 November 2001, first for failing to follow an order given by a staff member and subsequently for disturbing the order, peace and security of the institution. The second extension related to the action of a number of detainees who refused to return to their cells after outdoor exercise. On 29 November 2001, the date [of the attack on Mr Vocking], the prisoner's solitary confinement was extended for another seven days for threatening and spitting on a prison guard. Afterwards, his solitary confinement was extended until 4 January 2002 for [the attack on Mr Vocking], with the result that the suspect has spent a total of forty-nine days in the punishment cell. By letter of 4 January 2002 the KIA authorities let it be known that the suspect was to spend the remainder of his detention in the committal cell, subject to restrictive measures including not being allowed to leave the cell without handcuffs and fetters. This measure was amended on 5 March 2002 by being limited to the use of handcuffs.", "As regards the committal cell, it appears that the roof is made of corrugated plastic sheeting and was defective during at least part of the detention period. During [the suspect's] stay in the committal cell he has had no television, activities, work or sport. Moreover, outdoor exercise no longer takes place on a regular basis since the suspect has indicated that he is unable to walk.", "The Joint Court of Justice considers that the applicant has established that during his period of detention on remand – which has lasted until today – he has been kept under an exceptionally severe regime. The [suspect's] continuous placement in a punishment cell, which began shortly after [his] detention, suggests that the interaction between the suspect and the staff of the KIA has resulted in a downward spiral, in the sense that an incident was followed by punishment, which in turn was followed by a reaction from the suspect, and so on. All this culminated in the attack on Mr Vocking. It is understandable in itself that after such an act the KIA should not have wished, after having imposed an extended stay in the punishment cell, to place the suspect under the normal detention regime again. However, this does not alter the fact that prolonged detention in the punishment cell and the committal cell in restrictive conditions approaches the limits of what is acceptable, assuming that these have not already been exceeded. The Joint Court of Justice also considers it plausible that the conditions of detention have negatively influenced the suspect's health.", "The above leads the Joint Court of Justice to impose a considerably lighter sentence than would be justified by the crimes.", "The suspect has also argued that he has been ill-treated in detention. However, an investigation of [that allegation] falls outside the scope of the present proceedings.", "As a result of the conditions which the suspect has set for his cooperation in drawing up psychiatric reports and a probation report [reclasseringsrapport], no such reports are available. The Joint Court of Justice can therefore consider the suspect's person and personal circumstances only to the extent that these are known from the case file and the hearing.”", "103. The Joint Court of Justice indicated that it would normally have been minded, in view of the crimes committed, to sentence the applicant to five years' imprisonment, but that the sentence would be reduced to three years and six months in view of the conditions of his detention.", "104. The applicant appealed on points of law (cassatie) to the Supreme Court (Hoge Raad) against this judgment. The appeal was dismissed with summary reasoning on 1 June 2004.", "105. On 19 February 2003 the applicant brought summary civil proceedings in the Aruba Court of First Instance to secure his release from solitary confinement and restrictive conditions of detention.", "106. The Aruba Court of First Instance gave judgment on 12 March 2003 finding that it had no jurisdiction to consider the applicant's action in civil proceedings: the remedy open to the applicant was the “criminallaw summary suit” (strafrechtelijk kort geding) (Article 43 of the Code of Criminal Procedure), which – since the applicant's appeal against his conviction and sentence was pending before the Joint Court of Justice – should be heard by that court also.", "107. Accordingly, on 21 March 2003, the applicant lodged a request with the Joint Court of Justice under Article 43 of the Code of Criminal Procedure to be restored to ordinary prisoner status and to have the restrictions lifted.", "108. The Joint Court of Justice held a hearing on 16 April 2003. The applicant challenged all the judges on the ground that they had participated in decisions at first instance affecting him.", "109. On 25 April 2003 the Joint Court of Justice rejected the challenge. The hearing on the merits of the applicant's request was resumed on 13 May 2003.", "110. On 27 May 2003 the Joint Court of Justice gave an interlocutory decision on the applicant's request for the lifting of the restrictive conditions of detention. It adjourned the case, summoned the interim governor of the KIA as a party and set him a deadline (17 June 2003) for a written statement of defence.", "111. On 15 July 2003 the Joint Court of Justice gave a decision in the proceedings adjourned on 27 May. It ordered the interim governor to have regard to the following guidelines in relation to the restrictions to which the applicant was subject:", "“(a) The need for detention in the committal cell should be assessed at regular intervals, at least once a month. In the absence of incidents, transfer to the normal regime should be considered, it being reasonable to expect [the applicant] to abide by the conditions set down in writing by the governor.", "(b) Any use of irons outside the cell should also be assessed at regular intervals, at least once a week. In the absence of incidents, this restriction should be lifted.", "(c) [The applicant] should be given the opportunity to go to the outdoor exercise and visiting areas. The Court does not consider it appropriate to oblige the KIA to carry [the applicant] to these areas or to enable him to receive visitors in his cell. [The applicant] has not denied that he can walk with a walking frame. Nor is it apparent from the medical statements that [the applicant] is not able to go to the outdoor exercise and visiting areas himself or that independent walking is itself harmful.", "(d) It does not appear that [the applicant] has been subjected to special restrictions as regards censoring of his mail.", "(e) Clearly [the applicant] should be given the medical care considered necessary by the physicians treating him. However, it is not apparent that this has been withheld from him.", "(f) The Joint Court of Justice would add the following. The said downward spiral has resulted in the applicant's being detained in difficult conditions. Even though he is not blameless in this regard, he should nonetheless be treated as humanely as possible. If, for whatever reason, outdoor exercise, visits or other activities do not take place, then in order that the applicant's detention should remain 'within the limits of what is acceptable' the KIA must consider and decide on each occasion whether measures to compensate the loss may be offered, such as the use of a television or personal computer.", "(g) In so far as this is not already being done, a written record shall be kept of any future incidents which cause the restrictions to be maintained, as well as of the (reasoned) decisions referred to under (f), in order to determine in any future proceedings whether this decision has been complied with.”", "112. On 17 July 2003 Dr Rodriguez Robelt of the Aruba Public Heath Department wrote to Dr Vallejo Lopez inviting him as a specialist to give an expert opinion and advise on appropriate treatment.", "113. On 8 August 2003 the applicant requested the Joint Court of Justice to release him from detention on remand.", "114. On 2 September 2003 the Joint Court of Justice declared the request inadmissible, there being another procedure for that purpose. The Joint Court of Justice's reasoning included the following:", "“3.2 Mathew has asked, in the alternative, that the public prosecution service and/or the prison governor be ordered to transfer him to the formal detention regime applicable to the other prisoners. The public prosecution service has no competence in this matter. The actual execution of orders for detention on remand is the responsibility of the Country of Aruba, represented by the governor of the KIA. The request directed against the public prosecution service will be dismissed for this reason.", "3.3. It is clear from the decision of today's date given by the Joint Court of Justice on Mathew's other request, for the lifting of his detention on remand, that this request has not been granted. Accordingly, Mathew has a legitimate interest based on his alternative claim against the governor of the KIA (transfer to the 'normal detention regime').", "3.4 The Country of Aruba has the responsibility to ensure that the execution of judicial detention orders takes place in accordance with the regulations in force. Mathew's complaints about the way [his detention order is being executed] may be summarised as follows:", "(a) he is currently being kept in the committal cell for an indeterminate period;", "(b) he is not being allowed outdoor exercise;", "(c) he cannot receive visits;", "(d) he has not been offered compensation as referred to in paragraph 2.6 (f) of the decision of this Court of 15 July 2003;", "(e) he was not interviewed prior to the imposition of disciplinary measures;", "(f) the operation he needs is being withheld from him.", "As to (a):", "3.5 In its decision of 15 July 2003 the Joint Court of Justice ruled that detention in the committal cell should be assessed every month. This was based on the consideration that Mathew had been returned to the committal cell in response to an incident. It has become clear in the meantime – since the prison governor has admitted as much at the hearing – that [the applicant's] placement in the committal cell should not (any longer) be seen as a response to an incident, but as – in the prison governor's perception – the only possible regime for Mathew. It has been argued in support of this proposition that Mathew is quite unsuited to detention on remand in a communal setting. This prompts the question whether this is in fact the case, and, if so, what consequences should ensue for the complaints raised in these proceedings by Mathew.", "3.6. Ever since Mathew was first detained in the Aruba Correctional Institution there have been problems, in particular Mathew's unpredictable behaviour. Reports by prison staff of recalcitrant behaviour, followed by the (sudden) use of violence by Mathew, are legion. The number of reported incidents is such that it may be concluded that it is no longer feasible to let Mathew undergo his detention on remand in a communal setting. It is now sufficiently plausible that there is no alternative within the Aruba Correctional Institution, given the aforementioned conclusion, than to keep Mathew detained in the committal cell. It cannot be ruled out that at some point Mathew's attitude and behaviour may show such a change that it may be possible to return him to a communal regime, but the Joint Court of Justice sees no indications that such is the case now or will be in the near future. It is therefore pointless to set the prison governor a time-limit for reconsidering the matter.", "As to (b) and (c):", "3.7. As regards outdoor exercise and receiving visits, it does not appear that the present circumstances are any different from those noted at the time of the Joint Court of Justice's decision of 15 July 2003. That means that it can once again be considered established that Mathew is given the opportunity to take outdoor exercise and to receive visits in the visitors' area. It is up to Mathew whether or not he makes use of that opportunity. In the absence of medical information to the contrary the Court assumes that Mathew is still able to reach the outdoor exercise and visitors' areas unaided [op eigen kracht].", "...", "As to (f):", "3.10. As it did at the time of its decision of 15 July 2003, the Joint Court of Justice again finds nothing to indicate that Mathew is being denied the medical assistance he requires. According to the neurosurgeon Carlos A. Vallejo Lopez, in his letter of 4 July 2003, 'surgery is indicated'. The conditions of Mathew's detention, according to that letter, are one reason why the 'prospects' are 'uncertain' at present. Although it is not quite clear to the Joint Court of Justice what is meant by this, one thing is clear: the letter does not state that an operation is necessary now, without further delay. On that basis alone there is no need to order any measures. In addition, the public prosecution service and the prison governor have promised that Mathew will receive the necessary medical care. There is no indication that the public prosecution service and the prison governor will fail to honour that promise. For that reason also there is no need to order any measure.”", "115. The KIA governor was ordered to make provision for the applicant to have his own television in his cell; the applicant's other requests – including a request to be transferred to the Netherlands (the Realm in Europe) – were refused.", "116. The KIA is reported by the Government to be capable of holding 250 prisoners. It comprises a dormitory for prisoners serving short terms of detention in lieu of unpaid fines and separate sections for female prisoners and juveniles. Adult male remand prisoners and convicted prisoners are typically kept in three-person cells. There are four single-prisoner cells intended for convicted prisoners serving very long sentences. There are four observation cells intended for mentally unstable prisoners; these tend to be occupied most of the time.", "117. The committal cell in which the applicant was detained is described as being 7.4 metres long and 3 metres wide and equipped with a bed, a table, a chair, a lavatory and a shower. It is located on the second floor, directly under the roof.", "118. A new highsecurity wing is being added to the KIA; it is expected to be suitable for detaining aggressive prisoners.", "119. The applicant was seen by Mr Michele Lancellotti, a chiropractor in Providence, Rhode Island, on 19 May 2004. He complained to Mr Lancellotti of severe lower back pain with numbness in his left leg and occasionally in his right leg. The pain prevented him from walking up and down stairs. He had difficulty getting up from a seated position and walking for any length of time. He further complained of neck pain, headaches, blurred vision and pain and cracking in both knees. He used a walking frame. Mr Lancellotti's report described the applicant as, at that time, “totally disabled” and contained a plan for treatment.", "120. Mr Lancellotti saw the applicant on subsequent occasions. The applicant submitted records of visits dated 21, 24, 26 and 28 May; 2, 4, 7, 9, 11, 14, 17, 22, 24 and 29 June ; 1, 6, 13, 19, 21, 23, 26 and 30 July; and 2, 4, 11, 13, 16, 19, 23, 27 and 30 August 2004. A record of a re-evaluation undertaken by Mr Lancellotti on 3 September 2004, based on magnetic resonance images and the applicant's subjective complaints of pain, expressed the opinion that the applicant “has a permanent physical impairment of the body as a whole caused by ill-treatment and neglect; progress is slow”.", "121. The applicant submitted copies of colour photographs, the first showing a man of very muscular build, stated to be the applicant, lying prostrate on a floor, clad only in underpants, with another person's foot on his head, and the second the same man lying prostrate on a floor, with large spatters of a red substance around his head.", "The red spatters are not visible in the first photograph. No laceration or other injury is discernible in either photograph, although the first shows dark patches on the man's left shoulder and left thigh that might be bruising.", "122. The Government did not deny that the man shown in the photographs was the applicant but they stated that the photographs were bogus. They submitted that the boot and the trousers worn by the person holding his foot on the applicant's head (who was clearly also the person taking the photograph) in the first photograph were identifiable as part of the uniform worn by prison staff: it was obvious, therefore, that the applicant had bribed a member of the KIA staff to take the pictures and smuggle them out of the prison.", "123. The photographs were published, together with others also stated to be an accurate reflection of the treatment meted out to the applicant and of conditions in the KIA generally, in the Aruban press and on an Internet site. The other published photographs included one of a man's ankle that appeared to be bleeding from a small laceration and one of a hole in a roof which was only partially covered by grating and by a sheet of corrugated translucent material.", "124. The publication of the photographs prompted the interim governor of the KIA, Mr Maduro, to lodge a criminal complaint of libel with the Aruban police on 23 July 2002. The police investigation was eventually discontinued, with the permission of the public prosecutor, on 6 December 2002. Ms Iannuccilli was suspected of involvement in the matter but no prosecution was brought.", "125. The provisions of the Charter for the Kingdom of the Netherlands (Statuut voor het Koninkrijk der Nederlanden) relevant to the present case provide:", "“The Netherlands, the Netherlands Antilles and Aruba,", "noting that in 1954 the Netherlands, Suriname and the Netherlands Antilles expressed freely their will to establish a new constitutional order in the Kingdom of the Netherlands, in which they will conduct their internal interests autonomously and their common interests on a basis of equality and will accord each other assistance, and resolved in consultation to adopt the Charter for the Kingdom;", "noting that the ties with Suriname under the Charter were terminated as of 25 November 1975", "...;", "considering that Aruba has expressed freely its will to accept the aforesaid constitutional order as a Country;", "have resolved in consultation to adopt the Charter for the Kingdom as follows.”", "“The Netherlands, the Netherlands Antilles and Aruba shall accord one another aid and assistance.”", "“Judgments given and warrants issued by courts in the Netherlands, the Netherlands Antilles and Aruba, and engrossments of authentic acts issued by them, may be enforced throughout the Kingdom, with due observance of statutory provisions in the Country of enforcement.”", "“1. The Netherlands, the Netherlands Antilles and Aruba shall conduct their internal affairs autonomously.", "2. The interests of the Kingdom shall be a matter of common concern to the Countries.”", "126. Article 43 of the common Code of Criminal Procedure of the Netherlands Antilles and Aruba provides in its relevant parts:", "“1. In all cases in which a measure [voorziening] not provided for by the Code is necessary in the interests of the proper administration of criminal justice [een goede strafrechtsbedeling], a request for such a measure can be made by the suspect or by the person directly concerned.", "...", "5. The measure may include an order or a prohibition as regards future behaviour.", "6. The decision shall be given as speedily as the interest of the case requires.", "...", "8. The court shall be competent to order the provisional execution of its decision, notwithstanding any appeal.", "...”", "127. The following extracts are taken from the European Prison Rules:", "26. 1. At every institution there shall be available the services of at least one qualified general practitioner. The medical services should be organised in close relation with the general health administration of the community or nation. They shall include a psychiatric service for the diagnosis and, in proper cases, the treatment of states of mental abnormality.", "2. Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civil hospitals. Where hospital facilities are provided in an institution, their equipment, furnishings and pharmaceutical supplies shall be suitable for the medical care and treatment of sick prisoners, and there shall be a staff of suitably trained officers.", "...", "39. The use of chains and irons shall be prohibited. Handcuffs, restraint-jackets and other body restraints shall never be applied as a punishment. They shall not be used except in the following circumstances:", "(a) if necessary, as a precaution against escape during a transfer, provided that they shall be removed when the prisoner appears before a judicial or administrative authority unless that authority decides otherwise;", "(b) on medical grounds, by direction and under the supervision of the medical officer;", "(c) by order of the director, if other methods of control fail, in order to protect a prisoner from self-injury, injury to others or to prevent serious damage to property; in such instances the director shall at once consult the medical officer and report to the higher administrative authority.”", "128. The following extracts are taken from the 2nd General Report of the CPT (CPT/Inf (92) 3):", "“53. Prison staff will on occasion have to use force to control violent prisoners and, exceptionally, may even need to resort to instruments of physical restraint. These are clearly high risk situations insofar as the possible ill-treatment of prisoners is concerned, and as such call for specific safeguards.", "A prisoner against whom any means of force have been used should have the right to be immediately examined and, if necessary, treated by a medical doctor. This examination should be conducted out of the hearing and preferably out of the sight of non-medical staff, and the results of the examination (including any relevant statements by the prisoner and the doctor's conclusions) should be formally recorded and made available to the prisoner. In those rare cases when resort to instruments of physical restraint is required, the prisoner concerned should be kept under constant and adequate supervision. Further, instruments of restraint should be removed at the earliest possible opportunity; they should never be applied, or their application prolonged, as a punishment. Finally, a record should be kept of every instance of the use of force against prisoners.", "...", "56. The CPT pays particular attention to prisoners held, for whatever reason (for disciplinary purposes; as a result of their 'dangerousness' or their 'troublesome' behaviour; in the interests of a criminal investigation; at their own request), under conditions akin to solitary confinement.", "The principle of proportionality requires that a balance be struck between the requirements of the case and the application of a solitary confinement-type regime, which is a step that can have very harmful consequences for the person concerned. Solitary confinement can, in certain circumstances, amount to inhuman and degrading treatment; in any event, all forms of solitary confinement should be as short as possible.", "...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}