{"ITEMID": "001-85949", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KAFKA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr Petr Kafka, is a Czech national who was born in 1949 and lives in Varnsdorf. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. Proceedings nos. 4 C 419/86 and 4 C 166/90", "On 5 June 1986 the applicant’s father brought proceedings before the Tábor District Court (okresní soud) against an agricultural cooperative. The proceedings terminated in the claimant’s favour. On 31 May 1990 the Supreme Court (Nejvyšší soud), upon a complaint by the former Prosecutor General, alleging a breach of law (stížnost pro porušení zákona), quashed the judgments of the lower courts and sent the case back to the District Court. In October 1991 the claimant specified his court expenses of CZK 70,010 (EUR 2,728) which included a sum of CZK 68,600 (EUR 2,673) corresponding to damage caused by the courts’ judgments. According to the Government, when presenting his final pleadings, the applicant qualified the amount of CZK 70,010 as court fees.", "2. Proceedings no. 6 C 55/94", "On 8 March 1994 the applicant’s father brought proceedings against the same cooperative for reimbursement of court fees. In the course of the proceedings, he extended his action seeking to order the cooperative to pay him CZK 70,010 in respect of his court expenses. His action was dismissed. According to the Government, the proceedings finally terminated on 9 February 1995.", "3. Proceedings no. 4 C 83/95", "On 20 October 1995 a certain Z. brought an action in the District Court against the applicant’s father seeking to be paid CZK 5,400 (EUR 210) for legal services he had provided. On 10 May 1996 the District Court ordered the applicant’s father to pay the sum in question. The latter appealed and filed a counterclaim of CZK 7,179 (EUR 280). On 13 December 1996 the České Budějovice Regional Court (krajský soud) upheld this judgment, separating the counterclaim for a separate hearing (no. 4 C 291/97).", "On 22 December 1996 the applicant’s father died. Inheritance proceedings were instituted.", "On 20 November 1997 the Constitutional Court (Ústavní soud) declared manifestly ill-founded the applicant’s constitutional appeal (ústavní stížnost) challenging the judgments of the lower courts.", "On 8 March 2001 the Constitutional Court dismissed the applicant’s second constitutional appeal which was directed against the same judgments. It stated, inter alia, that in respect of his claim relating to the manner of which the lower courts had considered the sum of CZK 68,600, the applicant’s father had died and that the applicant was not a party to these proceedings.", "4. Proceedings no. 4 C 291/97", "On 9 April 1999 inheritance proceedings concerning the applicant’s father’s estate terminated. The applicant as the only heir expressed his wish to continue pursuing the proceedings before the District Court in his late father’s stead.", "On 27 September 1999 the District Court dismissed the counterclaim filed by the applicant’s father. On 1 June 2000 the Regional Court partly quashed this judgment and remitted the relevant part of the case back to the District Court which, on 20 September 2000, again dismissed the counterclaim. On 10 May 2001 the Regional Court upheld this judgment.", "On 8 November 2001 the Constitutional Court rejected a limine the applicant’s constitutional appeal.", "On 22 January 2004 the Supreme Court dismissed his appeal on points of law (dovolání).", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}