{"ITEMID": "001-83386", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF FLUX v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. On 19 July 2001 the Parliament of Moldova amended the 2001 Budget Act to allow the Customs Department to postpone by up to three months the levying of taxes on fuel imported into Moldova. In the evening of the same day, the leader of the communist majority in Parliament (Mr V. Stepaniuc) met with the deputy Speaker of Parliament (Mr V. Mişin) for a meal in the restaurant of a luxury hotel in Chişinău. According to the applicant newspaper, sources which preferred to remain anonymous confirmed that the meal had been paid for by “L.”, a major importer of fuel into Moldova.", "7. On 24 July 2001 the applicant newspaper published an article entitled “On L.'s money, communists V. Stepaniuc and V. Mişin had a big-time party (chiolhan) at 'Jolly Allon'”. The article, which included pictures of the two MPs next to the text, informed readers about the changes to the Budget Act and about the profits which those changes would bring to a few big fuel importers who had links with the Customs Department, thus allowing unfair competition. The article claimed that the postponement of tax payments constituted a form of credit by the State without interest or guarantees and rejected the explanation for the amendment given by a member of Parliament.", "One paragraph in the article read:", "“One needs to note that, in the evening of the same day, at the 'Jolly Allon' (...) hotel, the communists V. Stepaniuc and V. Mişin, putting aside all proletarian decency [pudoare], had a big-time party on the money of the sharks from 'L.'. Could this party be a simple coincidence? We do not know.”", "The article went on to expose the legislative plans of the communist party and the resulting benefits to big fuel importers at the expense of ordinary workers.", "8. On 8 July 2002 Mr Stepaniuc, the leader of the Communist parliamentary faction which had, at the time, 71 votes out of a total of 101 in Parliament, lodged an action against the applicant newspaper, identifying the paragraph cited above as defamatory. He did not pay any court fee when lodging his complaint, nor did he appear in court at any stage of the proceedings or delegate any person to represent him.", "9. On 1 August 2002 Judge I.M., the then President of the Buiucani District Court, found that the applicant had essentially stated that Mr Stepaniuc “had voted for laws in the interest of some private companies and then had a party on their money”. It denounced the use of pure rumour as a basis for journalism and found that the applicant newspaper had acted in bad faith. The court took note of the “vehement attack” on Mr Stepaniuc, the large readership of the newspaper and the “degree of moral and psychological suffering” caused. In addition, the court found that Mr Stepaniuc's position as a member of Parliament and leader of a parliamentary faction “increased the degree of moral damage” which led to the imposition of maximum liability.", "10. The court accepted Mr Stepaniuc's claim and ordered the applicant newspaper, pursuant to Articles 7 and 7 § 1 of the Civil Code, to publish an apology and to pay the plaintiff the maximum damages allowed by law and the court fees (a total of 3,690 Moldovan lei (MDL), equal to 278 euros (EUR) at the time). According to the applicant newspaper, the court had conducted one hearing which lasted less than 15 minutes and no questions had been put to the applicant newspaper.", "11. In its appeal the applicant newspaper submitted that the impugned phrases had amounted to value-judgments which could not be proved and that these opinions had been based on facts, namely the party which had taken place at the hotel in question on the date mentioned in the article, which was not disputed, and the modifications to the law adopted by Parliament. Moreover, in view of the length of time that had passed after the publication of the article, it had been impossible for the applicant to prove that the persons had been seen at the hotel restaurant, where they had had a party, or verify the source of payment for it. The applicant newspaper also argued that Judge I.M. lacked independence and impartiality because he was a friend of Mr Stepaniuc and had been appointed President of the Buiucani District Court by the Communist Party parliamentary group. The majority of the defamation cases between Flux and Mr Stepaniuc had been examined by him personally and his decisions were stereotyped and did not give sufficient reasons. In other defamation cases between Flux and representatives of the Government, Judge I.M. had always ruled in favour of the latter and had awarded them the maximum amount provided for by law.", "12. On 30 January 2003 the Chişinău Regional Court found that the applicant newspaper had missed the time-limit for lodging its appeal against that judgment but went on to examine the substance of the case. It upheld the lower court's judgment, finding that its decision had been lawful and reasoned. The court did not respond to the applicant's complaint about the alleged lack of impartiality of Judge I.M. The hearing lasted less than 10 minutes and the applicant newspaper was not asked any questions.", "13. In an appeal in cassation the applicant newspaper relied on Article 10 of the Convention and on the distinction which the lower courts had failed to make between value-judgments and factual statements. Moreover, the courts had never heard evidence from the plaintiff, and had not taken into account his public-figure status, which should have limited the scope of interference with the applicant's freedom of expression, or the special role played by the press in a democratic society. Finally, the lower courts had failed to respond to most of the points raised by the applicant.", "14. On 1 April 2003 the Court of Appeal upheld the judgments of the lower courts, finding that they had been lawful and corresponded to the evidence in the case. No comment was made about Judge I.M.'s alleged lack of impartiality.", "15. The relevant provisions of the domestic law have been set out in this Court's judgment in the case of Busuioc v. Moldova (no. 61513/00, §§ 39-40, 21 December 2004)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}