{"ITEMID": "001-108580", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF USTYANTSEV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1972 and is currently in custody.", "6. On 7 September 2001 a group of persons, allegedly including the applicant, entered the house of a certain S. and burgled it.", "7. On 10 September 2001 the police instituted an investigation into the burglary. In the course of the investigation, charges were brought against several persons and proceedings were pending against them in parallel.", "8. On 12 September 2001 the applicant stole a car belonging to a certain K. and was involved in a collision. He was caught by the police on the same day and criminal proceedings were instituted against him.", "9. The next day the applicant was charged with car theft.", "10. On 14 September 2001 the applicant’s detention on remand on account of the car theft charge against him was authorised by the Leninskyy District Court of Odessa (“the District Court”, which was apparently joined to the Suvorovsky District Court of Odessa after an administrative reform).", "11. By 7 November 2001 the pre-trial investigation was completed and the applicant’s car theft case was transferred to the District Court for examination on the merits.", "12. On 11 January 2002 the court, having found out that criminal proceedings on other charges were also pending against the applicant (i.e. burglary charges, of which the applicant claims to have been unaware), remitted the car theft case to the investigator to be joined to the burglary case and investigated further. The court also confirmed the applicant’s further detention on remand.", "13. On 17 January 2002, after the District Court had decided to join the applicant’s car theft and burglary cases, the applicant attempted to commit suicide in protest. There were further attempts to commit suicide on 28 February 2003 and 11 November 2005, in response to the court’s allegedly unlawful acts. On several occasions the applicant went on hunger strike.", "14. On an unspecified date the investigator, having taken over the remitted case, joined the two cases against the applicant.", "15. On 2 February 2002 the applicant was formally charged with burglary.", "16. By 14 March 2002 the pre-trial investigation was completed and the applicant’s case in respect of the car theft and burglary charges was transferred to the District Court for examination on the merits.", "17. On 11 November 2002 the victim and witnesses failed to appear before the court. The court rescheduled the hearing and ordered that their attendance at the next court hearing be secured by the authorities (prosecutor and police). The next four court hearings were also rescheduled for the same reason, extending the proceedings by three months. On 26 November and 13 December 2002 and 21 January 2003 the court complained to the authorities about their failure to enforce its instructions to secure attendance at its hearings. It noted, inter alia, that delays in the examination of a case lengthened the detention of the accused in the SIZO, which was overcrowded and had poor sanitary conditions.", "18. On 3 March 2003 the District Court convicted the applicant as charged and sentenced him to nine years’ imprisonment. It also ordered that his detention be continued pending the appeal proceedings. According to the applicant, the judgment was given in his and his lawyer’s absence and he was informed of it only on 11 March 2003.", "19. On 31 July 2003 the Odessa Regional Court of Appeal partly allowed the applicant’s appeal, quashing the judgment relating to the burglary charge and remitting it for retrial, and reducing his sentence to five years and six months for car theft. When the applicant complained that he had been deprived of an opportunity to complete his last appeal, the court found that he had waived his right as he had failed to take several opportunities provided by the lower court. With respect to the applicant’s complaint that the judgment had not been pronounced in his presence, the court noted that initially the judgment had been pronounced in the applicant’s absence as the applicant had refused to be present in the courtroom; however, on 11 March 2003 the applicant had been taken to the courtroom once again and the judgment had ultimately been pronounced in his presence.", "20. On 22 March 2005 the Supreme Court of Ukraine dismissed a cassation appeal by the applicant. As the applicant had appealed against the sentence, the Supreme Court did not examine the remitted part of the case but limited its examination to the challenged part alone. The applicant received that decision on 11 April 2005.", "21. The applicant further attempted to have his case reviewed under the extraordinary procedure but was unsuccessful.", "22. On an unspecified date the District Court resumed examination of the burglary charge against the applicant.", "23. From 23 October 2003 to 2 March 2004 all seven court hearings were rescheduled owing to the applicant’s lawyer’s and other defence lawyers’ failure to appear before the court. Later, for the same reasons, the hearings were rescheduled at least eleven times, delaying the proceedings by approximately two months more. In addition, on numerous occasions the witnesses and other participants also failed to appear and the court ordered that their attendance at the following hearing be secured by the police.", "24. On 29 April 2005 a forensic handwriting examination was ordered, in order to check the authenticity of the applicant’s signatures on several procedural documents. The report was completed by 19 May 2005.", "25. On 1 June 2005, referring to the above report, the court found that the applicant’s signature had been forged on a number of crucial procedural documents drawn up at the beginning of 2002, and accordingly remitted the case for additional investigation. On the same date the court issued a special ruling (окрема постанова) informing the local prosecutor and the head of the police that it was the investigator who had forged the applicant’s signature and that criminal proceedings should therefore be brought against him.", "26. On 4 October 2005 the investigator discontinued the proceedings against the applicant for lack of proof of his guilt. According to the applicant, he found out about that decision only after receipt of the Government’s observations.", "27. According to the Government, the applicant was held in the SIZO from 15 September 2001 to 20 August 2003, from 2 October 2003 to 20 November 2005, from 6 to 8 December 2005, from 26 December 2005 to 8 January 2006 and from 8 to 10 February 2006. From 23 November 2004 to 6 December 2005 the applicant was held in the Daryivska Correctional Colony No. 10. Between 9 and 24 December 2005 the applicant was held in the Buchach Correctional Colony No. 85. From 14 January 2003 to 2 October 2003 and from 10 February 2006 to 22 January 2007 he was held in the Raykiv Correctional Colony No. 73.", "28. According to the applicant, however, in the periods from 1 to 28 February and from 9 to 17 July 2002 he was detained in a temporary detention centre (Ізолятор тимчасового тримання), and from 20 November to 26 December 2005 he was detained in correctional colonies nos. 10 and 85, where he underwent medical treatment.", "29. On 22 January 2007 the applicant was released on parole.", "30. On 22 August 2007, being suspected of having committed a new crime, the applicant was arrested again.", "31. According to the applicant, in the temporary detention centre the detainees were fed only once a day and the lights were not switched off at night. The poor conditions of detention prevented him from keeping basic standards of personal hygiene and preparing his defence.", "32. As to the SIZO, in the cell where the applicant was held on 4 July 2005 space was limited to one square metre per person (later, in reply to the Government’s observations, the applicant explained that the cell, in which four detainees were held, measured 7.5-10 square metres, 1.5 square metres of which was taken up by a toilet and washstand), the lighting remained on at night, there was a concrete floor, which the applicant considered unacceptable, and he had no facilities to prepare his defence. The SIZO authorities did not provide him with basic necessities, normal medical assistance, press or audiovisual media, gym facilities or the right to have private correspondence. The applicant accepted that after his suicide attempts (see paragraph 13 above) his life had been saved by the SIZO’s medical personnel.", "33. According to the applicant, prison vans were overcrowded, the detainees’ room in the District Court lacked normal standards of detention and detainees were not fed.", "34. As a result of the above conditions of detention, the applicant’s state of health has deteriorated. In particular, he suffers from chronic prostatitis, thrombophlebitis and a venereal disease.", "35. According to the Government, cells in the SIZO are equipped with basic furniture, toilets separated from the living space, sufficient artificial light, and windows and ventilation that let in sufficient fresh air and daylight. The detainees are fed in compliance with the requirements of the domestic legislation, and allowed daily one-hour walks and eight hours’ uninterrupted sleep a day. Each of them has access to a bath once a week for half an hour. The SIZO has its own library open to the detainees.", "36. The SIZO cells in which the applicant was held measured no less than 2.5 square metres per person. Upon arrival, he was provided with a bunk and basic necessities.", "37. According to the outline of the applicant’s medical record submitted by the Government, upon arrival at the SIZO the applicant also underwent a medical examination. It was established as a result that in 2000 he had been diagnosed with chronic prostatitis and in 2001 (but before his arrival) he had had a craniocerebral trauma. Later, in 2003, the applicant was diagnosed with syphilis. In 2005 he underwent medical treatment for his prostatitis in a correctional colony. On 3 April 2008 the applicant was examined by a dermatovenereologist and diagnosed with active chronic mycotic urethritis (хронічний трихомонадний уретрит в стадії загострення). On 21 May 2008, after proper treatment, no pathology was revealed. The applicant was prescribed further treatment for his prostatitis on 19 September 2008 and 3 March 2009.", "38. On 15 March 2006 the applicant brought a civil action against the SIZO, seeking compensation for the inappropriate conditions of his detention, among other things.", "39. On 17 April 2006 the Prymorskyy District Court of Odessa dismissed the applicant’s claim on account of his failure to rectify its procedural shortcomings within the time-limit allotted by the court.", "40. The applicant appealed against that decision but on 11 September 2006 the Odessa Regional Court of Appeal dismissed his appeal as having been lodged without a request for renewal of a missed statutory time-limit.", "41. According to the applicant, on 2 June 2009 he submitted a written complaint concerning the conditions of his detention to a prosecutor who visited the SIZO.", "42. According to the applicant, on 23 March 2005, in the course of the criminal proceedings against him, he brought an action before the Prymorskyy District Court of Odessa (no copy is available and no details are specified) claiming a violation of his rights as a result of a miscarriage of justice. On 19 April 2005 he repeated his application, but received no reply.", "43. The applicant initially submitted only a few documents to the Court in support of his complaints. He contended that the authorities had not provided him with copies of any other documents.", "44. On 11 August 2005 (followed by a reminder on 3 October 2005) the Court’s Registry requested the applicant to provide copies of all the court decisions taken in his case(s) after 31 July 2003, as well as proof of the alleged ill-treatment.", "45. In his reply of 12 September 2005 the applicant stated that he was unable to provide the requested copies. He explained, in particular, that on 25 August 2005, following the Registry’s request, he had sent a letter to the District Court requesting copies of the court decisions taken in his case within the specified period. On 8 September 2005 the applicant was informed that the District Court had sent his case file to the prosecutor. The applicant then complained to the prosecutor, but he never received the requested documents. In his letters to the domestic authorities the applicant did not refer to the Registry’s request; nor is it apparent from the available documents that the Registry’s request was appended to his letters.", "46. The applicant further explained that he had also requested the SIZO authorities to provide him with copies of his medical file (no copy of his request is available). The authorities gave him access to the file but refused to make copies for him, stating that they could be given only to legal entities.", "47. Under section 4 of the Pre-trial Detention Act, during the investigation and trial suspects may be held in a SIZO (temporary detention centre) or in a prison that serves as a SIZO. Exceptionally suspects may be kept in an IVS (cells for short-term detention in police stations). If a convicted person is under investigation in respect of another offence, he or she may be held in the disciplinary detention unit of the correctional colony. Section 8 of the Act provides that suspects who have been convicted of a different offence must be separated from other detainees.", "48. The Correctional Labour Code provided that a convicted person should normally be held in the same custodial institution (Article 22). Under Article 23 of the Code, a person who was sentenced to imprisonment in a colony could be temporarily held in a SIZO or prison in connection with different criminal proceedings, as a witness (for up to six months with the authorisation of the prosecutor) or as a suspect, in accordance with the general rules governing detained suspects under Article 156 of the Code of Criminal Procedure.", "49. The Code on Enforcement of Criminal Sanctions replaced the Correctional Labour Code.", "50. Article 87 of this Code provides that convicted persons must be sent to serve their sentence within ten days after the conviction becomes final.", "51. Article 90 of the Code provides that the convicted person can remain in the SIZO or be temporarily transferred from a prison or a colony back to the SIZO for investigative activities or to put him/her on trial (for a different offence) or for the purposes of proceedings against a third party."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}