{"ITEMID": "001-102804", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HOFFER AND ANNEN v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Violation of Article 6 - Right to a fair trial (Article 6 - Constitutional proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - award", "JUDGES": "Bertram Schmitt;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["6. The applicants were born in 1945 and 1951 respectively and live in Heilbronn and Weinheim.", "7. On 8 October 1997 the applicants distributed four-page folded pamphlets to passers-by in front of a Nuremberg medical centre. The front page contained the following text:", "“'Killing specialist' for unborn children Dr. F. [is] on the premises of the Northern medical centre, Nuremberg”.", "8. The middle pages contained information on the development of the human foetus and about abortion techniques. It further contained the appeals:", "“Please support our struggle against the unpunished killing of unborn children”", "and", "“Therefore: No to abortion”", "The verso read as follows:", "“Support our protest and our work. Help to ensure that the Fifth Commandment “Thou shall not kill” and the Basic Law of the Federal Republic of Germany are in future respected by all doctors in Nuremberg!", "Stop the murder of children in their mother's womb on the premises of the Northern medical centre.", "then: Holocaust", "today: Babycaust", "(damals: Holocaust heute: Babycaust)", "Whoever remains silent becomes guilty too!”", "9. The pamphlet bore the name and address of the second applicant as the person legally responsible for its content.", "10. On behalf of the medical centre and Dr F., the City of Nuremberg brought criminal charges against the applicants for defamation.", "11. On 16 July 1998 the Nuremberg District Court (Amtsgericht) acquitted the applicants on the grounds that their action was justified under section 193 of the Criminal Code (Strafgesetzbuch, see Relevant domestic law below). According to the District Court, the dissemination of the pamphlets was covered by the right to freedom of expression as guaranteed by Article 5 of the German Basic Law, since the pamphlet, taken as a whole, was not intended to debase Dr F. or the medical centre, but to express the applicants' general rejection of the performance of abortions. The District Court noted that the applicants considered the number of abortions performed in Germany to be crimes which were as abhorrent as the Holocaust. It was not up to the court to evaluate this statement, which was covered by the right to freedom of expression.", "12. Following an examination of the statements contained in the pamphlet, the District Court considered that the applicant's right to freedom of expression had to prevail over the doctor's interest in the protection of his personal honour.", "13. On 26 May 1999 the Nuremberg-Fürth Regional Court (Landgericht) quashed the District Court's judgment and convicted the applicants of defamation to the detriment of the medical centre and of Dr F. The Regional Court considered that the statement “then: Holocaust / today: Babycaust”, seen in the context of the other statements made in the pamphlet, had to be interpreted as putting the lawful activity performed by Dr F. on a level with the Holocaust, a synonym for the most abhorrent and unjustifiable crimes against humanity. According to the Regional Court, this statement was not covered by the applicants' right to freedom of expression, as it debased the doctor in a way which had not been necessary in order to express the applicants' opinion. While expressions of opinion which related to questions of public interest enjoyed a higher degree of protection than those relating to purely private interests, it had to be taken into account if and to which extent the person addressed had participated in the public debate. Furthermore, it had to be considered if the person expressing his thoughts could be at least expected to replace his statement by a statement which was less detrimental to the other person's honour. Applying these principles, the Regional Court considered that the applicants had failed sufficiently to take into account the doctor's interests. It had to be conceded that the applicants, as anti-abortion activists, had a political aim which they were allowed to pursue even by use of exaggerated and polemic criticism. However, by putting the doctor's legal actions on one level with the arbitrary killings of human beings performed by a regime of injustice, the applicants literally qualified him as a mass murderer. According to the Regional Court, this statement amounted to unjustifiable abusive insult (Schmähkritik).", "14. The Regional Court further considered that the other statements contained in the pamphlet were covered by the applicants' right to freedom of expression and had to be accepted. Having regard to all the factors of the case, the Regional Court considered it appropriate to impose twenty daily fines of 20 German marks (DEM) each on the first applicant and thirty daily fines of 60 DEM each on the second applicant, as the person having assumed legal responsibility for the pamphlet's content.", "15. On 8 December 1999 the Bavarian Court of Appeal (Bayerisches Oberstes Landesgericht) rejected the applicants' appeal on points of law.", "16. On 7 January 2000 the applicants lodged complaints with the Federal Constitutional Court.", "17. On 24 May 2006 the Federal Constitutional Court, sitting as a panel of three judges, quashed the Regional Court's judgment insofar as the applicants had been convicted of defamation to the detriment of the medical centre and dismissed the remainder of the applicants' complaints.", "18. The Federal Constitutional Court considered, at the outset, that the criminal courts, when interpreting and applying the criminal law, had to respect the limits imposed by the right to freedom of expression as guaranteed by Article 5 of the Basic Law. The court further considered that the Regional Court had respected these principles.", "19. According to the Federal Constitutional Court, the applicants had not confined themselves generally to criticising the performance of abortions – which they remained free to do – but had directed their statements directly against Dr F. It was clear from the overall context that the incriminated statement referred to Dr F., who was expressly mentioned on the front page. The Federal Constitutional Court further noted that the lower courts had assumed that the impugned statement put the doctor's professional activities on the same level as the Holocaust. It further observed that the Federal Court of Justice, in separate proceedings referring to the same pamphlet, assumed that the statement was meant to express the opinion that the abortions performed by the doctor amounted to mass homicide. However, this interpretation of the statement, which also contained the Holocaust reference, also contained a serious interference with the doctor's personality rights.", "20. The Federal Constitutional Court further considered that the statement seriously infringed the doctor's personality rights. While the applicants' statement did not qualify as abusive insult, the Regional Court's decision was not objectionable as that court had duly weighed the conflicting interests – that is, the applicants' right to freedom of expression and the doctor's personality rights. In particular, the Regional Court had taken into account that the doctor had practised within the framework of the law and had not actively participated in the public debate on abortion. Furthermore, the applicants could have been reasonably expected to express their general criticism without the serious violation of the doctor's personality rights. This decision was served on the applicants' counsel on 22 June 2006.", "21. On 9 November 2006 the Nuremberg Regional Court, following remittal, re-assessed the fines imposed as a penalty for defamation to the doctor's detriment. On 26 June 2007 the Nuremberg Court of Appeal quashed this judgment and remitted the case to the Nuremberg Regional Court.", "22. On 25 September 2008 the Nuremberg Regional Court re-assessed the sentences and imposed fifteen daily fines of 10 EUR each on the first applicant and ten daily fines of 10 EUR each on the second applicant, thereby taking into account the second applicant's previous convictions.", "23. On 2 April 2009 the Nuremberg Court of Appeal dismissed the applicants' appeal on points of law.", "24. Article 5 of the German Basic Law provides:", "“(1) Every person shall have the right freely to express and disseminate his opinions in speech, writing and pictures and to inform himself without hindrance from generally accessible sources. Freedom of the press and freedom of reporting by means of broadcasts and films shall be guaranteed. There shall be no censorship.", "(2) These rights shall find their limits in the provisions of general laws, in provisions for the protection of young persons, and in the right to personal honour.”", "25. The relevant provisions of the German criminal code read:", "Section 185", "Defamation", "“Defamation shall be punished with imprisonment of not more than one year or a fine and, if the defamation is committed by means of an assault, with imprisonment of not more than two years or a fine.”", "Section 193", "Safeguarding legitimate interests", "“...utterances made in order to exercise or protect rights or to safeguard legitimate interests...shall only entail liability to the extent that the existence of defamation results from the form of the utterance or the circumstances under which it was made.”", "26. On 30 May 2000 the Federal Court of Justice, in separate proceedings, rejected the Nuremberg clinic's civil action for an injunction against the applicants to desist from further distributing the pamphlet which forms the subject matter of the proceedings before the Court. The Federal Court of Justice interpreted the statement “then: Holocaust / today: Babycaust” as expressing the opinion that the performance of abortions constituted a reprehensible mass killing of human life. The Federal Court of Justice further considered that, in the context of the public debate on the fundamental question of the protection of unborn life, the clinic had to accept the applicants' expression of opinion.", "27. On 25 October 2005 the Federal Constitutional Court, in different proceedings (no. 115/2005), confirmed its previous case-law that, in examining criminal or civil law sanctions for expressions of opinion which were made in the past, the right to freedom of expression was violated if, in case of an ambiguous statement, the courts based their considerations on the meaning leading to a conviction, without having previously ruled out other possible meanings which could not justify the sanction. However, these standards did not apply to the same degree to rights to desist from making future statements."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": ["10-1"], "NON_VIOLATED_BULLETPOINTS": []}