{"ITEMID": "001-102711", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MEHMET NURİ ÖZEN AND OTHERS v. TURKEY [Extracts]", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Ireneu Cabral Barreto", "TEXT": ["5. The applicants are Turkish nationals.", "6. They are all serving sentences in Turkish high-security prisons, where the authorities refused to dispatch their letters written in a language other than Turkish. They all brought proceedings before the competent domestic courts to oblige the prison authorities to dispatch their letters, but to no avail.", "7. At the time they lodged their applications, the applicants were serving their sentences in the F-type prison in Tekirdağ or the Bolu prison highsecurity prison.", "8. On 14 January 2008 the Disciplinary Board at the applicant’s prison proceeded, in accordance with section 68 § 3 of Law no. 5275 on the execution of sentences and preventive measures (“Law no. 5275”), to check a letter the applicant had written to another prisoner in Kurdish. After reminding him that letters should in principle be written in Turkish, they informed him that they could not have the letter translated, for lack of staff, so they were unable to ascertain, as required under Rule 122 § 1 of the Regulations on prison management and the execution of sentences (“the Prison Regulations”), whether the content of the letter was “inoffensive”. They therefore decided to return the letter to the applicant.", "9. On 28 January 2008, on the basis of the case file, the Bolu enforcements judge dismissed the applicant’s appeal against that decision.", "10. On 12 February 2008 the Bolu Assize Court, also dismissed an appeal lodged by the applicant against that decision.", "11. On 21 and 26 September 2007 the Disciplinary Board decided to keep one letter written by each of the applicants in Kurdish. Arguing that the prison had neither the staff nor the money to have them translated, they explained that the letters could be sent once they had been translated, at the applicants’ expense, by a sworn translator and their content had been found to be inoffensive.", "12. On 6 November 2007, based on the case file, the Tekirdağ enforcements judge dismissed an appeal lodged by the applicants. That decision was reached after the judge examined the public prosecutor’s submissions, according to which “it [was] necessary to have the correspondence – which was written in a language other than the official language – translated in order to have it verified in accordance with section 68 § 3 of Law no. 5275; there [were] no legal provisions requiring the prison to cover the cost of the translation; as the interested parties themselves had not paid for a translation, there [was] nothing unlawful about the impugned decisions”.", "13. On 19 and 27 November 2007, based on the case file, the Tekirdağ Assize Court dismissed an appeal lodged by the applicant against that decision, having found no legal or procedural defect.", "14. On 10 October 2007 the Disciplinary Board decided, pursuant to section 68 § 3 of Law no. 5275 and Rule 91 § 3 of the Prison Regulations, to seize a letter the applicant had written to his mother in Kurdish. They explained that they had been unable to decipher the content of the letter because the prison staff did not understand Kurdish.", "15. On 22 November 2007, based on the case file, the enforcements judge dismissed an appeal lodged by the applicant. That decision was reached after the judge examined the public prosecutor’s submissions, according to which “it [was] necessary to have the correspondence – which was written in a language other than the official language – translated in order to have it verified in accordance with section 68 § 3 of Law no. 5275; the prison [had] no budget for translation costs. As the interested party had not paid for a translation himself, there [was] nothing wrong with the impugned decision”.", "16. On 18 December 2007, based on the case file, the Assize Court dismissed an appeal lodged by the applicant against that decision, having found no legal or procedural defect.", "17. On 2 May 2008, the Disciplinary Board decided not to send a letter the applicant had written to his mother in Kurdish, because they were unable to have it translated and thus to understand its content and determine whether it was “inoffensive”.", "18. On 26 May 2008 they reached a similar decision concerning a letter written by the applicant to his sister in Kurdish.", "19. On 20 May and 18 June 2008 respectively, on the basis of the case file, the Bolu enforcements judge dismissed the applicant’s appeal against those decisions not to send his letters, considering that the Board’s decisions were fully in keeping with section 68 § 3 of Law no. 5275 and Rule 123 § 1 of the Prison Regulations, as it had not been possible to determine whether the content of the letters matched any of the criteria set forth in section 68 § 3 of Law no. 5275.", "20. On 6 June and 11 July 2008 respectively, basing itself on the case file, the Bolu Assize Court rejected the applicant’s complaint against these decisions, noting that the refusal to dispatch the letters had been based not on the fact that they were written in Kurdish but on the fact that their content was incomprehensible and therefore impossible to verify having regard in particular to the imperatives of order and security.", "21. On 10 October 2007 the Disciplinary Board decided to seize a letter the applicant had written in Kurdish, in conformity with section 68 § 3 of Law no. 5275 and rule 91 § 3 of the Prison Regulations, on the grounds that they had been unable to decipher the content of the letter because the prison staff did not understand Kurdish.", "22. On 20 November 2007, based on the case file, the enforcements judge rejected the applicant’s appeal. That decision was reached after the judge examined the public prosecutor’s submissions, according to which “it [was] necessary to have correspondence which was written in a language other than the official language translated, in order to have it checked in accordance with section 68 § 3 of Law no. 5275. The prison [had] no budget for translation costs. As the interested party had not paid for a translation himself, there [was] nothing wrong with the impugned decision.”", "23. On 18 December 2007, based on the case file, the Assize Court dismissed an appeal by the applicant against that decision, finding that there had been no procedural defect or error of law.", "24. On 21 January 2008, relying on Rules 91, 122 and 123 of the Prison Regulations, the Disciplinary Board decided not to send a letter the applicant had written in Kurdish. They explained that the prison had no staff to translate the letter and took note of the prisoner’s refusal to cover the cost of translation himself.", "25. On 6 February 2008, based on the case file, the Kocaeli enforcements judge found that the Board’s decision was in conformity with prison Rules 91, 122 and 123.", "26. On 28 February 2008, on the basis of the case file, the Kocaeli Assize Court rejected an appeal lodged by the applicant.", "27. On 2 May 2008, the Disciplinary Board decided to refuse to send a letter the applicant had written to his father in Kurdish, on the grounds that they could not understand its content and determine, as required by Rule 122 § 1, whether it was “inoffensive”. After pointing out that correspondence should, in principle be written in Turkish, they explained that they did not have any staff to translate the letter.", "28. On 20 May 2008, noting that the letter in question contained characters which were not in the Latin alphabet, the Bolu enforcements judge dismissed the applicant’s appeal, pointing out that while the right to correspondence was guaranteed, it was not unlimited, and that in this particular case it was not possible to ascertain whether the content of the letter fell within the scope of the restrictions set forth in section 68 § 3 of Law no. 5275.", "29. On 10 June 2008 the Bolu Assize Court observed that the reason behind the decision not to send the letter was not the fact that it was written in Kurdish but the fact that its content was incomprehensible, making it impossible to carry out the verification provided for in section 68 § 3 of Law no. 5275.", "30. Section 68 of Law no. 5275 of 13 December 2004 on the execution of sentences and preventive measures, published in the Official Gazette on 29 December 2004, reads as follows:", "“1. With the exception of the restrictions set forth in this section, convicted prisoners shall have the right, at their own expense, to send and receive letters, faxes and telegrams.", "2. The letters, faxes and telegrams sent or received by prisoners shall be monitored by the reading committee in those prisons that have such a body, or, in those which do not, by the highest authority in the prison.", "3. If letters, faxes and telegrams to prisoners are a threat to order and security in the prison, single out serving officials as targets, permit communication between terrorist or criminal organisations, contain false or misleading information likely to cause panic in individuals or institutions, or contain threats or insults, they shall not be forwarded to the addressee.", "Nor shall [letters, faxes and telegrams of the type described above] written by prisoners be dispatched.", "...”", "31. Rule 91 of the Prison Regulations of 20 March 2006 on prison management and the execution of sentences, published in the Official Gazette on 6 April 2006, reads as follows:", "“1. Convicted prisoners shall have the right, at their own expense, to send and receive letters, faxes and telegrams.", "2. The letters, faxes and telegrams sent or received by prisoners shall be monitored by the reading committee in those prisons that have such a body, or, in those which do not, by the highest authority in the prison.", "3. If letters, faxes and telegrams to prisoners are a threat to order and security in the prison, single out serving officials as targets, permit communication between terrorist or criminal organisations, contain false or misleading information likely to cause panic in individuals or institutions, or contain threats or insults, they shall not be forwarded to the addressee.", "...”", "32. Rule 122 § 1 of the Prison Regulations reads as follows:", "“In the framework of the right to send and receive correspondence under section 91 above, letters, faxes and telegrams written by prisoners shall be handed, in open envelopes to the staff responsible for surveillance and security, who shall transmit them to the reading committee ... A ‘seen’ stamp shall be affixed to those letters which, upon examination, appear inoffensive. [Such letters] shall be placed in envelopes and given to the postal services ...”", "33. Rule 123 of the Prison Regulations reads as follows:", "“1. Those incoming or outgoing letters which are not considered inoffensive by the reading committee shall be transmitted to the Disciplinary Board within 24 hours. If the Disciplinary Board finds a letter to be offensive in full or in part, the letter shall be kept until the time-limit for filing a complaint or an objection has expired, without the original being altered or destroyed. If a letter is found to be offensive in part, the original shall be kept by the prison authorities and a photocopy delivered – with the offending passages struck out in such a way as to be illegible – together with the Board’s decision. If the whole letter is found to be offensive, only the decision of the Disciplinary Board is delivered. The Disciplinary Board’s decision shall become final upon expiry of the time-limit for applying to the enforcements judge, which shall start to run on the date of delivery. If the matter is sent before the enforcements judge, his decision shall become final upon expiry of the time-limit for appeal, which shall start to run on the date of the decision of the enforcements judge. If an appeal is made to set aside the decision of the enforcements judge, the decision of the court examining the appeal shall apply.", "2. The notice given to the prisoner must inform him that if no complaint is lodged with the enforcements judge within fifteen days of the Disciplinary Board’s decision being served, or if no appeal against the decision of the enforcements judge is lodged with the Assize Court within one week of its being served, the decision of the Disciplinary Board shall become final, and that the letter concerned will be forwarded after the offending passages have been deleted and rendered illegible, or that the whole letter is considered offensive and will not be delivered.", "3. Those letters considered offensive in full or in part shall be kept by the prison authorities for use if an appeal is lodged at the national or international level.”", "34. On 13 October 2009 the Prison Service of the Ministry of Justice sent public prosecutors and prison governors as well as enforcements judges, a circular concerning translation costs. Referring to Articles 8 and 10 of the European Convention on Human Rights, the relevant passages read as follows:", "“There are certain things we wish to bring to your attention ..., in order to put a stop to any uncertainty concerning the exercise of the right to receive or send publications, letters, faxes or telegrams written in a dialect or language other than Turkish ....", "...", "Examination of prison budgetary practices reveals that there is no budget provision for the translation into Turkish of periodical or non-periodical publications and correspondence written in a dialect or language other than Turkish. If a prison is unable to provide this service using local resources, it is possible to solve the problem by charging the cost to the “purchase of services” budget head, under the sub-head ‘purchase of other services’, which includes the item ‘expenditure on translations not counted as author’s rights’.", "In this connection,", "1. It is sufficient to provide a “summary report” summarising the general content of documents such as periodical or non-periodical publications, letters, faxes and telegrams written in a language other than Turkish;", "2. If there are prison staff with a knowledge of the language or dialect concerned, they should be asked to prepare the summary report;", "3. If the problem cannot be resolved in the manner described in the preceding paragraph, it is possible, for a ‘reasonable’ fee:", "(a) to make use of local resources and, at this stage, take advantage of the skills of staff working in other administrative entities;", "(b) if that also proves impossible, to have recourse to reliable persons in the area or district who are familiar with the language or dialect concerned.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}