{"ITEMID": "001-61053", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF YVON v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant was born in 1931 and lives in Saintes (Charente-Maritime). He is a winegrower.", "9. On 19 May 1993 plans for improving a major road on the edge of the Saintes urban area were declared to be in the public interest. Completion of this operation required the expropriation of various plots of land, including twenty-one hectares belonging to the applicant. The expropriation liability order was issued on 5 September 1994.", "10. On 12 September 1994 the expropriations judge for the département of Charente-Maritime issued an expropriation order giving rise to a transfer of ownership.", "On 28 September 1994, in the absence of an agreement between the applicant and the State as the expropriating authority (represented by Mr H., an inspector from the Charente-Maritime Revenue Department) on the amount of compensation to be paid, the latter applied to the expropriations judge. In an order of the same day the expropriations judge for the département of Charente-Maritime set 4 November 1994 as the date for the site inspection and stated that the public hearing would be held immediately afterwards.", "On 3 November 1994 Mr P., Deputy Director of the Charente-Maritime Revenue Department, filed submissions in his capacity as Government Commissioner. The applicant’s lawyer then requested an adjournment because of the lateness of these submissions. The hearing was accordingly fixed for 18 November 1994.", "In a judgment of 9 December 1994, having heard the applicant, Mr H., the State’s representative in the proceedings, and Mr P., the Government Commissioner, the expropriations judge assessed the compensation payable by the State at 1,441,517 French francs (FRF).", "11. On 5 January 1995 the applicant appealed against this decison and filed a memorial with the Expropriations Division of the Poitiers Court of Appeal, in which he assessed the amount of compensation due at FRF 3,763,698.", "On 13 April 1995 the Charente-Maritime Revenue Department filed a memorial in reply, signed by Mr H., in which it asked that the decision be upheld; a sheet of paper entitled “Study of the local property market”, listing thirteen contracts of sale and one judgment, was appended. On 24 April 1995 the applicant’s representative wrote to the signee of the memorial, requesting that he send a full copy of the contracts and decisions cited. In a letter of 18 July 1995 the Deputy Director of the Charente-Maritime Revenue Department, Mr P., refused to produce the documents on the ground that tax officials were bound by a duty of professional confidentiality.", "On 17 August 1995 the applicant’s counsel replied to the Deputy Director of the Revenue Department as follows:", "“... it is regrettable that almost three months were required to send a brief reply to a standard request for production of documents, dated 24 April 1995, even though the case is due to be heard on 22 September. This aside, you are mistaken in failing to distinguish between your roles as Director of the Revenue Department and as representative of the expropriating authority in legal proceedings brought in application of the Decree of 11 December 1973 – Article R. 179 of the Code of State Property.", "In this latter capacity, you are obliged to respect the fundamental principle of adversarial proceedings and the provisions of the new Code of Civil Procedure which impose a basic obligation on the parties to produce the evidence to which they refer. This principle also applies when you are acting in your capacity as Government Commissioner, which for the moment poses no further difficulties. I might add that had your memorial contained, as a minimum, sufficient indications to enable me to order the contracts from the land registry, I would have refrained from asking you to produce these documents.", "I am therefore obliged to ask the court ... to order discovery of the documents which you refer to, unless the court prefers purely and simply to discount this evidence, which would mean that it would rule only on the basis of my own terms of comparison ...”", "On 4 September 1995 Mr P., standing in for the Director of the Vienne Revenue Department in his capacity as Government Commissioner, lodged submissions in support of a cross-appeal with a view to the hearing before the Expropriations Division of the Court of Appeal (initially set for 22 September 1995, the hearing was subsequently postponed at the applicant’s request until 24 May 1996); he assessed the compensation in issue at FRF 1,396,267.", "The applicant filed a memorial in reply, referring in particular to an infringement of his right to a fair trial in the following terms:", "“...", "In the present case, the Director of the Revenue Department representing the expropriating authority and the Director of the Revenue Department acting as Government Commissioner are one and the same person, even if, for form’s sake, the Director of the Revenue Department is represented by two separate individuals, which is a fiction, since, as we have seen, the same person replied to the expropriated party’s counsel on behalf of the expropriating authority and also signed the Government’s Commissioner’s submissions.", "It follows that the Director of the Revenue Department may take part in the present proceedings only in his capacity as the State’s representative or in his capacity as Government Commissioner, and may not combine the two roles. Otherwise, the parties do not enjoy a fair trial within the meaning of Article 6 of the European Convention on Human Rights ...”", "According to the Government, the registry of the Expropriations Division informed the applicant and the Director of the Revenue Department within the Property Department, in letters dated 9 May 1996, of further grounds of appeal lodged on the same day by the Government Commissioner.", "12. In a judgment of 21 June 1996 the Expropriations Division of the Poitiers Court of Appeal established the compensation amount at FRF 1,542,867. It held that the applicant’s request that the court dismiss the intervention by the Director of the Revenue Department in his capacity as Government Commissioner was ill-founded. The judgment stated:", "“... The [applicant’s] criticisms of the Director of the Revenue Department’s activities and of the dual nature of his functions are unfounded because:", "(i) The Director of the Revenue Department’s twofold status as Government Commissioner and ... representative of the expropriating authority does not amount to a defect; despite the strangeness of this situation, there is nothing to prevent the Director of the Revenue Department representing the expropriating authority and simultaneously assuming the functions of Government Commissioner.", "(ii) The Director of the Revenue Department’s joint role as Government Commissioner and representative of the expropriating authority does not deny the expropriated party a fair trial provided that the Government Commissioner does not participate in the decision-making process within the expropriations court.", "(iii) In any event, in the specific case of this appeal, two Directors of Revenue Departments intervened, namely the Director of the Charente-Maritime Revenue Department, representing the State, and the Director of the Vienne Revenue Department as the Government Commissioner (see the appointments of substitutes dated 25 August 1995 and 2 May 1996 in the case file).", "Consequently, the [applicant’s] claims on the basis of Article 6 of the Convention ... must be rejected.", "...", "As regards the [applicant’s] request that the State provide him with a copy of the contracts and judgments referred to as terms of comparison, and in the light of the adversarial principle, it seems initially that this request is admissible since it is not ‘a new ground which was not raised at first instance’ but new claims intended to secure dismissal of the other party’s claims (Article 654 of the New Code of Civil Procedure);", "However, this request [by the applicant] ... must be rejected since the information provided is sufficient to allow identification of the property sold and the price agreed upon together with free discussion of their value as evidence;", "...”", "13. The applicant appealed on points of law, alleging in particular that there had been a violation of his right to a fair trial. He submitted that it was not necessary for a party to participate in the decision-making process for its intervention to be considered a violation of Article 6 of the Convention, and complained that the Government Commissioner had been the last to speak, after the expropriated party, and that the latter had had no opportunity to reply. The applicant also complained that the Court of Appeal had dismissed his request for production of copies of the terms of comparison cited by the Government Commissioner.", "On 8 April 1998 the Court of Cassation dismissed this appeal on the following grounds:", "“... Firstly, the judgment correctly accepts that, since Article 6 of the Convention ... is not applicable, in that the Government Commissioner does not take part in the Expropriations Division’s decision-making process, it is not necessary to find his intervention inadmissible.", "Secondly, there is no text prohibiting the parties from replying to the submissions made by the Government Commissioner at the hearing.", "...", "The Court of Appeal justified its decision in law ... by accepting in the exercise of its unfettered discretion that the information provided had been sufficient to enable identification of the property sold and the price agreed upon together with free discussion of their value as evidence.", "...”", "14. In a number of départements, including Charente-Maritime, the Revenue Department is the sole authority empowered to carry out purchases of real property, real-property rights or businesses, by agreement or through compulsory purchase orders, on behalf of all the State’s public, civil or military bodies (Article R. 176 of the Code of State Property). In the expropriation proceedings for which it is consequently responsible, it carries out, on behalf of the expropriating authority, “all the acts incumbent on the latter” (Article R. 178 of the same Code). Article 179 of the Code of State Property, in the version applicable at the material time, further provides:", "“In determining compensation for expropriation, the officials of the Revenue Department appointed by order of the General Director of Revenue shall act before the Expropriations Divisions on behalf of the State’s expropriating bodies.", "...", "The appointments provided for in this Article shall not apply to the officials mentioned in [Article 13-7 of the Expropriations Code].”", "15. The relevant provisions of the Expropriations Code are worded as follows:", "“Failing agreement between the parties, compensation shall be determined by an expropriations judge appointed for each département from among the judges who are members of a tribunal de grande instance.”", "“No objection may be filed against judgments given at first instance.", "An appeal lies to the court of appeal within a period of fifteen days from service of judgments given in application of Chapter III.”", "“An extract of the judgment shall be notified at the request of the most diligent party.", "It may be referred to the Court of Cassation. Appeals on points of law shall be brought, investigated and tried in accordance with the procedure provided for in Section II of Title II of Law no. 47-1366 of 23 July 1947.”", "“The Director of the Revenue Department (Property) of the département in which the Expropriations Division is based shall exercise the function of Government Commissioner before this Division.", "The Director of the Revenue Department (Property) may appoint officials from his Department as his substitute in the role of Government Commissioner before the court mentioned in Article R.13-1.", "Before the Chamber dealing with the appeal, he may be substituted either by Directors of Revenue Departments (Property) from other départements within the court of appeal’s territorial jurisdiction, or by officials from the Revenue Department (Property) whom he shall appoint specifically for this purpose.”", "“Cases brought before the courts cited in Articles L. 13-1 and L. 13-22 shall not be transmitted to State Counsel’s Office if the latter’s presence is not required at the hearing.”", "“Before the Chamber dealing with the appeal, State Counsel may nevertheless ask to see the file in all cases where he believes that his Office should be represented. In such an event, he may attend the hearing in order to lodge those submissions which he considers necessary, without prejudice to those of the Government Commissioner.”", "“Failing agreement between the parties within one month of receiving notification of the expropriating authority’s offers ... the case may be referred to the expropriations judge by the more diligent party under the conditions set out in Article L. 13-4.", "...”", "“A copy of the order fixing the date and time for inspection of the site shall be sent to the expropriating authority by the registrar of the court, with a view to its communication to the interested parties and to the Government Commissioner.", "If the case is referred to the judge by the expropriated party, the parties shall be notified directly by the registrar of the date of the site inspection.", "The registrar shall append a copy of the memorials and other documents in his possession to the notification sent to the Government Commissioner.", "The parties and the Government Commissioner must be informed at least fifteen days in advance of the date of the site inspection.", "The visit to the site shall be conducted in their presence. A report shall be produced on the inspection.”", "“The judge may not appoint experts.", "In order to assess the value of non-transferable real property and immovable property which present particular valuation difficulties, he may exceptionally be assisted during the inspection of the site by a notary or retired notary appointed from a list drawn up for the whole area within the court of appeal’s territorial jurisdiction by its president, on the basis of proposals from the regional Chamber of Notaries.", "Exceptionally, he may also appoint a person whom he considers suitably qualified to provide advice in the event of technical problems concerning the assessment of compensation sums other than those referred to in the preceding paragraph.”", "“The public hearing shall be held on completion of the inspection of the site.", "At the latest during this inspection, the judge shall inform the parties or their representative, as well as the Government Commissioner, of the place and time of the hearing, which may take place outside the premises in which the court sits.”", "“The judge shall hear the representative of the expropriating authority and the expropriated parties ... The parties may discuss only points covered in the memorials which they have submitted.", "...”", "“The Government Commissioner shall present oral observations and file submissions.", "The Government Commissioner’s submissions shall contain the elements needed for the court to be informed of the situation.", "In particular, they shall include a reasoned valuation of the main compensation and, as appropriate, of the subsidiary compensation due to each owner of rights and, where necessary, information that would allow for automatic application of the provisions of Articles L. 13-14 to L. 13-19.”", "“Where one of the parties is unable to produce certain documents in support of its memorials, the judge may, where he considers this necessary for the resolution of the case, authorise the party, at its request, to produce these documents at the hearing.”", "“The judge shall rule within the limits of the parties’ submissions as they appear in their memorials and of the Government Commissioner’s submissions where the latter proposes a valuation that is lower than that of the expropriating party. In such a case, the Government Commissioner’s written submissions must be appended to the case file.", "If the respondent has not lodged a memorial in reply to the applicant within the period of one month provided for in Article R. 13-23, he shall be deemed to abide by his offers if the respondent is the expropriating authority, and by his reply to the offers if the respondent is the expropriated party.", "Where the expropriated party has failed to reply to the authority’s offers and to produce a memorial in reply, the judge shall determine the compensation on the basis of the evidence available to him.”", "“The judgment shall set out, inter alia, the reasons in point of law or of fact for which all awards of main or subsidiary compensation are granted. Where the judgment rejects the Government Commissioner’s submissions proposing a valuation that is lower than that of the expropriating authority, it must specifically state the reasons for such a rejection.", "The judgment may be delivered by the judge without the Government Commissioner being present.", "The judgment shall be notified by the most diligent party to the other party and to the Government Commissioner.”", "“Appeals may be lodged by the parties or by the Government Commissioner within fifteen days from notification of the judgment ...", "...”", "“On pain of having his appeal dismissed, an appellant must lodge with or send to the registry of the Chamber, within two months of the date of the appeal, his memorial and the documents which he intends to produce.", "The respondent must lodge with or send to the registry of the Chamber, within a month following notification of the appellant’s memorial, his memorial in reply and the documents which he intends to produce.", "The memorials and documents must be produced in as many copies are there are parties, plus one additional copy.", "The registrar shall serve each party and the Government Commissioner with a copy of the documents filed with the registry as soon as these are received.", "A cross-appeal may be brought by the parties in their memorial in reply or by a declaration made at the registry of the Chamber. If brought by the Government Commissioner, it must take the second form.”", "“The Division [of Appeal] shall rule on the basis of memorials. However, the parties may present argument briefly on aspects of the memorials they have submitted.", "Exceptionally, an expert opinion may be prepared on the basis of a reasoned order from the court. In such a case, if the expropriating authority and the expropriated parties cannot agree on the choice of a single expert, he shall be appointed by the President of the Chamber.”", "“The provisions of Articles R. 13-33, R. 13-35, R. 13-36 (first paragraph) and R. 13-38 shall be applicable to the appeal procedure.”", "16. The Government Commissioner has the “role of party to the proceedings” (Conseil d’Etat, Assembly, 13 December 1968, Association syndicale des propriétaires de Champigny-sur-Marne et Musso).", "17. Intervention by the State official responsible for property as representative of the expropriating authority, under the Decree of 12 July 1967, and simultaneously as Government Commissioner, in application of Article R. 13-7, paragraphs 1 and 3, of the Expropriations Code, does not constitute a ground for alleging procedural impropriety (Paris Court of Appeal, Expropriations Chamber, judgment of 30 January 1981). In addition, the Court of Cassation has ruled that the fact that the Government Commissioner’s role was assumed by the inspector of property who drew up the preliminary opinion assessing the compensation offers on behalf of the expropriating authority does not contravene Article 6 of the Convention, in that the Government Commissioner does not take part in the Expropriations Division’s decision-making process (Third Civil Division, judgment of 21 October 1992, Sté Rivom c. Département de la Côte-d’Or, Bulletin civil (Bull. civ.) III, no. 279).", "18. Emphasising that no document may be lawfully submitted to the court without the parties having an opportunity to discuss it in adversarial proceedings and that “this rule applies to all the courts, even in the absence of a specific text to this effect”, the Court of Cassation has ruled that, where the Government Commissioner’s submissions propose a valuation lower than that of the expropriating authority or contains new elements, the expropriations judge is obliged to ensure that these have been brought to the attention of the parties and that the latter have an opportunity to discuss them freely before the end of the hearing (Third Civil Division, two judgments of 10 July 1969: Prudhomme c. ville de Rennes and Consorts Josso c. ville de Saint-Nazaire, Bull. civ. III, judgments nos. 1 and 3, no. 566, pp. 423-24).", "19. The report in question contained the following suggestion:", "“FOURTH SUGGESTION:", "Proposal to amend Articles R. 13-32, R. 13-35, R. 13-47 et seq. of the Expropriations Code as regards the role of the Government Commissioner before the Expropriations Divisions.", "Under Article R. 13-7 of the Expropriations Code, the Director of Revenue (Property) of the département in which the Expropriations Division is based exercises the functions of Government Commissioner before this Division during proceedings to establish the compensation due to expropriated parties.", "Although no text sets out the exact nature of his role, it is clear from the provisions of the Expropriations Code that the Government Commissioner’s main task is to provide the court, which cannot, in principle, appoint an expert, with the information it requires and in particular with a reasoned assessment of the main and subsidiary compensation due to each owner whose property is subject to expropriation.", "For this purpose, the Government Commissioner has access to information on tax statements and assessments held by the tax authorities and, in particular, to the land charges register constituted by all property transfers which must be formally registered.", "However, doubts have been cast on the compatibility of certain aspects of the Government Commissioner’s role with the principles derived from the European Convention for the Protection of Human Rights and Fundamental Freedoms.", "Thus, it has been noted that the Government Commissioner may propose a valuation of the expropriated assets that is lower than the valuation suggested by the expropriating authority (Article R. 13-35 of the Expropriations Code); he may lodge an appeal or cross-appeal against the judgment determining the level of compensation (Article R. 13-47 et seq. of the Code), although he may not appeal on points of law, except as regards costs imposed on him for the proceedings; and, where he is not the appellant, the Government Commissioner’s submissions are not served on the parties but simply included in the case file (Article R. 13-32).", "Expropriated parties have also indicated that they have experienced difficulties in obtaining information contained in the land charges register, to which the Government Commissioner has unimpeded access by virtue of his official functions.", "Finally, it has been observed that, whilst the Government Commissioner is not the State’s representative before the Expropriations Division, there may be, at least in appearance, a certain ambiguity where the State itself is the expropriating authority, particularly when, under Article R. 176 of the Code of State Property, the State is represented before the Expropriations Divisions in a number of départements by the Revenue Department.", "As long ago as 1992, the Ombudsman included in his annual report a letter, dated 28 January 1992, in which he drew the Minister of Justice’s attention to the Government Commissioner’s role.", "Whilst it is unnecessary to state that the Commissioner does not participate in the decision-making process within the Expropriations Division, which is by no means obliged to follow his submissions, and although the Court of Cassation ensures that expropriated parties’ rights are respected and the adversarial principle as defined in the new Code of Civil Procedure is effectively complied with, it would nonetheless appear desirable, in order to put an end to possible doubts regarding the conformity of certain aspects of the Government Commissioner’s current role with the requirements of the European Convention and particularly Article 6 § 1, to redefine his functions, limiting them to those of a specialist entrusted with providing the judge and the parties to the compensation proceedings with the information held by the Revenue Department on the state of the property market, so that this situation is improved.”", "20. Decree no. 55-22 of 4 January 1955 reforming land registration provides, inter alia:", "“For each municipality, a land charges register shall be maintained by the land registrars, in which, as information is submitted, extracts from published documents shall be registered under the name of each owner and by building, with a reference to their classification in the archives.", "The land charges register shall present an up-to-date profile of the legal status of buildings as indicated by the published documents.”", "“No changes to the legal status of a building may be the subject of a cadastral transfer if the deed or judicial decision recording this change has not previously been published in the land charges register.”", "21. Article 39 of Decree no. 55-1350 of 14 October 1955 is worded as follows (version as amended by Decree no. 98-553 of 3 July 1998):", "“Any request for information shall be drawn up in two typed or printed copies on a form supplied by the authorities or on one copied in accordance with the conditions established by an instruction published in the Official Journal of the Revenue Department, the second copy being obtained by duplication.", "Subject to the application of paragraph 1 of Article 40, such requests must include:", "(1) All items of information provided for in Article 9 of the Decree of 4 January 1955 which are necessary to identify the natural persons or legal entities on whose behalf the information is requested;", "The individual designation of the buildings referred to in the request, i.e. indications regarding the municipality in question, the section and identification number on the cadastral map and, for parts of buildings, an indication of the lot number.", "Surnames and non-personal names indicated in the applications must appear in capital letters. First names shall be written in small letters.", "The applications shall be signed and dated by those submitting them.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}