{"ITEMID": "001-57703", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF KOSTER v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["8. Mr Jacobus Koster, a Netherlands national, currently resides at Gainesville, Florida (United States of America).", "9. On 11 March 1987, while completing his compulsory military service, despite being warned he repeatedly refused to obey an order that he should take receipt of a weapon and a uniform.", "Accordingly he was arrested on the same day at 3.45 p.m. and then kept in custody, the measure being confirmed by the officer commanding his unit at 4.30 p.m. He was questioned by the military police (Koninklijke marechaussee) at 7 p.m.", "10. On Friday 13 March the applicant, assisted by a lawyer appointed to act for him, appeared before the investigating officer (officier-commissaris) assigned to the case.", "11. Before the Military Court, which sat in private on Monday 16 March, Mr Koster’s lawyer pleaded that the length of his detention had exceeded the four-day limit which, he argued, derived from Article 5 para. 3 (art. 5-3) of the Convention. He added that the Military Court did not have the necessary independence and impartiality to rule on questions of this nature.", "However, the Military Court confirmed the earlier detention and extended it by thirty days, in order, so it stated, to maintain military discipline. In its opinion, Article 5 para. 3 (art. 5-3) did not lay down specific time-limits. The court had moreover sat as soon as possible, regard being had to the fact that its military members had been participating in two-yearly major manoeuvres at the time; moreover, the fourth day following the arrest had been a Sunday. In addition, the European Commission had recognised, in its opinion on the applications in the cases of van der Sluijs (no. 9362/81), Zuiderveld (no. 9363/81) and Klappe (no. 9387/81), that the Military Courts were competent to rule on such questions.", "12. On 9 September 1987 the Supreme Military Court sentenced the applicant to a term of one year’s imprisonment, from which was deducted the time which he had already spent in detention.", "13. At the material time, criminal procedure for army and air force personnel, including in particular the matter of arrest and detention on remand, was governed by the Army and Air Force Code of Procedure (Rechtspleging bij de Land- en Luchtmacht - \"the Military Code\"), as last amended on 24 November 1978. It was repealed with effect from 1 January 1991.", "14. Every officer and non-commissioned officer was empowered to arrest military personnel of lower rank suspected of a serious offence, provided the circumstances required immediate deprivation of liberty (Article 4 of the Military Code). The resulting detention was not to exceed twenty-four hours, unless it was extended by the commanding officer in accordance with Article 7 (Article 5).", "15. The commanding officer had to deal with the matter without delay. He could order that the suspect be placed or kept in detention on remand, in particular if this proved necessary to maintain military discipline. He was to report to the commanding General any cases of detention exceeding four days (Article 7, first, second and sixth paragraphs).", "16. The General ordered that the accused be brought for trial before the Military Court, if this was necessary (Article 11, first paragraph). That order was to be formulated in writing and indicate whether or not it was appropriate to release the accused, the grounds for keeping him in custody laid down in Article 7 being applicable by analogy (Article 14, first and second paragraphs).", "17. Detention ordered or continued in the decision referring the serviceman for trial was not to exceed fourteen days unless extended, by terms of thirty days, by the Military Court at the request of the auditeur-militair (Article 31). Every accused detained under the referral decision had to be heard by the officier-commissaris as speedily as possible and in any event within four days of referral; for this purpose, he could be assisted by an adviser (Article 33, first paragraph). Before extending the detention, the Military Court was to give the accused and his adviser the opportunity to put forward their views (Article 33, second paragraph).", "18. A directive of 21 March 1983 governed the bringing before a judicial authority of military personnel in custody. It provided as follows:", "\"In accordance with Article 5 para. 3 (art. 5-3) of the European Convention on Human Rights, where a serviceman is placed in custody, care is to be taken to ensure that, within four days of his arrest, his case is brought before the Military Court, sitting in private, for confirmation or extension of the detention.", "To this end, the following rules should be observed:", "1. Every officer or non-commissioned officer who arrests a member of the military personnel suspected of an offence shall inform the officer commanding the serviceman’s unit as soon as possible.", "2. If, after having questioned the accused, the officer commanding considers that the detention should be continued or extended, he shall inform the prosecuting officer (auditeur- militair/fiscaal) by telephone not later than two days after the arrest, either in person, or through a person delegated by him (for example the officer commanding the relevant detachment of military police).", "3. If the accused appears before the auditeur-militair, the latter shall fix, with the officer commanding or in his name, the time and place so as to ensure that under normal circumstances, within four days of the arrest:", "(a) the accused can be brought before the auditeur-militair;", "(b) the latter can communicate his opinion to the authority with competence to refer the case to the Military Court;", "(c) that authority can make an order so referring the accused (which shall also include a decision on the matter of the detention);", "(d) the accused can be interviewed by the commanding officer;", "(e) the auditeur-militair can raise the question of the confirmation/extension of the detention of the accused in the Military Court.", "4. The different armed services shall adapt their regulations accordingly (VS27-1 and VVKM 142).\"", "19. By a ministerial decree of 19 December 1983 this directive had been incorporated in the Regulation on the application of military criminal and disciplinary law (Voorschrift Toepassing Militair straf- en tuchtrecht KL/Flu)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}