{"ITEMID": "001-110259", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF PELLYA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["6. The applicant was born in 1942 and lives in Lahti, Finland.", "7. On 18 June 1999 the Krasnoselskiy District Court of St Petersburg (“the District Court”) found that unlawful actions of police officers in 1993 had resulted in harm to the applicant’s health manifesting itself in partial loss of ability to work. This judgment and a supplementary judgment of 11 October 1999 recovered from the State treasury in the applicant’s favour lost earnings up to 1 February 2000 in the amount of 109,751 Russian roubles (RUB) and compensation of non-pecuniary damage in the amount of RUB 10,000. It appears from the applicant’s own submissions that the award was paid to him in 1999.", "8. On an unspecified date the applicant brought a new action seeking recovery of lost earnings for the period from 1 February 2000 to 1 March 2005 and further monthly payments to be re-calculated in accordance with the minimum wage, reimbursement of expert fees and compensation for sanatorium treatment.", "9. By a judgment of 3 March 2005 the District Court granted his claims in part, however the judgment was reversed on appeal on 18 April 2005, and the case was remitted to the first instance for fresh examination.", "10. On 19 September 2005 the District Court again granted the claims in part awarding the applicant lost earnings in the amount of RUB 378,185 and related monthly payments in the amount of RUB 8,911 to be adjusted to the cost of living, RUB 39,585 for sanatorium treatment, and RUB 5,600 as reimbursement of the expert fees.", "11. The above judgment was not challenged on appeal. The enforcement documents received by the Ministry of Finance on 25 October 2005 were returned to the applicant in April 2006 due to unidentified inconsistencies in the judgment.", "12. On 18 June 2007 the District Court considered the applicant’s application for adjustment of the amounts awarded by the judgment of 19 September 2005. The court rejected the application but clarified the original judgment by specifying that the responsibility for its enforcement lay with the Ministry of Finance. A new writ of enforcement was issued.", "13. On 29 January 2008 the judgment of 19 September 2005 was enforced in full. It transpires from the documents submitted by the Government and covering the period between February 2008 and February 2010 that the monthly payments in the amount determined by the District Court on 19 September 2005 were regularly credited to the applicant’s account."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}