{"ITEMID": "001-110986", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF IDALOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Speediness of review);Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-c - Defence in person;Article 6 - Right to a fair trial);Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-d - Examination of witnesses;Article 6 - Right to a fair trial);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage)", "JUDGES": "András Sajó;Anatoly Kovler;Ann Power-Forde;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Françoise Tulkens;Guido Raimondi;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Julia Laffranque;Luis López Guerra;Mirjana Lazarova Trajkovska;Nicolas Bratza;Peer Lorenzen", "TEXT": ["8. The applicant was born in 1967 and is currently serving a prison sentence in correctional facility no. IK-19 in Tavda, in the Sverdlovsk region.", "9. On 11 June 1999 the applicant was arrested on suspicion of abduction involving an organised criminal group and he was placed in detention. Three days later, the relevant prosecutor ordered his detention pending trial. On 18 June 1999 the applicant was officially charged.", "10. On 6 January 2000 he was further charged with abduction, extortion, and illegal acquisition and possession of firearms and drugs.", "11. On 10 March 2000 the case file was forwarded to the Meshchanskiy District Court of Moscow. The District Court returned the case file to the prosecutor’s office, noting that the bill of indictment was not translated fully into the Chechen language.", "12. On 7 April 2000 the prosecutor’s office forwarded the amended bill of indictment and the case file to the District Court, which received it on 10 April 2000. A week later, it was transferred to the Kuntsevskiy District Court of Moscow.", "13. The first trial hearing was scheduled for 22 May 2000, but was adjourned owing to the failure of the other defendants’ counsel to appear in court, as was the following hearing, scheduled for 16 June 2000. Of three subsequent hearings, two were adjourned at the applicant’s request and one owing to the failure of the victim and witnesses to appear in court.", "14. By a decision of 12 September 2000 the Kuntsevskiy District Court remitted the case to the Moscow Prosecutor’s Office for an additional investigation.", "15. On 9 July 2001 the case file was sent to the Khamovnicheskiy District Court of Moscow for trial. The hearing scheduled for 24 August 2001 was adjourned owing to the failure of the witnesses and the applicant’s counsel to appear in court. Of eight subsequent hearings scheduled between 24 August 2001 and 20 May 2002, two were adjourned because the applicant, who in the meantime had been released on bail (on 6 July 2001), failed to appear in court, three owing to the same failure on the part of the defendants, their counsel and certain witnesses and three because the presiding judge was involved in the examination of another case.", "16. By a decision of 21 May 2002 the Khamovnicheskiy District Court remitted the case to the Moscow Prosecutor’s Office for further investigation. On 24 July 2002, upon an appeal by the prosecutor, the Moscow City Court quashed that decision and remitted the case to the Khamovnicheskiy District Court.", "17. The first hearing after the case file was returned to the Khamovnicheskiy District Court was scheduled for 13 September 2002. It did not take place because the presiding judge was involved in the examination of another case. Of twenty-three subsequent hearings scheduled between 13 September 2002 and 3 November 2003 (the last court hearing), two did not take place because the judge was, once again, involved in the examination of another case and four because either the prosecutor or some of the defendants were ill. Requests by the parties – five by the defence, including the applicant’s counsel, and one by the prosecutor – caused another six adjournments. Nine hearings were postponed owing to the failure of several participants to appear in court. The applicant, who was back in custody at the time, did not appear on two occasions. Another adjournment occurred because the applicant’s lawyer left the courtroom without permission. One hearing was postponed for reasons not evident from the file. In February 2003 the court set aside the cases of two defendants for independent assessment and proceeded with the examination of the applicant’s case. By a decision of 29 August 2003 the court disjoined the cases against two other co-defendants.", "18. All the above hearings concerned procedural issues. The first hearing on the merits of the case took place on 17 September 2003. At the beginning of this hearing the applicant repeatedly challenged the presiding judge by questioning her impartiality. The judge ordered that he be removed from the courtroom for improper behaviour. The applicant attempted to dismiss his lawyer. The judge, however, refused to recognise the dismissal and the applicant’s counsel continued to represent him. On 23 September 2003, on 4, 30 and 31 October 2003 and on 3 November 2003 the court examined witnesses and studied the documents in the file. After the completion of the evidence and when the prosecutor and the applicant’s counsel had made their submissions, the applicant was readmitted to the courtroom to make his final statement.", "19. By a judgment of 24 November 2003 the Khamovnicheskiy District Court convicted the applicant of abduction, extortion and illegal acquisition and possession of firearms and drugs. It sentenced him to fifteen years’ imprisonment. The court further ordered the repayment of the bail to the applicant’s wife (see paragraph 29 below).", "20. On 4 December 2003 the applicant’s counsel lodged an appeal against the trial court’s judgment. By a judgment of 18 May 2004 the Moscow City Court allowed the appeal in respect of the charge of illegal acquisition and possession of drugs for lack of evidence. It upheld in substance the conviction in respect of the other charges and reduced the sentence to ten years’ imprisonment.", "21. By a decision of 27 November 2007 the Vyaznikovskiy Town Court of the Vladimir Region released the applicant on parole.", "22. It appears that in July 2008 the applicant was again arrested on suspicion of having committed a criminal offence. He was subsequently convicted and is currently serving a prison sentence.", "23. Following the applicant’s arrest on 11 June 1999 (see paragraph 9 above), on 14 June 1999 the chief investigator authorised his detention pending investigation. In particular, the investigator noted that he had had regard", "“...to the fact that [the applicant] is suspected of having committed an extremely serious offence entailing a custodial sentence, and that, if released, he might abscond and, as a result, interfere with the establishment of the truth, or commit another offence.”", "24. By a decision of 10 August 1999 the prosecution authorities extended the detention of the applicant and his five co-accused until 11 September 1999. The grounds invoked in the extension order were the gravity of the charges against them and the potential risks of their absconding, obstructing the course of justice, putting pressure on the witness and reoffending.", "25. By decisions of 31 August and 6 December 1999 of the prosecution authorities, the custodial measure, in relation to all six co-accused, was prolonged until 11 December 1999 and 11 March 2000 respectively. The wording of the decisions was identical to that used in the decision of 10 August 1999.", "26. It appears that there was no formal order authorising the applicant’s detention during the period between 11 March and 10 May 2000. On 10 May 2000 the Kuntsevskiy District Court of Moscow received the casefile fixed the trial for 22 May 2000 and ruled that the defendants’ “measure of restraint should remain unchanged.”", "27. On 12 September 2000 the Kuntsevskiy District Court of Moscow, when remitting the case to the prosecutor’s office, ordered that the applicant and five other defendants remain in custody. The court cited no reasons for ordering such detention. On 25 January 2001 the Moscow City Court upheld the decision of 12 September 2000 on appeal.", "28. On 26 February and 23 March 2001 the prosecution authorities, having reproduced the reasoning contained in the decisions of 10 August and 6 December 1999, extended the detention of the applicant and his coaccused until 9 April and 9 July 2001 respectively.", "29. On 6 July 2001 the investigator in charge ordered the applicant’s release on bail. The relevant part of the decision reads:", "“In view of the completion of the investigation, [the applicant] will not be able to obstruct the course of justice and his appearance in court can be secured by bail in the amount of 100,000 roubles”.", "30. By a decision of 29 October 2002 the Khamovnicheskiy District Court, during the trial proceedings, discontinued the bail and ordered the applicant’s detention. In particular, the court noted as follows:", "“As follows from the material in the case file, [the applicant] is charged with a number of very serious offences entailing a custodial sentence, [and has] repeatedly tried to delay the proceedings, which is viewed by the court as an attempt to interfere with establishment of the truth, and demonstrated insolent disrespect towards the court.”", "31. On 30 October 2002 the applicant lodged an appeal against the decision of 29 October 2002. On 22 January 2003 the Moscow City Court upheld the said decision on appeal. The applicant did not attend the hearing but his lawyer was present.", "32. On 24 April 2003 the District Court extended the applicant’s detention until 29 July 2003. The court referred to the gravity of the charges against the applicant. The applicant’s objection that his wife and two minor children were dependent upon him was not taken into account by the court. The applicant appealed on 25 April 2003. On 16 June 2003 the City Court, in the absence of the applicant and his lawyer, upheld the extension on appeal.", "33. On 19 June 2003 the District Court further extended the applicant’s detention until 29 October 2003. The court noted as follows:", "“Having regard to the [applicant’s] strange behaviour, and his health condition and the gravity of the charges, [the court] has doubts as to the [applicant’s] ability to understand the circumstances relevant to the present case and to testify. Pursuant to the law, ... it is decisive for the correct consideration of the case to determine the [applicant’s] psychiatric and physical condition.", "The [applicant’s] detention expires on 29 July 2003. However, the psychiatric forensic examination requires a significant amount of time. The court considers it necessary to extend the [applicant’s] detention.”", "34. The applicant lodged an appeal on 24 June 2003. On 6 August 2003 the City Court, in the applicant’s absence, quashed the detention order of 19 June 2003 and remitted the case to the trial court for examination on the merits.", "35. By a decision of 13 August 2003 the District Court once again extended the applicant’s detention. The reason given was the gravity of the charges. An appeal lodged by the applicant on 14 August 2003 was dismissed by the City Court on 2 October 2003. The applicant was not present at the appeal hearing but his lawyer attended it.", "36. By a decision of 28 October 2003 of the District Court, the applicant’s detention was once again extended, with reference to the gravity of the charges, until 19 January 2004. The arguments by the defence that the applicant had a permanent place of residence in Moscow and that the examination of the case had become dilatory were not taken into account by the court. The applicant appealed on 31 October 2003. He was convicted on 24 November 2003 (see paragraph 19 above). The extension order was upheld on appeal on 12 February 2004. The applicant’s lawyer participated in the appeal hearing but the applicant did not attend.", "37. The applicant was detained in remand prison no. IZ-77/2 in Moscow between 29 October 2002 and 20 December 2003. He was transferred between cells on many occasions. The Government and the applicant provided differing descriptions of the applicant’s conditions of detention.", "38. The Government provided the following information concerning the conditions of the applicant’s detention in remand prison no. IZ-77/2 in Moscow:", "39. The Government further asserted that at all times while in detention the applicant had been provided with an individual sleeping place, bed sheets and cutlery.", "40. The applicant accepted the data provided by the Government as regards the cell numbers and floor surfaces of those cells in which he had been detained. He did not challenge the accuracy of the Government’s submissions as concerned the number of bunk beds per cell either. However, he claimed that at all times the cells in which he had been detained were seriously overcrowded. The number of inmates per cell had exceeded its capacity by two to three times. Each cell had housed at least thirty-five persons at any given time. The applicant had never been provided with an individual sleeping place and he had to take turns with other inmates to sleep. Some people had to sleep on the floor under the beds. Apart from one hour per day of exercise, the applicant had been confined in such conditions for the rest of each day, with the exception of the rare occasions when he had met with his lawyer or the fifteen minutes per week which were set aside for showering.", "41. According to the Government, the applicant had been allowed to exercise for one hour per day. The remand prison was equipped with sixtyeight exercise yards measuring 10 square metres (sq. m) and 52.8 sq. m for small and large cells respectively. The yards were arranged in such a way as to provide the inmates with the possibility of doing physical exercise. They were equipped with benches and were sheltered from the rain.", "42. According to the applicant, the one-hour daily exercise took place in a yard measuring 30 sq. m. Thirty-five to one hundred inmates were taken to the yard at the same time. The yard was covered with metal bars and iron sheets which significantly limited access to daylight.", "43. According to the Government, the applicant could take a shower once a week. On the same occasion he received clean bed sheets. The shower facilities functioned properly without breaking down. All the inmates were provided with buckets and detergent to do laundry. The applicant received three meals a day of adequate quality.", "44. The cells were equipped with natural and artificial ventilation which was in good working order. The temperature and the humidity in the cells were in compliance with the applicable housing and hygiene standards. The cells were equipped with central heating and a cold water supply. The inmates could use electric kettles or heaters to boil water.", "45. The artificial lighting in the cells was in compliance with the applicable specifications and was on from 6 a.m. to 10 p.m. At night lowvoltage bulbs were used to maintain lighting in the cell.", "46. In cells nos. 134, 140, 141, 155, 159 and 160 the toilet was completely separated from the living area of the cell by a brick wall and a door. The distance between the toilet and the dinner table was at least two metres. The closest sleeping place was located some 1.5 m away from the toilet.", "47. In cells nos. 50, 36, 43, 52 and 298 the toilet was separated from the rest of the cell by a brick wall which was 1.35 m high. The distance between the toilet and the dinner table was at least one metre. The closest sleeping place was located some 0.5 m away from the toilet.", "48. The cells were disinfected once every three months or more often, if necessary. During the period of the applicant’s detention in the remand prison, there had been no complaints by him alleging, for example, the presence of rats, parasites or bedbugs.", "49. The applicant contested the truthfulness of the Government’s submissions in so far as the description of the sanitary conditions of his detention was concerned. According to him, the ventilation was inadequate. Most of the inmates smoked and the applicant was exposed to second-hand tobacco smoke. There was so little oxygen in the cell that the flame of a match would go out immediately. It was practically impossible to breathe.", "50. The cell windows were covered with metal sheets which prevented access to daylight. As a result, the lighting in the cell was insufficient for reading.", "51. An electric light was on constantly. The cells were very noisy. The cells were also dirty and needed renovation. They were infested with cockroaches, bedbugs and lice. The toilet was located near the dinner table and offered no privacy. One had to queue to use the toilet. The food provided was scarce and of little variety.", "52. The Government and the applicant disagreed as to most aspects of the conditions of detention at and transport to and from the Khamovnicheskiy courthouse.", "53. The Government submitted the following information.", "54. The Department of the Interior used three types of vans for transporting defendants to and from the courthouse. The ZIL van measured 4.7 m by 2.4 m by 1.64 m and had four compartments with seating capacity for thirty-six persons. The GAZ vans measured 3.8 m by 2.35 m by 1.6 m and had three compartments with seating capacity for twenty-five persons. The vans were ventilated through an opening in the door and by vents in the roof. They were equipped with heating and lighting. The vans were cleaned daily and disinfected on a weekly basis.", "55. The distance between the remand prison and the courthouse was approximately seven kilometres and the travel time did not exceed one hour.", "56. On the days of the court hearings, the applicant had to get up at 6 a.m. and had breakfast. He was also provided with a lunch bag for the day spent at the courthouse.", "57. The courthouse had six holding cells measuring 31 sq. m in total. They had adequate ventilation and lighting and had metal doors with openings for surveillance purposes. The benches were secured to the floor. There was access to sanitary facilities.", "58. The applicant provided the following description of the conditions of his detention in, and transport to and from, the courthouse.", "59. On approximately fifteen occasions the applicant was transported from the remand prison to the courthouse and back. On those days he normally had to wake up at 5 a.m. and had no breakfast. The prison van had three compartments which measured 3.8 m by 2.35 m by 1.6 m in total. Two compartments housed twelve persons each and the third one was for single occupancy. There were usually eighteen detainees held in each of the bigger compartments. There were not enough seats for everyone and some people had to stand or sit on someone else’s lap. The applicant was transported once in a single occupancy compartment on 24 November 2003 following the delivery of the verdict in his case.", "60. The natural ventilation of the van through the hatches was insufficient and it was stiflingly hot in the summer. During the winter the vans were not heated when the engines were off. The floor in the van was extremely dirty. It was covered with cigarette butts, food crumbs, plastic bottles and bags of urine. It was impossible to use the toilet during the journey. The vans had no windows or internal lighting.", "61. The van collected inmates from different prisons and made several stops at different courthouses. As a result, the journey from the remand prison to the courthouse for the applicant lasted between one and a half and two hours. The return journey took up to five hours. On the days of the court hearings, the applicant was not provided with any food.", "62. The applicant submitted that the holding cells at the courthouse were overcrowded, dirty, poorly lit and unventilated. They measured no more than 5 sq. m. The applicant did not receive any food when he was held there. Nor was there a toilet in the cell. On at least two occasions, when the hearing of his case was adjourned, the applicant spent up to fifteen hours in such conditions. On other days he spent several hours in such cells before and after the hearing.", "63. The applicant alleged that on 24 November 2003 he was beaten up by the guards while he was detained at the courthouse. He attempted to bring his grievances to the attention of the trial judge but to no avail.", "64. On 25 January 2004 the applicant complained to the prosecutor’s office about the beating.", "65. On 5 April 2004 the prosecutor did not find a prima facie case of illtreatment and refused to institute criminal proceedings against the alleged perpetrator. The applicant did not appeal.", "66. According to the applicant, on an unspecified date the decision of 5 April 2004 was quashed by a superior prosecutor who ordered an additional inquiry into his allegations. On 26 February 2007 the investigating prosecutor yet again dismissed the applicant’s allegations as unsubstantiated. The applicant did not appeal.", "67. The applicant alleged that certain letters from the Court had been opened by the administration of correctional facility no. IK-6 in the Vladimir Region, where he was serving a prison sentence from 2004 to 2006.", "68. The Government acknowledged that the Court’s letters of 8 July 2005 and 11 May 2006 addressed to the applicant had been opened by officials and stamped with the seal of correctional facility no. IK-6.", "69. On 9 August 2011 the applicant asked the administration of correctional facility no. IK-19, where he was serving a prison sentence, to send certain documents, including his just satisfaction claims and application for legal aid, to his representatives before the Court. The acting head of the internal service dispatched the documents accompanied by a covering letter, stating as follows:", "“Please find enclosed the [applicant’s] letter concerning a violation of his rights.", "...", "Enclosure (11 pages).", "(signed)”", "In the applicant’s opinion, the Russian authorities, through the above acts, failed to comply with their obligations under Article 34 and interfered with his right to respect for his correspondence.", "70. Section 23 of the Detention of Suspects Act of 15 July 1995 provides that detainees should be kept in conditions which satisfy sanitary and hygiene requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "71. Moreover, detainees should be given, free of charge, sufficient food for the maintenance of good health in line with the standards established by the Government of the Russian Federation (section 22 of the Act).", "72. According to the Code of Criminal Procedure of Russia (hereinafter, “the CCP”), at any time during the judicial proceedings the court may order, vary or revoke any preventive measure, including pre-trial detention (Article 255 § 1).", "73. If pre-trial detention is applied to a defendant during the judicial proceedings, its term may not normally exceed six months. However, if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3). An appeal against such a decision lies to a higher court (Articles 255 § 4).", "74. Article 111 of the CCP provides that in order to ensure the proper administration of criminal proceedings, the court has the power to compel the parties to the proceedings to cooperate by means of measures such as escorting them to a courtroom or imposing fines. The former can be applied to witnesses if they fail to honour a court summons without valid reasons (Article 113). A fine can be imposed on a party in the event of his or her failure to fulfil procedural obligations (Article 117).", "75. Pursuant to Article 258 of the CCP, the penalties which a judge may impose on any party, including a defendant, who acts in a manner that disturbs order in the courtroom are (1) a warning, (2) removal from the courtroom, or (3) a fine. Article 258 § 3 provides that the trial, including the parties’ closing arguments, may be conducted in the defendant’s absence. In such a case, the defendant must be brought back to the courtroom to make the final submissions. The judgment must always be delivered in the defendant’s presence.", "76. Article 373 of the CCP provides that the appellate court’s role is to review a conviction with a view to verifying its lawfulness, validity and fairness.", "77. Article 374 of the CCP provides that an appellate court must commence the examination of a criminal case within one month of receiving an appeal in the case.", "78. Article 377 of the CCP provides as follows:", "“4. The appellate court may directly examine evidence, if asked to do so by the parties, in accordance with [the rules of criminal procedure applicable to the trial proceedings].", "5. In order to substantiate or negate the arguments put forward in a statement of appeal, the parties may submit additional materials for consideration by the appellate court”.", "Interpreting Article 377, the Supreme Court of the Russian Federation, in Resolution no. 1 of 5 March 2004 (applicable at the material time), held that such consideration of evidence was limited to a review of the evidence already assessed by the trial court, such as the reading of witnesses’ testimonies.", "79. Article 91 § 2 of the Code on the Execution of Sentences and Rule 53 of the Internal Regulations of Correctional Facilities, adopted on 3 November 2005 by Decree No. 205 of the Russian Ministry of Justice, provide that all detainees’ incoming and outgoing correspondence is subject to censorship by the administration of the correctional facility, except for correspondence with courts, prosecutors, prison service officials, the Ombudsman, the public monitoring board and the European Court of Human Rights."], "VIOLATED_ARTICLES": ["3", "5", "6", "8"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1", "6-3", "8-1"], "VIOLATED_BULLETPOINTS": ["6-3-c", "6-3-d"], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}