{"ITEMID": "001-57850", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF DOMBO BEHEER B.V. v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Franz Matscher;R. Pekkanen", "TEXT": ["7. The applicant (hereinafter \"Dombo\") is a limited liability company under Netherlands law; it is the continuation of a public limited company (naamloze vennootschap) originally founded in 1958. It has its registered office in Nijmegen. At the material time, its business included holding shares in several other companies, for which it provided management; these subsidiary companies engaged in commercial activities. The shares in Dombo were held by a foundation (stichting) which issued certificates of shares; these were apparently all held by a Mr H.C. van Reijendam. The company’s management also included Mr van Reijendam; he was the sole managing director from 1963 until his dismissal (see paragraph 15 below), except for a short period between 4 February 1981 and 23 March 1981 during which he was suspended as managing director and temporarily replaced by a Mr C.U. and a Mrs van L.", "8. At the material time, Dombo banked with the Nederlandsche Middenstandsbank N.V. (hereinafter \"the Bank\") through its branch office in Nijmegen. The manager of that office was a Mr van W.; under the Bank’s company statutes his position was not that of managing director of the Bank itself and his powers to represent the Bank, which included allowing credit up to a certain maximum, were strictly circumscribed. An agreement existed between Dombo and the Bank under which Dombo and its subsidiaries enjoyed credit in current account, i.e. the possibility of overdrawing on accounts held with the Bank. In August 1980 this credit facility amounted to 500,000 Netherlands guilders (NLG), with an additional temporary overdraft facility of up to NLG 250,000. This agreement had been formalised in a written confirmation of an oral agreement to that effect and in a contract dated 11 August 1980 under which the Bank opened a joint account (compte-jointovereenkomst) in the name of Dombo and its subsidiaries, who assumed responsibility jointly and severally for meeting their obligations to the Bank.", "9. A dispute arose between Dombo and the Bank concerning the development of their financial relationship during the period between December 1980 and February 1981. In the ensuing civil proceedings both parties gave renderings of the facts which differed materially on significant points.", "10. Dombo’s account may be summarised as follows.", "(a) In early December 1980 the Bank, through the manager of its Nijmegen branch, Mr van W., agreed orally to raise the maximum of the credit available to Dombo by NLG 1,600,000 to a total of NLG 2,100,000. As Mr van Reijendam had explained to Mr van W., Dombo required this extension to take over the commercial operations of a certain limited liability company, O., which had gone bankrupt; action was needed urgently. This oral agreement was to be formalised later; at this point, however, Mr van Reijendam did agree in writing to stand surety himself for Dombo and its subsidiaries to the amount of NLG 350,000. Following this alteration of the agreement of 11 August 1980 Dombo opened an account with the Bank earmarked for its activities in connection with the O. takeover and the Bank provided letters of credit on a number of occasions.", "(b) In early January 1981 Dombo was offered the opportunity to take over two other limited liability companies, T. and D., which had run into financial difficulties. To finance these takeovers Dombo required another extension of the credit limit; this was discussed between Mr van Reijendam and Mr van W. Following these discussions the Bank made Dombo an offer in writing dated 22 January 1981 to raise the maximum credit to NLG 5,000,000. In anticipation of this extension, the Bank paid out NLG 350,000 in connection with the takeover of T. and D. and subsequently agreed to a withdrawal by Mr van Reijendam of another NLG 100,000 for the same purpose. Mr van W. required security for these sums in the form of a mortgage and made Mr van Reijendam sign a blank power of attorney. The Bank made use of that document to have a deed drawn up by a notary mortgaging all immovable property belonging to Dombo, its subsidiaries and Mr van Reijendam personally. This mortgage was surety for a credit of NLG 1,600,000, i.e. it further secured the extension of the credit referred to in sub-paragraph (a) above.", "(c) On 28 January 1981 the Bank, through Mr van W., unexpectedly and inexplicably withdrew its confidence in Mr van Reijendam, called on him to resign and froze all Dombo’s accounts without warning, this in spite of the fact that its total debit balance was then NLG 783,436.06 and therefore well within the agreed limit of NLG 2,100,000.", "11. The Bank’s rendering of the facts may be summarised as follows.", "(a) The Bank acknowledged that Dombo had asked for a higher credit limit in connection with the takeover of the commercial activities of the company O. It had agreed in principle but had required certain additional information to be provided by Dombo, including its annual statement for the previous year (1979); these had never been received and an agreement to raise the existing credit facilities as claimed by Dombo had therefore never been reached. However, in connection with the takeover of the activities of the O. company (which it approved of in principle) and the urgent need for funds, the Bank had been prepared to enable Dombo to act in anticipation of the extension of the credit facilities by providing letters of credit on a number of occasions. Mr van Reijendam had been asked to stand surety for these himself to the amount of NLG 350,000. By the end of January 1981 the sum for which the Bank had bound itself amounted to NLG 848,000. The Bank pointed out that there was a difference between a letter of credit and a credit under a current account agreement; the former implied only occasional and short-term risk, whereas the latter involved more permanent, long-term risk.", "(b) The Bank acknowledged also the second request for an extension of the credit facilities for the takeover of the companies T. and D. In this connection, Mr van Reijendam had indicated that others would stand surety for at least NLG 2,000,000. Relying on that statement, the Bank had written to Dombo on 22 January 1981 that it agreed in principle to an extension of the credit facilities to NLG 5,000,000, subject however to certain conditions regarding annual statements and securities. No annual statements had been forthcoming, nor any securities either, and so the Bank had written to Dombo on 19 March 1981 withdrawing the offer.", "The Bank acknowledged the transfer of NLG 350,000 but denied having been aware of the purpose for which that sum was intended. It claimed that Mr van Reijendam had misled it in this regard. This also applied to the withdrawal of the NLG 100,000. The Bank had referred to this deception in its letter of 19 March 1981 and stated that in consequence it would annul the credit agreement (which it had nevertheless continued to honour) if Mr van Reijendam were to take up his position as manager of Dombo again (see sub-paragraph (c) below).", "The Bank claimed that it had required the mortgages as surety for the letters of credit referred to in sub-paragraph (a) above and the withdrawal of the above-mentioned sums of NLG 350,000 and 100,000. The mortgages had been established under a power of attorney drawn up by a notary who - as the document itself showed - had read it aloud before Mr van Reijendam signed it. The Bank denied that there had been a blank power of attorney. (c) The Bank denied categorically that it had frozen Dombo’s accounts on 28 January 1981. In any case, withdrawals from these accounts had by then exceeded the agreed maximum of NLG 750,000, the balance being NLG 784,657.75 in debit. It had, however, made it clear that it no longer had confidence in Mr van Reijendam after the above-mentioned deception had come to light. The Bank’s doubts concerning his suitability to continue managing Dombo were later confirmed when Mr van Reijendam was suspended as managing director with effect from 4 February 1981 and shortly afterwards committed to a mental institution under a court order. During the period from 4 February 1981 until 23 March 1981 the Bank continued its dealings with Dombo under different management, consisting of Mr C.U. and Mrs van L. It continued to allow credit to finance the activities taken over from the O. company. After Mr van Reijendam’s return the Bank had allowed Dombo every opportunity to reduce its debt; when it became clear that Mr van Reijendam was not prepared to do so, it had annulled the credit agreement with effect from 30 October 1981. Only then had it frozen the accounts.", "12. On 11 March 1983, pursuant to a court order which it had obtained for that purpose, Dombo seized certain moneys which it still owed to the Bank and summoned the Bank before the Arnhem Regional Court (arrondissementsrechtbank), claiming financial compensation for the damage caused by the Bank’s alleged failure to honour its commitments.", "13. After extensive argument in writing - in which each party presented written pleadings three times and produced a considerable number of documents and Dombo offered to produce witnesses (in particular the managing directors, Mr C.U. and Mrs van L., who had temporarily replaced Mr van Reijendam, to prove that there had been negotiations at that time to raise the credit limit from NLG 2,100,000 to NLG 2,600,000) - the Regional Court delivered an interlocutory judgment on 2 February 1984 allowing Dombo to call witnesses to prove, firstly, that the Bank had frozen Dombo’s accounts on 28 January 1981 and, secondly, that the existing credit arrangements had been extended by NLG 1,600,000 in December 1980. In addition, it ordered the appearance in person (comparitie) before one of its judges of representatives of Dombo and the Bank able to give information and empowered to agree to a friendly settlement.", "14. The Bank appealed against this interlocutory judgment to the Arnhem Court of Appeal (gerechtshof), arguing that Dombo’s claim should have been dismissed out of hand. According to the Bank, Dombo had abandoned the original basis of its claim, and the basis which it had in the meanwhile adopted for it obviously could not support it. Besides, Dombo had no interest in the claim and the Regional Court’s requirement of evidence was in any case too vague and one-sided.", "After both parties had submitted a written statement and produced new documents and, through their lawyers, pleaded their cases orally (Dombo repeating its offer to provide evidence), the Court of Appeal, in a judgment of 8 January 1985, refused to accept the Bank’s arguments and confirmed the judgment of the Regional Court.", "At the request of both parties, the Court of Appeal did not refer the case back to the Regional Court but proceeded to deal with the case itself. Accordingly, it ordered the hearing of witnesses to go ahead on 13 February 1985 before one of its own judges, Mr van E., but reserved the decision on the date of the personal appearance of the parties’ representatives until the witnesses had been heard.", "15. Dombo called a number of witnesses, including Mr van Reijendam. Producing the minutes of a shareholders’ meeting dated 29 June 1984, it claimed that Mr van Reijendam had been dismissed as managing director for reason of \"lack of funds\". It further produced a document from which it appeared that Mr van Reijendam had been registered as an unemployed person seeking employment on 27 November 1984 and an extract from the commercial register from which it appeared that another person had been appointed managing director of Dombo on 10 December 1984.", "16. The Bank objected to Mr van Reijendam being heard. It based this objection on the rule that a party to the proceedings could not himself be heard as a witness (see paragraphs 23 and 25-26 below). It claimed that Mr van Reijendam’s dismissal did not reflect the true state of affairs but had been effected only to enable him to testify.", "In a judgment of 12 February 1985 Judge Van E. upheld this objection and refused to hear Mr van Reijendam. He had become convinced that both Mr van Reijendam’s dismissal as managing director of Dombo and the appointment in his place of another person were shams (schijnhandelingen) which served no other purpose than to enable Mr van Reijendam to testify in the instant proceedings. He pointed out that Mr van Reijendam had been present at the oral pleadings before the Court of Appeal on 30 October 1984 and had not protested when Dombo’s lawyer referred to him as Dombo’s managing director. He added that in his view the motives alleged for the dismissal were implausible.", "The other six witnesses produced by Dombo were heard on 13 and 20 February 1985. One of them, Mr C.U., was heard on both dates. This witness had been Dombo’s financial affairs manager from the middle of 1977 until May 1980 and had since retained links with Dombo as an external adviser. During November and December 1980 he had \"been very closely involved\" with the running of Dombo and this had led to his appointment as statutory managing director after the suspension of Mr van Reijendam on 4 February 1981 (see paragraph 11, sub-paragraph (c), above). On 13 February Mr C.U. stated, inter alia, that he had been present at several meetings of the parties between November 1980 and 28 January 1981 and that, although he could not recall the exact words used, he had heard Mr van W. say something like, \"Then for the time being we will take a credit of NLG 1,600,000 as a starting-point\". When examined for the second time at Dombo’s request, he corrected his statement to the extent that besides the original credit facility of NLG 500,000 a new facility had been agreed to the amount of NLG 1,600,000 in connection with takeovers (mainly of the activities of the O. company, a small part being intended for the takeover of the T. company). There had been several discussions, in which this witness had taken part, about the amount to which the credit was to be extended.", "17. In the exercise of its right to have its own witnesses heard in reply (contra-enquête), the Bank called two of its employees, one of whom was the manager of its Nijmegen branch office, Mr van W.", "Dombo objected to the hearing of Mr van W., stating the view that at all stages of the credit relationship, and also in the instant proceedings, he had been and remained the formal representative of the Bank; to hear him as a witness at this point, when Mr van Reijendam had not been so heard, would upset the fair balance that should exist between parties in civil proceedings.", "18. By a decision delivered orally on 13 March 1985 Judge Van E. dismissed Dombo’s objection. He considered first and foremost that Mr van W. was a competent witness in the instant case since he was not a party to the proceedings either formally or in fact and went on to state that it could not follow from the fact that Dombo was put at a disadvantage because Mr van Reijendam was not heard as a witness while Mr van W. was so heard that Mr van W. was no longer a competent witness.", "The Court of Appeal judge proceeded to hear the Bank’s witnesses immediately.", "After the witnesses had been examined, both parties submitted extensive written pleadings in which they analysed the witnesses’ statements. Dombo submitted a large number of additional documents, including written statements by persons not heard as witnesses; the Bank also submitted further documents. Dombo then submitted pleadings in response to those of the Bank.", "19. The Court of Appeal delivered its final judgment on 11 March 1986. It first examined the witnesses’ statements in detail. As far as the statements of the witness Mr C.U. were concerned (see paragraph 16 above), it observed that these contradicted each other on a significant point, namely the figure to which it had been agreed to extend the credit facility, and added that this discrepancy, for which no explanation had been given, adversely affected the convincingness of the statements of this witness. The Court of Appeal then examined a number of written depositions submitted by Dombo. Two of these were rejected because they were not signed. With regard to a deposition signed by Mr van Reijendam, the Court attributed the same value to it as to a statement made by Dombo itself.", "The Court of Appeal went on to hold:", "\"The Court of Appeal is of the opinion that the evidence required from Dombo has not been provided. The statements of the witnesses [D., H. and O.] are not definite enough for this purpose and the statement of [C.U.] and the notarial statement made by [S.] - whose experience, as considered, dates only from after 12 May 1981 - are contradicted by those of the witnesses [Van W. and K.]. The fact that no written evidence is available of such an important agreement as that referred to by Dombo, as would normally be expected, compels the Court of Appeal to take a strict view of the evidence, and this should also be taken into account. It was established during the proceedings that between December 1980 and January 1981 the [Bank] in effect consented to extend the credit facilities to Dombo in various forms in larger amounts than Dombo was entitled to by virtue of any written agreement, but this does not necessarily mean that Dombo was entitled to the credit facilities for that reason alone, in the sense that the [Bank] would not be justified in applying a kind of temporary embargo on the facilities for reasons of its own. Although the ease with which the [Bank] allowed [Dombo] to exceed considerably the credit limit officially in force provides food for thought, it can be explained by the negotiations between the parties, which came to light during the proceedings, concerning the establishment of a substantially higher credit limit, in which - as was also common ground between the parties - the sum of NLG 2,600,000 was mentioned. It is clear from the statement of the witness [Van W.] - and Dombo did not contest this again after the examination of that witness - that at the end of January 1981 the then managing director of Dombo, by misleading the witness, twice succeeded in drawing considerable sums over and above what was already to be regarded as officially a substantial overdraft on Dombo’s consolidated accounts. This amount could reasonably provide the [Bank] with grounds for temporarily ‘shutting off the flow of credit’ to Dombo.\"", "The Court of Appeal further held that since the agreement had not been proved, it was not necessary to examine the question whether the Bank had in fact frozen Dombo’s accounts in breach of it and it went on to dismiss Dombo’s claim.", "20. In June 1986 Dombo filed an appeal on points of law (cassatie) to the Supreme Court (Hoge Raad). Paragraph 2 of its (quite extensive) statement of grounds of appeal (middel van cassatie) was particularly directed against Judge Van E.’s decisions to uphold the objections to hearing Mr van Reijendam as a witness for Dombo and reject those against hearing Mr van W. as a witness for the Bank. This paragraph argued, inter alia:", "\"Furthermore, the decisions of the Court of Appeal, (also) if considered in relation to one another, are incorrect in view of Article 6 (art. 6) of the [Convention], which guarantees everyone a fair hearing of his case in the determination of his civil rights and obligations. After all, this provision implies (inter alia) that the parties should be able to fight each other with equal means (‘equality of arms’) and that every party to civil proceedings should have the opportunity to present his case to the court in circumstances which do not place him at a substantial disadvantage vis-à-vis the opposing party.\"", "21. The Advocate-General (advocaat-generaal), in her advisory opinion (conclusie) of 8 January 1988, formulated the opinion that Dombo was right to argue that \"according to current legal opinion\" a person who \"could be identified with a party\" should be allowed to testify. In support of this view she referred to the new law of evidence in civil procedure, which had by then been accepted by Parliament (see paragraph 27 below). As an additional argument in favour of this proposition she pointed to Article 6 para. 1 (art. 6-1) of the Convention, on which Dombo could in her view properly rely. In this connection she argued, inter alia:", "\"In the present case the point was that [Mr van W.] was able to present his view of what was (or was not, as the case may be) agreed or discussed between himself and Mr van Reijendam in December 1980 to the court extensively (his statement comprises four pages in the official record and two pages in the judgment of the Court of Appeal), while Mr van Reijendam was not allowed to give his version of the events himself. Yet the success of Dombo’s action depended on that.\" She went on to advise allowing Dombo’s appeal.", "22. The Supreme Court dismissed the appeal on 19 February 1988. It rejected Dombo’s arguments based on \"current legal opinion\", considering that the law of evidence in force was based on the exclusion of parties as witnesses in their own case so that it was not possible to anticipate the entry into force of the new law, which had an entirely different structure. It likewise rejected the complaint based on Article 6 para. 1 (art. 6-1) of the Convention; this was based, according to the Supreme Court, on the argument that the Court of Appeal had violated the principle that \"the procedural rights of both parties should be equivalent\". This line of argument, in the opinion of the Supreme Court, \"... fails to recognise that in assessing the convincingness of the content of witnesses’ statements, the judge with competence to determine questions of fact is free to consider the nature and degree of involvement of a witness with a party in proceedings and that he must also judge a witness’s statement in the light of what the opposing party has put forward in its written pleadings or when appearing before the court in person\".", "23. Prior to the entry into force of the new rules of evidence in civil cases on 1 April 1988 (see paragraph 27 below) evidence in civil procedure was governed by the Civil Code (Burgerlijk Wetboek - CC) and the Code of Civil Procedure (Wetboek van Burgerlijke Rechtsvordering - CCP), both of which dated from 1838 and were largely based on the corresponding French codes. The former law, which applied at the time of the proceedings in issue, did not lay down in so many words that a person was not allowed to testify in a case to which he was a party. It was nevertheless generally accepted that, in the words of the Supreme Court, \"one of the principles of the Netherlands law of civil procedure is that a person who is formally or substantively a party to litigation cannot be heard as a witness in his own case\" (judgment of 1 February 1963, NJ (Nederlandse Jurisprudentie, Netherlands Law Reports) 1964, 157). This view was based on, inter alia, Article 1947 para. 1 CC, according to which relatives by blood or by marriage in a direct line, spouses and former spouses of parties to proceedings were disqualified from being witnesses. The rule that an actual party was not allowed to give evidence himself was repeatedly confirmed and strictly applied by the Supreme Court, as reflected by, inter alia, its judgments of 22 May 1953, NJ 1953, 647; 1 February 1963, NJ 1964, 157; 5 January 1973, NJ 1973, 106, and the judgments referred to below in paragraph 25.", "24. However, it did not follow that it was impossible for the courts to hear parties in person. The courts had the following possibilities at their disposal:", "(a) The \"decisive oath\" and the \"supplementary oath\" involved hearing a party to proceedings on oath.", "(i) One party might call upon the other to confirm on oath the truth of a certain disputed fact. If the other party took the oath, then proof to the contrary was no longer admissible; if he refused, then the contrary statement was accepted as the truth. This was the \"decisive oath\" (beslissende eed) (Articles 1967-1976 CC).", "(ii) The court also had the possibility of ordering, of its own motion or at the request of a party, that one or other of the parties should take the \"supplementary oath\" (aanvullende eed). It could impose such an oath on the party which was, in its view, the most appropriate for the purpose, provided that the statements to which the oath was to relate were neither proved nor entirely unsubstantiated (Articles 1977 and 1978 CC). It was in particular the supplementary oath on which parties not infrequently relied when there was a possibility that their evidence would be insufficient; they would ask the court for permission to supplement their evidence in this way if the court were to hold it to be insufficient on its own.", "(b) The courts also had three possible ways of hearing parties which did not involve putting them on oath:", "(i) By means of an \"examination on points in issue\" (verhoor op vraagpunten) of one party at the request of the other (Articles 234-247 CCP). The party requesting such an examination had to file his questions beforehand; however, the court was entitled to ask additional questions occasioned by the examination, as was the party who had requested it.", "(ii) By ordering, of its own motion or at the request of either party, the personal appearance of the parties for the purpose of obtaining information (comparitie tot het geven van inlichtingen) (Article 19a CCP). In principle, such an order was for the appearance of both parties.", "(iii) In the event of oral pleadings (pleidooien). Article 20 CCP allowed parties to present their cases themselves, but this was very rare; however, parties were frequently present at the oral pleadings and the court could make use of the opportunity to question them (Article 144 para. 2 CCP). It was commonly assumed that statements made in these three instances did not constitute evidence in support of the position of the party that made them.", "25. If a party to proceedings was a legal person, then the rule disqualifying a party as a witness applied to any natural person who was to be identified with the legal person concerned.", "A natural person was identified with a legal person if he had acted in the proceedings as its representative (as appears from, inter alia, the Supreme Court’s judgments of 27 June 1913, NJ 1913, p. 865; 28 April 1916, NJ 1916, p. 786; 19 January 1922, NJ 1922, p. 319; 17 January 1969, NJ 1969, 251), or if he was empowered by law or by its statutes to act as its legal representative (see, inter alia, the Supreme Court’s judgments of 9 January 1942, NJ 1942, 302; 12 January 1973, NJ 1973, 104; 26 October 1979, NJ 1980, 486; 18 November 1984, NJ 1984, 256).", "26. Whether or not a person was qualified to be a witness had to be determined in the light of the situation obtaining when he was to make his statement. Under this general rule it was usually assumed that a former director of a legal person, who would have been prevented from giving evidence while he retained his position, qualified as a witness following his dismissal (see, inter alia, the Supreme Court’s judgment of 28 June 1985, NJ 1985, 888). However, this was not the case if the person concerned had not genuinely lost his position within the legal person and where his dismissal had to be construed as a sham (schijnhandeling) (see, inter alia, the Supreme Court’s judgment of 18 November 1983, NJ 1984, 256, and its judgment in the present case of 19 February 1988, published with an annotation in NJ 1988, 725).", "27. The law of evidence in civil proceedings was extensively amended by the Act of 3 December 1987, Staatsblad (Official Gazette) 590, which entered into force on 1 April 1988.", "The Bill on which the new law is based dates from as long ago as 1969. One of the reasons why it took so long for this Bill to become law was the controversy surrounding the question whether the above principle - i.e. that parties should not be allowed to testify -should be abandoned or whether, alternatively, it should be accepted that parties might be heard as witnesses. During the parliamentary proceedings this remained the subject of heated debate both in Parliament and outside it, but it was eventually decided to abandon the old practice. Article 190 CCP now allows parties to give evidence as witnesses in their own case. Accordingly, the decisive and supplementary oaths referred to in paragraph 24, sub-paragraph (a), above have ceased to exist.", "It appears from the drafting history of this legislation that those cases \"in which insufficiency of evidence on the part of one party leads to legal inequality\" especially led to the conclusion that \"the arguments in favour of allowing parties to testify should be given more weight than the fear of bias and problems of assessment, which incidentally are just as likely to occur in the case of other statements by witnesses\". As an example of such legal inequality it was mentioned \"that a party who is a natural person who is disqualified as a witness may be confronted with (for instance) a party who is a legal person, which is in a position to bring forward ‘third parties’, although the credibility of these witnesses is just as doubtful in view of their close connections with that party or the proceedings. ... [I]t is difficult to see why one individual should be allowed to make a statement under oath in court about matters in which he had a part while the other person involved should not. This even applies regardless of any insufficiency of evidence in the sense that no other evidence is available \" (Parlementaire Geschiedenis Nieuw Bewijsrecht, Parliamentary Drafting History of the New Law of Evidence, pp. 189-90)", "It should be observed that differences continue to exist between a witness who is a party to the proceedings in question and a witness who is not. For present purposes, it is sufficient to note that pursuant to Article 213 para. 1 CCP the statement of a witness who is party to the proceedings \"concerning the facts to be proved by him cannot provide evidence to his advantage, unless the statement supplements incomplete evidence\"."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}