{"ITEMID": "001-60335", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SAJTOS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Françoise Tulkens", "TEXT": ["6. On 13 May 1996 a private individual, in his capacity as representative of a commercial company, lodged a criminal complaint with the Greek authorities against the applicant. As a result, criminal proceedings were instituted against her and two other Hungarian citizens for fraud which had caused particularly high damage and which had been committed by persons who commit acts of fraud as a profession.", "7. On 16 April 1997 the investigating judge summoned the applicant to appear before her and submit statements in defence. At the same time, the investigating judge invited the competent Hungarian Judicial Authorities to provide judicial assistance according to Article 457 of the Code of Criminal procedure. The relevant application to these authorities indicated that the proceedings were based on the above-mentioned complaint and some testimonies. Finally, the investigating judge sent a fax message to the Police Station of Makrygialos, Pierria, where the applicant normally resided, whereby she summoned again the applicant to appear before her.", "8. By a document of 3 September 1997, the Ministry of Justice informed the investigating judge that the Hungarian Judicial Authorities had served on the applicant the summon to appear of 16 April 1997.", "9. On 13 October 1997 the investigating judge issued an arrest warrant against the applicant following an opinion of the Public Prosecutor at the First Instance Criminal Court of Piraeus. The arrest warrant indicated the offence committed by the applicant, the relevant facts of the case and the relevant Articles of the Criminal Code.", "10. After the completion of the investigation proceedings, the file was transmitted to the Public Prosecutor who, on the basis of the file of the case, proposed to commit the applicant and two other Hungarian citizens for trial before the three-member Court of Appeal of Piraeus. Furthermore, the Public Prosecutor proposed that the arrest warrant should continue to produce its effects and that the accused be detained until the hearing, in the event that they were arrested.", "11. On 19 March 1998 the indictments chamber of the Appeal Court of Piraeus adopted the proposal of the Public Prosecutor. Its decision no.571/1998 was delivered on 1 June 1998.", "12. The applicant came to Greece on 1 August 1998 and was arrested in Katerini on 3 August 1998, at 7.15 p.m. On 4 August 1998 the applicant was brought to the police station of Katerini where she was kept until 7 August 1998 at 6 a.m.", "13. On 7 August 1998 the applicant was transported to a police detention centre in Piraeus. She met her lawyer on 10 August 1998. The lawyer arranged for her to be transported to Korydallos women’s prison. She claims that in Korydallos prison she was kept together with “common criminals”. Being a vegetarian, she could not eat the food served. As a result, she started losing her hair. She was not interrogated during this period of time either.", "14. On 13 August 1998 the applicant appealed against decision no. 571/1998 of the indictments chamber of the Appeal Court of Piraeus. She also applied for release.", "15. On 18 September 1998 and 11 November 1998 the applicant submitted further observations to substantiate her appeal and reiterated her application for release.", "16. On 17 December 1998 the indictments chamber of the Appeal Court of Piraeus adopted the Public Prosecutor’s proposal not to bring the applicant to trial. Accordingly, it discontinued the proceedings against the applicant and ordered her release. Furthermore, it held that no compensation should be granted to the applicant for her detention pending trial, because her detention was due to her own gross negligence. Gross negligence consisted in the fact that the applicant had refused to appear before the investigating judge in order to rebut the charges and produce the relevant documents which were later submitted before the indictments chamber and which would have prevented her from being provisionally detained, if they had been submitted at an earlier stage.", "17. The applicant was released on 21 December 1998. On 22 December 1998 she was expelled from Greece.", "18. The Code of Criminal Procedure provides as follows:", "“Persons who have been detained on remand and subsequently acquitted ... have the right to request compensation ..., if it has been established in the proceedings that they did not commit the criminal offence for which they have been detained on remand.”", "“The State does not have any obligation to compensate a person who ... has been detained on remand if the latter, intentionally or by gross negligence, was responsible for his own detention.”", "“Upon an application submitted orally by the person who has been acquitted, the court which heard the case shall decide on the State’s obligation to pay compensation in a separate decision issued at the same time as the verdict. However, the court may also issue such a decision proprio motu ...", "The decision regarding the obligation of the State to pay compensation cannot be challenged separately; it is, however, quashed when the decision on the principal issue of the criminal trial is reversed.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}