{"ITEMID": "001-60726", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF PINCOVÁ AND PINC v. THE CZECH REPUBLIC", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. On 29 December 1967 the first applicant and her husband purchased a forester’s house with a barn and cowshed which they had been renting since 1953. The sale price – 14,703 Czechoslovak korunas (CSK) – was fixed by a surveyor appointed by the landlord, a State enterprise which was also the couple’s employer and which had acquired the house without compensating the former owners, who had been dispossessed of their property in 1948 pursuant to Law no. 142/1947 on revision of the First Land Reform (zákon o revizi první pozemkové reformy).", "10. On 30 June 1968 the first applicant and her husband paid the vendor CSK 2,030 under the terms of an agreement giving them the right to make personal use of the land attached to the house.", "11. On 23 December 1992, after the entry into force of Law no. 229/1991 (zákon o půdě – “the Land Act”), the son of the persons to whom the forester’s house had belonged until its confiscation in 1948 instituted proceedings in the Příbram District Court (okresní soud) seeking recovery of the property by virtue of section 8(1) of the Land Act. He alleged that the acquisition of the house by the first applicant and her husband had been vitiated by a breach of the regulations in force at the time and that they had enjoyed an unlawful advantage in that the price they had been required to pay had been lower than the property’s real value. He argued that the valuation of the house had been neither objective nor compatible with the legislation then in force.", "12. In their defence, filed with the District Court on 12 February 1993, the applicants submitted that the purchase price had been properly calculated in accordance with the provisions applicable at the material time, and pointed out that the contract of sale had been adjudged valid by the Příbram branch of the State notary service (státní notářství), which had registered it.", "13. On 7 February 1994 the District Court commissioned an expert opinion to establish whether the 1967 valuation had complied with the regulations then in force. The expert’s report was filed with the court on 30 March 1994. In it the expert stated that after studying the file and the 1967 valuation he had found that “this valuation was not entirely compatible with the legislation in force at the time” and that he had “in addition noted instances of underestimation of area”. He had therefore decided to “carry out a complete revaluation, applying the legislation formerly applicable and taking as [his] basis the state of affairs as described in the course of the proceedings” in order to be able to compare the two valuations and quantify the difference between them. The expert report assessed (a) the inhabitable parts of the property and (b) the non-inhabitable parts, namely the barn and cowshed. With regard to the latter, the expert reported:", "“... the small barn and the adjoining cowshed were classified as ‘small constructions’, as they served only for the use of the occupier, not for any agricultural activity. That led to an essential difference between the valuation produced ... in 1967 and the present one. My valuation is justified by a written instruction of 1965 relating to Article 7, which provides: ‘The purchase price may also be applied to small constructions used for animal husbandry, provided that this activity does not go beyond the personal needs of the owner and the members of his family.’ The barn is currently used as a toolshed. ... My classification of the two buildings complied with Annex 5 to Decree no. 73/1964 ... I took the barn and cowshed to be possessions in personal ownership, as they were not used for agricultural activities but only for the needs of the owner. If they had been private property the legislation then in force would not have permitted their transfer. Public establishments could sell to individuals only buildings classifiable as properties in personal ownership ... The difference in price for these two buildings, in relation to the 1967 valuation, is nearly CSK 4,600 ...”", "14. The applicants pointed out that the expert’s valuation of the inhabitable parts of the premises was practically identical to the 1967 valuation, the difference of CSK 4,600 being solely due to the valuation of the barn and cowshed. They challenged the valuation procedure because it had been based on Decree no. 73/1964, which did not specify the prices applicable in practice to buildings belonging to socialist organisations, and whose Article 7 § 2, they argued, excluded its application to their case. They further submitted that the price difference that had been noted was due in large part to a different assessment of the depreciation to be taken into account for the two buildings in question.", "15. After the death of the first applicant’s husband, her son, the second applicant, became the co-owner of the forester’s house.", "16. In a judgment of 12 September 1994 the District Court allowed the application by the son of the former owners and decided to transfer title to the disputed property to him, ruling as follows:", "“After assessing the evidence, particularly the depositions of the parties and the witnesses, the contract of sale registered by the Příbram State notary service on 3 February 1969, the agreement of 30 June 1968 conferring the right to make personal use of the land, ..., the valuation of the house ... made on 20 December 1967 ..., the expert report of 15 December 1992, drawn up in accordance with instructions from [the first applicant] and admitted by the court in evidence, ..., and the expert report on the price of the buildings, drawn up by the court-appointed expert ..., the Court notes that ... the Land Act (Law no. 229/1991) applies, since the dispute concerns transfer of title to buildings intended for forestry production, within the meaning of section 1(1)(c) of the Land Act ...", "The claimant ... is entitled to claim restitution under the restitution legislation ... The members of the defendants’ family were not leading figures of the former communist regime but simple forestry workers who moved into the house as employees of the enterprise. They agreed to buy it when their employer gave them the opportunity to do so because they had no alternative accommodation. As for the purchase price, they accepted the amount fixed by [the surveyor], which they had no reason to challenge.", "Nevertheless, it is incontestable that whereas the purchase price of the house should have been fixed at CSK 19,477, it cost them only CSK 14,703. Consequently, the conditions of section 8(1) of the Land Act are satisfied in the instant case because, in 1967, the defendants acquired the property at a price lower than the true value. The difference amounted to a quarter of the true value.”", "17. On 11 October 1994 the applicants appealed against the above judgment to the Prague Regional Court (krajský soud). They submitted that at the time when the proposal that they should purchase the house had been made to them they were under threat of eviction. They pointed out that both the surveyor’s report and the contract of sale had been drawn up by the vendor, and that the transaction had been effected in accordance with the legislation then in force – indeed the Příbram State notary service had verified the purchase price before registering the contract. They alleged that the court expert’s report did not constitute sufficient proof that the purchase price had been lower than the price required by the regulations at that time. They accordingly asked the Regional Court to order a new expert report.", "18. On 4 January 1995 the Prague Regional Court upheld the first-instance judgment, ruling as follows:", "“It emerges from the [1994] expert report ... that the valuation made [in 1967] did not comply with the rules in force at the time. ... The barn and the cowshed should have been valued as buildings in personal ownership, since they were not used for agricultural purposes but had been placed at the disposal of the owners of the house. ... According to Regulation 10/1964 of the Ministry of Economic Affairs ... only buildings in personal ownership could be sold to citizens by a socialist organisation. If the regulation then in force and Decree no. 73/1964 had been applied, the purchase price would have been fixed at CSK 19,477.", "Consequently, the Regional Court upholds the District Court’s finding that the question of the transfer of title must be considered under Law no. 229/1991 ... It has been established that the purchase price was determined by the vendor without the benefit of any expert report ... and that it was lower than the price required by the rules on prices then in force, which is apparent from the [court] expert’s report.", "As to the appellants’ objection that the contract of sale was registered by the State notary service ... which deemed the barn and cowshed to be buildings in private ownership, it should be noted that this classification was the result of a legal opinion which is not a binding precedent for adjudication of the case ... Moreover, regard being had to the fact that the claimant has already obtained the restitution of 50 hectares of woodland, it is desirable, in accordance with Law no. 229/1991 ..., for the forester’s house to be used for its original purpose.”", "19. On 17 March 1995 the applicants appealed to the Constitutional Court (Ústavni soud), submitting that they had purchased the house in accordance with the rules then in force and without any unlawful advantage. They also relied on Article 399 § 2 of the Civil Code, under which a contract of sale could be declared void only when the purchase price was too high. They argued that the Regional Court had deprived them of their property and that accordingly their right to protection of their property under Article 11 § 1 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod) had been infringed. They further complained that they had been deprived of fair and appropriate compensation, contending that although by virtue of section 8(3) of the Land Act a natural person was entitled to reimbursement of the purchase price and the costs reasonably incurred for the upkeep of the property, the sum of 14,703 Czech korunas (CZK) for the purchase price and reimbursement of their costs could never make good the loss of the house. They had been deprived of their title to the property on account of the difference noted between two prices calculated according to two different methods. Moreover, in the judicial proceedings they had not been on an equal footing with the other party, particularly in view of the possibility the claimant enjoyed of consulting the relevant documents. In that connection they relied on Article 37 of the Charter.", "20. The applicants also asked the Constitutional Court to stay execution of the Regional Court’s judgment and declare null and void part of section 8(1) of the Land Act. They argued that in so far as the provision in question permitted restitution in the event of “the purchase of immovable property at a price lower than the price required by the regulations on prices then in force”, thus threatening title acquired in accordance with the legislation applicable at the time of purchase, it gave former owners the possibility of challenging the valuation of properties made at the time of their transfer. They asserted that section 8(1) of the Land Act thus caused them prejudice identical to that caused between 1948 and 1989, which the Act was supposed to attenuate. They submitted that it was inadmissible to make natural persons who had acquired property in good faith and in accordance with the legislation applicable at the material time bear responsibility for unlawful decisions or incorrect procedures adopted by the State.", "21. On 24 April 1995 the applicants asked the District Court to stay execution of the Prague Regional Court’s judgment, to exempt them from payment of the costs of the proceedings and to reopen the case. In the latter application they based their arguments on an opinion on the question of methodology delivered by the author of an exegesis of the relevant legislation published by the Czech Prices Authority (Český cenový úřad), which in their submission proved unequivocally that the court expert had made a mistake. They also submitted to the District Court documents from the State archives capable of proving what use the disputed property had been put to in the past.", "22. On 21 April 1995 people living in the municipality of Hříměždice and other villages sent a petition to the President of the Republic and to Parliament expressing their belief that the human rights guaranteed by the Constitution had been infringed in the applicants’ case. They pointed out that the son of the former owners had recovered possession of a large estate (40 hectares of woodland and 100 hectares of other land), whereas the applicants had lost nearly all their possessions, although they had acquired them in good faith.", "23. On 20 June 1995, in response to the petition, an MP sent a written question to the Deputy Prime Minister, the Minister of Agriculture and the Director of the Legislation and Public Administration Office, saying that he wondered whether section 8(1) of the Land Act, which provided for the possibility of restitution in the event of “the purchase of immovable property at a price lower than the price required by the regulations on prices then in force”, was not contrary to the principle of legal certainty, in so far as it made it possible to transfer the responsibility for unlawful acts by the State to individuals who had acted in good faith. He also considered problematical, from the point of view of equality between litigants, legal provisions such as section 21(a) of the Land Act, which guaranteed persons who could claim restitution the right to various forms of assistance or exemption from costs in the judicial proceedings.", "24. The Deputy Prime Minister replied on 7 July 1995. He said the doubts expressed were unfounded and pointed out that the Land Act had been framed in such a way as to pose, in addition to the general conditions, three additional tests each designed to exclude the purchasers’ good faith. The fact that the Land Act referred to the legislation in force at the time of purchase could not be considered to impair legal certainty on account of some retrospective effect.", "25. On 23 August 1995 the District Court examined at a public hearing the applicants’ application for the proceedings to be reopened. Despite a new expert report submitted by them and drawn up on their own initiative, it refused the application, noting, inter alia, that in the original proceedings neither party had called as a witness the expert appointed by the court and that it was only on appeal that the applicants had asked for the expert evidence to be reviewed. Consequently, the statutory conditions for a retrial had not been met in the instant case.", "26. On 27 September 1995 the applicants appealed against the above decision, asserting that they had submitted evidence which it would have been objectively impossible for them to present during the original proceedings. On 26 February 1996 the Prague Regional Court upheld the decision of 23 August 1995, holding that there were no facts, decisions or evidence which it would have been impossible for the defendants to rely on in the initial proceedings. However, it gave leave for an appeal on points of law against its ruling.", "27. On 11 April 1996, therefore, the applicants appealed on a point of law to the Supreme Court (Nejvyšší soud). They argued that in the proceedings on their appeal against the judgment which had transferred title they had proposed in vain the commissioning of a second expert report and that the Regional Court’s attitude had prompted them to have a new expert report drawn up on their own initiative.", "28. On 13 January 1997 the Constitutional Court dismissed the applicants’ constitutional appeal as manifestly ill-founded, ruling as follows:", "“The alleged violation of Article 11 § 1 of the Charter of Fundamental Rights and Freedoms must be examined not just from the appellants’ point of view but also from that of the person claiming restitution... The Court refers in that connection to its judgment published under file no. 131/1994 ..., in which it noted that the purpose of restitution was to attenuate infringements of the rights of real-property owners by making reparation for the unlawful act committed at the time of the transfer of the property and by giving priority to the restitution of properties in their original condition. Consequently, the Court cannot find a violation of Article 11 § 1 unless the statutory conditions for restitution are satisfied. ...", "The annulment sought by the applicants, of part of section 8(1) of the Land Act (Law no. 229/1991), would have limited the right to restitution and would have harmed the interests of a large number of restitution claimants ... The laws on restitution must establish the conditions for redressing wrongs, it being understood that it is for the national courts to examine all the circumstances in the light of the purport and general object of those laws.", "The reporting judge has established, in the light of all the documents submitted, that the ordinary courts correctly applied the law to the case in allowing the claim for restitution and in deciding that title should be transferred to the claimant ..., as the appellant and her husband had bought the house at a price lower than the price resulting from application of the rules on prices then in force.", "As regards violation of Article 37 of the Charter, which enshrines the principle of equality between litigants, the Court notes that during the judicial proceedings the courts scrupulously examined both the evidence adduced by the person claiming restitution and the evidence adduced by the defendants. ...", "29. On 24 March 1997 the applicants submitted further grounds for their appeal on points of law (dovolání), observing that all the courts dealing with their case, including the Constitutional Court, had proceeded on the assumption that the report of the court-appointed expert was correct, whereas, among other defects, it had been established on the basis of a directive from the Ministry of Economic Affairs which had no legal validity, and that Decree no. 73/1964 was not applicable to the case. They also drew attention to the fact that, according to the second expert report drawn up at their request, the purchase price they had paid in 1967 was not lower but higher than the price required by the legislation in force at the time of the sale.", "30. On 28 April 1997 the Supreme Court declared the applicants’ appeal on points of law inadmissible, pointing out that it could have been admitted in the initial proceedings but could not be in proceedings brought by means of an application for a retrial.", "31. The applicants were reimbursed by the Ministry of Agriculture the purchase price they had paid in 1967 and the sum they had paid for the right to make personal use of the land. They thus received altogether CZK 16,733. On the other hand, reimbursement of the costs they had reasonably incurred for the upkeep of the house was put off on account of a disagreement between the applicants and the State over the applicable rate. According to the applicants, the State had announced that it was prepared to pay them CZK 156,646 but had never made the slightest payment, in spite of their request that it do so. The amount must therefore be fixed by the District Court, the applicants having brought an action against the Ministry of Agriculture in April 2000 seeking payment in the sum of CZK 364,430.", "32. According to the information supplied by the parties, the new owner of the property has not to date offered the applicants alternative accommodation and they still live in the house. They contended that the new owner had refused to sign a tenancy agreement with them in order to regularise the situation but had brought an action in the District Court seeking payment of arrears of rent in the sum of CZK 28,072 (corresponding to more than CZK 900 per month), plus default interest. Apparently this action led on 31 March 2000 to an order to pay being made against them. When they appealed, two hearings were seemingly held on 27 April and 26 June 2000, and the owner, it would appear, is now seeking a still higher sum, corresponding to a rent of CZK 1,200 per month. The applicants observe that the proceedings they brought in April 2000 in order to determine how much they should be reimbursed for the costs they incurred for the upkeep of the property are still pending. They therefore consider that their position vis-à-vis the public authorities is less favourable than that of the new owner.", "33. Article 11 §§ 1 and 2 of the Charter of Fundamental Rights and Freedoms provide, among other matters, that everyone enjoys the right of property. Statute law must specify which goods necessary for society’s needs, development of the national economy and the public interest may be possessed exclusively by the State, by municipalities or by legal persons designated therein; it may also make provision for certain goods to be possessed exclusively by citizens or natural persons resident in the Czech and Slovak Federal Republic. Under Article 11 § 3, any abuse of property to the detriment of the rights of others or in conflict with the general interest protected by law is forbidden. Article 11 § 4 provides that expropriation or enforced restriction of the right of property is possible only in the public interest, in accordance with the law and in return for compensation.", "34. Under Article 37 § 2 of the Charter everyone is entitled to legal assistance in proceedings before the judicial authorities, other State authorities or the administrative authorities. Article 32 § 1 provides that all parties to judicial proceedings must have the same rights.", "35. Section 1(1)(c) of the Land Act provides that the Act is applicable to inhabitable and farm buildings and to constructions, including the land on which they have been built, used for agricultural or forestry production, or for water management linked with such production.", "36. Section 4(1) provides that claims for restitution may be lodged only by a national of the Czech and Slovak Federal Republic whose lands, buildings and/or constructions which had formerly been part of an agricultural undertaking were transferred to the State or other legal persons under the conditions set out in section 6(1) between 25 February 1948 and 1 January 1990. Section 4(2)(c) provides that where such a person dies or is declared deceased before expiry of the time-limit laid down in section 13, his or her right to restitution is transferred, on condition of citizenship of the Czech and Slovak Federal Republic, to the following natural persons: in equal shares to the children and spouse of the person referred to in section 4(1); where a child dies before expiry of the time-limit laid down in section 13, his or her children succeed to the right to claim, and if one of them dies the right passes to his or her children.", "37. Section 6(b) provides for the return, to persons entitled to claim its restitution, of immovable property transferred to the State or a legal person by confiscation without compensation under Law no. 142/1947 on revision of the First Land Reform or Law no. 46/1948 on the New Land Reform.", "38. Section 8, amended by Law no. 195/1993, provides in particular that it is for the courts to decide whether to return a property in the possession of a natural person who acquired it from the State or another legal person in breach of the rules then in force or at a price lower than the price required by the regulations on prices applicable at the material time, or who enjoyed an unlawful advantage at the time of purchase. Section 8(3) provides that the person who is obliged to return a property pursuant to section 8(1) is entitled to reimbursement of the purchase price and the costs reasonably incurred for its upkeep.", "39. Section 21(a) provides for exemption from the payment of administrative fees in connection with restitution, exchange of properties or compensation. A person entitled to claim restitution who seeks to assert his right against a person required to return the property concerned does not have to pay court fees. That exemption also applies to persons who seek to assert their rights under section 8. Costs for valuations and for identifying and surveying plots of land are borne by the State.", "40. Under section 28(a), and except where otherwise provided, the amount of compensation awarded under the Land Act is fixed in relation to the prices valid on 24 June 1991, as Decree no. 182/1988 applies to the prices of real property.", "41. Under Article 712 of the Civil Code, alternative accommodation may take the form of either a compensatory flat or compensatory housing. A compensatory flat means a flat whose dimensions and facilities are such as to guarantee that the tenant and his household can be housed in a manner consistent with respect for human dignity. Compensatory housing means a bed-sitting-room or a room in a hostel for young unmarried persons, or a sublet part, whether furnished or unfurnished, of a flat rented by another tenant. If the tenant is entitled to alternative accommodation, he is not obliged to vacate the flat from which his eviction is sought until he has received appropriate compensation; co-tenants are entitled to only one offer of alternative accommodation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}