{"ITEMID": "001-59211", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF KROMBACH v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 6-1+6-3-c;Violation of P7-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. In April 1977 the applicant, a widower with two children, remarried. His second wife was a French national who herself had two children from a previous marriage with a French national from whom she had been divorced in 1976. During the summer of 1982 the applicant’s wife’s son and daughter were on school holidays at the applicant’s home at Lindau, near Lake Constance.", "10. The daughter, K.B., was fourteen years old and a French national. On 9 July 1982 she spent the day wind surfing. On her return she complained that she felt tired and was not as tanned as she would have liked. As he had done several times in the past, the applicant injected her at about 8.30 p.m. with a ferric preparation that was sold under the brand name Kobalt-Ferrcelit and was in principle intended for the treatment of anaemia.", "11. At about 9.30 a.m. on 10 July 1982 the applicant found K.B. dead in her bedroom and proceeded to inject her with various products in an attempt to revive her. A call was made to the emergency services and the body examined by a doctor at about 10.20 a.m. He put the time of death at about 3 a.m. and found no traces of violence, apart from marks made by injections to the thorax and right arm.", "12. The police immediately started an investigation into the death at the hands of a person or persons unknown and an autopsy was carried out by two pathologists on 12 July 1982. Although they were unable to determine the cause of death, primarily because the body was in an advanced state of decomposition, they found no evidence of sexual or other assault. Consequently, on 17 August 1982 the Kempten public prosecutor’s office made the first of four decisions to take no further action in the case, in accordance with Article 170 § 2 of the German Code of Criminal Procedure.", "13. The girl’s father then requested the Kempten public prosecutor’s office to make further inquiries, notably on the ground that the autopsy report had been criticised by a French forensic doctor to whom he had submitted a copy. The public prosecutor’s office agreed to his request and sought an expert opinion from the Institute of Forensic Medicine in Munich.", "14. On 27 November 1982 one of the pathologists who had carried out the autopsy said that wounds found to the girl’s external genitalia had been caused after death. On 3 March 1983, after he had carried out a chemo-toxicological and histological analysis and heard the pathologists, the applicant and other members of the family, the expert concluded that the girl had not died of natural causes. However, he was unable to reach any further conclusion about the cause of death, which, in his opinion, could not be attributed to the injection of the ferric product, no traces of which had been found in the body. In May 1983 a further expert pharmacological examination was carried out to determine the side-effects or contraindications of the ferric product that had been injected on the day before the girl’s death.", "15. On 14 June 1983 the Public Prosecutor at the Kempten Regional Court decided for the second time to take no further action. The Principal Public Prosecutor at the Munich Court of Appeal (Oberlandesgericht) took the view that an appeal lodged against that decision by the victim’s father on 4 July 1983 was an internal appeal (Dienstaufsichtsbeschwerde) and dismissed it on 20 September 1983.", "16. On 17 October 1983 the victim’s father lodged a complaint through his German lawyers in which the applicant was named as the suspect in the rape and murder of his daughter. The case file in the investigation that had been started in 1982 against a person or persons unknown was joined to the new investigation procedure that had been initiated on the complaint of the victim’s father. On 2 November 1983 the public prosecutor’s office at Kempten Regional Court decided for the third time, on the basis of the conclusions of the various experts in the previous investigation, to take no further action.", "17. The decision of 2 November 1983 to take no further action was upheld by the Principal Public Prosecutor at the Munich Court of Appeal on 30 January 1984 on the ground that the investigation had produced insufficient evidence to justify a prosecution.", "18. On 15 March 1984, after a petition had been sent to the Bavarian Regional Parliament, the investigation was resumed for the fourth time and on 15 April 1984 the Principal Public Prosecutor at the Court of Appeal instructed the public prosecutor’s office to make further inquiries.", "19. On 8 June 1984 the Kempten public prosecutor’s office requested the Toulouse public prosecutor’s office under arrangements for judicial mutual assistance to question the victim’s younger brother, who was born in 1971, about the circumstances of his sister’s death. The boy was questioned on 4 September 1984.", "20. In addition, a further pharmacological report on the toxicological effects of the ferric preparation was requested from the Clinical Pharmacology Institute in Bremen, which set out its conclusions in two reports dated 15 July and 26 September 1985. On 17 July 1985 the Kempten public prosecutor’s office also requested the French authorities under the arrangements for judicial mutual assistance to exhume the body which had been buried in Toulouse. The Toulouse investigating judge made an order to that effect on 30 October 1985 and on 4 December 1985 the body was exhumed and examined by two forensic doctors.", "21. On 24 February 1986, in the light of the conclusions of the expert report and of the negative results of the autopsy that had been carried out after the exhumation, the Kempten public prosecutor’s office decided for the fourth time to take no further action in the case. That decision was upheld on 9 May 1986 by the Principal Public Prosecutor at the Munich Court of Appeal.", "22. In accordance with the provisions of Article 172 of the German Code of Criminal Procedure, the victim’s father issued proceedings (Klageerzwingungsverfahren) in the Munich Court of Appeal in which he complained that the Principal Public Prosecutor should not have upheld the decision to take no further action and sought an order compelling the public prosecutor’s office to charge the applicant with voluntary or involuntary homicide. In a judgment of 9 September 1987 the First Criminal Division of the Munich Court of Appeal declared the appeal inadmissible.", "23. On 23 January 1984, while continuing to press for the applicant’s prosecution in Germany, the victim’s father lodged a criminal complaint for involuntary homicide against a person or persons unknown with the Paris investigating judge and applied to be joined as a civil party to the proceedings. The complaint was based on Article 689-1 of the French Code of Criminal Procedure, which lays down that aliens who commit a serious crime (crime) outside the territory of the Republic may be prosecuted and tried under French law if the victim is a French national.", "24. In support of his complaint the victim’s father lodged documents, expert reports, investigative papers and witness statements that had been obtained by the Kempten public prosecutor’s office in Germany.", "25. On 12 March 1985 the Paris investigating judge sent letters rogatory to the German authorities requesting them to question various witnesses and to take certain steps. The Kempten public prosecutor’s office replied on 2 November 1985.", "26. On 27 February 1986 the Kempten public prosecutor’s office sent the investigating judge a photocopy of the investigation file comprising three volumes.", "27. A new investigating judge assigned to the case in Paris was informed by the victim’s father on 10 March 1986 that the public prosecutor’s office had decided for the fourth time on 24 February 1986 to take no further action. He sent new letters rogatory to the German authorities on 17 June 1987, in which he invited them to make available to three French experts, whom he had appointed that day, samples that had been taken during the autopsy and examined by the three German experts who had compiled the report of 3 March 1983.", "28. In accordance with the French letters rogatory, the samples were delivered to the French police on 22 March 1988 and, on 25 March, to the experts who had been appointed on 17 June 1987. The experts lodged their report on 27 July 1988 and a supplementary report on 30 November 1988, in which they corrected an error of transcription.", "29. On 9 December 1988 the Paris investigating judge ordered an additional expert report with a view to ascertaining the precise role and effects of the medicines with which the applicant said he had injected his stepdaughter when attempting to revive her. That report was lodged on 26 December 1988.", "30. On 8 February 1989 the third investigating judge assigned to the case issued a summons requiring the applicant to appear before him. In a letter of 22 February 1989 the applicant informed the investigating judge that the German authorities had concluded after an investigation that no third party bore responsibility for K.B.’s death and that he saw no reason to travel to Paris. He indicated, however, that he was willing to be interviewed at his home.", "31. On 27 July 1989 the investigating judge sent a third set of letters rogatory to the German authorities asking them to notify the applicant of the conclusions of the expert reports of 27 July and 26 December 1988 and to put to him, as an “assisted witness”, certain precise questions regarding the sequence of events. The applicant was questioned by a German judge on 8 February 1990.", "32. On 20 May 1990 the applicant informed the investigating judge in reply to a request of 4 May that it was not possible for him to travel to Paris and that he had already answered the judge’s questions. He said, however, that he was willing to reply in writing to any further questions the judge might wish to ask.", "33. On 1 February 1991 – almost seven years after the investigation had begun – the applicant was charged with the crime of assault resulting in unintentional death. On 23 April 1991 he was questioned by a German judge acting pursuant to letters rogatory.", "34. On 10 July 1992 the investigating judge made an order closing the investigation and sending the file to the Principal Public Prosecutor at the Paris Court of Appeal, who lodged written submissions on 25 September 1992.", "35. Using the system established by the scheme for international mutual assistance in law enforcement, the applicant was notified of the date of the hearing before the Indictment Division on 28 January 1993. His lawyer was informed on 3 February 1993. Neither the applicant nor his lawyer attended the hearing on 11 March 1993.", "36. By a judgment of 8 April 1993 the Indictment Division of the Paris Court of Appeal committed the applicant to stand trial in the Paris Assize Court on a count of involuntary homicide. The Indictment Division noted the conflicting opinions of the French experts who had seen the evidence in the German file, including the expert reports. By way of conclusion the Indictment Division stated:", "“The investigation was started on a complaint of voluntary homicide. However, in the order closing the investigation the investigating judge charged Dieter Krombach with voluntary assault resulting in unintentional death. The Principal Public Prosecutor and the civil party have also submitted that he should be committed for trial on that charge.", "The court finds that the medical evidence gathered in the course of the investigation suggests that K.B.’s death was a direct consequence of an intravenous injection of a solution that might have been Kobalt-Ferrcelit. The injection was contemporaneous with the death.", "In order to justify that act, Dieter Krombach has furnished conflicting and untrue accounts, stating firstly that his intention had been to help the girl to tan more quickly and subsequently to treat her for her anaemic condition. Kobalt-Ferrcelit does not help people to tan and at the material time K.B. was a girl in perfect health, there being no reference in her medical records to any symptoms of anaemia.", "Dieter Krombach also lied about the chronology of the events when he affirmed that the injection had taken place several hours before the death. Lastly, the faked attempt to revive her and the use of mutually incompatible products on a living being can only be explained by an intention to conceal the cause of death.", "These factors taken as a whole constitute sufficient grounds for suspecting that Dieter Krombach gave the fatal injection not as a cure, but with the intention of causing death.”", "The Indictment Division also issued an arrest warrant.", "37. On 4 May 1993 the judgment was served on the applicant through the foreign public prosecutor’s service. The applicant was summonsed on several occasions for preliminary questioning in order to establish his identity, but refused to comply with any of the summonses.", "38. The applicant appealed to the Court of Cassation against the committal order. In his written submissions he argued, inter alia, that the non bis in idem principle had been contravened and that an estoppel per rem judicatam arose, as, although Article 689-1 of the Code of Criminal Procedure enabled aliens to be tried under French law if the victim of the crime was a French national, no prosecution could lie if there had been a final judgment overseas. In that connection, the applicant maintained that a discharge order had been made in his favour on 24 February 1986 by the Kempten public prosecutor’s office, an investigating body, and had become final with the decision of the Criminal Division of the Munich Court of Appeal of 9 September 1987.", "39. In a judgment of 21 September 1993 the Court of Cassation dismissed the applicant’s ground of appeal on the ground that it raised a new issue as neither the impugned judgment nor any of the procedural documents showed that the appellant had argued before the Indictment Division that the German judicial authorities had made a discharge order in his favour in respect of the same offence.", "40. On 7 September 1994 the applicant’s French lawyer was informed that the applicant was required to appear before Paris Assize Court from 7 to 10 November 1994. On 26 October he applied to the President of the Assize Court for an order for a supplementary measure to ensure that the case file contained all the documents from the German proceedings. The President dismissed that application by a letter of 3 November 1994 in which he informed the lawyer that it was for the assize court with lawful jurisdiction in the case to determine whether such a measure was necessary.", "41. By an order of 15 November 1994, which was served on 17 November 1994, the President of the Assize Court invited the applicant to report to the authorities within ten days. In accordance with Articles 627 et seq. of the Code of Criminal Procedure, that order was published in the Gazette du Palais (Court Gazette) and displayed in the courtroom of the Paris Assize Court and on the front door to the town hall of the first administrative district of Paris.", "42. On 7 February 1995 the applicant wrote a letter to the President of the Assize Court explaining that he was willing to attend the hearing on 1 March 1995 provided that he received an assurance that he would remain at liberty throughout the duration of the trial. He said that he could not understand the conduct of the French authorities, who had failed throughout the investigation in France to take the discharge order that had been made in Germany into account. He added that it was his intention to be represented by a lawyer.", "43. By an order of 1 March 1995 the President of the Assize Court adjourned the case to 9 March 1995.", "44. The applicant’s French lawyer, assisted by a German lawyer, lodged submissions with the Assize Court based on Article 6 of the Convention. He sought permission to represent the applicant in his absence and to make submissions regarding various matters, namely: the existence of an estoppel per rem judicatam, a ruling on the estoppel issue by the Assize Court acting on its own initiative, an order for an additional investigation to secure the communication of the investigation file by the German authorities and an examination of the scope of the discharge orders.", "45. By a judgment of 9 March 1995 delivered by the Paris Assize Court after it had heard the Advocate-General’s submissions calling for a thirty-year prison sentence, the applicant was found guilty of voluntary assault on his stepdaughter unintentionally causing her death and sentenced to fifteen years’ imprisonment.", "46. The Assize Court explained in its judgment that if the applicant had reported to the authorities, it would have been able to discontinue the in absentia procedure and the applicant would have been able to make any requests that would assist in his defence when complying with that mandatory procedural requirement. It also reminded the applicant’s lawyers, who were present at the hearing, that Article 630 of the Code of Criminal Procedure prohibited representation for absent defendants and laid down that their submissions were inadmissible.", "47. In a civil judgment that was also delivered in absentia on 13 March 1995, the Paris Assize Court ordered the applicant to pay 250,000 French francs (FRF) as reparation for non-pecuniary damage and FRF 100,000 for costs and expenses. The applicant’s lawyer had lodged a note to the Assize Court in deliberations in which he had pointed out that the total lack of representation for the defence in the civil action constituted a breach of Article 6 of the Convention. He complained in particular that he had not been informed of the heads of claim or of the civil party’s submissions.", "48. By an order of 1 June 1995 made under Article 636 of the Code of Criminal Procedure, the President of the Court of Cassation declared the applicant’s appeals against the judgments of the Assize Court inadmissible.", "49. A “Schengen” warrant followed by an international warrant were issued, on dates which are not indicated in the case file, for the applicant’s arrest.", "50. On 12 September 1995 the victim’s father applied to the Kempten Regional Court for an authority to execute the Paris Assize Court’s judgment ordering the applicant to pay FRF 350,000 in damages. On 29 April 1996 the Regional Court granted that application and its decision was upheld by the Munich Court of Appeal on 11 February 1997.", "51. The applicant appealed on points of law. By a decision of 4 December 1997 the Federal Court (Bundesgerichtshof) referred the case to the Court of Justice of the European Communities with a view to obtaining a preliminary ruling on the interpretation of Article 27 § 1 of the Convention of 27 September 1968 on Jurisdiction and Enforcement of Judgments in Civil and Commercial Matters, which lays down that judicial decisions shall not be recognised if recognition would be contrary to public policy in the State in which recognition is sought.", "52. Among the reasons given by the Federal Court for seeking a ruling was that it considered that the enforcement of the judicial decision obtained by proceedings in absentia such as those conducted in France might be regarded as contrary to German public policy, at least so far as the civil limb of the proceedings was concerned, as Article 103 § 1 of the Basic Law laid down that everyone had the right to be heard (Anspruch auf rechtliches Gehör), and that that right incorporated the right to representation by a lawyer. Lastly, referring to Article 6 of the European Convention on Human Rights, the Federal Court indicated that the decision delivered in absentia appeared to it to infringe the right to access to a court and, as regards the civil limb, the right to equality of arms.", "53. In a judgment of 28 March 2000, the Court of Justice of the European Communities held: “the court of the State in which enforcement is sought can, with respect to a defendant domiciled in that State and prosecuted for an intentional offence, take account, in relation to the public-policy clause in Article 27, point 1, of the Convention, of the fact that the court of the State of origin refused to allow that person to have his defence presented unless he appeared in person”.", "54. Following that judgment the Federal Court dismissed the application by the victim’s father of 29 June 2000 for an order to enforce the civil judgment delivered by the French Assize Court on 13 March 1995.", "55. On 7 January 2000 the applicant was arrested in Austria and detained pursuant to an order of the judge of the Feldkirch Regional Court (Journalrichter des Landesgerichts Feldkirch) pending the hearing of a request for his extradition. By an order of 21 January 2000 the judge concerned dismissed a bail application by the applicant, despite his offer of a surety.", "However, on 2 February 2000 the Innsbruck Court of Appeal (Oberlandesgericht Innsbruck) quashed that order and ordered the applicant’s immediate release. It considered that the judgment of the Munich Court of Appeal of 9 September 1987 (see paragraph 22 above), against which there was no right of appeal under German law, raised a relative estoppel per rem judicatam, since the investigation could only be restarted in Germany if new evidence came to light. Once the courts in the state in which the offence had been committed had decided not to prosecute the applicant and had taken a final decision in that regard, he could not be detained for the purposes of extradition. Lastly, the Court of Appeal held that Article 54 of the Convention implementing the Schengen Agreement (Schengener Durchführungsabkommen), which incorporates the non bis in idem principle, precluded the applicant’s being retried in France in respect of the matters for which a final discharge order had been made in his favour in Germany.", "56. Article 214 of the Code of Criminal Procedure lays down that if the offence charged is classified by statute as a serious crime (crime), the indictment division will commit the accused for trial by the assize court.", "There is an assize court in Paris and in each of the French départements. The court is composed of professional judges (the president and two wing members) and a nine-person lay jury whose members are drawn by lot from a panel of thirty-five jurors and ten substitute jurors chosen annually by lot for jury service during the four ordinary assize sessions held in the département.", "The inquiry into the facts of a serious criminal case (affaire criminelle) must be conducted orally at the trial. At the end of the hearing, the court retires to decide on its verdict and sentence. Article 349 of the Code of Criminal Procedure provides that the court must answer each of the questions contained in the operative provisions of the committal order by either “yes” or “no” and that each question must be put in the following way: “Is the accused guilty of having committed such an offence?”. The votes of a majority comprising at least eight jurors are required for the accused to be convicted of the offence.", "57. As regards the accused’s presence at the trial, Article 215 of the Code of Criminal Procedure lays down that the committal order, which is valid only if it contains a statement and the legal classification of the alleged offences, shall be accompanied by a warrant for the accused’s arrest, specifying his or her identity. Article 215-1 provides that an accused who is on bail must surrender to custody at the latest on the day preceding the hearing in the assize court and that the arrest warrant shall be executed if, after being duly summonsed and without due cause, he or she fails to attend on the appointed day for questioning by the president of the assize court. Article 270 provides for the accused to be tried in absentia if he or she cannot be apprehended and does not attend the trial (see paragraphs 59-61 below).", "58. As soon as the committal order has become final and the accused, after being detained, has been transferred to the prison in the locality where the assize court will sit, the president of the assize court must, in accordance with Article 273, establish the accused’s identity and ensure that he or she has been duly served with the committal order. Article 274 also requires the president to invite the accused to choose a lawyer to assist with his or her defence; if the accused fails to do so, the president must assign counsel to represent him or her. This is because Article 317 makes the accused’s representation at the trial mandatory and provides that if no counsel appears on behalf of the accused, the president must on his or her own initiative assign the accused counsel. Article 320 lays down that if an accused refuses to appear at the trial after being summonsed to do so by a bailiff the president may order that he or she be brought before the court by force. The president may also order that the hearing shall proceed notwithstanding the accused’s absence.", "59. As regards the procedure for trial in absentia, the main provisions of the French Code of Criminal Procedure are as follows:", "“If, after the committal order has been made by the indictment division, it has not proved possible to apprehend the accused or he or she has failed to report within ten days after the service of notice at his or her home to do so or the accused has absconded after reporting or being apprehended, the president of the assize court or, in his absence, the president of the court in the locality where the assize court will sit, or the judge replacing him or her, shall issue an order requiring the accused to report within a further period of ten days, failing which the accused shall be declared an outlaw, the exercise of his or her rights as a citizen shall be suspended, his or her assets shall be sequestered for the duration of the contempt, he or she shall not be entitled to take part in any court proceedings during that period, the criminal proceedings shall continue and any person knowing where the accused is to be found shall be under a duty to report that information. The order shall also contain particulars of the serious crime (crime) and of the arrest warrant.”", "“Within eight days that order shall be published in one of the newspapers in the département and displayed on the door to the accused’s home, the door to the town hall in the district where the accused lives and in the courtroom of the assize court. The Principal Public Prosecutor shall send an office copy of the order to the director of the State lands department in the locality where the accused who is in contempt resides.”", "“After ten days the court shall rule on the contempt issue.”", "“No lawyer (avocat or avoué) may attend on behalf of an accused who is in contempt. However, if it is totally impossible for the accused to comply with the injunction contained in the order made pursuant to Article 627, his or her close relatives or friends may explain the reason for his or her absence.”", "“If the court finds that due cause has been shown, it shall order a stay of the accused’s trial and, if necessary, of the order for the sequestration of his or her assets for a period commensurate with the nature of the cause shown and the distance to be travelled.”", "“Except in those circumstances, the order committing the accused for trial before the assize court, the affidavit of service of the order requiring the person in contempt to report and the affidavits confirming that that order has been published and displayed shall be read out. After that has been done and after it has heard the submissions of the Principal Public Prosecutor the court shall make an order for trial in absentia. If any of the formalities prescribed by Articles 627 and 628 have been omitted, the court shall declare the contempt procedure void and order it to be restarted from the stage where the first unlawful act occurred. Otherwise, the court shall deliver its verdict on the accusation without the assistance of the jurors and without being entitled to take into account any circumstances mitigating the guilt of the person in contempt in the event of a conviction. The court shall then decide the civil parties’ claims.”", "“If the person in contempt is convicted, his or her assets shall, if no confiscation order has been made, remain sequestered and a sequestration account shall be delivered to the person entitled to receive it once the conviction has become irrevocable as a result of the expiry of the limitation period for purging the contempt.”", "“Once all the publication procedures prescribed by [Article 634] have been carried out, the convicted person shall be subject to all the statutory disabilities.”", "“Persons in contempt shall not be entitled to appeal on points of law.”", "60. Article 639, which concerns the procedure when the contempt is purged, provides as follows:", "“If the person in contempt surrenders to custody or is arrested before the time allowed for enforcing the sentence has expired, the judgment and the procedural steps taken after the order requiring the accused to report shall be automatically null and void and the proceedings will continue under the ordinary procedure ...”", "61. Under the case-law, if a person convicted in absentia dies during the period allowed for the enforcement of the sentence, the conviction becomes irrevocable (Court of Cassation, Criminal Division, 1 July 1954, Recueil Dalloz 1954, p. 550).", "62. Resolution (75) 11 of the Committee of Ministers of the Council of Europe on the criteria governing proceedings held in the absence of the accused also contains a number of basic rules, including the following:", "“1. No one may be tried without having first been effectively served with a summons in time to enable him to appear and to prepare his defence, unless it is established that he has deliberately sought to evade justice ...", "...", "4. The accused must not be tried in his absence, if it is possible and desirable to transfer the proceedings to another state or to apply for extradition.", "5. Where the accused is tried in his absence, evidence must be taken in the usual manner and the defence must have the right to intervene ...", "...", "7. Any person tried in his absence must be able to appeal against the judgement by whatever means of recourse would have been open to him, had he been present.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}