{"ITEMID": "001-23005", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "VERLAGSGRUPPE NEWS GMBH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is the Verlagsgruppe News Gesellschaft mbH, a limited liability company with its seat in Tulln (Austria). It is represented before the Court by Mr G. Zanger, a lawyer practising in Vienna.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is the owner and publisher of the weekly magazine “News”.", "In its issue no 45/99 the magazine published articles reporting on a planned demonstration against racism and the FPÖ’s policy, and articles about Mr Haider, the Carinthia Regional Governor and, at that time, Chairman of the Austrian Liberal Party (FPÖ), commenting, inter alia, on his role in the ongoing process of the creation of the new Federal Government (Bundesregierung) after the election of the National Assembly (Nationalrat) in October 1999. On the front page it placed a photomontage picturing Mr Haider symbolising the devil: horns attached to a bald head on a blazing red background. This picture was accompanied by the following text sequences:", "“Arch-enemy Haider, how he plans to come into power” and", "“The Demonstration: Who opposes him” and", "“How he further tries to set fire”", "On 12 November 1999 Mr Haider brought compensation proceedings against the applicant company claiming compensation under section 6 of the Media Act (Mediengesetz) for defamation. He argued that the photomontage, picturing him as devil, constituted offences under the Criminal Code. Further he requested supplementary measures under the Media Act, such as the publication of a notice that proceedings under that Act had been opened and the publication of the judgment.", "On 19 November 1999 the St. Pölten Regional Court (Landesgericht), without having held a hearing, ordered the applicant company to publish the following notice:", "“Notice pursuant to sections 8a (5) and 37 (1) Media Act:", "In its issue 45 from 11 November 1999 the periodical ‘News’ published on the front page a portrayal of the claimant as devil. Alongside the following headlines were published: ‘Arch-enemy Haider, how he plans to come into power’; ‘The Demonstration: Who opposes him.’; and ‘How he further tries to set fire.’", "The claimant Dr. Jörg Haider filed an application under the Media Act because of this front page against the defendant, the Verlagsgruppe News GmbH.", "The proceedings are pending.”", "On 7 December 1999 the applicant company filed an appeal. It stressed that the photomontage on the front page had to be considered in connection with the articles in the magazine, in which it had reported on a planned demonstration and its supporters against the FPÖ’s and Mr Haider’s policy, against racism in general and against Mr Haider’s political position. Further it submitted that the photomontage was easily recognisable as a caricature and that the fundamental message of the publication had been that Mr Haider was the “political arch-enemy” for many Austrian people. The impugned publication had therefore been a value judgment. Finally, the applicant company referred to the Court’s Oberschlick v. Austria judgment (no.1) of 23 May 1991 (Series A no. 204, p. 26, § 59), in which the Court found that the limits of acceptable criticism are wider with regard to a politician acting in his public capacity than in relation to a private individual.", "On 22 December 1999 the Vienna Court of Appeal dismissed the applicant company’s appeal.", "On 11 July 2000 the St. Pölten Regional Court, after having held a hearing, sentenced the applicant company to a fine of ATS 100,000 and ordered it to publish this judgment in its magazine. It found that the average reader had related the photomontage to the negative characteristics of the devil. The incriminated publication had constituted a debasing denunciation as Mr Haider had been equated with the evil. However, no factual basis could have been deduced from the accompanying headlines.", "On 18 December 2000 the Vienna Court of Appeal (Oberlandesgericht), after having held a hearing, partly allowed the applicant’s appeal on points of law and fact (Berufung wegen Nichtigkeit und Schuld) and the appeal against sentence (Berufung wegen Strafe) and reduced the fine to ATS 80,000. It found that the incriminated publication did not constitute an equalisation with the character of the devil. However, it was placed as eye-catcher on the front page and constituted a striking exposure of Mr Haider, in which he was described as debased and publicly ridiculed. Further it found that the photomontage could not be regarded as a caricature. Although the limits of acceptable criticism were wider with regard to a politician acting in his public capacity than in relation to a private individual, defamation was prohibited. Balancing Mr Haider’s personal interest against the rights of the applicant company under Article 10 of the Convention, it found that a politician too was entitled to have his reputation protected, particularly if the debasing picture, taking into account its luridness, had served primarily the company’s business interests (the issue 45/99 of the magazine “News” reached the highest sales volume ever). In this case it found that the personal interest in protecting a person’s reputation outweighed the right secured by Article 10 of the Convention as the emphasis of the publication was put on the personal insulting statement. Therefore, the court concluded that the objective elements of the offence of defamation within the meaning of Section 115 of the Criminal Code had been met. Referring to the Oberschlick v. Austria (no. 1) judgment of 23 May 1991 (Series A no. 204), it found that the photomontage on the front page had to be considered separately from the reports in the magazine as, in any case, its impact had overlaid all potential factual references. The accompanying headlines had not provided a factual basis for the incriminated photomontage and freedom of expression could not justify the personal insulting statement committed by the publication.", "According to the Media Act, compensation claims may be made either in criminal proceedings against the publisher or, failing such criminal proceedings, in separate proceedings.", "If a publication in the media, viewed objectively, constitutes, inter alia, an insult under Section 115 of the Criminal Code, the insulted person may claim compensation for non-pecuniary damages from the media owner, pursuant to section 6 § 1 of the Media Act.", "Section 115 of the Criminal Code, in so far as relevant, reads as follows:", "“1. Anyone who, in public or in the presence of several others, insults, mocks, mistreats or threatens to mistreat a third person, shall be liable to imprisonment not exceeding three months or a fine ... unless he is liable to a more severe penalty under another provision. ... ”", "Upon request of the insulted person under section 8a § 5 of the Media Act, the competent court has to order the publication of a notice to the effect, that compensation proceedings under the Media Act are pending, if it is to be presumed that the requirements for compensation will be met. If the defendant does not comply with the order to publish the notice, the plaintiff may request the court to impose a fine which cannot exceed ATS 10,000 per published edition of the defendant’s magazine (section 20 § 1 of the Media Act).", "In the case of an insulting statement, the amount of damages payable cannot exceed ATS 200,000 (section 6 § 1 of the Media Act). When fixing the amount to be awarded, the competent court has to give particular consideration to the effect of the insulting publication and the economic situation of the media company."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}