{"ITEMID": "001-5209", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "TROOST v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch national, born in 1955, and resides in Dinteloord. He is represented before the Court by Ms K.T.J.M. Pijls-olde Scheper, a lawyer practising in Roosendaal.", "On 31 March 1992, the Regional Court (Arrondissementsrechtbank) of Breda pronounced the divorce between the applicant and his wife, Ms H. The care and custody (voogdij) of their two children was awarded to Ms H. The applicant was appointed as co-guardian (toeziend voogd). It was further decided that the applicant was to pay NLG. 500 per month for child support.", "The determination of an access arrangement for the applicant formed the subject of separate subsequent proceedings. On 13 October 1994, in proceedings on appeal against an initial decision, the Court of Appeal (Gerechtshof) of ‘sHertogenbosch decided to adjourn its proceedings pending the submission of the results of an examination of the children and their parents to be carried out by the Pedagogical Psychological Advice Bureau (Pedagogisch Psychologisch Advies Bureau; “PAR”).", "In its decision of 23 February 1995, the Court of Appeal noted Ms H.’s refusal to co-operate with the investigation by the PAR as well as her refusal to co-operate in exploring possibilities to start an access arrangement. It rejected as insufficiently weighty the arguments submitted by Ms H to the effect that the applicant should be denied access to his children. It held that, moreover, the mother’s uncooperative attitude as to the examination by the PAR had resulted in a situation that it could not be established whether the applicant’s access to both children would possibly be contrary to the children’s interests. The Court of Appeal determined an access arrangement according to which the applicant had access to the children one weekend per fortnight as well as half of the children’s holidays.", "As Ms H. refused to comply with this access arrangement, the applicant took summary proceedings (kort geding) against her before the Regional Court of Breda seeking a judicial compliance order with a penalty of NLG. 500 for each time Ms H. would fail to comply.", "In its judgment of 16 June 1995, following proceedings in which Ms H. had been declared in default of appearance, the Regional Court ordered Ms H. to comply with the access arrangement determined by the Court of Appeal on 23 February 1995. It further determined a penalty of NLG. 150 for each weekend or part thereof that Ms H. would not comply. This penalty was limited to a maximum of NLG. 6,000. The Regional Court finally declared its judgment to be immediately enforceable (bij voorraad uitvoerbaar).", "The applicant filed an appeal with the Court of Appeal of ‘s-Hertogenbosch in respect of the determination of the penalty and the maximum limitation thereof. He requested the Court of Appeal to fix the penalty at NLG. 500 for each time of non-compliance and to allow him to off set the penalties incurred by Ms H. with the child support that he had to pay.", "In its judgment of 2 November 1995, the Court of Appeal accepted the applicant’s argument that, given the fact that Ms H. had as yet failed to comply with the judgment of 16 June 1995, the penalty determined by the Regional Court was an insufficient means of pressure. Consequently, it decided to fix the penalty for non-compliance at NLG. 500 for each weekend or part thereof.", "As to the maximum limitation of the penalty, the Court of Appeal considered that, as Ms H. had failed to appear before both the Regional Court and the Court of Appeal and thus did not find it even necessary to submit facts or circumstances in justification of her position and, therefore, rendered a judicial examination thereof impossible, Ms H.’s behaviour should not be sanctioned. On this basis it decided not to determine a maximum limit for the penalty.", "The Court of Appeal did, however, reject the applicant’s request to be allowed to off set the penalty for non-compliance with the child support he had to pay. It held that Ms H., in her capacity as the children’s guardian, received the child support which by its very nature was fully intended for the children. It noted that the applicant had never disputed the children’s need of this support. The penalties, however, were due by Ms H. in her personal capacity. The applicant and Ms H. could, therefore, not be regarded as reciprocal debtors within the meaning of Article 6:127 of the Civil Code (Burgerlijk Wetboek). It further held that, also on the basis of Article 6:135 of the Civil Code - which deals with two situations in which a debtor is not competent to off set - in conjunction with Article 475c under (e) of the Code of Civil Procedure (Wetboek van Burgerlijke Rechtsvordering), according to which payments for maintenance are exempted from seizure, compensation was not possible in this case.", "Consequently, the Court of Appeal quashed the judgment of 16 June 1995 in respect of the determination of the penalty and the maximum limitation thereof, fixed the penalty to NLG. 500 for each weekend or part thereof of non-compliance without setting a maximum limit and declared its judgment to be immediately enforceable.", "The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad), complaining that the Court of Appeal had incorrectly held that to off set the penalties with the child support was not possible. He submitted that Ms H., in refusing to comply with the access arrangement, did not only act in her personal capacity, but also in her capacity as the children’s guardian.", "In its judgment of 24 January 1997, the Supreme Court rejected the appeal in cassation. It held that, by judgment, Ms H. had been ordered, in her personal capacity, to comply with the access arrangement and that therefore, in case of non-compliance, she forfeited, also in her personal capacity, the penalty determined."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}