{"ITEMID": "001-57927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF WELCH v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 7;Costs and expenses award - Convention proceedings;Pecuniary damage - reserved", "JUDGES": "Gaukur Jörundsson;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["7. On 3 November 1986 Mr Welch was arrested for suspected drug offences. On 4 November he was charged in respect of offences concerning the importation of large quantities of cannabis. Prosecuting Counsel advised, prior to February 1987, that there was insufficient evidence to charge Mr Welch with possession of cocaine with intent to supply.", "8. After further investigations, including forensic examinations, further evidence came to light and on 24 February 1987 the applicant was charged with the offence of possession with intent to supply cocaine alleged to have been committed on 3 November 1986. Subsequently, on 5 May 1987, he was charged with conspiracy to obtain cocaine within intent to supply in respect of activities which occurred between 1 January 1986 and 3 November.", "9. On 24 August 1988, Mr Welch was found guilty on five counts and was given an overall sentence of twenty-two years’ imprisonment. In addition, the trial judge imposed a confiscation order pursuant to the Drug Trafficking Offences Act 1986 (\"the 1986 Act\") in the amount of £66,914. In default of the payment of this sum he would be liable to serve a consecutive two years’ prison sentence. The operative provisions of the 1986 Act had come into force on 12 January 1987. The Act applies only to offences proceedings for which were instituted after this date.", "10. On 11 June 1990 the Court of Appeal reduced Mr Welch’s overall sentence by two years. In addition it reduced the confiscation order by £7,000 to £59,914.", "11. The intended purpose of the 1986 Act was to extend existing confiscation powers to enable the court to follow drug trafficking money which had been \"laundered\" into legitimate property. In the words of the Secretary of State who introduced the Bill in the House of Commons:", "\"By attacking the profits made from drug trafficking, we intend to make it much less attractive to enter the trade. We intend to help guard against the possibility that the profits from one trafficking operation will be used to finance others, and, not least, to remove the sense of injury which ordinary people are bound to feel at the idea of traffickers, who may have ruined the lives of children, having the benefit of the profits that they have made from doing so.", "...", "We need the legislation because the forfeiture powers in existing law have proved inadequate. The courts cannot order the forfeiture of the proceeds of an offence once they have been converted into another asset - a house, stocks and shares, or valuables of any sort. The Operation Julie case was the most notorious example of the courts being unable to deprive convicted traffickers, as they wished, of the proceeds of their offences ... the Bill is designed to remedy those defects. It will provide powers for courts to confiscate proceeds even after they have been converted into some other type of asset.\" (Hansard of 21 January 1986, Cols 242 and 243)", "12. The relevant parts of the 1986 Act provide as follows:", "\"1. Confiscation orders", "(1) ... where a person appears before the Crown Court to be sentenced in respect of one or more drug trafficking offences (and has not previously been sentenced or otherwise dealt with in respect of his conviction for the offence or, as the case may be, any of the offences concerned), the court shall act as follows:", "(2) the court shall first determine whether he has benefited from drug trafficking.", "(3) For the purposes of this Act, a person who has at any time (whether before or after the commencement of this section) received any payment or other reward in connection with drug trafficking carried on by him or another has benefited from drug trafficking.", "(4) If the court determines that he has so benefited, the court shall, before sentencing ... determine ... the amount to be recovered in his case by virtue of this section.", "(5) The court shall then in respect of the offence or offences concerned -", "(a) order him to pay that amount ...", "...", "2. Assessing the proceeds of drug trafficking", "(1) For the purposes of this Act -", "(a) any payments or other rewards received by a person at any time (whether before or after the commencement of section 1 of this Act) in connection with drug trafficking carried on by him or another are his proceeds of drug trafficking, and", "(b) the value of his proceeds of drug trafficking is the aggregate of the values of the payments or other rewards.", "(2) The court may, for the purpose of determining whether the defendant has benefited from drug trafficking and, if he has, of assessing the value of his proceeds of drug trafficking, make the following assumptions, except to the extent that any of the assumptions are shown to be incorrect in the defendant’s case.", "(3) Those assumptions are -", "(a) that any property appearing to the court -", "(i) to have been held by him at any time since his conviction, or", "(ii) to have been transferred to him at any time since the beginning of the period of six years ending when the proceedings were instituted against him,", "was received by him, at the earliest time at which he appears to the court to have held it, as a payment or reward in connection with drug trafficking carried on by him,", "(b) that any expenditure of his since the beginning of that period was met out of payments received by him in connection with drug trafficking carried on by him, and", "(c) that, for the purpose of valuing any property received or assumed to have been received by him at any time as such a reward, he received the property free of any other interests in it ...", "...", "4. Amount to be recovered under confiscation order", "(1) Subject to subsection (3) below, the amount to be recovered in the defendant’s case shall be the amount the Crown Court assesses to be the value of the defendant’s proceeds of drug trafficking.", "(2) If the court is satisfied as to any matter relevant for determining the amount that might be realised at the time the confiscation order is made ... the court may issue a certificate giving the court’s opinion as to the matters concerned and shall do so if satisfied as mentioned in subsection (3) below.", "(3) If the court is satisfied that the amount that may be realised at the time the confiscation order is made is less than the amount the court assesses to be the value of his proceeds of drug trafficking, the amount to be recovered in the defendant’s case under the confiscation order shall be the amount appearing to the court to be the amount that might be so realised.\"", "13. In determining the amount of the confiscation order the trial judge may take into consideration the degree of culpability of the offender. For example, in R. v. Porter ([1990] 12 Criminal Appeal Reports (sentencing) 377) the Court of Appeal held that where more than one conspirator was before the court the total proceeds of a drug trafficking conspiracy could be unequally allocated as their respective share of the proceeds if there was evidence that the defendants had played unequal roles and had profited to a different extent. Similarly, in the present case, the trial judge made a much smaller order in respect of the applicant’s co-defendant in recognition of his lesser involvement in the offences.", "14. After a confiscation order has been made, the Crown Court decides upon the period of imprisonment which the offender has to serve if he fails to pay. The maximum periods of imprisonment are provided for in section 31 of the Powers of Criminal Courts Act 1973. The maximum period for an order between the sums of £50,000 and £100,000 is two years.", "15. Prior to the passing of the 1986 Act, Lord Salmon expressed the view that forfeitures of money had both a punitive and deterrent purpose (House of Lords decision in R. v. Menocal, [1979] 2 Weekly Law Reports 876).", "16. The domestic courts have commented in various cases on the draconian nature of the confiscation provisions in the 1986 Act and have occasionally referred to the orders, expressly or impliedly, as constituting penalties (R. v. Dickens [1990] 91 Criminal Appeal Reports 164; R. v. Porter [1990] 12 Criminal Appeal Reports 377; In Re Lorenzo Barretto, High Court decision of 30 November 1992 and Court of Appeal decision of 19 October 1993).", "In the Court of Appeal decision in the last-mentioned case, which concerned the question whether a power to vary confiscation orders introduced by the Criminal Justice (International Co-operation) Act 1990 could be applied retrospectively, the Master of the Rolls (Sir Thomas Bingham) stated as follows (at p. 11):", "\"While it is true that a confiscation order is made before sentence is passed for the substantive offence, and the term of imprisonment in default is passed to procure compliance and not by way of punishment, these are in a broad sense penal provisions, inflicting the vengeance of society on those who have transgressed in this field.\"", "17. However, the domestic courts have also referred to the confiscation provisions as not being punitive but reparative in purpose (Re T (Restraint Order; Disclosure of Assets) [1992] 1 Weekly Law Reports 949)."], "VIOLATED_ARTICLES": ["7"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}