{"ITEMID": "001-58002", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF AHMUT v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "N. Valticos", "TEXT": ["7. Salah Ahmut was born in 1945. He has been a Netherlands national since 22 February 1990 although he has retained his original Moroccan nationality. Salah Ahmut currently resides in Rotterdam. He is a trader.", "8. Souffiane (or Soufiane) Ahmut is Salah Ahmut’s son. Souffiane was born on 27 November 1980 in Morocco. He is a Moroccan national. He currently resides in Tangier.", "9. Salah Ahmut married a Ms F.A. in 1967. Five children were born to them, namely Hamid (on 6 February 1969), Fouad (on 2 June 1970), Chaouki Dayaf (on 24 June 1971), Souad (on 28 July 1972) and Souffiane. The applicants have stated that the marriage was dissolved in 1984. However, this statement is not corroborated by documentary evidence. In any event, the children remained with their mother after Salah Ahmut moved to the Netherlands.", "10. Salah Ahmut migrated to the Netherlands in September 1986. In November of the same year he married a Netherlands national, Ms K.A., who already had three children from a previous marriage. Her marriage with Salah Ahmut remained childless.", "11. The Commission’s file contains a sworn translation into English of Ms F.A.’s death certificate, from which it would appear that Ms F.A. died as a result of a traffic accident on 27 March 1987. The Commission’s file also contains a sworn translation into French of a notarial statement which was dated 8 March 1991 and countersigned by a judge, from which it appears that Hamid, Fouad, Chaouki Dayaf, Souad and Souffiane are indeed the issue of the marriage of Salah Ahmut and Ms F.A. and that Salah Ahmut is their legal guardian under Muslim and Moroccan law.", "12. After their mother’s death the children were cared for by Salah Ahmut’s mother, Ms C.A.M.", "13. Salah Ahmut’s eldest son, Hamid, entered the Netherlands without a provisional residence visa (machtiging tot voorlopig verblijf - see paragraph 42 below) in 1987. He was expelled in 1989 after a residence permit (vergunning tot verblijf - see paragraph 44 below) was refused him. He has since resided in Morocco where he is a trader.", "14. The Commission’s file contains a document in French from a bank in Tangier from which it appears that from April 1986 until October 1990 Ms C.A.M. received financial support in the amount of 80,000 Moroccan dirhams per year. Although these sums were paid to her through an account with a bank in Tangier in the name of a person with the same family name as Salah Ahmut’s second wife, it is not contested that the money was supplied by Salah Ahmut. However, Salah Ahmut never applied to the Netherlands State for child benefits (kinderbijslag) for Souffiane.", "15. Salah Ahmut and his second wife, Ms K.A., separated in February 1990. Following divorce proceedings, their marriage was dissolved on 21 December of the same year. On 11 March 1991 Salah Ahmut married a Ms S.Y., a Moroccan national, in the Netherlands. Ms S.Y. had been living in the Netherlands since 9 December 1990. She was granted a residence permit for the purpose of living with her husband on 12 March 1991.", "16. Salah Ahmut’s second and third sons, Fouad and Chaouki Dayaf, entered the Netherlands in 1989 and 1990 respectively. In October 1990 they were granted residence permits to enable them to prepare for entrance examinations at the Technical University of Delft.", "17. The Commission’s file contains a document in French claimed to be a sworn translation of a statement by a Tangier physician dated 7 November 1990 to the effect that on that date Ms C.A.M., who was then 80 years old, was suffering from respiratory problems and kidney failure and was receiving treatment as an out-patient.", "18. The applicants state that between 28 September 1986 (when Salah Ahmut migrated to the Netherlands - see paragraph 10 above) and 26 March 1990 (the date of Souffiane’s arrival in the Netherlands - see paragraph 19 below) Souffiane visited the Netherlands about four times, each time for a period of one month.", "19. Souffiane arrived in the Netherlands on 26 March 1990, in the company of his sister Souad. Neither held a provisional residence visa.", "20. Souffiane was enrolled at a primary school in Rotterdam, which he attended until his eventual return to Morocco in September 1991 (see paragraph 32 below).", "21. On 3 May 1990, Salah Ahmut, Souad and Souffiane appeared before the officer of the Rotterdam police in charge of matters concerning aliens. As Souffiane’s legal representative, Salah Ahmut applied to the Rotterdam police for a residence permit for Souffiane. Souad filed a similar application for herself. The stated purpose of both applications was to enable Souad and Souffiane to reside with their father, who had by then become a Netherlands national (see paragraph 7 above).", "22. The same day the Rotterdam police forwarded the applications to the Deputy Minister of Justice (Staatssecretaris van Justitie) with an accompanying note. According to the police, neither the death of Ms F.A. nor the fact of her divorce from Salah Ahmut had been proved by means of documentary evidence. Nor could Salah Ahmut show that he was the children’s legal guardian. For these reasons it was recommended that the Deputy Minister reject the application in respect of Souffiane as inadmissible. It was also recommended to reject Souad’s application on substantive grounds, namely that she had not been part of Salah Ahmut’s family since 1986 nor had she apparently received financial support from him and that there were other relatives who could take care of her in Morocco.", "23. On 26 June 1990 the Deputy Minister gave reasoned decisions rejecting the applications on substantive grounds. The Deputy Minister found that actual family ties between Salah Ahmut on the one hand and Souad and Souffiane on the other had been broken several years earlier, that Salah Ahmut’s moral or financial responsibility for Souad and Souffiane had not been established and that it had not been shown that their grandmother or other relatives could not care for them. He noted in addition that this decision did not constitute a violation of the applicants’ family life, protected by Article 8 of the Convention (art. 8): to the extent that such family life existed, adherence to a policy restricting immigration was necessary in a democratic society in the interests of the economic wellbeing of the country. In the same decision he ordered the expulsion of Souad and Souffiane from the Netherlands.", "24. On 13 November 1990 Salah Ahmut, Souad and Souffiane lodged requests with the Deputy Minister for revision (herziening) of his decision, reserving the right to state their grounds for so doing at a later stage. On 4 January 1991 the Deputy Minister acknowledged the receipt of these requests and decided that they should have suspensive effect with regard to Souad’s and Souffiane’s expulsion (see paragraph 53 below).", "25. On 18 January Salah Ahmut, Souad and Souffiane filed statements of their grounds for requesting revision. They stated that the Deputy Minister’s establishment of the facts had been incorrect; in support of their position they submitted copies of the documents mentioned in paragraphs 14 and 17 above. They also observed that two of Souad’s and Souffiane’s brothers, Fouad and Chaouki Dayaf, were in the Netherlands for study purposes and submitted statements from the Technical University of Delft to the effect that they had applied for admission.", "26. The Deputy Minister referred the matter to the Aliens Advisory Board (Adviescomissie voor vreemdelingenzaken - see paragraph 54 below) for advice on 31 January 1991.", "27. As the Deputy Minister did not decide within three months, Salah Ahmut, Souad and Souffiane, acting on the legal assumption that their requests had been refused, lodged an appeal with the Raad van State on 6 March 1991. They based their appeal on the grounds put forward in support of their request for revision, to which the Deputy Minister had not responded.", "In view of this appeal, the Deputy Minister took no further action with regard to the request for revision of his original decision although he did not withdraw his request to the Advisory Board for advice.", "28. The Aliens Advisory Board held a hearing on 20 March 1991, during which both Salah Ahmut - as Souffiane’s legal representative - and Souad were heard. During this hearing it emerged, inter alia, that Salah Ahmut had two brothers living in Morocco and that Souad had become pregnant in the Netherlands by a trader who, although he lived in Morocco, made frequent visits to the country.", "The Aliens Advisory Board submitted its advice to the Deputy Minister in a document dated the same day. Not finding it established that Salah Ahmut had been divorced from Ms F.A., it concluded that Souad and Souffiane had never belonged to the family which Salah Ahmut had established in the Netherlands with Ms K.A. Souad had reached an age at which she no longer needed to be cared for and she could, if necessary, take care of Souffiane. To the extent that Souad and Souffiane needed additional care, this could be supplied, if not by Salah Ahmut’s mother, then at least by Hamid or by their two uncles. Salah Ahmut could continue to provide financial support from the Netherlands if necessary.", "A decision rejecting the applications for a residence permit would not, in the Board’s view, violate Article 8 of the Convention (art. 8). Although the bond between Salah Ahmut on the one hand and Souad and Souffiane on the other amounted to \"family life\", there would be no \"interference\" with it since it could be continued as before. Moreover, any \"interference\" could be considered \"necessary in a democratic society\" in the interests of the economic well-being of the country.", "29. On 19 April 1991 the Deputy Minister notified the Rotterdam police that Salah Ahmut, Souad and Souffiane had filed an appeal to the Raad van State and that they would be allowed to await the outcome in the Netherlands.", "30. The Deputy Minister filed statements of defence to the single-judge Chamber of the Raad van State on 1 October 1991. His arguments corresponded to the grounds on which the Advisory Board had based its advice (see paragraph 28 above).", "31. Following a hearing on 10 August 1992, the single-judge Chamber of the Raad van State dismissed the appeals by an oral judgment on 24 August. Its grounds for so doing were essentially those suggested by the Deputy Minister. It noted in addition that in its view the Netherlands were not under a positive obligation to grant Souad or Souffiane a residence permit, since the latter’s interests had to be balanced against the general interest served by the implementation of a restrictive immigration policy.", "Its reasoning included the following:", "\"[The decision not to admit Souffiane] does not violate Article 8 (art. 8) of the European Convention on Human Rights and Fundamental Freedoms. It cannot be said that there is an interference with family life [familie- of gezinsleven] as Souffiane is not being deprived of residence rights [verblijfstitel] which formerly enabled him to carry on his family life with the appellant, his father. Nor can any positive obligation incumbent on the respondent to grant him residence rights be derived from Article 8 (art. 8), since Souffiane’s above-described circumstances must be balanced against the general interest, which the respondent must uphold, which requires the maintenance of a restrictive immigration policy.\"", "32. Souffiane left the Netherlands on 30 September 1991. As from the same date his name was removed from the municipal population register (bevolkingsregister) of the municipality of Rotterdam.", "He has been at a boarding-school in Morocco ever since. The applicants state that he has made frequent visits to his father in the Netherlands, and that the latter has visited him in Morocco.", "33. The introductory application to the Commission, which was lodged on 23 February 1993, gives Souffiane’s and Souad’s place of residence on that date as Tangier. Other members of the Ahmut family at present living in Morocco are Salah Ahmut’s eldest son Hamid and two of Salah Ahmut’s brothers. It is not known whether Salah Ahmut’s mother is still alive.", "34. The following is a description of the regime governing the admission of aliens to Netherlands territory which applied, at the time of the events complained of, to aliens in general. Binding rules were, and are, laid down in the Aliens Act (Vreemdelingenwet), the Aliens Ordinance (Vreemdelingenbesluit) and the Aliens Schedule (Voorschrift Vreemdelingen).", "35. Until 1 January 1994, the Government’s policy was defined in the 1982 Aliens Circular (Vreemdelingencirculaire 1982) and the 1984 Border Guarding Circular (Grensbewakingscirculaire). The competent tribunals have consistently held that it was incompatible with general principles of good governance (algemene beginselen van behoorlijk bestuur) to deviate from the policy rules set out in these documents to the detriment of an alien.", "36. Special regimes, not relevant to the present case, applied to nationals of European Union or Benelux member States, to nationals of certain other States (not including Morocco) under bilateral treaties and to refugees as defined in Article 1 A of the Geneva Convention of 28 July 1951 relating to the Status of Refugees (United Nations Treaty Series - UNTS - no. 2545, vol. 198, pp. 137 et seq.) and Article 1 of the Protocol relating to the Status of Refugees of 31 January 1967 (UNTS no. 8791, vol. 606, pp. 267 et seq.).", "37. Under section 6 (1) of the Aliens Act, to be allowed access to the Netherlands an alien had to qualify for admission - that is, either fulfil the requirements of section 8 of the Aliens Act (see paragraph 40 below), or possess a residence or settlement permit (see paragraphs 44 and 49 below) - and hold a valid passport or equivalent identity document containing a visa if a visa requirement applied (see paragraphs 41 and 42 below).", "38. An alien who was refused access to Netherlands territory had to leave the country as soon as possible and could, if necessary, be forcibly removed (section 7 of the Aliens Act).", "39. An alien who had been granted access but did not, or no longer, qualify for admission could be expelled (section 22 of the Aliens Act).", "40. Under section 8 of the Aliens Act taken together with section 46 of the Aliens Ordinance, aliens who, upon entering the country, had complied with the required formalities at the border were admitted if and for so long as they conformed with the Aliens Act and delegated legislation, had sufficient means to cover the cost of living in the Netherlands and of the return journey, and did not threaten public peace, public order or national security. The right to admission based on section 8 was a temporary right based directly on the law and therefore not conditional on the grant of any permit. However, in principle, a visa was required (see paragraph 41 below) and the duration of the right was limited: to the period of validity of the visa, or to three months in the case of those aliens not subject to visa requirements.", "41. Subject to certain exceptions not relevant to the present case, to be granted access to the Netherlands aliens had to hold a valid passport containing a transit visa (transitvisum), valid for up to three days, or a travel visa (reisvisum), valid for up to three months (section 41 (1) of the Aliens Ordinance).", "42. To obtain access to the Netherlands with a view to remaining for more than three months, aliens who had not already been granted a residence permit had to hold a valid passport containing a provisional residence visa (section 41 (1) of the Aliens Ordinance). A provisional residence visa was valid for a period of up to six months (section 8 of the Aliens Act).", "43. A provisional residence visa could be applied for abroad, through a consular or diplomatic representative, or in the Netherlands, via the head of the local police. Applications were decided on by the Minister for Foreign Affairs (section 1 of the Aliens Ordinance and section 7 of the Sovereign Ordinance (Souverein Besluit) of 12 December 1813) after consultation with the Minister of Justice (Minister van Justitie). Applications for such a visa were considered according to the same criteria as those applying to applications for a residence permit, since such a visa would only be issued if the alien concerned was expected to be granted such a permit.", "44. Aliens wishing to reside in the Netherlands for longer than three months (see paragraph 40 above), had to hold a residence permit (section 9 of the Aliens Act). Such a permit was applied for to, and granted by, the Minister of Justice (section 11 (1) of the Aliens Act). It was valid for up to one year and renewable (section 24 of the Aliens Schedule).", "45. A residence permit could be applied for either in the Netherlands (through the head of the local police - section 52 of the Aliens Ordinance) or abroad (through a diplomatic or consular representative). The application had to be submitted by the alien him or herself or, if he or she was a minor, by his or her legal representative (section 28 (4) of the Aliens Schedule).", "46. The granting of a residence permit was delegated by the Minister of Justice to the head of the local police in certain cases, including cases where the alien applying for such a permit already held a provisional residence visa. In principle, a residence permit was refused an alien who did not already hold a provisional residence visa (1982 Aliens Circular, Chapter A4, para. 3.3).", "47. A residence permit could be made subject to restrictions (section 11 (2) of the Aliens Act).", "48. An alien holding a valid residence permit was allowed to re-enter Netherlands territory after having left it.", "49. The Minister of Justice could grant a settlement permit (vergunning tot vestiging - section 13 of the Aliens Act); such a permit was normally granted only after the alien had been legally resident in the Netherlands for five consecutive years. After such an initial period, a settlement permit would be granted unless there was no reasonable certainty that the alien would be able to meet the costs of living, or if he or she had committed serious breaches of public peace or public order or constituted a serious threat to national security.", "50. Given the situation obtaining in the Netherlands with regard to population size and employment, government policy was, and remains, aimed at restricting the number of aliens admitted to the Netherlands. In general, aliens were only granted admission for residence purposes if:", "a) the Netherlands were obliged under international law to do so, as in the case of citizens of the European Union or Benelux member States and refugees covered by the Geneva Convention relating to the Status of Refugees;", "b) this served \"essential interests of the Netherlands\" (wezenlijk Nederlands belang), e.g. economic or cultural interests;", "c) there were \"cogent reasons of a humanitarian nature\".", "In addition, aliens who, under this policy, were eligible for admission were in principle expected to have sufficient means at their disposal to cover the costs of living and not to threaten public peace or public order or national security. These were general rules which did not apply in the same way to all categories of aliens, specific criteria having been developed applicable to certain categories (1982 Aliens Circular, Chapter A4, para. 5.1.1.1).", "51. Specific criteria applied to the admission of aliens in connection with the reunification or establishment of families involving spouses, partners or close relatives of Netherlands nationals or aliens holding residence or settlement permits. Under these criteria, it was possible that admission could be granted for the purpose of reuniting or establishing a family even if the applicable conditions had not all been met, if there were \"cogent reasons of a humanitarian nature\" (1982 Aliens Circular, Chapter B19, para. 1.1).", "52. Government policy with regard to the admission of aliens with a view to continuing or establishing family life in the Netherlands (gezinshereniging) was defined in Chapter B19 of the Aliens Circular.", "This chapter contained an express reference to Article 8 of the Convention (art. 8). It was stated in paragraph 1.2 that the refusal of a residence permit did not constitute an \"interference\" with the right to family life if the relative with whom the alien wished to continue or establish family life could reasonably be expected to follow the alien to a place outside the Netherlands. There might, however, be a positive obligation incumbent on the Netherlands authorities to grant a residence permit. To determine whether this was the case, the interests of the State in denying such a permit should be weighed against the individual’s interests, taking into account the age of the persons involved, their situation in their country of origin, their degree of dependence on relatives in the Netherlands and, if applicable, the Netherlands nationality of any persons involved. If a residence permit was refused after an examination for compliance with the requirements of Article 8 (art. 8), this fact was to be mentioned in the decision.", "Minor children - minority being determined according to Netherlands law (Chapter B19, para. 2.1.2.1) - who \"actually belonged to the family\" (feitelijk behoren tot het gezin), for instance children from a previous marriage of a person lawfully resident in the Netherlands, were granted a residence permit (Chapter B19, para. 2.1.2).", "53. Until the General Administrative Law Act entered into force on 1 January 1994, an alien could, in the event of a refusal to grant a residence permit, apply in writing to the Minister of Justice for administrative revision of his decision (section 29 (1) of the Aliens Act). If such an application was not decided on within six months, it was deemed to have been refused (section 29 (2)). Such a request for revision did not suspend the alien’s expulsion unless it was made more than one month before the expiry of the period during which the alien was allowed to remain in the Netherlands (section 32 (2)). It was, however, open to the Minister to decide that the request would have \"suspensive effect\".", "54. The advice of the Aliens Advisory Board had to be obtained if a request was made for revision of a decision to expel an alien whose main place of residence for three months or more had been in the Netherlands and who had complied with the formalities required by the Aliens Act (section 31 (1) (c) taken together with section 29 (1) (g) of the Aliens Act).", "55. In the event of a negative decision, or of failure to decide within due time, an appeal lay to the Judicial Division of the Raad van State (section 34 (1) of the Aliens Act). However, no application could be made to the President of the Judicial Division for a provisional measure or for acceleration of the proceedings (section 34 (3))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}