{"ITEMID": "001-106668", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF AUAD v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (in case of expulsion to Lebanon);Violation of Art. 13;Violation of Art. 5-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["7. The applicant was born in 1989 in Ain alHilweh, a Palestinian refugee camp located on the outskirts of Saida, Lebanon (see paragraphs 5255 below). He currently lives in Sofia, Bulgaria.", "8. On 24 May 2009 the applicant arrived illegally in Bulgaria and on 7 July 2009 applied for asylum, citing his fear that if he returned to Lebanon he would be killed or ill-treated by members of the Islamic militant group Jund alSham (see paragraphs 59, 60, 62, 78, 80 and 81 below). His identity was established on the basis of a certificate issued on 26 November 2008 by the Palestine Liberation Organisation.", "9. The applicant’s story was that he, like his father who had gone missing in 1991, was a member of Fatah (see paragraphs 59 and 60 below). He had been appointed to a salaried position in the movement with the protection of its head of security in Ain alHilweh, colonel Maqdah (see paragraphs 54, 55 and 84 below). His job had consisted in organising rallies in support of various Palestinian organisations, commemorations of the Palestinian revolution and protests against the founding of Israel. In early 2009, a neighbour of his who was a member of Jund alSham had been killed, the killing having been facilitated by information supplied by a friend of the applicant, also a member of Fatah. In reprisal, members of Jund alSham had killed the applicant’s friend. To protect himself, the applicant had moved to his sister’s house, located in a part of the camp which was under the control of Fatah. In July 2009 armed men had fired rounds at his sister’s house, shouting his name. Later on colonel Maqdah had told the applicant that those men had been members of Jund alSham seeking revenge for their associate’s killing, that he was not able to protect him from them, and that he should leave Lebanon.", "10. In August 2009 the applicant tried to leave Bulgaria with false documents. He was arrested by the police at the BulgarianGreek border. On 21 August 2009 the Petrich District Court approved a plea bargain whereby the applicant pleaded guilty to offences of illegally crossing the border and trying to deceive a public officer by using an official document issued to another person. He was sentenced to six months’ imprisonment, suspended for three years, and fined 200 Bulgarian levs.", "11. In a decision of 29 October 2009, the State Refugees Agency refused to grant the applicant refugee status, but granted him humanitarian protection under section 9(1)(3) of the Asylum and Refugees Act of 2002 (see paragraph 29 below). The reasons for the decision described the applicant’s story, as related by him, and continued:", "“Bearing in mind the situation in the Palestinian [refugee] camp [Ain alHilweh],which is characterised by serious armed clashes between ‘Fatah’ and militants from ‘Jund alSham’, there are grounds to grant the applicant humanitarian protection, due to the real risk of infringements consisting of personal threats against his life in a situation of internecine armed conflict. Refugee camps in Lebanon have their own system of governance. Camp administrations are not elected by popular vote, but reflect the predominance of one or more groups or formations that constantly vie for territorial control, which often leads to armed clashes. In an interview for the news agency IRIN of April 2008, the head of security of ‘Fatah’ in Lebanon colonel Maqdah said that ‘Fatah’ will take care of security in all Palestinian camps in order to put an end to the spread of radical groups. ...", "The applicant states that he has been a member of ‘Fatah’ since 2006, but there are no acts of persecution against him by the authorities or by another political organisation that the State is unable to oppose. He does not point to any of the other relevant grounds under section 8(1) of the Asylum and Refugees Act justifying fear of persecution, such as race, religion, nationality, membership of a particular social group, or political opinion or belief. That leads to the conclusion that there are no grounds to grant asylum under the Asylum and Refugees Act [of 2002]. The [applicant] does not raise grounds justifying the application of section 9(1)(1) or (1)(2) of [the Act].", "The evidence in the file points to grounds to grant humanitarian protection. There are indications of circumstances falling within the ambit of section 9(1)(3) of [the Act]. The abovementioned circumstances show that there are grounds to take into account [the applicant]’s personal situation in connection with the general social and political situation in the Palestinian camps in Lebanon. The evidence gathered during the proceedings shows that there is a real danger and risk of encroachments upon [the applicant’s] life and person.", "Under section 75(2) of the [Act], the [applicant]’s assertions, set out in detail in the record drawn up by the interviewing official, must be presumed to be truthful.", "...", "As required by section 58(7) of [the Act], the State National Security Agency was invited to make written comments. Those comments, dated 21 August 2009, contain no objection to granting the [applicant] protection in the Republic of Bulgaria.”", "12. The applicant did not seek judicial review of the refusal to grant him refugee status.", "13. During that time he was settled, together with other Palestinians, in a housing facility operated by the State Refugees Agency.", "14. On 17 November 2009 an agent of the State Agency for National Security proposed to expel the applicant on national security grounds and to place him in detention pending the carrying out of that measure. In support of the proposal he said that the applicant was a member of Usbat alAnsar, which he described as a Sunni terrorist organisation acting in close cooperation with Hamas, Jund alSham, Ansar Allah and others (see paragraphs 54, 5961 and 78 below). The applicant was alleged to have taken part in “wet jobs” for the organisation and in the assassinations of more than ten members of a Palestinian political party; he was being sought by the Lebanese authorities in connection with that. He was a relative of one of the leaders of Usbat alAnsar. The available information showed that the applicant followed strictly the organisation’s ideas and would unhesitatingly follow the orders of its leaders. This had been confirmed by partner security services. It had also been established that the applicant kept contacts with two asylum seekers who were known to adhere to a terrorist organisation active in Ain alHilweh. One of them had been implicated in the killing of a member of a Palestinian political party and kept close contacts with Usbat alAnsar and Fatah alIslam (see paragraph 65, 72, 74, 78 and 81 below). All of that showed that the applicant by reason of his previous and current activities presented a serious threat to the national security of Bulgaria, and that his presence in the country discredited it as a reliable partner in the fight against international terrorism.", "15. On 17 November 2009 the head of the State Agency for National Security made an order for the applicant’s expulsion. He also barred him from entering or residing in Bulgaria for ten years, “in view of the reasons set out in [the abovementioned] proposal and the fact that his presence in the country represent[ed] a serious threat to national security”. The order relied on sections 42 and 44(1) of the Aliens Act 1998. No factual grounds were given, in accordance with section 46(3) of the Act (see paragraph 33 below). The order further provided that it was to be brought to the attention of the applicant and was immediately enforceable, as provided by section 44(4)(3) of the Act (see paragraph 34 below).", "16. Concurrently with that order the head of the State Agency for National Security made an order for the applicant’s detention pending deportation (see paragraphs 42 and 43 below). He reasoned that the information featuring in the proposal showed that the applicant would try to prevent the enforcement of the expulsion order, and accordingly directed that the detention order should be immediately enforceable. He also instructed the immigration authorities urgently to take all necessary steps to enforce the expulsion order.", "17. On 20 November 2009 the applicant was arrested and placed in a special detention facility pending enforcement of the expulsion order. He submits that when brought there he was informed about the two orders against him but was not given copies of them.", "18. On 19 May 2011, in view of the impending expiry of the maximum permissible period of detention pending deportation – eighteen months (see paragraph 44 below), the head of the State Agency for National Security made an order for the applicant’s release. The applicant was set free the following day, 20 May 2011. He was placed under the obligation to report daily to his local police station. He submits that he is currently without any identification documents, means of support, or the possibility to work.", "19. On 4 December 2009 the applicant made an application for judicial review of the expulsion order. He also challenged his detention. He argued that the order was unlawful and that he had not engaged in any illegal activities while in Bulgaria.", "20. On 23 March 2010 the applicant, having acquainted himself with an excerpt of the proposal for his expulsion and other documents in the file, asked the court to order the authorities to specify – if need be, subject to restrictions resulting from the use of classified information – what was the basis for their belief that he was being sought by the Lebanese authorities “in connection with the killing of members of Palestinian political parties”, as noted in the proposal. He also asked the court to order the authorities to specify whether they had used special means of surveillance to gather information about him; if yes, to order them to produce a copy of the requisite warrant and other documents.", "21. The Supreme Administrative Court heard the case on 27 April 2010.", "22. In a memorial filed on that date the applicant argued that the data on which the authorities had relied to order his expulsion were incorrect, vague, unverified, internally inconsistent and unreliable. It was not true that he was a member of Usbat alAnsar; quite the opposite, he was being sought by terrorist organisations, and had for that reason fled Lebanon. His relative referred to as a terrorist in the proposal was in fact an official of a school administered by the United Nations. There were no concrete elements in support of the assertion that he was being sought by the Lebanese authorities. The Bulgarian authorities had not tried to verify that through official channels, as was possible under the treaty between Bulgaria and Lebanon for mutual cooperation in criminal matters. The lack of concrete information on those issues prevented him from presenting evidence to rebut the allegations against him. He also pointed out that the State Agency for National Security had not objected to his receiving protection in Bulgaria during the asylum proceedings (see paragraph 11 above). Lastly, he drew attention to the fact that he had been granted humanitarian status on the basis of a risk to his life, and argued that his expulsion would breach the principle of “nonrefoulement” and Article 3 of the Convention.", "23. In a final judgment of 22 June 2010 (реш. № 810 от 22 юни 2010 г. по адм. д. № С4/2010 г., ВАС, VІІ о.), the Supreme Administrative Court upheld the expulsion order in the following terms:", "“The order was issued on the basis of the reasons set out in proposal no. T65347/17.11.2009 and the factual ground featuring in section 42(1) of the Aliens Act [of 1998 – see paragraph 33 below] – the alien’s presence in the country poses a serious threat for national security.", "The proposal for imposing the coercive measure in issue says that [the applicant] was born on 30 November 19[8]9 in the refugee camp ‘Ain alHilweh’. He became a member of the terrorist radical Islamic organisation ‘Asbat alAnsar’, which is active on the territory of that camp. That organisation works in close cooperation with similar organisations, including ‘Hamas’. The [applicant] was member of a ‘wetwork’ squad that targeted also members of a Palestinian political party. It is not in dispute that the applicant is a relative of [A] who, according to operative information, is one of the leaders of ‘Asbat alAnsar’. He follows strictly the organisation’s ideas and would carry out without hesitation the orders of its leaders.", "[The applicant] entered the territory of the county in June 2009 and applied for asylum. However, in August that year he tried to leave the country with forged documents, heading towards western Europe. He was arrested by the border police at [a checkpoint at the BulgarianGreek border]. [On] 21 August 2009 the Petrich District Court ... approved a plea bargain whereby [the applicant] pleaded guilty to offences under Articles 279 § 1 and 318 of the Criminal Code[: illegal crossing of the border and trying to deceive a public officer by using an official document issued to another person]. He was sentenced to six months’ imprisonment, suspended for three years, and fined 200 [Bulgarian] levs.", "According to operative information, he is in contact with [B] and [C], who are present in the country as asylum seekers. There is information that M.I. is also a member of Jund alSham and has taken part in the assassination of a member of ‘Fatah’ in ‘Ain alHilweh’, in connection with which he is being sought by the Lebanese authorities. [C] is an adherent of the terrorist organisation ‘Asbat alAnsar’ and takes part in a human trafficking channel from Lebanon to western Europe that is used by members of Lebanese terrorist organisations. It is known that there are contacts between [D] and individuals who reside in western Europe and who sympathise with ‘Jund alSham’. The proposal makes a reasoned assumption that, due to his earlier and present activities the [applicant] presents a serious threat to the security of the Republic of Bulgaria, within the meaning of section 4 of the State Agency for National Security Act [of 2007], and his presence in the country is liable to discredit our country as a reliable partner in the fight against international terrorism.", "The written evidence in the case includes excepts nos. RB 20200100103T63594, 95 and 96 of 12 April 2010. By decision no. 513 of 29 October 2009, the State Refugees Agency refused to grant [the applicant] refugee status.", "The assertions in the application that [the applicant] resides lawfully on the territory of the country have not been proven. The negative assertions in the application that he has not taken part in unlawful activities cannot be regarded as established, because the specialised agency has made findings in that regard.", "Under section 46(3) of the Aliens Act [of 1998], expulsion orders do not point to the factual grounds for the imposition of the coercive measure; those grounds are contained in the proposal for its imposition. The proposal shows that there are indications of encroachments on national security, falling within the remit of the State Agency for National Security under section 4(1)(11) and (14) of the State Agency for National Security Act [of 2007]: international terrorism and crossborder organised crime, which creates a threat for national security. The existence of such indications does not require proof beyond doubt of acts directed against the security of the county. There are sufficient grounds to impose a coercive measure if there are indications which can lead to a reasonable assumption that the applicant’s presence creates a serious threat to national security. The factual data gathered through operative methods and set out in proposal no. RB 20200100103T65347 of 17 November 2009 constitute grounds to make a reasonable assumption that this applicant’s presence does create a serious threat to national security. The existing data about the applicant’s activity on the country’s territory show the existence of the grounds set out in section 42 of the Aliens Act [of 1998 – see paragraph 33 below].", "A coercive measure, such as that envisaged by section 42 of the Aliens Act, has a preventive character, it aims to prevent actions directed against the country’s security. For it to be imposed, it is not necessary to carry out a full inquiry into the information that has been gathered or seek proof for it, because this is not a case involving the imposition of an administrative sanction.", "The applicant’s statement, made in open court, that he does not wish to be returned to Lebanon, where his life is under threat, is irrelevant for the present proceedings. Under section 42(2) of the Aliens Act, the withdrawal of the right of an alien to reside in the Republic of Bulgaria and the imposition of a ban on entering its territory inevitably flow from the imposition of the coercive measure under subsection 1 – expulsion.", "The order complies with the legal requirements. The coercive measure has been imposed by the competent authority under section 44 of the Aliens Act [of 1998], in due form and in compliance with the rules of administrative procedure, the substantive law norms and the aim of the law, and for those reasons the application for judicial review must be rejected as illfounded.”", "24. The legal challenge to the applicant’s detention pending deportation (see paragraph 19 above) was transmitted to the Sofia City Administrative Court. In the course of the ensuing proceedings the court was provided with an excerpt of the expulsion proposal. In a final judgment of 9 February 2010 (реш. № 2 от 9 февруари 2010 г. по адм. д. № С66/ 2009 г., САС, І о.), it upheld the order for the applicant’s detention, finding that it had been made by a competent authority, in proper form, in line with the applicable substantive and procedural rules, and in conformity with the aim of the law. It went on to say that there was enough evidence that the applicant would try to hinder the enforcement of the order for his expulsion.", "25. On an unspecified date in the summer of 2010 the Sofia City Administrative Court, acting of its own motion, as required under new section 46a(4) of the 1998 Aliens Act (see paragraph 45 below), reviewed the applicant’s continued detention (адм. д. № 3872/2010 г., САС). It confirmed it for a further six months.", "26. On 7 December 2010, again acting of its own motion, the Sofia City Administrative Court confirmed the applicant’s detention for a maximum of a further six months, until 20 May 2011 (опр. № 4227 от 7 декември 2010 г. по адм. д. № 9061/2010 г., САС, І о.). It noted that the detention had already lasted almost twelve months and by law could be prolonged for a maximum of eighteen months. There existed impediments to the enforcement of the order for the applicant’s expulsion. He did not have the required travel document that would enable him to enter Lebanon. In spite of three requests, the Lebanese embassy had failed to issue such a document. The case thus fell within the ambit of section 44(8) of the Aliens Act 1998 (see paragraph 44 below).", "27. Article 27 of the Constitution of 1991 provides as follows:", "“1. Aliens who reside in the country lawfully cannot be removed from it or delivered to another State against their will except under the conditions and in the manner provided for by law.", "2. The Republic of Bulgaria shall grant asylum to aliens persecuted on account of their opinions or activities in support of internationally recognized rights and freedoms.", "3. The conditions and procedure for granting asylum shall be established by law.”", "28. Bulgaria acceded to the 1951 Convention Relating to the Status of Refugees and the 1967 Protocol relating to the Status of Refugees on 12 May 1993, and they came into force in respect of it on 10 August 1993.", "29. Section 9(1)(3) of the Asylum and Refugees Act of 2002 provides that individuals forced to leave or stay out of their country of origin because they faced a real risk of suffering death or illtreatment as a result of an internal or an international conflict are to be granted humanitarian protection. Section 9(2) makes it clear that the risk may stem from the authorities or from organisations against which the authorities are unable or unwilling to act. Section 9(5) provides that aliens cannot be granted humanitarian protection if in part of their country of origin there is no real risk of serious encroachments and there they can freely and lastingly enjoy effective protection. Under section 75(2), when the authorities determine an asylum application they have to take into account all relevant facts concerning the applicant’s personal situation, country of origin, or relations with other countries. The section also provides that when an applicant’s statement is not supported by evidence, it must be presumed to be true if the applicant has endeavoured to substantiate his or her application and has provided a good explanation for the lack of evidence. Section 58(7) requires the authorities processing asylum applications to obtain written comments by the State Agency for National Security.", "30. Section 4(3) provides that individuals who have been granted protection under the Act or have entered Bulgaria to seek such protection cannot be returned to the territory of a country where their life or freedom are at risk on account of their race, religion, nationality, membership of a social group, their political opinions or views, or where they may face a risk of torture or other forms of cruel, inhuman or degrading treatment or punishment. However, section 4(4), which reflects a rule laid down in Article 33 § 2 of the 1951 Convention, provides that that benefit may not be claimed by aliens where there are grounds to regard them as a danger to national security. There is no reported caselaw under that provision.", "31. Section 67(1) provides that expulsion orders are not enforced until the asylum proceedings have been concluded. By section 67(2), expulsion orders are revoked if the person concerned has been granted asylum or humanitarian protection. However, those two provisions are not applicable to, inter alia, aliens whose presence in the country may be regarded as dangerous for its national security (section 67(3)).", "32. A detailed description of the evolution of the law governing expulsion on national security grounds until 2009 can be found in paragraphs 1826 of the Court’s judgment in the case of C.G. and Others v. Bulgaria (no. 1365/07, 24 April 2008) and paragraphs 3036 of the Court’s judgment in the case of Raza v. Bulgaria (no. 31465/08, 11 February 2010). The relevant provisions are contained in the Aliens Act 1998, as amended, and the regulations for its application.", "33. Section 42(1) of the Act provides that an alien must be expelled when his or her presence in the country creates a serious threat to national security or public order. However, expulsion orders issued on national security grounds do no indicate the factual grounds for imposing the measure (section 46(3)). Under section 42(2), expulsion must be accompanied by withdrawal of the alien’s residence permit and the imposition of a ban on entering the country.", "34. Expulsion orders issued on national security or public order grounds are immediately enforceable (section 44(4)(3)). However, if expulsion cannot be effected immediately or needs to be postponed for legal or technical reasons, the enforcement of the expulsion order may be suspended until the relevant obstacles have been overcome (section 44b(1)).", "35. Expulsion orders may be challenged before the Supreme Administrative Court, whose judgment is final (section 46(2)). The lodging of an application for judicial review does not suspend the enforcement of the order under challenge (section 46(4)).", "36. Article 166 § 2 of the Code of Administrative Procedure of 2006 provides that a court examining an application for judicial review may suspend the enforcement of the administrative decision under review, even if the administrative authority has directed that it should be immediately enforceable, if enforcement might cause the applicant harm that is considerable or hard to redress. Suspension requests are heard in open court and determined by means of a ruling that is amenable to appeal (Article 166 § 3). In a decision of 27 January 2009, the Supreme Administrative Court held that the enforcement of expulsion orders issued on national security grounds could not be suspended. If immediate enforcement was required by statute, it could be suspended by the court only if the same statute specifically allowed that, whereas section 46(4) of the Aliens Act 1998 expressly precluded that possibility (опр. № 1147 от 27 януари 2009 г. по адм. д. № 393/2009 г., ВАС, петчленен състав).", "37. In an interpretative decision of 8 September 2009 (тълк. реш. № 5 от 8 септември 2009 г. по тълк. д. № 1/2009 г., ВАС, ОСК), the Plenary Meeting of the Supreme Administrative Court stated that Article 166 § 2 applied even where the immediate enforceability of administrative decisions was required by statute, provided that the law did not expressly preclude judicial review. The effect of that ruling on the possibility of suspending the enforcement of expulsion orders issued on national security grounds is unclear.", "38. Section 44a of the Aliens Act 1998, added in 2001, provides that an alien whose expulsion has been ordered on national security or public order grounds cannot be expelled to a country where his or her life or freedom would be in danger, or where he or she may face a risk of persecution, torture, or inhuman or degrading treatment. In its early caselaw under that provision, the Supreme Administrative Court accepted that the State Refugees Agency could apply it when dealing with asylum requests (реш. № 5848 от 17 юни 2002 г. по адм. д. № 7864/2001 г., ВАС, ІІІ о.; реш. № 6048 от 24 юни 2002 г. по адм. д. № 1298/2002 г., ВАС, ІІІ о.; реш. № 7102 от 16 юли 2002 г. по адм. д. № 994/2002 г., ВАС, ІІІ о.; реш. № 9203 от 16 октомври 2002 г. по адм. д. № 4948/2002 г., ВАС, ІІІ о.; реш. № 10069 от 12 ноември 2002 г. по адм. д. № 996/2002 г., ВАС, ІІІ о.). However, in a judgment given in 2003 (реш. № 1400 от 18 февруари 2003 г. по адм. д. № 8154/2002 г., ВАС, ІІІ о.), the court held that the Agency had no power to rule on the application of section 44a and that this matter fell within the remit of the immigration authorities. In a 2007 judgment concerning an application for judicial review of a deportation order, the court examined, albeit briefly, the substance of a claim under that provision (реш. № 9636 от 15 октомври 2007 г. по адм. д. № 2222/2007 г., ВАС, ІІІ о.). However, in three 2008 judgments it held that the prohibition spelled out in section 44a does not concern the lawfulness of an expulsion order as such, but merely bars its enforcement. While in two of those cases the court went on to examine, albeit briefly, the substance of the claim that the person concerned was at risk (реш. № 6787 от 5 юни 2008 г. по адм. д. № 11461/2007 г., ВАС, ІІІ о.; реш. № 6788 от 5 юни 2008 г. по адм. д. № 11456/2007 г., ВАС, ІІІ о.), in the third it refused to do so, saying that solely the authorities in charge of executing an expulsion order have the power to apply section 44a (реш. № 7054 от 12 юни 2008 г. адм. д. № 10332/2007 г., ВАС, ІІІ о.). There are no reported cases concerning the application of section 44a by the immigration authorities.", "39. If a deportee does not have a document allowing him or her to travel, the immigration authorities must provide one by contacting the embassy or the consulate of the State whose national he or she is. If that is not possible, such a document should be provided through the consular department of the Ministry of Foreign Affairs (regulation 52(1) of the regulations for the application of the Aliens Act 1998, issued in 2000, and superseded on 5 July 2011 by regulation 74(1) of the new regulations for the application of the Act).", "40. Under regulation 71 of the new regulations for the application of the Aliens Act 1998 (superseding regulation 48 of the old regulations), in cases where expulsion orders are enforced through removal by air, the person concerned is to be escorted by immigration officers to his or her country of citizenship or another country of his or her choice to which he or she may be admitted.", "41. A detailed history of the provisions of the Aliens Act 1998 governing detention of deportees may be found in paragraphs 3742 of Raza (cited above). The current regime is as follows.", "42. Section 44(5) provides that if there are impediments to a deportee’s leaving Bulgaria or entering the destination country, he or she is placed under an obligation to report daily to his or her local police station.", "43. Under section 44(6), it is possible to detain a deportee in a special detention facility if his or her identity is unknown, if he or she hampers the enforcement of the expulsion order, or if he or she presents a risk of absconding. Under section 44(10), deportees are placed in the detention facilities pursuant to special orders that have to specify the need for such placement and its legal grounds and be accompanied by copies of the orders under section 44(6).", "44. Under section 44(8), which was enacted with a view to transposing Article 15 §§ 5 and 6 of Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying thirdcountry nationals (see paragraphs 4648 below), detention may be maintained as long as the conditions laid down in subsection 6 are in place, but not longer than six months. Exceptionally, if a deportee refuses to cooperate with the authorities, or there are delays in the obtaining of the necessary travel documents, or the deportee represents a national security or public order risk, detention may be prolonged for a further twelve months, to a maximum of eighteen months.", "45. Section 46a provides for judicial review of the orders for the detention of deportees by the competent administrative courts. The application must be lodged within three days of their being issued, and does not stay their enforcement (subsection 1). The court must examine the application at a public hearing and rule, by means of a final judgment, not later than one month after the proceedings were instituted (subsection 2). In addition, every six months the head of any facility where deportees are being held must present to the court a list of all individuals who have been there for more than six months due to problems with their removal from the country (subsection 3). The court must then rule, on its own motion and by means of a final decision, on their continued detention or release (subsection 4). When the court sets aside the detention order, or orders a deportee’s release, he or she must be set free immediately (subsection 5).", "46. Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying thirdcountry nationals came into force on 13 January 2009 (Article 22). Under Article 20, the Member States of the European Union were required to transpose the bulk of its provisions in their national laws by 24 December 2009.", "47. Recital 16 of the Directive reads as follows:", "“The use of detention for the purpose of removal should be limited and subject to the principle of proportionality with regard to the means used and objectives pursued. Detention is justified only to prepare the return or carry out the removal process and if the application of less coercive measures would not be sufficient.”", "48. Article 15 of the Directive, which governs detention for the purpose of removal, provides, in so far as relevant:", "“1. Unless other sufficient but less coercive measures can be applied effectively in a specific case, Member States may only keep in detention a third-country national who is the subject of return procedures in order to prepare the return and/or carry out the removal process, in particular when:", "(a) there is a risk of absconding or", "(b) the thirdcountry national concerned avoids or hampers the preparation of return or the removal process.", "Any detention shall be for as short a period as possible and only maintained as long as removal arrangements are in progress and executed with due diligence.", "...", "4. When it appears that a reasonable prospect of removal no longer exists for legal or other considerations or the conditions laid down in paragraph 1 no longer exist, detention ceases to be justified and the person concerned shall be released immediately.", "5. Detention shall be maintained for as long a period as the conditions laid down in paragraph 1 are fulfilled and it is necessary to ensure successful removal. Each Member State shall set a limited period of detention, which may not exceed six months.", "6. Member States may not extend the period referred to in paragraph 5 except for a limited period not exceeding a further twelve months in accordance with national law in cases where regardless of all their reasonable efforts the removal operation is likely to last longer owing to:", "(a) a lack of cooperation by the thirdcountry national concerned, or", "(b) delays in obtaining the necessary documentation from third countries.”", "49. On 10 August 2009 the Sofia City Administrative Court made a reference for a preliminary ruling by the European Court of Justice (“ECJ”), enquiring about the construction to be put on various paragraphs of that Article.", "50. In his opinion, Advocate General Mazák expressed the view, inter alia, that it was important to note that the periods laid down in Article 15 §§ 5 and 6 of the Directive defined only the absolute and outside limits of the duration of detention, that it was clear from their wording that any detention prior to removal must be for as short a period as possible and may be maintained only as long as removal arrangements are in progress and executed with due diligence, and that detention must be brought to an end when the conditions for detention no longer exist or when there is no longer any reasonable prospect of removal. He went on to say that those maximum periods of detention were part of a body of rules intended to ensure that detention is proportionate, in other words that its duration is for as short a period as possible and, in any event, not for longer than the six months or the eighteen months provided for.", "51. In its judgment of 30 November 2009 (Saïd Shamilovich Kadzoev v. Direktsia ‘Migratsia’ pri Ministerstvo na vatreshnite raboti, case C357/09), the ECJ noted, inter alia, that the objective of Article 15 §§ 5 and 6 was to guarantee in any event that detention for the purpose of removal does not exceed eighteen months. It went on to rule that those provisions must be interpreted as meaning that the period during which enforcement of the deportation order has been suspended because the person concerned has challenged it by way of judicial review is to be taken into account in calculating the period of detention for the purpose of removal, where the person concerned remains in detention during that procedure. The court further ruled that Article 15 § 4 must be interpreted as meaning that only a real prospect that removal can be carried out successfully, having regard to the periods laid down in Article 15 §§ 5 and 6, corresponds to a reasonable prospect of removal, and that such a reasonable prospect does not exist where it appears unlikely that the person concerned will be admitted to a third country, having regard to those periods.", "52. There are twelve “official” Palestinian refugee camps in Lebanon: two in the north of the country, near Tripoli, five in the centre (four near Beirut and one near Baalbek), and five in the south (two near Saida and three near Tyre). In addition, there are dozens of informal gatherings, sometimes referred to as “unofficial camps”, spread throughout the country. The majority of Palestinian refugees in Lebanon are those displaced during the ArabIsraeli war of 1948 and their descendants. More Palestinians arrived in 1967 after the SixDay War, and in the 1970s after they were expelled from Jordan. The refugees fall into three categories: those registered with the United Nations Relief and Works Agency for Palestine Refugees in the Near East (“the UNRWA”) (“registered refugees”), who are also registered with the Lebanese authorities; refugees registered with the Lebanese authorities but not with the UNRWA (“non-registered refugees”); and refugees registered neither with the UNRWA nor with the Lebanese authorities (“nonID refugees”). According to the UNRWA, on 30 June 2010 there were 427,057 registered refugees in Lebanon; 226,767, or 53.1% of them, were living in the “official” camps. However, according to a report by the International Crisis Group (see paragraphs 76 and 77 below), many observers believe that the numbers cited by the UNRWA are inflated and fail to take account of the impact of the 197590 Lebanese Civil War and subsequent waves of Palestinian departures; according to their estimates, in 2009 the refugees were between 200,000 and 250,000. There are an estimated 10,000 to 35,000 nonregistered refugees and 3,000 to 5,000 nonID refugees. By law, Palestinian refugees in Lebanon are considered foreigners and are subject to various restrictions (for details, see Amnesty International: Exiled and suffering: Palestinian refugees in Lebanon, October 2007).", "53. Ain alHilweh (other transliterations from Arabic include Ain alHelweh, Ein elHilweh, Ein alHelweh, and Ayn Hilwa) is one of the two “official” camps located near Saida (Sidon). It was established at the outskirts of the town in 1948 to accommodate refugees from northern Palestine. After displacements resulting from the Lebanese Civil War, it became the biggest refugee camp there, in terms of both population and area. According to the UNRWA, it contains more than 47,500 registered refugees; according to the abovementioned International Crisis Group report (see paragraphs 76 and 77 below), the number is closer to 70,000. It covers an area of about two square kilometres, and is one of the most densely populated camps. Like the other Palestinian refugee camps in Lebanon, it is not controlled by the Lebanese authorities, but by local Palestinian factions. The Lebanese Army has checkpoints at the entrances to the camp.", "54. In an article published on 7 January 2010 following a visit by a correspondent to Ain alHilweh, the Hong Kongbased newspaper Asia Times Online described the camp as divided into two sections, Upper and Lower streets, which led to a network of arterial alleyways. Lower Street was regarded as the bastion of the radical Islamists in the camp. According to a local figure quoted in the article, there were three broad coalitions inside the camp: the Tahalof (Cooperative), the Palestinian Liberation Organization, and Islamic factions. The Tahalof consisted of seven factions, including the Islamic Resistance Movement (Hamas) and Palestinian Islamic Jihad. The Palestinian Liberation Organization faction was made up of five groups and was dominated by Fatah. The Islamic faction comprised three groups: Asbat alAnsar, Harakat Mujahideen Islamiyah, and Ansar Allah. The article went on to mention interFatah conflicts inside the camp, saying that they centred on veteran Fatah leader Mounir Maqdah and his rival Mahmoud AbdulHameed AlIssa. Maqdah was described as being regarded as a renegade by some Fatah leaders, partly because of his close links to Palestinian Islamists. However, a minority faction in Fatah viewed his links to Islamists as a vital asset.", "55. The United Kingdom Home Office Country of Origin Information Report on Lebanon, issued in July 2006, says the following about Ain alHilweh:", "“6.142 ... ‘There are many displaced Palestine refugee families in this camp who were forced to flee from Tripoli and other areas of the country during the hostilities in the eighties. Ein elHilweh has endured much violence, particularly between 19821991, which resulted in a high number of casualties and near total destruction of the camp.", "Shelters are small and very close to each other. Some still have zinc sheet roofing. UNRWA constructed a multi-storey housing complex in 19931994 to accommodate 118 displaced families mainly from Nabatieh camp, which was destroyed during the [sic] 1973 by Israeli military action. A number of displaced refugees continue to live on the edge of the camp in extremely poor conditions.’ ...", "...", "6.145 A 2003 paper by Are Knudsen, ‘Islamism in the Diaspora: Palestinian refugees in Lebanon’, states that ‘Ayn Hilwa, the most conflictridden camp in the country is surrounded by barbed wire and legal entry is only possible through a few checkpoints guarded by the Lebanese army, with secondary checkpoints manned by armed guards representing the popular committees.’", "6.146 According to Knudsen’s 2003 paper, Ein elHilweh’s political actors can be divided into three groups: loyalist, Islamist and oppositional. Knudsen detailed the different groups as follows:", "‘The ‘loyalists’ are secular groups formed around PLO’s largest faction Fateh and share its secular ideology and political programme. The ‘Islamists’ are a heterogeneous mix of Palestinian and Lebanese Islamists with divergent ideologies and political agendas. While some remain ideologically opposed to Fateh and its policies visàvis Israel (Hamas, Islamic Jihad), others seek to break Fateh’s political hegemony in Lebanese refugee camps, if necessary by violent means (Osbat alAnsar). The ‘oppositional’ camp is likewise a heterogeneous coalition of secular parties, many of them breakaway factions from Fateh itself, which find a common ground in their difference with Fateh and the loyalists over their policy of appeasement vis-à-vis Israel. In the camps there is also a diverse range of committees and groups whose main function is not political but bureaucratic. Still, control of the popular committees and trade union groups does provide political gains and leadership of them is therefore coveted and sometimes turns violent.’", "6.147 The same source also contained a table listing the various political actors in Ein elHilweh, which categorised them into the ‘loyalist’, ‘Islamist’ or ‘oppositional’ groups: [Loyalist, which includes Fatah; Islamist, which includes the Ansar Group; and Oppositional].", "6.148 A June 2003 Middle East Intelligence Bulletin (MEIB) article recounted, in detail, the various groups and power struggles within Ein elHilweh over the last two decades. The article states that ‘Ain alHilweh, the largest Palestinian refugee camp in [then] Syrianoccupied Lebanon, has been linked to virtually every case of alQaeda activity in Lebanon, while renegade terrorists residing in the camp have been tied to the global terror network’s operations in Jordan, Turkey and elsewhere in the region.’ The article noted that, despite the status of Ein elHilweh as a ‘zone of unlaw’ serving Syrian interests, Damascus did not directly control most operatives within the camp and that the most radical groups were in fact antiSyrian.", "6.149 The article also reported that Ein elHilweh was the stronghold of the Fatah movement during the late 1980s, that the Abu Nidal Organisation [ANO] had been defeated by Fatah in a bloody threeday war for control of the camp in September 1990 and also recounted the rebellion of Col. Mounir Maqdah against Yasser Arafat’s command. With Iranian finances and Hezbollah logistical support, he began training his own militia and ‘By 1995, Maqdah’s dissident faction [the Black September 13 Brigade], backed by proSyrian leftist groups, had established dominance over mainstream Fatah forces in the camp, in part because many of Arafat’s most loyal commanders had been transferred to the West Bank and Gaza.’ MEIB noted that ‘Hamas and Islamic Jihad, which had only a limited presence in the camp until the mid1990s, coordinated closely with Maqdah and were allowed to distribute Iranian funds to expand their bases of support.’", "6.150 Esbat alAnsar, the League of Partisans, has also had a presence in Ein elHilweh for over two decades and, ‘In the [sic] late 1998, Esbat alAnsar began receiving significant funding from alQaeda, thoroughly transforming both its infrastructure and its goals. The group’s military wing, which now paid recruits monthly salaries for the first time, grew to a force of 150300 fighters, dozens of whom were sent to bin Laden’s training camps in Afghanistan.’ Due to its increased financial resources, the group was able to buy weapons and also move more freely, as members could now pay the bribes needed to pass through Lebanese security checkpoints. The latter benefit meant that ‘It quickly established close links with radical Islamists in the northern port of Tripoli and the nearby Badawi and Nahr elBared refugee camps.’", "6.151 Syrian concerns over the rise of Islamist groups in the camp resulted in the Syrian authorities allowing Fatah to reassert its authority in the Ein alHilweh, which included Mounir Maqdah who had rejoined Fatah in late 1998, primarily by pouring Palestinian Authority (PA) funds into the camp. However, with the in absentia conviction of Fatah’s leader in Lebanon, Sultan Abu alAynayn [based in Rashidieh camp], of forming an armed gang and the subsequent arrest of three senior Fatah officials, Syrian support of Fatah’s authority in Ein el-Hilweh was again curtailed, seemingly in favour of Esbat alAnsar.", "6.152 MEIB also recounted the presence of other groups in Ein elHilweh, such as Jamal Suleiman’s Fatah’s Martyrs’ Battalion; the Popular Front for the Liberation of Palestine (PFLP); the 10 to 20 fighters who constituted the remnants of the Dinniyeh Group – initially a 200300 strong group of Islamic militants who, in January 2000, had failed in an attempt to establish an Islamic ‘ministate’ in north Lebanon – who fled to Ein elHilweh following the defeat of the group by 13,000 Lebanese troops; and the Esbat alAnsar breakaway group – Esbat alNour – which was led by the eldest son of the original group’s founder: ‘[Abdullah] Shreidi attracted only a few dozen of the [Esbat al-Ansar] movement’s fighters, as well as the Dinniyeh militants for whom he had provided shelter.’ The article states that ‘Another small, but important alQaeda affiliate is AlHaraka alIslamiya alMujahida (The Islamic Struggle Movement), led by Sheikh Jamal Khattab, the imam of AlNour Mosque in the Safsaf neighbourhood of Ain alHilweh.’", "6.153 MEIB detailed the fluctuating nature of power within the camp, reporting on the various outside influences of the Syrian and Iranian regimes, Hezbollah and AlQaeda, and also the political and physical conflicts between the groups inside Ein elHilweh.”", "56. The United Kingdom Border and Immigration Agency periodically issues Operational Guidance Notes (“OGNs”) which evaluate the general, political and human rights situation in a given country and provide guidance on the nature and handling of the most common types of asylum or subsidiary protection claims by persons fleeing that country.", "57. The latest OGN on Lebanon was issued on 10 June 2009. It noted that Palestinian refugees were not able to obtain Lebanese citizenship and were not nationals of any other country. Thousands of Palestinians did not have any form of identification and were not receiving assistance from UNRWA. Some 20,000 Palestinians were believed to have been naturalised as Lebanese. However, it appeared that the status of some of the naturalised Palestinians was not secure as there were reports that their Lebanese nationality could be annulled.", "58. The OGN referred to two immigration tribunal rulings (KK IH HE (Palestinians – Lebanon – camps) Palestine CG [2004] UKIAT 00293, and MM and FH (Stateless Palestinians, KK, IH, HE reaffirmed) Lebanon CG [2008] UKAIT 00014 (4 March 2008)), which found that the general treatment of Palestinians by the Lebanese authorities and the conditions in the Palestinian refugee camps in Lebanon were not such as to reach the threshold of severity that triggers the application of Article 3 of the Convention. On that basis, the OGN concluded that while the situation for Palestinians in Lebanon was poor with some differential treatment due to statelessness, conditions in the camps did not reach the threshold to establish either persecution or a breach of human rights.", "59. With regard to claims based on fear of the Lebanese authorities due to membership of a Palestinian group, the OGN noted that the Palestinian political scene in Lebanon consisted of three broad categories. The first was members of the Palestinian Liberation Organisation, including Fatah, the Popular Front for the Liberation of Palestine, the Democratic Front for the Liberation of Palestine and several other less significant factions. The second category consisted of the Alliance of Palestinian Forces, known as Tahaluf, founded in 1993 in opposition to the Oslo peace accords. Its members did not recognise Israel and advocated armed struggle. It had regrouped into eight factions which enjoyed close relations with Syria: Hamas, Islamic Jihad, the Popular Front for the Liberation of PalestineGeneral Command (PFLPGC), Fatah alIntifada, alSaiqa, the Palestinian Popular Struggle Front, the Palestinian Liberation Front, and the Palestinian Revolutionary Communist Party. The third category comprised Jihadileaning Islamist forces, an eclectic assortment of movements that espoused the use of violence rather than a coherent or organised group. It included Usbat alAnsar, Hizb alHaraka alIslamiyya alMuhahida, and Ansar Allah, which engaged with the Lebanese State and Army. More extreme movements rejected any dealing with Lebanese institutions or Fatah and included Jund alSham, Usbat alNour, and other less significant groups.", "60. According to the OGN, Fatah generally boasted a strong, often dominant, presence in the camps in south Lebanon, including Ain alHilweh. However, the camp was “a microcosm of the Palestinian political universe”, with all PLO, Tahaluf and Jihadi factions being represented and perpetually competing for influence and power, which resulted in frequent clashes. Palestinian militant groups continued to capitalise on the lack of government control within the camps. Some of those groups, such as Usbat alAnsar and Jund alSham, had been able to find safe haven within the camps, most notably in Ain alHilweh. In March 2008 heavy clashes had erupted in the camp between Jund alSham militants and fighters of Fatah. They had exchanged rocket fire for four hours until a ceasefire had been agreed following mediation by another Islamist group. A Fatah leader had said at least four people had been wounded in the clashes. The Jund alSham fighters would leave the camp and Fatah security agents would take control. The Lebanese army had blocked the entrance to the camp while allowing civilians to leave. A Palestinian official had said that the militants of Jund al-Sham had been angered by Fatah’s seizure of a commander of the group and his handover to the Lebanese army. The captive had been suspected of links to militant groups outside Lebanon. On 15 September 2008 a Jund alSham member had been killed in further clashes between the group and Fatah. Reports had said the Lebanese army had taken up positions at the entrance of the camp just metres away from the fighting.", "61. On the basis of that information, the OGN concluded the following:", "“In assessing any risk from the Lebanese authorities to those who claim to have been a member of an armed Palestinian group, the type of group and level of involvement will need to be considered. Consideration should also be given to the reasons for leaving a refugee camp and how the claimant was able to avoid the authorities when leaving Lebanon. In general, the Lebanese authorities do not enter Palestinian camps.", "Palestinian groups operate autonomously in refugee camps and in the majority of cases would be able to offer the protection needed from within these camps. Claimants who have not been directly involved in criminal or militant acts and who support more moderate groups, such as Fatah, are unlikely to have come to the attention of or be of interest to the Lebanese authorities. A grant of asylum or Humanitarian Protection would not usually be appropriate in such cases. However, if it is accepted that the claimant has been involved in armed groups of particular interest to the Lebanese authorities, such as the Abu Nidal Organisation, Asbat AlAnsar/Al Nur and Jund alSham, or can otherwise demonstrate adverse interest and inability to access protection, it may be appropriate to grant asylum.", "Case owners should note that members of armed Palestinian groups have been responsible for numerous serious human rights abuses. If it is accepted that a claimant was an active operational member or combatant of an armed Palestinian group and the evidence suggests he/she has been involved in such actions, then case owners should consider whether one of the Exclusion clauses is applicable. Case owners should refer such cases to a Senior Caseworker in the first instance.”", "62. With regard to claims based on fear of Islamic Palestinian Groups in the Ain alHilweh, such as Usbat al-Ansar, Jund al-Sham, or the Fatah Revolutionary Council (also known as Abu Nidal Organisation), the OGN observed that although Fatah’s control was weak, claimants could seek their protection. It went on to note that the refugee camps were outside the government’s control, which meant that in those areas the Lebanese authorities would not be able to offer sufficiency of protection from extremist Palestinian groups. However, the authorities would be able to offer protection outside the camps. A further option was internal relocation. Since the threat was localised in specific camps, relocation to another camp or elsewhere in Lebanon was feasible and not unduly harsh. In that respect, the OGN referred to two immigration tribunal rulings: BS (Palestinian – Lebanon – relocation) Lebanon [2005] UKIAT 00004, and MA (Lebanon/Palestine, fear of Fatah, relocation) Palestine [2004] UKIAT 00112, and reached the following conclusion:", "“Within the [A]in [a]lHilweh camp there have been in the past, and continue to be, various factions of extremist Palestinian groups struggling for power leading to occasional outbreaks of violence. In individual cases consideration needs to be given as to why the claimant would be of interest to the extremist Palestinian groups and the level of that interest. The Tribunal have found that it is not unduly harsh to relocate between camps in Lebanon. Many of the most extreme groups have limited support in Lebanon, especially outside the refugee camps. It is therefore considered that a claimant could find safety in another camp or elsewhere in Lebanon where the specific extremist Palestinian group he fears does not have a significant presence. Protection may also be available to the claimant from other Palestinian groups, particularly Fatah. Therefore a grant of asylum or Humanitarian Protection would not usually be appropriate for claims on this basis.”", "63. With regard to claims based on fear of Palestinian groups on account of collaboration with their enemies, the OGN observed that, since the Government of Lebanon did not exercise control over the Palestinian refugee camps, armed groups could operate relatively freely there. Therefore, sufficiency of protection would not generally be available from the Lebanese authorities inside the camps. For those who feared persecution at the hands of a rival group, protection inside the refugee camp could be available from another group. There was no evidence to show that the Lebanese authorities would be unwilling or unable to offer protection outside the refugee camps to those fearing Palestinian groups. Another option was internal relocation. The law provided for freedom of movement, and the Lebanese authorities generally respected that right, with some limitations. They maintained security checkpoints, primarily in military and other restricted areas. There were few police checkpoints on main roads or in populated areas. The security services used those checkpoints to conduct warrantless searches for smuggled goods, weapons, narcotics, and subversive literature. Few Palestinian groups had influence outside the refugee camps and relocation to another camp or elsewhere in Lebanon was not likely to be unduly harsh. In that respect, the OGN referred to the abovementioned ruling in BS (Palestinian – Lebanon – relocation) Lebanon [2005] UKIAT 00004, and to the ruling in WD (Lebanon – Palestinian – ANO – risk) Lebanon CG [2008] UKAIT 00047, and concluded as follows:", "“Consideration needs to be given to the level of involvement as a collaborator, who the claimant worked for, what information the claimant was in a position to give and their position in that group. In the majority of cases within the refugee camps the Lebanese authorities would not be able to provide sufficiency of protection. However, few Palestinian groups have influence outside the refugee camps and the Lebanese authorities would be in a position to offer sufficiency of protection in the remainder of the country. However if the claimant is a known Israeli collaborator the Lebanese authorities might not offer protection. Internal relocation to another camp away from a particular Palestinian group feared would not be unduly harsh. Therefore in the majority of cases a grant of asylum or [h]umanitarian [p]rotection would not usually be appropriate.”", "64. This report, issued on 8 April 2011, noted, inter alia, the following:", "“The law does not specifically prohibit torture or cruel, inhuman, or degrading treatment or punishment, and there were reports government officials employed such practices. According to human rights groups – including Amnesty International (AI), the Lebanese Association for Education and Training (ALEF), and HRW – torture was common, and security forces abused detainees. Human rights organizations reported torture occurred in certain police stations, the Ministry of Defense (MOD), and the ISF’s intelligence branch and Drug Repression Bureau detention facilities in Beirut and Zahle. ...", "Former prisoners, detainees, and reputable local human rights groups reported the methods of torture and abuse applied included hanging by the wrists tied behind the back, violent beatings, blows to the soles of the feet, electric shocks, sexual abuse, immersion in cold water, extended periods of sleep deprivation, being forced to stand for extended periods, threats of violence against relatives, deprivation of clothing, withholding of food, being deprived of toilet facilities, and continuous blindfolding.", "...", "The law provides for freedom of movement within the country, foreign travel, emigration, and repatriation, and the government generally respected these rights for citizens but placed limitations on the rights of Palestinian refugees. The government cooperated with the UN Relief and Works Agency for Palestinian Refugees (UNRWA), the UNHCR, and other humanitarian organizations in providing protection and assistance to internally displaced persons, refugees, returning refugees, asylum seekers, and other persons of concern.", "The government maintained security checkpoints, primarily in military and other restricted areas. On main roads and in populated areas, security services used a few police checkpoints to conduct warrantless searches for smuggled goods, weapons, narcotics, and subversive literature. Government forces were unable to enforce the law in the predominantly Hizballahcontrolled Beirut southern suburbs and did not typically enter Palestinian refugee camps.", "According to UNRWA, Palestinian refugees registered with the MOI’s Directorate of Political and Refugee Affairs (DPRA) may travel from one area of the country to another. However, the DPRA must approve transfer of registration for refugees who reside in camps. UNRWA stated the DPRA generally approved such transfers. ...", "...", "The amount of land allocated to official refugee camps in the country has only marginally changed since 1948, despite a fourfold increase in the registered refugee population. Consequently, most Palestinian refugees lived in overpopulated camps subject to repeated heavy damage during multiple conflicts. Poverty, drug addiction, prostitution, and crime reportedly prevailed in the camps, although reliable statistics were not available. In accordance with a 1969 agreement with the PLO, PLO security committees, not the government, provide security for refugees in the camps.”", "65. These reports, issued on 5 August 2010, contained the following observations in respect of Lebanon:", "“While the threat of terrorist activity kept Lebanese security agencies on high alert throughout the year, 2009 was characterized by increased governmental efforts to disrupt suspected terrorist cells before they could act. The Lebanese Armed Forces (LAF), in particular, were credited with capturing wanted terrorist fugitives and containing sectarian violence.", "Several designated terrorist organizations remained active in Lebanon. HAMAS, The Popular Front for the Liberation of Palestine (PFLP), the Popular Front for the Liberation of PalestineGeneral Command (PFLPGC), Fatah alIslam (FAI), alQa’ida (AQ), Jund alSham, the Ziyad alJarrah Battalions, and several other splinter groups all operated within Lebanon’s borders. Hizballah, which is a legal entity and a major political party, is represented in Lebanon’s cabinet and parliament.", "In 2009, terrorist violence and counterterrorist activity included the following incidents:", "...", "– In July, the Lebanese Army arrested Syrian citizen Mounjed alFahham at Beirut International Airport. Investigations revealed that alFahham intended to smuggle out of Lebanon FAI spiritual leader Oussama Chehabi, known as Abou Zahra; FAI leader Abdel Rahman Awad; and Abdel Ghani Jawhar, wanted for 2008 attacks against LAF soldiers in Tripoli.", "– On August 19, an LAF intelligence unit arrested Lebanese citizen Wissam Tahbish, reported to be a key member of Jund alSham. Tahbish was the primary suspect in the 1999 assassination of four Lebanese judges in Sidon.", "...", "LAF commanders stressed that it has strengthened its surveillance capabilities over the 12 Palestinian camps and four Syrian-backed Palestinian military bases within its borders. Nevertheless, a porous border with Syria, weak internal camp security, and LAF reluctance to enter the Palestinian refugee camps all contributed to fears of another confrontation with an armed group, similar to the 2007 Nahr alBarid conflict. The most widely predicted venue for such a clash is in Lebanon’s most populous refugee camp, Ain al-Hilweh, near the southern city of Sidon. The camp is well known for HAMASFatah violence and as a suspected safe haven for fugitive FAI terrorists.”", "66. In his tenth semiannual report on the implementation of Security Council resolution 1559 (2004), issued on 21 October 2009 (S/2009/542), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“33. While the situation in most of the 12 Palestinian refugee camps remains relatively stable, the threat of internal violence that could potentially spill over into surrounding areas exists in a number of camps. Indeed, some of the refugee camps, in particular Ain elHilweh, continue to provide safe haven for those who seek to escape the authority of the State. In Ain elHilweh camp, several incidents were registered during the reporting period. On 16 June, two unidentified masked men opened fire at a Fatah officer, Ahmad Abul Kol. He was shot dead, while another individual was injured. The incident was followed by continuous shooting in different areas inside the camp over several days. Other shooting incidents were reported over the last months.", "34. Notwithstanding these incidents, closer cooperation between Palestinian camp authorities and Lebanese authorities improved camp security during the reporting period. More needs to be done to contain potential tension in the camps.", "35. The conditions of hardship inside Palestinian refugee camps are strengthening radical groups and therefore living conditions of Palestinian refugees in Lebanon should be improved, in the best interest of the wider security situation in the country. ... ”", "67. In his eleventh report on the implementation of Security Council resolution 1701 (2006), issued on 2 November 2009 (S/2009/566), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“42. The security situation in the UNRWA-administered Palestinian refugee camps remained relatively calm, with only minor incidents during the reporting period. This positive development is largely due to increased cooperation and coordination between Palestinian camp authorities and Lebanese security agencies. I remain, however, concerned about reports of threats to the United Nations posed by militant extremist groups present in Lebanon. Some of those elements have sought shelter in Palestinian refugee camps, including Ain elHilweh camp at Saida, to which Lebanese security agencies do not have access.”", "68. In his twelfth report on the implementation of Security Council resolution 1701 (2006), issued on 26 February 2010 (S/2010/105), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“38. On 15 February clashes between members of Fatah and members of radical Islamist movements broke out in the Palestinian refugee camp of Ain elHilweh, near Saida. One person was killed as a result of the fighting before calm was restored to the camp. This incident disrupted an otherwise generally calm situation in the camps. Lebanese authorities have continued to welcome cooperation arrangements with Palestinian authorities on security issues in the camps. ....”", "69. In his eleventh semiannual report on the implementation of Security Council resolution 1559 (2004), issued on 19 April 2010 (S/2010/193), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“34. The situation inside the Palestinian refugee camps remains a source of concern, although it has been generally calm over the reporting period. On a few occasions, security incidents were reported, in particular on 15 February, when fighting between members of Fatah and a radical Islamist movement in Ain alHilweh resulted in one fatality. The refugee camps continue to provide a safe haven for those who seek to escape the State’s authority, such as militants, extremists, criminals and arms smugglers, in addition to Palestinian armed factions across all party lines. Internal violence could potentially spill over into surrounding areas. While security coordination and cooperation between the Lebanese security agencies and the Palestinian factions have improved, Lebanese authorities do not maintain a permanent presence inside the camps ... More needs to be done to contain potential tension in the camps. ...”", "70. In his twelfth semiannual report on the implementation of Security Council resolution 1559 (2004), issued on 18 October 2010 (S/2010/538), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“28. While the situation in most of the 12 Palestinian refugee camps remains relatively stable, the threat that internal violence could spill over into surrounding areas still exists in a number of camps. Some of the camps continue to provide safe haven for those who seek to escape the authority of the State. During the reporting period, security sources registered several incidents in and around refugee camps involving the use of weapons.", "29. Notwithstanding those incidents, closer cooperation between Palestinian camp authorities and Lebanese authorities has improved camp security. Meanwhile, Lebanese authorities do not maintain a permanent presence inside the camps ... More will need to be done to contain potential tension in the camps.", "30. The situation of Palestinian refugees living in Lebanon remains, by and large, dire. For many years, the United Nations has urged the Government to improve the conditions in which Palestinian refugees live in Lebanon, without prejudice to the eventual resolution of the Palestinian refugee question in the context of a comprehensive peace agreement in the region, in particular given the detrimental effects of dismal living conditions on the wider security situation. ....”", "71. In his Fourteenth report on the implementation of Security Council resolution 1701 (2006), issued on 1 November 2010 (S/2010/565), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“39. The security situation inside the Palestinian refugee camps has been generally calm during the reporting period, with only a few incidents reported, thanks to increased cooperation on security issues between Palestinian factions and Lebanese security agencies. On 7 September, tensions rose in Ain alHilweh camp when a group believed to have sympathies for AlQaida publicly threatened to assassinate a local Fatah leader responsible for security cooperation with Lebanese authorities.”", "72. In his fifteenth report on the implementation of Security Council resolution 1701 (2006), issued on 28 February 2011 (S/2011/91), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“33. Lebanese authorities point to the good cooperation existing between the Lebanese Armed Forces and Palestinian security officials in the 12 official Palestinian refugee camps in the country. Only one major incident was reported in the Palestinian refugee camps in Lebanon during the reporting period. This involved the assassination in the Ain elHilweh camp on 25 December 2010 of Ghandi Sahmarani, a member of the disbanded Jund alSham group. Following his murder, a bomb was planted in a building that allegedly belongs to Fatah alIslam in Ain elHilweh; the bomb caused only material damage. Lebanese authorities attributed the assassination to in-fighting between rival groups in Ain elHilweh camp.”", "73. In his thirteenth semiannual report on the implementation of Security Council resolution 1559 (2004), issued on 19 April 2011 (S/2011/258), the SecretaryGeneral of the United Nations said, inter alia, the following:", "“38. The situation in most of the 12 Palestinian refugee camps in Lebanon has remained relatively stable, although a few shooting incidents and explosions have been registered in some of the camps, in particular in Ain alHilweh, where, as recently as 31 March, clashes erupted between rival groups inside the camp. The threat of internal violence that could potentially spill over into surrounding areas still exists in a number of camps, as some of them continue to provide safe haven for those who seek to escape the authority of the State.", "39. Notwithstanding those incidents, Lebanese authorities have acknowledged the existence of good cooperation between the Lebanese Armed Forces and Palestinian security officials in the camps. However, Lebanese authorities do not maintain a permanent presence inside the camps, despite the fact that the Cairo agreement of 1969 — which permitted the presence of Palestinian armed forces in the refugee camps — was annulled by the Lebanese Parliament in 1987. More will need to be done to contain potential tension in the camps.", "40. The situation of Palestinian refugees living in Lebanon remains, by and large, dire. The United Nations continues to urge the Lebanese authorities to improve the conditions in which Palestinian refugees live in Lebanon, without prejudice to the eventual resolution of the Palestinian refugee question in the context of a comprehensive peace agreement in the region, in particular given the detrimental effects of dismal living conditions on the wider security situation.”", "74. In its 2011 report on Lebanon, Amnesty International noted, inter alia, the following:", "“Palestinian refugees continued to face discrimination, which impeded their access to work, health, education and adequate housing. At least 23 recognized Iraqi refugees were reported to have been deported while scores of other refugees and asylumseekers were detained in what may amount to arbitrary detention. At least 19 people were convicted following unfair trials of collaboration with or spying for Israel; 12 of them were reported to have been sentenced to death. Reports continued of torture in detention. ...", "...", "More than 120 individuals suspected of involvement with the Fatah alIslam armed group, detained without charge since 2007, continued to await trial before the Judicial Council. Most were allegedly tortured. ...", "...", "– The trial began of Maher Sukkar, a Palestinian refugee, and 10 others before a military court on securityrelated offences including ‘forming an armed gang to commit crimes against people and property’. No investigation was carried out into his allegation that he ‘confessed’ under torture in April while held incommunicado. ...", "...", "Reports continued of torture and other illtreatment of detainees and few steps were taken to improve the situation. However, the authorities did permit a visit of the UN Subcommittee on Prevention of Torture to the country in May [the report from that visit, which took place between 24 May and 2 June 2010, is still confidential], and in November announced that they would criminalize all forms of torture and illtreatment. Detainees continued to be held incommunicado, allegations of torture were not investigated and ‘confessions’ allegedly given under duress were accepted as evidence in trials. The government failed for a further year to submit its first report under the UN Convention against Torture, which Lebanon ratified in 2000. It also failed to establish an independent body empowered to inspect detention centres, as required by the Optional Protocol to the Convention against Torture to which Lebanon became party in 2008.", "75. In its 2011 report on Lebanon, Human Rights Watch said that a number of detainees, especially suspected spies for Israel and armed Jihadists, had told the organisation that their interrogators had tortured them in a number of detention facilities, including the Ministry of Defence and the Information Branch of the Internal Security Forces.", "76. The International Crisis Group is a nongovernmental organisation based in Brussels. Its stated aim is to “prevent and resolve deadly conflict”. It has field representations in, inter alia, Beirut, Damascus and Jerusalem.", "77. In a comprehensive report on the Palestinian refugee camps in Lebanon (Nurturing Instability: Lebanon’s Palestinian Refugee Camps, issued on 19 February 2009) it described in detail the main political actors in the camps, the situation in each of them, the evolution of LebanesePalestinian relations since 1948, the status of the refugees, the interfactional conflicts in the camps, the conflicts within the Palestinian Liberation Organisation and Fatah, the failures in the management of the camps, and the spread of jihadism in them. The relevant parts of the report read as follows:", "“A number of analysts argued that power struggles within Fatah and widespread corruption within the movement are a reason for growing chaos within the camps. They have undermined the credibility and effectiveness of important institutions, such as the Armed Struggle Organisation and contributed to security breakdowns. Perhaps most important, neither the PLO nor Fatah has been able to deal effectively with the challenge of jihadi groups that reject the organisation’s nationalist project, strategy and alliances.", "In Ain al-Helweh for example, a conflict between two Fatah leaders significantly weakened the movement. Crisis Group interviews, Palestinian officials and residents, Beirut and Palestinian camps, April-December 2008.", "Some observers believe that violent acts in Ain al-Helweh attributed to jihadis were perpetrated by Fatah members opposed to [Abbas] Zaki [, a local Fatah leader]. ... This view was echoed by other Palestinian and Lebanese officials and sheikhs. ...”", "78. In relation to jihadism in the camps, the report noted the following:", "“By the late 1980s, several converging factors promoted the rise of a salafist jihadi current in the camps: the absence of any dominant political force on the Lebanese Palestinian scene; the camps’ seclusion and isolation from the rest of the country; deteriorating living conditions; and the wider spread of Islamism throughout the Middle East. The collapse of the peace process in the late 1990s intensified the process. Taking advantage of young refugees’ identity crisis, socioeconomic despair and leadership vacuum, groups such as Jund alSham, Usbat alAnsar, Usbat alNour, alHaraka alIslamiyya alMujahida and, more recently, Fatah alIslam, prospered. This was particularly true in the North, a traditional Sunni stronghold which lacks a powerful Lebanese leadership, and in Ain alHelweh, which – unlike the other camps – is not under any single faction’s control.", "In Ain alHelweh in particular, jihadi groups presented themselves as alternatives to a PLO leadership viewed by many as discredited and corrupt and which the Islamists accused of capitulating to Israel and the West by renouncing Palestinian rights, notably the right of return.", "...", "Largely beyond the state’s reach, the camps have become de facto sanctuaries for weapons but also for Lebanese and Palestinian fugitives sought by Lebanese authorities, including very often for minor offences. Caught in the camps and with no realistic prospect on the outside, they form a sizeable pool of potential jihadi recruits. Militant groups offer protection, a social network and, in some cases, a cause in which to believe. A PLO official remarked: ‘They are trapped in the camps and have no future outlook. They fear they will live the rest of their lives as fugitives and thus are easily manipulated’.", "...", "... the groups have a vested interest in maintaining the status quo in the camps, avoiding state interference and reaching tacit understandings with a variety of local actors. In Ain alHelweh, Usbat alAnsar is now seen by all Palestinian factions – including Fatah, its traditional foe – as a fullfledged participant in the camp’s security structure. Likewise, the leader of alHaraka alIslamiyya alMujahida, Sheikh Jamal Khattab, helps mediate between major Palestinian factions and more militant groups in Ain alHelweh.", "Ain alHelweh provides a good example of how local actors seek to avoid clashes with jihadi groups. For Hizbollah, a confrontation could deepen sectarian tensions, thereby further exposing it to the charge of being a narrow Shiite group. ... For its part, Fatah is wary of a confrontation with Usbat alAnsar whose outcome would not be guaranteed. The Future Movement and in particular the Hariri family fear that a crisis with jihadi groups could jeopardise their hegemony over the Sunni community.", "During a 2004 crisis, Usbat alAnsar joined in efforts to force Jund alSham from one of the camp’s northern neighbourhoods. ...”", "79. The United States Committee for Refugees and Immigrants is a nongovernmental organisation founded in 1911 to serve refugees and immigrants and defend the rights of refugees, asylum seekers, and internally displaced persons worldwide. It publishes annual World Refugee Survey and Refugee Reports.", "80. In its 2009 country profile on Lebanon, issued on 17 June 2009, it noted, inter alia, the following:", "“Clashes between Fatah and the fundamentalist, reportedly al Qaedainspired group Jund alSham in [A]in [al]Hilweh camp killed several Palestinians. Fighting killed three[:] a Jund alSham leader and two other Palestinians in July. Three died and three were wounded in a gun battle in midSeptember, and about a week later an explosion killed one and wounded four.”", "81. In a news report of 21 March 2008 the BBC described Jund alSham (“Soldiers of Greater (or historic) Syria”) as a radical splinter group formed in 2002. The report said that the group had been blamed or had claimed responsibility for a number of bombings and gun battles in Lebanon and Syria. The previous years it had fought Lebanese troops after joining a revolt by fellow Islamic militant group Fatah alIslam which was centred on the northern Palestinian refugee camp of Nahr alBared.", "82. On 17 May 2007 the news service IRIN, a nonprofit project of the United Nations Office for the Coordination of Humanitarian Affairs, reported that two Fatah members had been killed the previous week in clashes with Jund alSham in Ain alHilweh. It said that the group, whose active fighters were believed to number fewer than fifty out of an estimated membership of up to two hundred and fifty, had frequently been blamed by the Syrian authorities for a string of failed attacks in Syria over the previous two years. A revenge attack on 15 May 2007 by unidentified gunmen in the camp had wounded two Jund alSham members.", "83. On 5 August 2007 IRIN reported that on 4 June 2007 fighters from Jund alSham, which it described as a loosely knit “takfiri” group – which Palestinians had said had no leader and had all but disbanded – had attacked a Lebanese Army checkpoint outside Ain alHilweh. The report said that the group was based in a small stretch of noman’sland known as Taamir, between the boundary of Ain alHilweh and one of the Lebanese Army checkpoints that overlooked the camp. Following the attack, Ansar Allah, another Palestinian Islamist group, had been tasked with heading an eightymember security force to control two of the camp border checkpoints, including the one overlooking the Jund alSham stronghold. The other camp border checkpoints, as well as security inside the camp, had remained the task of Fatah. The report went on to say that Fatah militants had had regular deadly clashes with Jund alSham over the previous six months, and also faced a challenge from other armed and more radical Palestinian groups, such as the Popular Front for the Liberation of Palestine General Command or Usbat alAnsar.", "84. On 29 April 2008 IRIN reported that on 21 March 2008 heavy clashes had broken out between Fatah and members of Jund alSham. The fighting, which had prompted at least one hundred families to flee the camp, had been triggered after Fatah had seized a commander of Jund alSham who had fought the Lebanese Army the previous summer, and had handed him over to that Army. Fatah’s security chief in Lebanon, Mounir Maqdah, had told the agency that while the Jund alSham commander had been seized without enough coordination with other factions in Ain alHilweh, new security arrangements would ensure that no militants could exist beyond the reach of the interfactional committees.", "85. In a recent incident, on 2 January 2010 a Fatah member was wounded during a halfhour skirmish with members of Jund AlSham. However, from reports in the press it appears that after that the situation in the camp calmed down and that on 4 August 2010 the two groups’ leaders in Ain alHilweh made a truce.", "86. On 25 December 2010 the television network AlJazeera reported that a senior Jund alSham commander, Ghandi Sahmarani, had been found murdered in Ain el-Hilweh. It said that the death of Sahmarani “could be a major blow for [Jund alSham], which has had several leaders and members either killed or fleeing its ranks in the past few years”.", "87. On 3 January 2011 the Lebanese news website NOW Lebanon reported on the latest developments with Jund alSham. The report said, inter alia, that colonel Issa, appointed by Palestinian President Mahmoud Abbas in May 2010 as the head of the Fatah security in the camps, had said that Fatah and other factions present in Ain alHilweh, mainly Usbat alAnsar, had reached a peace agreement. After talks, Usbat al-Ansar leaders had given Issa a free mandate to annihilate the threat he said jihadists and radicals posed to the camp’s security. Issa was quoted as saying that “[a]fter some battles with these factions, some died, many of them were captured and handed over to the Lebanese authorities, and those that were left fled. These groups took advantage of the instability in Lebanon and infiltrated the camp, and when we realized that they were among suspects in explosions taking place around stores, we started dealing with them with security means, we captured many of them, went to battle with some, and some, like I said, fled”. He had also said that some of the jihadists had left for Europe, adding that “[t]hey were originally in the ‘emergency’ area [at the outskirts of the camp] and started fleeing bit by bit. Some left to France, some to Belgium, some to Sofia in Bulgaria”. He had said that in midDecember 2010, five of the runaways had been sent back to Lebanon by the Bulgarian authorities. Among them had been Youssef Kayed, a rogue former Fatah member who had rebelled against the central command, Anwar alSidawi and Imad Karroum, both wanted by the Lebanese authorities. The report went on to say that according to another Fatah official in Ain alHilweh, what was left of the radical Islamists was no longer a threat without the head of the militant group. “The phenomenon of Jund alSham is over in the camps now and does not constitute a threat anymore,” he had told NOW.", "88. In an article of 26 April 2011, titled “Fatah and Jund alSham clash in Ain alHilweh”, the Lebanese newspaper The Daily Star reported that during the previous weekend there had been armed clashes, with an exchange of missiles, between Fatah and members of Jund alSham. They had started after two unidentified individuals had refused to obey the commands of the security forces at a checkpoint. Jund alSham militants had joined the conflict after reportedly coming under fire from Fatah."], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}