{"ITEMID": "001-97783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SPK DIMSKIY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;No violation of Art. 6", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant is the agricultural production co-operative “Dimskiy” (сельскохозяйственный производственный кооператив «Димский»), a legal entity under the Russian law, established in 1992 in the village of Novoaleksandrovka in the Tambov District of the Amur Region. The applicant was subsequently re-organised into a joint-stock company “Dimskoye” (ОАО «Димское»).", "7. In 1987 the General Secretary of the USSR Communist Party Mikhail Gorbachev presented his “basic theses”, which laid the political foundation for economic reform heralding the transition to a market economy. Several laws were enacted which opened up the State-dominated planned economy to private enterprise. However, the Government preferred to keep control over consumer prices rather than leaving them to be determined by the free market.", "8. By 1990 Government spending increased sharply as a growing number of unprofitable enterprises required State support, whereas more resources were diverted to subsidise consumer prices. At the same time, the elimination of central control over production decisions, especially in the consumer-goods sector, led to a breakdown in traditional supply-demand relationships. This resulted in pervasive shortages of food and basic consumer goods. The Government reacted by introducing ration stamps for food and certain hygiene articles.", "9. In addition to ration stamps, the Government of the Russian Socialist Federative Soviet Republic (RSFSR) put into circulation several types of so-called “commodity bonds” (товарные чеки) which gave their bearers the right to purchase consumer goods, such as refrigerators, washing machines, tape recorders and passenger cars. The Urozhay-90 (“Harvest-90”) bonds were one of many types of bonds; they were distributed among agricultural workers and companies which had sold grain and other agricultural produce to the State in 1990 and 1991. Those bonds were designed to encourage agricultural workers to sell produce to the State in exchange for the right to priority purchasing of goods in high demand (see paragraph 26 below). The State paid workers for the produce at fixed prices and also gave them bonds in amounts proportionate to the value of the produce sold.", "10. The Urozhay-90 bonds were not legal tender, but they had a certain nominal value indicated on their face. That value determined the maximum purchase price of consumer goods which could be sold on production of the bonds. The bonds were not intended for payment but merely for certification of the right to purchase specific goods; the sale of goods was conditional on payment of the full purchase price by the bond-holder and production of the bonds for the same amount. The bonds were not registered in the person’s name or otherwise personalised and the Government Resolution did not prevent them from being transferred among individuals and legal entities.", "11. On 2 January 1992 the Russian Government decided to put an end to the regulation of retail prices. Shops began to fill up with merchandise but prices increased at a staggering speed (the inflation rate in 1992 was 2,600%). In March 1992, the Government established that goods available under the bonds would be sold at the prices fixed before 2 January 1992 (see paragraph 27 below).", "12. In August 1992 the Government introduced the possibility of buying out the bonds with a coefficient of 10. In 1994, the coefficient was raised to 70 (see paragraphs 28 and 29 below). It appears that a significant number of bonds were bought out by the State before the buyout operations were stopped in 1996 (see paragraph 31 below).", "13. In 1995 the status of the commodity bonds was codified in the Commodity Bonds Act passed by Parliament (see paragraph 30 below). Its text was very laconic, shorter than one page, but it purported to cover every type of commodities bonds issued in previous years. Section 1 recognised the commodity bonds as part of the internal debt of the Russian Federation; section 2 fixed at ten years the limitation period for the obligations arising out of commodity bonds (the starting date was not specified); section 3 required the Government to adopt a programme for settlement of the internal debt.", "14. In 2000 the Government presented the programme for settlement of the internal debt (see paragraph 33 below). It covered every type of commodity bond, save for the Urozhay-90 bonds. A few months before the Commodity Bonds Act was amended so as to provide that the settlement of the debt under the Urozhay-90 bonds would be regulated by a special federal law (see paragraph 32 below).", "15. Between 2003 and 2009 the application of section 1 of the Commodity Bonds Act was suspended in the part concerning the Urozhay-90 bonds, in accordance with the laws on the federal budget for each successive year (see paragraph 34 below).", "16. In 2009 Parliament passed a law on the buyout of the Urozhay-90 bonds and the Government issued implementing regulations which set out a detailed procedure for buyout of the bonds (see paragraphs 35 and 36 below).", "17. The applicant holds Urozhay-90 bonds with a total nominal value of 343,375 non-denominated Russian roubles (RUR).", "18. On 1 March 2001 the applicant brought an action against the Russian Government, seeking to recover 8,236,498 Russian roubles (RUB) as compensation for the bonds. The amount was calculated as the nominal value of the bonds multiplied by the official inflation co-efficient.", "19. On 7 May 2001 the Commercial Court of the Amur Region issued a decision to dismiss the applicant’s claim. It noted that the federal law establishing the procedure for redemption of Urozhay-90 bonds had not yet been adopted and their maturity date had not been determined. The Commercial Court held that the plaintiff had not yet obtained the right to lodge this claim.", "20. On 20 June 2001 the Appeals Division of the Commercial Court of the Amur Region quashed the decision of 7 May 2001 on procedural grounds and remitted the claim for a new examination.", "21. On 27 August 2001 the Commercial Court of the Amur Region gave judgment. It established that the Ministry of Finance, rather than the Russian Government, should have been the proper defendant in the applicant’s claim for damages because the Russian Government had not committed any unlawful actions. As the applicant refused to substitute the original defendant or to join the Ministry of Finance as a co-defendant and as the court was not competent to do so of its own motion, it determined to disallow the applicant’s claim.", "22. On 22 October 2001 the Appeals Division of the Commercial Court of the Amur Region upheld the judgment of 27 August 2001.", "23. Counsel for the applicant, Mr Okunev, submitted a cassation appeal. On 23 November 2001 the Federal Commercial Court of the Far-Eastern Circuit fixed the hearing date for 11 December 2001. Mr Okunev had been notified of that decision on 3 December 2001 by registered mail.", "24. On 11 December 2001 the Federal Commercial Court heard oral submissions by Mr Okunev and adjourned the hearing until 17 December 2001.", "25. On 17 December 2001 Mr Okunev did not appear at court. In the absence of any valid reason for his absence, the Federal Commercial Court proceeded with the hearing and upheld, in the final instance, the judgments of 27 August and 22 October 2001. It confirmed that the actions of the Russian Government had been lawful and that the Ministry of Finance was responsible for the debts chargeable to the treasury.", "26. On 26 July 1990 the RSFSR Council of Ministers adopted Resolution no. 259 on urgent measures for increasing the purchase of agricultural products harvested in 1990 and for ensuring their safe keeping. Its relevant parts resolved as follows:", "“1. To authorise all manufacturers of agricultural produce to sell the surplus of such produce that remains after delivery under existing agreements ... to procurers or other consumers at negotiated prices...", "2. To declare inadmissible any restrictions on the sale or shipment of agricultural produce to consumers in autonomous districts or regions of the RSFSR under paragraph 1 of the present resolution... Should local councils introduce such restrictions in their territories, the RSFSR Council of Ministers may stop issuing Urozhay-90 bonds or delivering goods on the basis of them in those territories...”", "“7. To begin issuing, in 1990, Urozhay-90 bonds to employees of collective and Soviet farms, other agro-industrial enterprises and organisations, peasants’ farms and owners of personal subsidiary land plots in respect of agricultural produce sold to the State.", "To determine that the bonds certify the right to purchase goods in high demand at retail prices in trade outlets. The said bonds are not legal tender.", "8. The RSFSR Ministry of Finance and the RSFSR Ministry of Agriculture and Food will, until 1 September 1990, print and put into circulation through the branches of the RSFSR State Bank Urozhay-90 bonds for a total amount of 10 billion roubles. The bonds are to be used before 1 October 1991.", "9. To establish that Urozhay-90 bonds are issued by the branches of the RSFSR State Bank:", "- to all producers who sold standard products to the State between 1 July 1990 and 30 June 1991 ... in an amount equivalent to 10% of the value of the products sold...", "...", "13. The Russian Consumers’ Association is to submit to the RSFSR Ministry for Foreign Economic Relations requests for those goods in high demand which are to be sold on production of the Urozhay-90 bonds, and organise their sale, on advance orders by citizens and organisations, at regional fairs and exhibitions and in specialised trade outlets. The Consumers’ Associations is to deliver goods to the consumers on the basis of the Urozhay-90 bonds no later than 1 January 1990 [sic]. In 1991 orders under the said bonds will be executed within two months.”", "27. On 15 March 1992 the Russian Government issued Resolution no. 161, intended to compensate the owners of Urozhay-90 bonds for an increase in retail prices. It resolved, in particular:", "“1. To establish that passenger cars and other consumer goods which are made available to citizens as a reward for the grain and other agricultural produce that was sold to the State in 1990 and 1991 are to be sold at the retail prices that prevailed before 2 January 1992...", "2. To extend the period of validity of the Urozhay-90 bonds until the end of 1992...”", "28. On 10 August 1992 the Government adopted Resolution no. 1442-r. It required the Russian ministries to allocate substantial amounts for the purchase of goods that were to be sold on production of the Urozhay-90 bonds. It further provided:", "“4. The Ministry for Trade and Material Resources, in cooperation with the Central Consumers’ Union, shall define, within two weeks, the list of goods intended for the implementation of the Urozhay-90 bonds...", "5. The Prices Committee of the Ministry of the Economy shall determine the increase in prices of domestic and imported goods since 1990... The price difference shall be reimbursed from the republican budget.", "6. The Ministry of Agriculture shall carry out an inventory of bonds held by agricultural enterprises and organisations and private individuals as on 1 September.", "7. The Ministry of Finance and the Ministry of Agriculture shall, within two weeks, lay down the procedure for the buyout of the Urozhay-90 bonds through the branches of the Savings Bank. It is to be taken into account that these bonds may be either used for purchasing goods or bought out by the State with a coefficient of 10.”", "29. On 16 April 1994 the Government approved Regulation no. 344 on State commodity bonds, which provided as follows:", "“With a view to redeeming the State commodity bonds and preventing accrual of the State’s liability to compensate for price differences, the Government of the Russian Federation resolves:", "1. The Ministry of Finance of the Russian Federation –", "– will buy out ... the Urozhay-90 bonds at a price equivalent to their nominal value multiplied by 70 and credit that amount into a bank account...”", "30. On 1 June 1995 the Commodity Bonds Act (no. 86-FZ, ФЗ «О государственных долговых товарных обязательствах») was enacted. It provided that State commodity bonds, including Urozhay-90 bonds, would be recognised as part of the internal State debt of the Russian Federation (section 1). The obligations arising out of the commodity bonds would be settled in accordance with the general principles of the Russian Civil Code, the limitation period being set at ten years (section 2). The original wording of section 3 provided:", "“The Government of the Russian Federation shall draft, in 1995-1997, the State Programme for settlement of the internal debt of the Russian Federation described in section 1, based on the principle of full compensation. The Programme shall provide for redemption terms ... convenient for citizens, including, according to their choice: provision of goods designated in ... the State bonds issued to agricultural suppliers ...; redemption of State commodity bonds at consumer prices prevailing at the time of the redemption ...; conversion of the debt into State securities...”", "31. On 16 January 1996 the Government adopted Resolution no. 33, by which it annulled Regulation no. 344 and instructed the Ministry of Finance to redeem the State commodity bonds within the amounts allocated for that purpose in the federal budget.", "32. On 2 June 2000, section 3 of the Commodity Bonds Act was amended to provide that the procedure for implementation of the State’s obligations to holders of the Urozhay-90 bonds would be determined in a special federal law.", "33. On 27 December 2000 the Government adopted the State Programme for settlement of the internal debt of the Russian Federation. Paragraph 14 of the Programme provided that the procedure for payments in respect of the Urozhay-90 bonds would be determined in a special federal law.", "34. In 2003 the application of section 1 of the Commodity Bonds Act was for the first time suspended in the part concerning the Urozhay-90 bonds. The suspension clause was maintained in the following years (Federal Law no. 176-FZ of 24 December 2002; no. 186-FZ of 23 December 2003; no. 173-FZ of 23 December 2004; no. 189-FZ of 26 December 2005; no. 238-FZ of 19 December 2006; and no. 198-FZ of 24 July 2007).", "35. On 19 July 2009 a federal law governing the procedure for the buyout of the Urozhay-90 bonds was adopted (no. 200-FZ – “the Buyout Act”). It established that holders of the bonds would be paid, in the period between 15 December 2009 and 31 December 2010, an amount equivalent to the nominal value of the bonds divided by 1,000 (section 2). The law also amended the Commodity Bonds Act by removing the reference to the Urozhay-90 bonds from section 1 of that Act.", "36. On 15 September 2009 the Government issued Resolution no. 749, setting out the detailed procedure for payments in exchange for the production of Urozhay-90 bonds.", "37. On 15 December 2000 the Constitutional Court gave a decision on an application lodged by the Parliament of the Sakha (Yakutiya) Republic, which had claimed that the amendments of 2 June 2000 (see above) had indefinitely delayed the implementation of the State’s obligations towards the bearers of the Urozhay-90 bonds. The Constitutional Court declared the application inadmissible for the following reasons:", "“In its [previous decisions] the Constitutional Court has already determined that a unilateral change in the scope of the State’s obligations towards individuals, including the obligation to sell goods in exchange for commodity bonds, is impermissible. This does not exclude, however, the possibility of imposing restrictions on the property rights of individuals – in an established form and within the constitutional limits – in the matter of State obligations, which is compatible with Article 55 § 3 of the Constitution.", "In particular, it follows from the case-law of the Constitutional Court ... that implementation of the rights and lawful interests of individual citizens or groups of citizens should not excessively and adversely affect the budgetary resources allocated for satisfying the rights and interests of society as a whole. This principle becomes particularly relevant in a situation where budgetary resources are insufficient to resolve many social problems relating to the exercise of the rights to life and personal dignity. It follows that the balance between the rights and lawful interests of the individuals who act as creditors for the State in property relationships, on the one hand, and everyone else, on the other hand, may, in principle, be struck only in the form of an act of Parliament.", "Hence, given that the legislature may restrict individual rights and freedoms (including property rights) for the purpose of the protection of the rights and lawful interests of others, a review of the federal law amending section 3 of the Commodity Bonds Act by the Constitutional Court would imply an assessment of the financial and economic justification for the legislative decision on the procedure for settlement of State commodity bonds, which ... falls outside the jurisdiction of the Constitutional Court.", "When examining claims relating to settlement of the State commodity bonds, courts of general jurisdiction have the right and duty to interpret the legislative provisions in the light of the interests of the individual (Articles 2 and 18 of the Constitution) and be guided, in particular, by section 2 of the Commodity Bonds Act, which establishes that State commodity bonds are to be settled in an appropriate form and in accordance with the Civil Code of the Russian Federation.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}