{"ITEMID": "001-126912", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF KLYUKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["5. The applicant was born in 1961 and lives in Moscow.", "6. On 16 April 2006 the applicant was arrested on suspicion of having committed a burglary together with K., his underage son, and S., also a minor. His flat was searched. He was brought to a temporary detention centre, where he was held until 18 or 19 April 2006 (the parties disputed the relevant date). He received very little food and water and did not have access to medical assistance. During that period he was questioned on several occasions in the absence of a lawyer and beaten up by police officers, who wanted him to confess. According to the applicant, his lawyer’s signature was later added to the transcript of his questioning.", "7. On 18 April 2006 the Moscow Tushinskiy District Court authorised the applicant’s pre-trial detention. In particular, the court noted as follows:", "“Pursuant to the materials submitted, [the applicant] is charged with criminal offences entailing a custodial sentence exceeding five years, he is not officially employed and, if released, might abscond. Furthermore, the court discerns no grounds rendering possible the imposition of a less strict restrictive measure.”", "8. The applicant remained in custody pending investigation and trial. The District Court extended his detention on 14 June and 29 November 2006 and 27 February 2007. The applicant did not appeal against those decisions.", "9. On 14 June 2006 the District Court opened the trial. The applicant was represented by State-appointed counsel.", "10. On 12 March 2007 the District Court found the applicant guilty as charged and sentenced him to five-and-a-half years’ imprisonment. On 14 May 2007 the Moscow City Court upheld the applicant’s conviction on appeal.", "11. From 18 or 19 April 2006 to 13 June 2007, the applicant was detained at remand prison no. IZ-77/3 in Moscow.", "12. The Government’s submissions as regards the conditions of the applicant’s detention in remand prison no. IZ-77/3 can be summarised as follows:", "13. All the cells were equipped with a ventilation system ensuring adequate fresh air circulation. Each cell had two windows measuring 0.89 x 0.94 metres covered with metal grilles that had 50 x 50 millimetres openings. The grilles installed did not prevent access to natural light. The windows had small vents which could also be kept open to ensure access to fresh air. The electric lighting was constantly on. From 6 a.m. to 10 p.m. four 40-watt electric bulbs were used. For the rest of the time two 40-watt electric bulbs were used.", "14. The toilet in each cell was separated from the living area by a 1.7metre high brick wall and a door. The distance between the toilet and the dining table was 2 metres. There was a sink with hot and cold running tap water.", "15. The inmates were allowed at least an hour’s daily outdoor exercise in designated exercise areas measuring 33 square metres on average. The exercise areas were covered with steel mesh, with openings measuring 20 x 20 centimetres. The mesh did not prevent access to natural light or fresh air.", "16. The applicant accepted the Government’s submissions in part concerning cell measurements and the number of sleeping places. He challenged the data submitted by the Government as regards cell population. According to the applicant, at all times the cells were severely overcrowded. The number of inmates was two to three times as high as the cells’ design capacity. The number of sleeping places was insufficient and the inmates had to take turns to sleep. In particular, in cells nos. 401 and 411 there were from 30 to 50 inmates detained together with the applicant; cell no. 704 housed from 5 to 20 inmates. The applicant did not contest the information submitted by the Government in respect of the number of inmates detained in cell no. 309.", "17. There was no ventilation system in any of the cells. The electric lighting was insufficient. The glass panes were missing from the windows and it was extremely cold in the winter and extremely hot in the summer. The windows were covered with several layers of metal grilles and bars which prevented access to natural light. Nor was there running hot water.", "18. The applicant was allowed outdoor daily exercise in the specially designated areas only during the period of his detention in cell no. 309, in other words from 16 May to 13 June 2007. For the rest of the time he was taken outdoors to a semi-circular area measuring from 20 to 25 square metres. However, in view of the large number of inmates brought to that area, it was impossible to exercise or walk around. The applicant did not have winter clothes and was not allowed to exercise outdoors during the winter.", "19. In cells nos. 401 and 411 the toilet was not separated from the living area of the cell. The cells were infested with lice, bed bugs and other insects. The toilet was foul smelling. No bed linen was provided. The only mattresses provided were dirty, covered with blood stains and infested with lice. Sometimes detainees suffering from tuberculosis, hepatitis and AIDS were placed in the cell. The food was of a very low quality. The library was closed. Nor were the inmates provided with board games.", "20. From 24 April to 16 May 2007 the applicant was admitted to the hospital at remand prison no. IZ-77/1 in Moscow. He claimed that he did not receive proper medical assistance there.", "21. The time frame of the applicant’s detention in correctional colonies nos. IK-5 and IK-16 in the Nizhniy Novgorod region where the applicant served a prison sentence can be presented as follows:", "22. According to the Government, from 5 to 9 September 2007 the applicant was held in the colony’s hospital, in ward no. 2 measuring 23.3 square metres and equipped with eight beds. From 10 September to 7 November 2007 and from 16 April 2008 to 2 July 2008 the applicant was held in ward no. 3 measuring 23.3 square metres and equipped with ten beds. The Government did not specify the number of inmates detained there. The wards were equipped with a ventilation system. The windows in the wards ensured adequate access to daylight. They were not covered with grilles or shutters. The electric lighting was adequate. The bathroom was located outside the ward. Both the hospital and the transit area of the correctional colony had outdoor exercise areas.", "23. According to the applicant, upon arrival to the hospital on 5 September 2007, he was placed in disciplinary cell no. 2 measuring 20 sq. m. since there were no beds available in ordinary wards. The toilet was located some 1 metre away from the dining table. He was transferred to hospital ward no. 3 only on 10 September 2007.", "24. Disciplinary cell no. 2 was infested with insects and rats. The walls were dirty. The windows there were covered with metal grilles. The mattresses were dirty and covered with blood. No bedding was provided. It was impossible to sleep in those beds because of metal springs sticking out. The lighting there was insufficient. Ward no. 3 was much cleaner than the disciplinary cell. There were no metal grilles on the windows. The lighting was sufficient.", "25. The applicant was provided with an individual bed at all times. The food was scarce and of a very low quality. During the night the applicant was unable to sleep because of hunger. He spent nights in the bathroom reading the bible. The bathroom was in a satisfactory condition. The number of inmates detained together with the applicant sometimes was twice as high as the number indicated by the Government. The applicant was not allowed any outdoor exercise.", "26. Without indicating specific time periods, the Government submitted the following information as regards the number of inmates detained together with the applicant in correctional colony no. IK-16 in the Nizhniy Novgorod region:", "27. The living premises in the colony were equipped with a ventilation system. The inmates could also open vents in the windows to ensure access to fresh air. The windows were not covered with metal bars or grilles. The electric lighting in the dormitories was sufficient. The sanitary area in each unit was equipped with five toilets separated by one-metre high non-transparent screens.", "28. The inmates were able to partake in outdoor exercise in areas adjacent to blocks 1 and 2 measuring 70 and 274 square metres respectively.", "29. The applicant did not challenge the veracity of the Government’s submissions concerning the surface area of the dormitories in correctional colony no. IK-16 at the time of his detention there. He claimed, however, that the number of inmates assigned with him to the dormitories was much higher than the figures provided by the Government. According to the applicant, the beds in the dormitories were arranged in three-tier bunks offering very little personal space to the inmates. His bed was located near the window and he could read easily during the day time. In the evening, however, the electric light was insufficient for reading. The hygienic conditions of the dormitories were also poor due to the large number of detainees assigned to them. The dormitories were equipped with a ventilation system. The windows were not covered with metal grilles. The bathrooms located were in satisfactory conditions. The applicant had sufficient opportunity for an outdoor exercise.", "30. On 30 November 2009 the Lyskovo District Court in the Nizhniy Novgorod Region released the applicant on parole. The court noted, inter alia, that the applicant demonstrated his remorse for the crimes he had committed and regretted them.", "31. The applicant appealed, claiming that he had never admitted that he had actually committed the crimes he had been convicted of and that the District Court had erred in stating the contrary in the decision of 30 November 2009.", "32. The parties did not inform the Court of the outcome of the appeal proceedings.", "33. Section 23 of the Detention of Suspects Act of 15 July 1995 provides that detainees should be kept in conditions which satisfy sanitary and hygiene requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell. Moreover, detainees should be given, free of charge, sufficient food for the maintenance of good health in line with the standards established by the Government of the Russian Federation (section 22 of the Act).", "34. Article 99 of the Russian Code on the Execution of Criminal Sentences of 8 January 1997, as amended, provides that the personal space allocated to each individual in a dormitory should be no less than two square metres. Inmates are to be provided with individual sleeping places, bed sheets, toiletries and seasonal clothes."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}