{"ITEMID": "001-110180", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MANZANAS MARTIN v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 14+P1-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Article 1 of Protocol No. 1 - Protection of property);Pecuniary damage - reserved;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1926 and lives in Barcelona.", "6. From 1 November 1952 to 30 June 1991, when he reached retirement age, the applicant worked as a minister of the Evangelical Church. During his years as a minister, he received remuneration from the Evangelical Church. However, the Church did not pay any social security contributions on his behalf, as there was no provision in Spanish law for it to do so.", "7. The applicant had previously worked as an employee between 1 January 1944 and 15 October 1946. After being ordained he again worked as a salaried employee from 13 March 1974 to 9 September 1978, while carrying out his duties as a minister.", "8. The applicant applied to the National Social Security Agency (INSS) for a retirement pension. By a decision of 26 October 2004 the INSS rejected his application on the grounds that he had not completed the minimum period of pensionable service, that is, 15 years (5,475 days). Added together, the two periods during which the applicant contributed, between 1944 and 1946 and between 1974 and 1978, totalled 2,560 days.", "9. The applicant asked the INSS to reconsider his case. In two decisions of 15 March and 23 May 2005 the INSS again rejected the applicant’s claims, confirming its initial decision.", "10. The applicant brought proceedings against the INSS before the Employment Tribunal to secure a retirement pension. He alleged that he was being discriminated against in so far as the legislation provided for Catholic priests to receive a retirement pension as they were part of the general social security scheme.", "11. In a judgment of 12 December 2005 Barcelona Employment Tribunal no. 33 allowed the applicant’s claims and ordered the INSS to pay him a retirement pension. Analysing the changes in the legislation on the subject, the court considered that the law clearly treated Catholic priests more favourably than Evangelical ministers, which was contrary to the secularity of the State enshrined in the Constitution of 1978.", "12. The court noted that even prior to the promulgation of the Constitution the first paragraph of Article 1 of Royal Decree 2398/1977 of 27 August 1977 had already established that priests and ministers of all faiths and churches registered with the Ministry of the Interior should be treated as salaried employees and be covered by the social security scheme. However, the second paragraph of that same Article specified that this was for immediate application only in respect of Catholic priests, which was done by order of the Ministry of Health and Social Security on 19 December 1977. Two subsequent Royal Decrees (nos. 487/1998 of 27 March 1998 and 2665/1998 of 11 December 1998) provided for Catholic clergy and priests who left the priesthood or ceased their religious activities to be able to count all their years of service with the church towards the years of contributions necessary to qualify for a retirement pension, provided that they made the capital payments corresponding to those years. Evangelical Church ministers were brought into the scheme twenty-two years after their Catholic counterparts, by Royal Decree 369/1999 of 5 March 1999, although they were not given the same possibility as Catholic priests of making up the missing annuities to qualify for a retirement pension. The court observed that by the time this decree took effect the applicant had ceased his pastoral activities, and according to the provisions of the decree his years as a minister could not be taken into account in calculating his years of contribution. The court considered that depriving the applicant of access to a retirement pension in the same conditions as those enjoyed by Catholic priests violated his right to equal treatment and freedom of worship enshrined in the Constitution. The court referred to Articles 6 and 7 of the Judicature Act (Ley Orgánica del Poder Judicial LOPJ) (see paragraph 16 below) and noted that Article 9 (2) of the Spanish Constitution stated: “It is the responsibility of the public powers to promote conditions so that liberty and equality of the individual and the groups he joins will be real and effective, to remove those obstacles which impede or make difficult their full implementation, and to facilitate participation by all citizens in political, economic, cultural, and social life”. Consequently, in the interest of the applicant’s fundamental rights the court considered that the provisions applied to Catholic priests – particularly Royal Decrees 487/1998 and 2665/1998 – could be applied to the applicant by analogy, enabling him to accumulate the minimum number of years of contribution thanks to his years as a minister, provided that he paid the capital corresponding to those missing years. It awarded the applicant a retirement pension from 22 July 2004 onwards, on the basis of 398.44 euros (EUR) a month.", "13. The INSS lodged a súplica appeal against that decision. By a judgment of 26 July 2007 the High Court of Catalonia set aside the first-instance judgment. It noted that Evangelical Church ministers had been included in the general Social Security scheme by Law 24/1992 of 10 October 1992 approving the cooperation agreement between the State and the Federation of Evangelical religious entities of Spain (FEREDE). The right of Evangelical Church ministers to contribute and to receive the corresponding benefits had thus come into being under that law and the practical conditions of their integration in the general Social Security scheme had been laid out in Royal Decree 369/1999. In the instant case the court observed that the applicant had reached retirement age in 1991, prior to the enactment of Law 24/1992, which would have allowed him to pay Social Security contributions in order to be entitled to a pension. The fact that the applicant’s previous years of pastoral activity could not be taken into consideration was not the result of inactivity on the part of the State but of a lack of legislation because of the failure of the State and the various Evangelical Church authorities to reach an agreement. In the light of these considerations the court deemed that the applicant did not satisfy the statutory conditions to qualify for a retirement pension, which was a matter of ordinary law and not of discrimination in comparison with the situation of Catholic priests.", "14. The applicant lodged an amparo appeal with the Constitutional Court. By a decision notified on 29 September 2009 that court declared the appeal inadmissible on the ground that it lacked the constitutional importance provided for in Article 50 § 1 b) of the Institutional Act on the Constitutional Court.", "15. The relevant provisions of the 1978 Constitution provide as follows:", "“Spaniards are equal before the law and may not in any way be discriminated against on account of birth, race, sex, religion, opinion or any other personal or social condition or circumstance.”", "“1. Freedom of ideology, religion and worship of individuals and communities is guaranteed, with no other restriction on their expression than may be necessary to maintain public order as protected by law.", "2. No one may be compelled to make statements regarding his religion, beliefs or ideologies.", "3. There shall be no State religion. The public authorities shall take the religious beliefs of Spanish society into account and shall consequently maintain appropriate cooperation with the Catholic Church and the other confessions.", "16. The relevant parts of the Judicature Act read as follows:", "“The judges and courts shall apply no regulations or other provisions which are contrary to the Constitution, the law or the principle of hierarchy of legal norms.”", "“The rights and freedoms enshrined in Chapter II of Title II of the Constitution fully bind the judges and the courts and are guaranteed by them.", "In particular, the rights set forth in Article 53 § 2 of the Constitution shall be upheld in their full constitutional content, and no judicial decision shall restrict, diminish or overrule that content ...”", "17. The relevant provisions of Royal Decree 2398/1977 of 27 August 1977, regulating the social security of the clergy, read as follows:", "“1. The priests of the Catholic Church and the ministers of the other Churches and religious denominations duly registered with the Ministry of the Interior shall be included in the scope of the general Social Security scheme, on terms to be established by regulation.", "2. Diocesan priests of the Catholic Church shall be considered as salaried employees for the purposes of their inclusion in the general Social Security scheme, in the manner set forth in the present Royal Decree.”", "18. The relevant parts of the Ministerial Order of 19 December 1977 (in force since 1 January 1978), which regulates certain aspects of the inclusion of diocesan Catholic priests in the general Social Security scheme, read as follows:", "“Diocesan priests of the Catholic Church shall be considered as salaried employees for the purposes of their inclusion in the general Social Security scheme. The priests concerned are those who carry out their pastoral activities at the level of a diocese or archdiocese ... and receive a basic stipend to cover their needs.”", "“In order to qualify for permanent disability, retirement and death benefits ... those priests who, on 1 January 1978, fell into the category referred to in Article 1 of this Order may pay the corresponding contributions to the general scheme for the periods preceding the entry into force of this Order, ... subject to the following conditions:", "1. if they have reached the age of fifty by 1 January 1978, they may pay the relevant contributions for the periods comprised between 1 January 1978 and the day the priest reached that age, but no earlier than 1 January 1967.", "...”", "19. Under the terms of Institutional Act 7/1980 of 5 July 1980 on freedom of religion, the State may draw up cooperation agreements with the Churches, depending on how many members they have, their implantation in Spanish society and the beliefs of the majority of Spanish people.", "20. Law 24/1992 of 10 November 1992 endorsing the cooperation agreement between the State and the Federation of Evangelical religious entities of Spain (FEREDE) regulated the following matters: the status of ministers of the Evangelical Church; the legal protection of their places of worship; the civil recognition of marriages celebrated in the Evangelical tradition; religious assistance in public places or establishments; Evangelical religious teaching in schools; and fiscal advantages applicable to certain assets and activities of the FEREDE member Churches. The relevant provisions read as follows:", "“For all legal purposes the ministers of the FEREDE member Churches shall be considered as natural persons carrying out regular duties connected with religious worship or assistance where they can demonstrate this by means of a certificate issued by the Church concerned with the agreement of the Standing Committee of FEREDE.”", "“In conformity with the provisions of Article 1 of Royal Decree 2398/1977 of 27 August 1977, the ministers of the FEREDE member Churches who meet the conditions set forth in Article 3 of the present Agreement shall be affiliated to the general Social Security scheme. They shall be considered as salaried employees.", "The Churches concerned shall take on the rights and obligations incumbent on employers in the general Social Security scheme.”", "21. Royal Decree 487/1998 of 17 March 1998 concerning the recognition, for the purposes of social security contributions, of the periods of religious activity of the clergy or priests of the Catholic Church who left the priesthood or ceased their religious activities, states:", "“The present decree applies to those who, having served as priests or clergy of the Catholic Church, left the priesthood or ceased their religious activities before 1 January 1997, if they satisfy the following conditions:", "...”", "“1. At their request and for the purposes of entitlement to a retirement pension, the persons referred to in the previous Article shall be considered to have paid their social security contributions for the requisite number of years during which they served as priests or members of the clergy, together with the number of years of effective contribution, to enable them, where applicable, to reach a total of fifteen years’ contributions.", "...”", "22. Royal Decree 2665/1998 of 11 December 1998, which supplements Royal Decree 487/1998, provides:", "“The present decree applies to those who, having served as priests or clergy of the Catholic Church, left the priesthood or ceased their religious activities before 1 January 1997.”", "“At their request the persons referred to in the previous Article shall be considered to have paid their social security contributions for their periods of service as priests or clergy prior to the following dates:", "For priests who left the priesthood: 1 January 1978.", "For those who abandoned the religious profession: 1 May 1982.”", "“1. When their pension entitlement is initially acknowledged the persons concerned must pay the pension contributions for the part of the pension derived from the years of service as priests or members of the clergy that were counted as years of contribution to the Social Security scheme.", "For this purpose the part of the pension to be funded shall be calculated by applying the following percentages to the basic scale:", "...", "3. Payment of the capital concerned may be deferred for a maximum period of fifteen years and staggered in monthly payments deductible from each month’s pension ...”", "23. Royal Decree 369/1999 of 5 March 1999, regulating the integration into the Social Security scheme of ministers of the member Churches of FEREDE provides:", "“For the purposes of the present Royal Decree, the Churches or federations of Churches concerned shall take on the rights and obligations incumbent on employers in the general Social Security scheme.”"], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}