{"ITEMID": "001-96585", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GILLAN AND QUINTON v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicants were born in 1977 and 1971 respectively and live in London.", "7. Between 9 and 12 September 2003 there was a Defence Systems and Equipment International Exhibition (“the arms fair”) at the Excel Centre in Docklands, East London, which was the subject of protests and demonstrations.", "8. At about 10.30 a.m. on 9 September 2003 the first applicant was riding a bicycle and carrying a rucksack near the arms fair, on his way to join the demonstration. He was stopped and searched by two police officers who told him he was being searched under section 44 of the Terrorism Act 2000 (“the 2000 Act”: see paragraphs 28-34 below) for articles which could be used in connection with terrorism. He was handed a notice to that effect. The first applicant claimed he was told in response to his question as to why he was being stopped that it was because a lot of protesters were about and the police were concerned that they would cause trouble. Nothing incriminating was found (although computer printouts giving information about the demonstration were seized by the officers) and the first applicant was allowed to go on his way. He was detained for roughly 20 minutes.", "9. At about 1.15 p.m. on 9 September 2003, the second applicant, wearing a photographer's jacket, carrying a small bag and holding a camera in her hand, was stopped close to the arms fair. She had apparently emerged from some bushes. The second applicant, a journalist, was in the area to film the protests. She was searched by a police officer from the Metropolitan Police notwithstanding that she showed her press cards to show who she was. She was told to stop filming. The police officer told her that she was using her powers under sections 44 and 45 of the 2000 Act. Nothing incriminating was found and the second applicant was allowed to go on her way. The record of her search showed she was stopped for five minutes but she thought it was more like thirty minutes. She claimed to have felt so intimidated and distressed that she did not feel able to return to the demonstration although it had been her intention to make a documentary or sell footage of it.", "10. The applicants sought to challenge the legality of the stop and search powers used against them by way of judicial review. Prior to the High Court hearing, the Secretary of State offered the applicants a procedure which would have enabled the High Court to review in closed session, with the benefit of submissions from a special advocate, the underlying intelligence material which had been the basis for the Secretary of State's decision to confirm the authorisation (section 46 of the 2000 Act: see paragraphs 30-31 below). The applicants, however, indicated that they did not consider it necessary or appropriate to proceed in this way, since they did not intend to challenge the assessment that there was a general threat of terrorism against the United Kingdom. Instead, they contended, first, that the authorisation and confirmation in question, since they formed part of a rolling programme of authorisations covering the entire London area, were ultra vires and unlawful, since there were a number of clear indications that Parliament had intended an authorisation under section 44 of the 2000 Act (“a section 44 authorisation”) to be given and confirmed only in response to an imminent terrorist threat to a specific location in respect of which normal police powers of stop and search were inadequate. Secondly, the applicants claimed that the use of the section 44 authorisation by police officers to stop and search them at the arms fair was contrary to the legislative purpose and unlawful and that the guidance given to police officers was either non-existent or calculated to cause officers to misuse the powers. Thirdly, the applicants claimed that the section 44 authorisations and the exercise of powers under them constituted a disproportionate interference with their rights under Articles 5, 8, 9, 10 and 11 of the Convention.", "11. On 31 October 2003, the Divisional Court dismissed the application ([2003] EWHC 2545). Lord Justice Brooke, giving the judgment of the court, held that Parliament had envisaged that a section 44 authorisation might cover the whole of a police area as a response to a general threat of terrorist activity on a substantial scale and that the authorisation and the subsequent confirmation by the Secretary of State were not ultra vires.", "Brooke LJ held as follows, in connection with the applicants' second ground of challenge:", "“The powers conferred on the police under section 44 are powers which most British people would have hoped were completely unnecessary in this country, particularly in time of peace. People have always been free to come and go in this country as they wish unless the police have reasonable cause to stop them. Parliament has, however, judged that the contemporary threats posed by international terrorism and dissident Irish terrorism are such that as a people we should be content that the police should be able to stop and search us at will for articles that might be connected with terrorism.", "It is elementary that if the police abuse these powers and target them disproportionately against those whom they perceive to be no particular friends of theirs the terrorists will have to that extent won. The right to demonstrate peacefully against an arms fair is just as important as the right to walk or cycle about the streets of London without being stopped by the police unless they have reasonable cause. If the police wish to use this extraordinary power to stop and search without cause they must exercise it in a way that does not give rise to legitimate complaints of arbitrary abuse of power.", "We are not, however, satisfied that the police's conduct on 9th September entitles either Mr Gillan or Ms Quinton to a public law remedy. There is just enough evidence available to persuade us that, in the absence of any evidence that these powers were being habitually used on occasions which might represent symbolic targets, the arms fair was an occasion which concerned the police sufficiently to persuade them that the use of section 44 powers was needed ... . But it was a fairly close call, and the Metropolitan Police would do well to review their training and briefing and the language of the standard forms they use for section 44 stop/searches if they wish to avoid a similar challenge in future. ...”", "Finally, the court found that the powers were provided for by law and not disproportionate, given the risk of terrorist attack in London.", "12. The Court of Appeal gave judgment on 29 July 2004 ([2004] EWCA Civ 1067). As to the proper interpretation of the legislation, it held that:", "“It is clear that Parliament, unusually, has permitted random stopping and searching, but, as we have already indicated when examining the language of the relevant sections, made the use of that power subject to safeguards. The power is only to be used for a single specified purpose for a period of an authorisation granted by a senior officer and confirmed by the Secretary of State. Furthermore, the authorisation only has a limited life unless renewed.", "We do not find it surprising that the word 'expedient' should appear in section 44(3) in conjunction with the power to authorise. The statutory scheme is to leave how the power is to be used to the discretion of the senior officer. In agreement with the Divisional Court, we would give the word its ordinary meaning of advantageous. It is entirely consistent with the framework of the legislation that a power of this sort should be exercised when a senior police officer considers it is advantageous to exercise the power for the prevention of acts of terrorism.", "Interpreted in this way, sections 44 and 45 could not conflict with the provisions of the Articles of the ECHR. If those Articles were to be infringed it would be because of the manner of the exercise of the power, not its existence. Any possible infringement of the ECHR would depend on the circumstances in which the power that the sections give is exercised.”", "13. The Court of Appeal did not consider it necessary to determine whether Article 5 § 1 applied, since it held that any deprivation of liberty was justifiable under Article 5 § 1(b). However it held that, if the point had to be decided, the better view was that there was no deprivation of liberty, taking into account the likely limited nature of any infringement in a normal stop and search and the fact that the main aim would not be to deprive an individual of his liberty but rather to effect a verification of one form or another. Nor did it consider that Articles 10 and 11 applied. Although the applicants' evidence gave some cause for concern that the power had been used against them to control or deter their attendance at the demonstration, those issues had not been tested because the thrust of their argument was directed at the conformity of the legislation with the Convention and, properly used as a measure of limited duration to search for articles connected with terrorism, the stop and search power would not impinge on the rights to freedom of expression or assembly.", "14. The respondent Commissioner of the Metropolitan Police had conceded that the stop and search measures amounted to interferences with the applicants' Article 8 rights, and the Court of Appeal accepted that this was the correct approach, describing section 44 as “an extremely wide power to intrude on the privacy of the members of the public”. It considered that the interference was, however, in accordance with the law, for the following reasons:", "“'The law' that is under criticism here is the statute, not the authorisation. That law is just as much a public record as is any other statute. And the provisions are not arbitrary in any relevant sense. Although the police officer does not have to have grounds for suspecting the presence of suspicious articles before stopping a citizen in any particular case (section 45(1)(b)), he can only be authorised to use those powers for limited purposes, and where a decision has been made that the exercise of the powers is expedient for the serious purpose of the prevention of acts of terrorism (section 44(3)). The system, so controlled, cannot be said to be arbitrary in any sense that deprives it of the status of 'law' in the autonomous meaning of that term as understood in Convention jurisprudence. In addition, while the authorisations and their confirmation are not published because not unreasonably it is considered publication could damage the effectiveness of the stop and search powers and as the individual who is stopped has the right to a written statement under section 45(5), in this context the lack of publication does not mean that what occurred was not a procedure prescribed by law.”", "Furthermore, given the nature of the terrorist threat against the United Kingdom, the authorisation and confirmation of the power could not, as a matter of general principle, be said to be disproportionate: the disadvantage of the intrusion and restraint imposed on even a large number of individuals by being stopped and searched could not possibly match the advantage that accrued from the possibility of a terrorist attack being thereby foiled or deterred. Having regard to the nature of the arms fair, its location near an airport and a previous site of a terrorist incident (connected with the Northern Ireland problems) and the fact that a protest was taking place, the police were entitled to decide that section 44 powers should be exercised in connection with it. However, the inadequacy of the evidence provided by the police concerning the use of the section 44 power in the vicinity of the arms fair made it impossible to come to any conclusion as regards the lawfulness and proportionality of the use of the power against the applicants.", "15. The House of Lords, on 8 March 2006, unanimously dismissed the applicants' appeals ([2006] UKHL 12). Lord Bingham, with whom the other Lords agreed, began by observing:", "“1. It is an old and cherished tradition of our country that everyone should be free to go about their business in the streets of the land, confident that they will not be stopped and searched by the police unless reasonably suspected of having committed a criminal offence. So jealously has this tradition been guarded that it has almost become a constitutional principle. But it is not an absolute rule. There are, and have for some years been, statutory exceptions to it. These appeals concern an exception now found in sections 44-47 of the Terrorism Act 2000 ('the 2000 Act'). The appellants challenge the use made of these sections and, in the last resort, the sections themselves. Since any departure from the ordinary rule calls for careful scrutiny, their challenge raises issues of general importance.”", "16. The first issue before the House of Lords was as to the proper construction of the statute. The applicants had argued that section 44(3) should be interpreted as permitting an authorisation to be made only if the decision-maker had reasonable grounds for considering that the powers were necessary and suitable, in all the circumstances, for the prevention of terrorism. Lord Bingham rejected this interpretation, since the word “expedient” in the section had a meaning quite distinct from “necessary”. He continued:", "“14. ... But there are other reasons also for rejecting the argument. It is true, as already recognised, that section 45(1)(b), in dispensing with the condition of reasonable suspicion, departs from the normal rule applicable where a constable exercises a power to stop and search. One would therefore incline, within the permissible limits of interpretation, to give 'expedient' a meaning no wider than the context requires. But examination of the statutory context shows that the authorisation and exercise of the power are very closely regulated, leaving no room for the inference that Parliament did not mean what it said. There is indeed every indication that Parliament appreciated the significance of the power it was conferring but thought it an appropriate measure to protect the public against the grave risks posed by terrorism, provided the power was subject to effective constraints. The legislation embodies a series of such constraints. First, an authorisation under section 44(1) or (2) may be given only if the person giving it considers (and, it goes without saying, reasonably considers) it expedient 'for the prevention of acts of terrorism'. The authorisation must be directed to that overriding objective. Secondly, the authorisation may be given only by a very senior police officer. Thirdly, the authorisation cannot extend beyond the boundary of a police force area, and need not extend so far. Fourthly, the authorisation is limited to a period of 28 days, and need not be for so long. Fifthly, the authorisation must be reported to the Secretary of State forthwith. Sixthly, the authorisation lapses after 48 hours if not confirmed by the Secretary of State. Seventhly, the Secretary of State may abbreviate the term of an authorisation, or cancel it with effect from a specified time. Eighthly, a renewed authorisation is subject to the same confirmation procedure. Ninthly, the powers conferred on a constable by an authorisation under sections 44(1) or (2) may only be exercised to search for articles of a kind which could be used in connection with terrorism. Tenthly, Parliament made provision in section 126 for reports on the working of the Act to be made to it at least once a year, which have in the event been made with commendable thoroughness, fairness and expertise by Lord Carlile of Berriew QC. Lastly, it is clear that any misuse of the power to authorise or confirm or search will expose the authorising officer, the Secretary of State or the constable, as the case may be, to corrective legal action.", "15. The principle of legality has no application in this context, since even if these sections are accepted as infringing a fundamental human right, itself a debatable proposition, they do not do so by general words but by provisions of a detailed, specific and unambiguous character. Nor are the appellants assisted by the Home Office circular. This may well represent a cautious official response to the appellants' challenge, and to the urging of Lord Carlile that these powers be sparingly used. But it cannot, even arguably, affect the construction of section 44(3). The effect of that sub-section is that an authorisation may be given if, and only if, the person giving it considers it likely that these stop and search powers will be of significant practical value and utility in seeking to achieve the public end to which these sections are directed, the prevention of acts of terrorism.”", "17. Lord Bingham rejected the applicants' contention that the “rolling programme” of authorisations had been ultra vires, as follows:", "“18. The appellants' second, and main, ground of attack was directed to the succession of authorisations which had had effect throughout the Metropolitan Police District since February 2001, continuing until September 2003. It was, they suggested, one thing to authorise the exercise of an exceptional power to counter a particular and specific threat, but quite another to authorise what was, in effect, a continuous ban throughout the London area. Again this is not an unattractive submission. One can imagine that an authorisation renewed month after month might become the product of a routine bureaucratic exercise and not of the informed consideration which sections 44 and 46 clearly require. But all the authorisations and confirmations relevant to these appeals conformed with the statutory limits on duration and area. Renewal was expressly authorised by section 46(7). The authorisations and confirmations complied with the letter of the statute. The evidence of the Assistant Commissioner and Catherine Byrne does not support, and indeed contradicts, the inference of a routine bureaucratic exercise. It may well be that Parliament, legislating before the events of September 2001, did not envisage a continuous succession of authorisations. But it clearly intended that the section 44 powers should be available to be exercised when a terrorist threat was apprehended which such exercise would help to address, and the pattern of renewals which developed up to September 2003 (it is understood the pattern has since changed) was itself a product of Parliament's principled refusal to confer these exceptional stop and search powers on a continuing, countrywide basis. Reporting on the operation of the 2000 Act during the years 2002 and 2003, Lord Carlile ...found that sections 44 and 45 remained necessary and proportional to the continuing and serious risk of terrorism, and regarded London as 'a special case, having vulnerable assets and relevant residential pockets in almost every borough'.”", "18. On the question whether either applicant had been deprived of liberty as a result of the stop and search procedure, Lord Bingham commented on the absence of any decision of the European Court of Human Rights on closely analogous facts and accepted that there were some features indicative of a deprivation of liberty, such as the coercive nature of the measure. However, since the procedure would ordinarily be relatively brief and since the person stopped would not be arrested, handcuffed, confined or removed to any different place, such a person should not be regarded “as being detained in the sense of confined or kept in custody, but more properly of being detained in the sense of kept from proceeding or kept waiting”. Article 5 did not, therefore, apply.", "19. As to the question whether Article 8 was applicable, Lord Bingham was:", "“28. ... doubtful whether an ordinary superficial search of the person can be said to show a lack of respect for private life. It is true that 'private life' has been generously construed to embrace wide rights to personal autonomy. But it is clear Convention jurisprudence that intrusions must reach a certain level of seriousness to engage the operation of the Convention, which is, after all, concerned with human rights and fundamental freedoms, and I incline to the view that an ordinary superficial search of the person and an opening of bags, of the kind to which passengers uncomplainingly submit at airports, for example, can scarcely be said to reach that level.”", "20. Lord Bingham did not consider that the power to stop and search under sections 44-45, properly used in accordance with the statute and Code A, could be used to infringe a person's rights under Articles 10 or 11 of the Convention.", "21. Despite his doubts as to the applicability of Articles 5, 8, 10 or 11, Lord Bingham went on to consider whether the stop and search powers complied with the requirement of “lawfulness” under the Convention, as follows:", "“34. The lawfulness requirement in the Convention addresses supremely important features of the rule of law. The exercise of power by public officials, as it affects members of the public, must be governed by clear and publicly-accessible rules of law. The public must not be vulnerable to interference by public officials acting on any personal whim, caprice, malice, predilection or purpose other than that for which the power was conferred. This is what, in this context, is meant by arbitrariness, which is the antithesis of legality. This is the test which any interference with or derogation from a Convention right must meet if a violation is to be avoided.", "35. The stop and search regime under review does in my opinion meet that test. The 2000 Act informs the public that these powers are, if duly authorised and confirmed, available. It defines and limits the powers with considerable precision. Code A, a public document, describes the procedure in detail. The Act and the Code do not require the fact or the details of any authorisation to be publicised in any way, even retrospectively, but I doubt if they are to be regarded as 'law' rather than as a procedure for bringing the law into potential effect. In any event, it would stultify a potentially valuable source of public protection to require notice of an authorisation or confirmation to be publicised prospectively. The efficacy of a measure such as this will be gravely weakened if potential offenders are alerted in advance. Anyone stopped and searched must be told, by the constable, all he needs to know. In exercising the power the constable is not free to act arbitrarily, and will be open to civil suit if he does. It is true that he need have no suspicion before stopping and searching a member of the public. This cannot, realistically, be interpreted as a warrant to stop and search people who are obviously not terrorist suspects, which would be futile and time-wasting. It is to ensure that a constable is not deterred from stopping and searching a person whom he does suspect as a potential terrorist by the fear that he could not show reasonable grounds for his suspicion. It is not suggested that the constables in these cases exercised their powers in a discriminatory manner (an impossible contention on the facts), and I prefer to say nothing on the subject of discrimination.”", "22. Lord Hope of Craighead agreed with Lord Bingham. In particular, he considered that the stop and search power complied with the principle of legality for the following reasons:", "“48. The sight of police officers equipped with bundles of the stop/search form 5090 which is used to record the fact that a person or vehicle was stopped by virtue of sections 44(1) or 44(2) has become familiar in Central London since the suicide bombings that were perpetrated on 7 July 2005 and the attempts to repeat the attacks two weeks later. They can be seen inside the barriers at stations on the London Underground, watching people as they come through the barriers and occasionally stopping someone who attracts their attention and searching them. Most people who become aware of the police presence are there because they want to use the transport system. The travelling public are reassured by what they see the police doing at the barriers. They are in the front line of those who would be at risk if there were to be another terrorist outrage. But those who are singled out, stopped and searched in this way may well see things differently. They may find the process inconvenient, intrusive and irritating. As it takes place in public, they may well also find it embarrassing. This is likely to be the case if they believe, contrary to the facts, that they are being discriminated against on grounds of race. These features of the process give rise to this question. Are the limits on the use of the power sufficient to answer a challenge that the Convention rights of the person who is searched are being violated because its use is unforeseeable and arbitrary?", "49. From that person's perspective the situation is one where all the cards are in the hands of the police. It is they, and not the general public, who know that an authorisation is in force and the area that it relates to. It is they who decide when and where within that area they should exercise the power that has been given to them. It is they who decide which persons or which vehicles should be stopped and searched. Sections 44(1) and 44(2) make it clear that the power may be exercised only by a constable in uniform. Section 45(1)(a) provides that the power may be exercised only for the purpose of searching for articles of a kind which could be used in connection with terrorism. But no criterion is laid down in the statute or in any published document as to the precise state of mind that the constable must be in before the power can be exercised.", "50. Section 45(1)(b) provides that the power may be exercised whether or not the constable has grounds for suspecting the presence of articles of a kind which could be used in connection with terrorism. The definition of the word 'terrorism' for the purposes of the Act is a wide one, and the matter is left to the judgment of each individual police officer. The first indication that members of the public are likely to get that they are liable to be stopped and searched is when the order to stop is given. Those who are well informed may get some indication as to what is afoot when they see the police with bundles of forms in their hands looking in their direction. But for most people the order to stop will come as a surprise. Unless they are in possession of articles of the kind that the constable is entitled to search for, they may well wonder why they have been singled out for the treatment that they are being subjected to.", "51. There is, of course, a strong argument the other way. If the stop and search procedure is to be effective in detecting and preventing those who are planning to perpetrate acts of terrorism it has to be like this. Advertising the time when and the places where this is to be done helps the terrorist. It impedes the work of the security services. Sophisticated methods of disguise and concealment may be used where warnings are given. Those involved in terrorism can be expected to take full advantage of any published information as to when and where the power is likely to be exercised. So the police need to be free to decide when and where the use of the procedure is to be authorised and whom they should stop on the spur of the moment if their actions are to be a step ahead of the terrorist. Must this system be held to be unlawful under Convention law ... on the ground that it is arbitrary?", "...", "55. ... The use of the section 44 power has to be seen in the context of the legislation that provides for it. The need for its use at any given time and in any given place to be authorised, and for the authorisation to be confirmed within 48 hours, provides a background of law that is readily accessible to the citizen. It provides a system of regulatory control over the exercise of the power which enables the person who is stopped and searched, if he wishes, to test its legality in the courts. In that event the authorisation and the confirmation of it will of necessity, to enable the law to be tested properly, become relevant evidence. The guidance in para 2.25 of Code A warns the constable that the power is to be used only for reasons connected with terrorism, and that particular care must be taken not to discriminate against members of minority ethnic groups when it is being exercised. It is no more precise than that. But it serves as a reminder that there is a structure of law within which the power must be exercised. A constable who acts within these limits is not exercising the section 44 power arbitrarily.", "56. As the concluding words of para 67 of the decision in Malone v United Kingdom (1985) 7 EHRR 14 indicate, the sufficiency of these measures must be balanced against the nature and degree of the interference with the citizen's Convention rights which is likely to result from the exercise of the power that has been given to the public authority. The things that a constable can do when exercising the section 44 power are limited by the provisions of section 45(3) and 45(4). He may not require the person to remove any clothing in public except that which is specified, and the person may be detained only for such time as is reasonably required to permit the search to be carried out at or near the place where the person or vehicle has been stopped. The extent of the intrusion is not very great given the obvious importance of the purpose for which it is being resorted to. In my opinion the structure of law within which it is to be exercised is sufficient in all the circumstances to meet the requirement of legality.", "57. It should be noted, of course, that the best safeguard against the abuse of the power in practice is likely to be found in the training, supervision and discipline of the constables who are to be entrusted with its exercise. Public confidence in the police and good relations with those who belong to the ethnic minorities are of the highest importance when extraordinary powers of the kind that are under scrutiny in this case are being exercised. The law will provide remedies if the power to stop and search is improperly exercised. But these are remedies of last resort. Prevention of any abuse of the power in the first place, and a tighter control over its use from the top, must be the first priority.”", "23. Lord Brown of Eaton-under-Heywood observed, inter alia:", "“74. Given the exceptional (although, as Lord Bingham has explained, neither unique nor particularly novel) nature of [the section 44] power (often described as the power of random search, requiring for its exercise no reasonable suspicion of wrongdoing), it is unsurprisingly hedged about with a wide variety of restrictions and safeguards. Those most directly relevant to the way in which the power impacts upon the public on the ground are perhaps these. It can be used only by a constable in uniform (section 44 (1) and (2)). It can be used only to search for terrorist-connected articles (section 45(1) (a)). The person searched must not be required to remove any clothing in public except for headgear, footwear, an outer coat, a jacket or gloves (section 45(3)). The search must be carried out at or near the place where the person or vehicle is stopped (section 45(4)). And the person or vehicle stopped can be detained only for such time as is reasonably required to permit such a search (section 45(4)). Unwelcome and inconvenient though most people may be expected to regard such a stop and search procedure, and radically though it departs from our traditional understanding of the limits of police power, it can scarcely be said to constitute any very substantial invasion of our fundamental civil liberties. Nevertheless, given, as the respondents rightly concede, that in certain cases at least such a procedure will be sufficiently intrusive to engage a person's article 8 right to respect for his private life, and given too that this power is clearly open to abuse—the inevitable consequence of its exercise requiring no grounds of suspicion on the police officer's part—the way is clearly open to an argument that the scheme is not properly compliant with the Convention requirement that it be 'in accordance with the law.'", "75. For this requirement to be satisfied ... not only must the interference with the Convention right to privacy have some basis in domestic law (as here clearly it does in the 2000 Act); not only must that law be adequately accessible to the public (as here clearly it is—unlike, for example, the position in Malone v United Kingdom (1985) 7 EHRR 14); not only must the law be reasonably foreseeable, to enable those affected to regulate their conduct accordingly (a requirement surely here satisfied by the public's recognition, from the very terms of the legislation, that drivers and pedestrians are liable to be subjected to this form of random search and of the need to submit to it); but there must also be sufficient safeguards to avoid the risk of the power being abused or exercised arbitrarily.", "76. As I understand the appellants' argument, it is upon this final requirement that it principally focuses: this power, submits Mr Singh, is all too easily capable of being used in an arbitrary fashion and all too difficult to safeguard against such abuse. True, he acknowledges, if the power is in fact abused in any particular case the police officer concerned will be liable to a civil claim for damages (and, no doubt, to police disciplinary action). But, he submits, it will usually be impossible to establish a misuse of the power given that no particular grounds are required for its apparently lawful exercise. Assume, for example, that a police officer in fact exercises this power for racially discriminatory reasons of his own, how could that be established? There are simply no effective safeguards against such abuse, no adequate criteria against which to judge the propriety of its use. Certainly it is provided by paragraph 2.25 of Code A (a published code issued under section 66 of the Police and Criminal Evidence Act 1984) that: 'Officers must take particular care not to discriminate against members of minority ethnic groups in the exercise of these powers'. But, say the appellants, there is simply no way of policing that instruction with regard to the exercise of so wide a random power. No way, that is, submits [counsel for the applicants], unless it is by stopping and searching literally everyone (as, of course, occurs at airports and on entry to certain other specific buildings) or by stopping and searching on a strictly numerical basis, say every tenth person. Only in one or other of these ways, the appellants' argument forces them to contend, could such a power as this be exercisable consistently with the principle of legal certainty: there cannot otherwise be the necessary safeguards in place to satisfy the Convention requirement as to 'the quality of the law' ...", "77. I would reject this argument. In the first place it would seem to me impossible to exercise the section 44 power effectively in either of the ways suggested. Imagine that following the London Underground bombings last July the police had attempted to stop and search everyone entering an underground station or indeed every tenth (or hundredth) such person. Not only would such a task have been well nigh impossible but it would to my mind thwart the real purpose and value of this power. That, as Lord Bingham puts it in paragraph 35 of his opinion, is not 'to stop and search people who are obviously not terrorist suspects, which would be futile and time-wasting [but rather] to ensure that a constable is not deterred from stopping and searching a person whom he does suspect as a potential terrorist by the fear that he could not show reasonable grounds for his suspicion.' It is to be hoped, first, that potential terrorists will be deterred (certainly from carrying the tools of their trade) by knowing of the risk they run of being randomly searched, and, secondly, that by the exercise of this power police officers may on occasion (if only very rarely) find such materials and thereby disrupt or avert a proposed terrorist attack. Neither of these aims will be served by police officers searching those who seem to them least likely to present a risk instead of those they have a hunch may be intent on terrorist action.", "78. In his 2001 review of the operation of the Prevention of Terrorism (Temporary Provisions) Act 1989 (amended as explained by Lord Bingham in paragraph 9 of his opinion) and the Northern Ireland (Emergency Provisions) Act 1996, Mr John Rowe QC said this of the power to stop and search those entering or leaving the United Kingdom with a view to finding out whether they were involved in terrorism:", "'The “intuitive” stop", "37. It is impossible to overstate the value of these stops ...", "38. I should explain what I mean by an “intuitive stop”. It is a stop which is made “cold” or “at random”—but I prefer the words “on intuition”—without advance knowledge about the person or vehicle being stopped.", "39. I do not think such a stop by a trained Special Branch officer is “cold” or “random”. The officer has experience and training in the features and circumstances of terrorism and terrorist groups, and he or she may therefore notice things which the layman would not, or he or she may simply have a police officer's intuition. Often the reason for such a stop cannot be explained to the layman.'", "79. Later in his review Mr Rowe noted of the more general stop and search powers originally contained in sections 13A and 13B of the 1989 Act that 'these powers were used sparingly, and for good reason'. I respectfully agree that the section 44 power (as it is now) should be exercised sparingly, a recommendation echoed throughout a series of annual reports on the 2000 Act by Lord Carlile of Berriew QC, the independent reviewer of the terrorist legislation appointed in succession to Mr Rowe—see most recently paragraph 106 of his 2005 report, suggesting that the use of the power 'could be cut by at least 50 per cent without significant risk to the public or detriment to policing.' To my mind, however, that makes it all the more important that it is targeted as the police officer's intuition dictates rather than used in the true sense randomly for all the world as if there were some particular merit in stopping and searching people whom the officers regard as constituting no threat whatever. In short, the value of this legislation, just like that allowing people to be stopped and searched at ports, is that it enables police officers to make what Mr Rowe characterised as an intuitive stop.", "80. Of course, as the Privy Counsellor Review Committee chaired by Lord Newton of Braintree noted in its December 2003 report on the Anti-Terrorism, Crime and Security Act 2001:", "'Sophisticated terrorists change their profile and methods to avoid presenting a static target. For example, al Qaeda is reported to place particular value on recruiting Muslim converts because they judge them to be less likely to be scrutinised by the authorities.'", "It seems to me inevitable, however, that so long as the principal terrorist risk against which use of the section 44 power has been authorised is that from al Qaeda, a disproportionate number of those stopped and searched will be of Asian appearance (particularly if they happen to be carrying rucksacks or wearing apparently bulky clothing capable of containing terrorist-related items).", "81. Is such a conclusion inimical to Convention jurisprudence or, indeed, inconsistent with domestic discrimination law? In my judgment it is not, provided only that police officers exercising this power on the ground pay proper heed to paragraph 2.25 of Code A:", "'The selection of persons stopped under section 44 of Terrorism Act 2000 should reflect an objective assessment of the threat posed by the various terrorist groups active in Great Britain. The powers must not be used to stop and search for reasons unconnected with terrorism. Officers must take particular care not to discriminate against members of minority ethnic groups in the exercise of these powers. There may be circumstances, however, where it is appropriate for officers to take account of a person's ethnic origin in selecting persons to be stopped in response to a specific terrorist threat (for example, some international terrorist groups are associated with particular ethnic identities).'", "Ethnic origin accordingly can and properly should be taken into account in deciding whether and whom to stop and search provided always that the power is used sensitively and the selection is made for reasons connected with the perceived terrorist threat and not on grounds of racial discrimination.”", "24. The applicants also commenced a claim in the County Court on 8 September 2004 for, inter alia, damages under the Human Rights Act 1998 on the basis that the police had used the stop and search powers unlawfully against each applicant and in breach of Articles 8, 10 and 11 of the Convention, to control or deter their attendance at the demonstration rather than to search for articles linked to terrorism. The claims were stayed pending the outcome of their appeal to the House of Lords and were finally heard in February 2007. The County Court rejected the applicants' claims and determined that the power had, in respect to each of them, been properly and lawfully exercised. The applicants did not seek to appeal against this judgment.", "25. Police officers have the power to stop and search individuals under a range of legislation. For example, section 1 of the Police and Criminal Evidence Act 1984 allows an officer who has reasonable grounds for suspicion to stop and search a person or vehicle to look for stolen or prohibited items. Section 60 of the Criminal Justice and Public Order Act 1994 allows a senior officer to authorise the stop and search of persons and vehicles where there is good reason to believe that to do so would help to prevent incidents involving serious violence or that persons are carrying dangerous instruments or offensive weapons.", "26. The police power to stop and search at random where expedient to prevent acts of terrorism was first introduced as a response to the bombing campaign between 1992 and 1994 in and around London. Section 81 of the Criminal Justice and Public Order Act 1994 inserted a new section 13A into the Prevention of Terrorism (Temporary Provisions) Act 1989 (“the 1989 Act”) in similar terms to section 44 of the 2000 Act (see paragraph 30 below), but without any requirement that the Secretary of State confirm the authorisation. The Prevention of Terrorism (Additional Powers) Act 1996 created an additional, separate power to stop and search pedestrians, under section 13B of the 1989 Act. The 1996 Act also established for the first time the confirmation procedure involving the Secretary of State.", "27. In 1995 the Government asked Lord Lloyd of Berwick, a House of Lords judge, to undertake an Inquiry into the need for specific counter-terrorism legislation in the United Kingdom following the decrease in terrorism connected to Northern Ireland. The Inquiry included consideration of whether there remained a continuing need for a power equivalent to that in sections 13A and 13B of the 1989 Act. In his Report (Cm 3420, § 10, October 1996), Lord Lloyd noted that between February and August 1996 the police in London had carried out searches of 9,700 drivers and passengers and 270 pedestrians under sections 13A and 13B of the 1989 Act. When considering whether similar powers should be retained in any permanent counter-terrorism legislation that might be enacted, he observed that a decision to give the police a power to stop and search at random was not to be taken lightly. On the other hand there was evidence that a number of terrorists had been intercepted by alert officers on patrol, and in at least one case a potential catastrophe had been averted. He said that there was also reason to believe that terrorists were deterred to some extent by the prospect of police road checks and the consequent risk that they would be intercepted. He commented:", "“As to usage, the figures show that the power has been used with great discretion. The requirement for authorisation by a very senior police officer is an important control mechanism. A number of requests have been turned down. That is reassuring. The police are very sensitive to the damage which would be done if there were ever any grounds for suspecting that the power was being used as anything other than a counter-terrorism measure.”", "In the end Lord Lloyd recommended that powers on the lines of the existing sections 13A and 13B should be retained in permanent legislation. He also recommended that the Secretary of State's confirmation should be required in relation to each provision. Since the Police and Criminal Evidence Act Code A applied the same standards to the terrorism provisions as to other statutory powers to stop and search, he saw no need for additional safeguards.", "28. The 2000 Act was intended to overhaul, modernise and strengthen the law relating to terrorism in the light, inter alia, of Lord Lloyd's Inquiry.", "“Terrorism” is defined, in section 1, as follows:", "“(1) In this Act 'terrorism' means the use or threat of action where -", "(a) the action falls within subsection (2),", "(b) the use or threat is designed to influence the government or to intimidate the public or a section of the public, and", "(c) the use or threat is made for the purpose of advancing a political, religious or ideological cause.", "(2) Action falls within this subsection if it -", "(a) involves serious violence against a person,", "(b) involves serious damage to property,", "(c) endangers a person's life, other than that of the person committing the action,", "(d) creates a serious risk to the health or safety of the public or a section of the public, or", "(e) is designed seriously to interfere with or seriously to disrupt an electronic system.", "(3) The use or threat of action falling within subsection (2) which involves the use of firearms or explosives is terrorism whether or not subsection (1)(b) is satisfied.", "(4) In this section -", "(a) 'action' includes action outside the United Kingdom,", "(b) a reference to any person or to property is a reference to any person, or to property, wherever situated,", "(c) a reference to the public includes a reference to the public of a country other than the United Kingdom, and", "(d) 'the government' means the government of the United Kingdom, of a Part of the United Kingdom or of a country other than the United Kingdom.", "(5) In this Act a reference to action taken for the purposes of terrorism includes a reference to action taken for the benefit of a proscribed organisation.”", "29. Sections 41-43 of the 2000 Act, under the sub-heading “Suspected terrorists”, provide for arrest without warrant, the search of premises and the search of persons by a police officer. In each case there must be reasonable suspicion that the person subject to the arrest or search is a terrorist.", "30. Sections 44-47, under the sub-heading “Power to stop and search”, are not subject to the requirement of reasonable suspicion. These sections provide for a three stage procedure.", "The first stage, under section 44, is authorisation:", "“44(1) An authorisation under this subsection authorises any constable in uniform to stop a vehicle in an area or at a place specified in the authorisation and to search -", "(a) the vehicle;", "(b) the driver of the vehicle;", "(c) a passenger in the vehicle;", "(d) anything in or on the vehicle or carried by the driver or a passenger.", "(2) An authorisation under this subsection authorises any constable in uniform to stop a pedestrian in an area or at a place specified in the authorisation and to search -", "(a) the pedestrian;", "(b) anything carried by him.", "(3) An authorisation under subsection (1) or (2) may be given only if the person giving it considers it expedient for the prevention of acts of terrorism.", "(4) An authorisation may be given -", "(a) where the specified area or place is the whole or part of a police area outside Northern Ireland other than one mentioned in paragraph (b) or (c), by a police officer for the area who is of at least the rank of assistant chief constable;", "(b) where the specified area or place is the whole or part of the metropolitan police district, by a police officer for the district who is of at least the rank of commander of the metropolitan police;", "(c) where the specified area or place is the whole or part of the City of London, by a police officer for the City who is of at least the rank of commander in the City of London police force;", "(d) where the specified area or place is the whole or part of Northern Ireland, by a [member of the Police Service of Northern Ireland] who is of at least the rank of assistant chief constable.", "(5) If an authorisation is given orally, the person giving it shall confirm it in writing as soon as is reasonably practicable.”", "By section 46(1)-(2), an authorisation takes effect when given and expires when it is expressed to expire, but may not be for longer than 28 days. The existence and contents of section 44 authorisations are not within the public domain.", "31. The second stage is confirmation, governed by section 46(3)-(7). The giver of an authorisation must inform the Secretary of State as soon as is reasonably practicable. If the Secretary of State does not confirm the authorisation within 48 hours of the time when it was given, it then ceases to have effect (without invalidating anything done during the 48-hour period). When confirming an authorisation the Secretary of State may substitute an earlier, but not a later, time of expiry. He may cancel an authorisation with effect from a specified time. Where an authorisation is duly renewed, the same confirmation procedure applies. The Secretary of State may not alter the geographical coverage of an authorisation but may withhold his confirmation if he considers the area covered to be too wide.", "32. The third stage, under section 45, involves the exercise of the stop and search power by a police constable:", "“(1) The power conferred by an authorisation under section 44(1) or (2) -", "(a) may be exercised only for the purpose of searching for articles of a kind which could be used in connection with terrorism, and", "(b) may be exercised whether or not the constable has grounds for suspecting the presence of articles of that kind.", "(2) A constable may seize and retain an article which he discovers in the course of a search by virtue of section 44(1) or (2) and which he reasonably suspects is intended to be used in connection with terrorism.", "(3) A constable exercising the power conferred by an authorisation may not require a person to remove any clothing in public except for headgear, footwear, an outer coat, a jacket or gloves.", "(4) Where a constable proposes to search a person or vehicle by virtue of section 44(1) or (2) he may detain the person or vehicle for such time as is reasonably required to permit the search to be carried out at or near the place where the person or vehicle is stopped.", "(5) Where -", "(a) a vehicle or pedestrian is stopped by virtue of section 44(1) or (2), and", "(b) the driver of the vehicle or the pedestrian applies for a written statement that the vehicle was stopped, or that he was stopped, by virtue of section 44(1) or (2),", "the written statement shall be provided.", "(6) An application under subsection (5) must be made within the period of 12 months beginning with the date on which the vehicle or pedestrian was stopped.”", "33. These powers are additional to the other powers conferred on a constable by law (2000 Act, section 114). Section 47 makes it an offence punishable by imprisonment or fine or both to fail to stop when required to do so by a constable, or wilfully to obstruct a constable in the exercise of the power conferred by an authorisation under section 44(1) or (2).", "34. Sections 44-47 of the 2000 Act came into force on 19 February 2001. It was disclosed during the domestic proceedings in the present case that successive section 44 authorisations, each covering the whole of the Metropolitan Police district and each for the maximum permissible period (28 days), have been made and confirmed ever since that time.", "35. A Code of Practice was issued by the Secretary of State on 1 April 2003 to guide police officers in the exercise of all statutory powers of stop and search. It was required to be readily available at all police stations for consultation by police officers and was a public document.", "36. The Code required, inter alia, that such powers be “used fairly, responsibly, with respect to people being searched”. It required that the power under section 44 of the 2000 Act “must not be used to stop and search for reasons unconnected with terrorism” and that the power should be used “to search only for articles which could be used for terrorist purposes”. In paragraphs 1.2 and 1.3, the Code provided:", "“1.2 The intrusion on the liberty of the person stopped or searched must be brief and detention for the purposes of a search must take place at or near the location of the stop.", "1.3 If these fundamental principles are not observed the use of powers to stop and search may be drawn into question. Failure to use the powers in the proper manner reduces their effectiveness. Stop and search can play an important role in the detection and prevention of crime, and using the powers fairly makes them more effective.”", "Paragraph 3.5 of the Code provided:", "“There is no power to require a person to remove any clothing in public other than an outer coat, jacket or gloves except under section 45(3) of the Terrorism Act 2000 (which empowers a constable conducting a search under section 44(1) or 44(2) of that Act to require a person to remove headgear and footwear in public) ... A search in public of a person's clothing which has not been removed must be restricted to superficial examination of outer garments. This does not, however, prevent an officer from placing his or her hand inside the pockets of the outer clothing, or feeling round the inside of collars, socks and shoes if this is reasonably necessary in the circumstances to look for the object of the search or to remove and examine any item reasonably suspected to be the object of the search. For the same reasons, subject to the restrictions on the removal of headgear, a person's hair may also be searched in public ...”", "Certain steps were required by paragraph 3.8 to be taken before the search:", "“3.8 Before any search of a detained person or attended vehicle takes place the officer must take reasonable steps to give the person to be searched or in charge of the vehicle the following information:", "(a) that they are being detained for the purposes of a search;", "(b) the officer's name (except in the case of enquiries linked to the investigation of terrorism, or otherwise where the officer reasonably believes that giving his or her name might put him or her in danger, in which case a warrant or other identification number shall be given) and the name of the police station to which the officer is attached;", "(c) the legal search power which is being exercised; and", "(d) a clear explanation of;", "(i) the purpose of the search in terms of the article or articles for which there is a power to search; ...", "(iii) in the case of powers which do not require reasonable suspicion ..., the nature of the power and of any necessary authorisation and the fact that it has been given.”", "Officers conducting a search were required by paragraph 3.9 to be in uniform. The Code continued, in paragraphs 3.10-3.11:", "“3.10 Before the search takes place the officer must inform the person (or the owner or person in charge of the vehicle that is to be searched) of his or her entitlement to a copy of the record of the search, including his entitlement to a record of the search if an application is made within 12 months, if it is wholly impracticable to make a record at the time. If a record is not made at the time the person should also be told how a copy can be obtained.... The person should also be given information about police powers to stop and search and the individual's rights in these circumstances.", "3.11 If the person to be searched, or in charge of a vehicle to be searched, does not appear to understand what is being said, or there is any doubt about the person's ability to understand English, the officer must take reasonable steps to bring information regarding the person's rights and any relevant provisions of this Code to his or her attention. If the person is deaf or cannot understand English and is accompanied by someone, then the officer must try to establish whether that person can interpret or otherwise help the officer to give the required information.”", "A record was required to be made at the time or as soon as practicable (paragraph 4.1):", "“4.1 An officer who has carried out a search in the exercise of any power to which this Code applies, must make a record of it at the time, unless there are exceptional circumstances which would make this wholly impracticable (e.g. in situations involving public disorder or when the officer's presence is urgently required elsewhere). If a record is not made at the time, the officer must do so as soon as practicable afterwards. There may be situations in which it is not practicable to obtain the information necessary to complete a record, but the officer should make every reasonable effort to do so.”", "37. Section 126 of the 2000 Act requires the Secretary of State to lay a report on the working of the Act before Parliament at least once every 12 months and Lord Carlile of Berriew QC has been appointed as Independent Reviewer to prepare the annual report, inter alia.", "38. In paragraph 5.8 of his report on the operation of the Act in 2001 Lord Carlile briefly summarised the effect of section 44-47 and then said:", "“No difficulties have been drawn to my attention in relation to the exercise of these powers. They were used extensively in 2001. I have examined the full list of such authorisations, which have been deployed in almost every police authority area in Great Britain. It would not be in the public interest to provide details of the reasons and events. I am satisfied that their use works well and is used to protect the public interest, institutions, and in the cause of public safety and the security of the state. I have been able to scrutinise the documentation used for Section 44 authorisations. It is designed to limit inconvenience to the general public, and to ensure that no authorisation is given without detailed and documented reasons.”", "39. In Lord Carlile's “Report on the Operation in 2002 and 2003 of the Terrorism Act 2000”, he commented on the section 44 power as follows:", "“67. Part 5 of the Act contains counter-terrorism powers available to the police to deal with operational situations. During 2003 these powers have become more controversial, particularly because of increased levels of protest arising from the war against Iraq. In particular, section 44 has been the cause of considerable anxiety and debate.", "...", "75. Last year I asserted that no particular problems had been drawn to my attention from the operation of these provisions during 2001. The opposite has been the case in relation to 2003. I have received many complaints, some from organisations and others from individuals. I cannot comment here on individual cases ...", "...", "79. In London there have been rolling 28 day authorisations for the whole of the area policed by the Metropolitan police and the City of London Police. I have seen detailed figures for the use of the powers in every part of that area. In some parts of London the section 44/45 powers have been used very little. In others, with obvious targets such as an airport or Parliament, there has been more extensive use, as one would expect. There is no part of London where the powers have not been used at all between the beginning of February 2001 and the end of August 2003, the period for which I have statistics. There are huge differences between the boroughs in this context: I take this to be evidence of specific operational decisions by the police. The nature of London means that a terrorist may well live in one borough, have associates in others, and have targets in yet others. Having said that, at present there is no other city with continuous section 44 authorisations.", "...", "83. Lord Justice Brooke's judgment [in the present case: see paragraph 11 above] exactly reflects my own concerns on this front. Whilst the section 44 authorisations for the Metropolitan Police area, and for parts of Gloucestershire and neighbouring areas, at the material times were justifiable and proof from judicial review, their use gave some rise for anxiety. That anxiety arises from the contents of section 45, and the difficulty faced in real-time situations by constables confronted by complex legislative decisions.", "84. Pursuant to section 45, a section 44/45 search can be carried out by a constable in an authorised area whether or not he has grounds for suspicion, but may only be 'for articles of a kind which could be used in connection with terrorism'. This calls at least theoretically for officers to pause for thought between (a) stop, (b) commencement of search, and (c) during search. If the search commences as defined in section 45(1)(a), but the officer realises at any given moment that in reality he is searching for non-terrorism articles, he should change gear into a non-[Terrorism Act 2000] search procedure. This is asking a lot of an officer who may have been briefed in short form at a testing scene.", "...", "86. In my view section 44 and section 45 remain necessary and proportional to the continuing and serious risk of terrorism. London is a special case, having vulnerable assets and relevant residential pockets in almost every borough. The use of section 44 authorisations elsewhere in the country has been relatively sparing. However, I would urge the Home Office and [the Association of Chief Police Officers] ... to produce new, short, clear and preferably nationally accepted guidelines for issue to all officers in section 44 authorised areas. All briefings should remind officers that, even where there is a section 44 authorisation, other stop and search powers may be judged more appropriate with some individuals stopped. Whilst agreeing with the Chief Constable of Gloucestershire that the powers are drawn widely, and with the Metropolitan Police that they have great potential utility to protect the public, in using the powers appropriate attention should be given to the important right to protest within the law.”", "40. In his report on the operation of the 2000 Act in 2005 (May 2006), Lord Carlile commented:", "“91. In 2003 and 2004 I received many complaints, some from organisations and others from individuals, about the operation of sections 44 and 45. These and some litigation have been taken seriously by the police. As a result, I have been consulted upon and have been able to contribute to work towards providing a clearer understanding throughout police forces of the utility and limitations of sections 43-45.", "92. The crucial thing is that police officers on the ground, exercising relatively unfamiliar powers sometimes in circumstances of some stress, should have a greater degree of knowledge of the scope and limitations of those powers. Terrorism related powers should be used for terrorism related purposes; otherwise their credibility is severely damaged. An incident on the 31st March 2006 at a hospital in Staffordshire yet again highlighted this. In a diverse community the erroneous use of powers against people who are not terrorists is bound to damage community relations.", "...", "95. ... [Section 44] authorisations have been used extensively in 2005, unsurprisingly in the immediate aftermath of the events of the 7th and 21st July.", "96. Although available in Scotland, to date section 44 powers have never been authorised by a Scottish police force. I had anticipated that they might have been deployed for the 2005 meeting of the G8 Summit in Scotland. They were not. London apart, I doubt that there is evidence that Scotland is less at risk from terrorism than other parts of the country. This perpetuates the question of why section 44 is needed in England and Wales if it is not required in Scotland. There is no other provision specific to Scots Law to explain the difference of approach. At the very least this demonstrates that other powers are on the whole perfectly adequate for most purposes.", "97. My view continues as expressed a year ago - that I find it hard to understand why section 44 authorisations are perceived to be needed in some force areas but not others with strikingly similar risk profiles. This view has not been affected by the events of July 2005.", "98. I remain sure that section 44 could be used less and expect it to be used less. There is little or no evidence that the use of section 44 has the potential to prevent an act of terrorism as compared with other statutory powers of stop and search.", "99. The Home Office scrutinises applications critically. It is a sound approach for them to refuse unless the circumstances are absolutely clear.", "100. In my view section 44 and section 45 remain necessary and proportional to the continuing and serious risk of terrorism. London is a special case, having vulnerable assets and relevant residential pockets in almost every borough, and fairly extensive use is understandable. However, I emphasise that they should be used sparingly. Evidence of misuse, especially in an arbitrary way, will not find favour with the courts and could fuel demands for repeal. It involves a substantial encroachment into the reasonable expectation of the public at large that they will only face police intervention in their lives (even when protesters) if there is reasonable suspicion that they will commit a crime.”", "41. In his report on the operation of the 2000 Act in 2006 (June 2007), Lord Carlile observed:", "“113. My view continues as expressed in the past two years – that I find it hard to understand why section 44 authorisations are perceived to be needed in some force areas but not others with strikingly similar risk profiles.", "114. I remain sure that section 44 could be used less and expect it to be used less. There is little or no evidence that the use of section 44 has the potential to prevent an act of terrorism as compared with other statutory powers of stop and search. Its utility has been questioned publicly by senior Metropolitan Police staff with wide experience of terrorism policing.", "115. The Home Office continues to scrutinise applications critically. I think that they could and should refuse more often. There are instances in which public order stop and search powers are as effective – and they are always more palatable to those stopped and searched.", "116. In my view section 44 and section 45 remain necessary and proportional to the continuing and serious risk of terrorism. However, I emphasise again that they should be used sparingly. They encroach into the reasonable expectation of the public at large that they will only face police intervention in their lives (even when protesters) if there is reasonable suspicion that they will commit a crime.”", "42. In his report into the operation of the 2000 Act in 2007 (June 2008), Lord Carlile noted that the criticism of the section 44 power had increased further during the preceding year and continued:", "“130. I am sure beyond any doubt that section 44 could be used less and expect it to be used less. There is little or no evidence that the use of section 44 has the potential to prevent an act of terrorism as compared with other statutory powers of stop and search. Whilst arrests for other crime have followed searches under the section, none of the many thousands of searches has ever related to a terrorism offence. ...”", "Nonetheless, he concluded that the powers remained necessary and proportionate to the continuing terrorist threat.", "43. Finally, in his report on the operation of the 2000 Act in 2008 (June 2009), Lord Carlile commented:", "“140. Examples of poor or unnecessary use of section 44 abound. I have evidence of cases where the person stopped is so obviously far from any known terrorism profile that, realistically, there is not the slightest possibility of him/her being a terrorist, and no other feature to justify the stop. In one situation the basis of the stops being carried out was numerical only, which is almost certainly unlawful and in no way an intelligent use of the procedure. Chief officers must bear in mind that a section 44 stop, without suspicion, is an invasion of the stopped person's freedom of movement. I believe that it is totally wrong for any person to be stopped in order to produce a racial balance in the section 44 statistics. There is ample anecdotal evidence that this is happening. I can well understand the concerns of the police that they should be free from allegations of prejudice; but it is not a good use of precious resources if they waste them on self-evidently unmerited searches. It is also an invasion of the civil liberties of the person who has been stopped, simply to 'balance' the statistics. The criteria for section 44 stops should be objectively based, irrespective of racial considerations: if an objective basis happens to produce an ethnic imbalance, that may have to be regarded as a proportional consequence of operational policing.", "141. Useful practice guidance on stop and search in relation to terrorism was produced during 2008 by the National Policing Improvement Agency on behalf of the Association of Chief Police Officers [ACPO]. This guidance emphasises crucial requirement, which include that –", "● These powers are exceptional", "● The geographical extent of section 44 authorisations must be clearly defined", "● The legal test is expediency for the purposes of preventing acts of terrorism", "● Community impact assessments are a vital part of the authorisation process", "● The Home Secretary should be provided with a detailed justification for a section 44 authorisation", "● Chief officers must expect the Home Office to apply detailed and rigorous scrutiny in considering whether to confirm authorisations", "● Leaflets should be made available to the public in an area where the power is being deployed", "● Officers must keep careful records", "...", "146. My view remains as expressed in the past four years, but reinforced: that I find it hard to understand why section 44 authorisations are perceived to be needed in some force areas, and in relation to some sites, but not others with strikingly similar risk profiles. Where other stop and search powers are adequate to meet need, there is no need to apply for or to approve the use of the section. Its primary purpose is to deal with operationally difficult places at times of stress, when there is a heightened likelihood of terrorists gaining access to a significant location. For example, I have no criticism of its careful use at the time of a major demonstration at London Heathrow Airport: terrorists might well use the opportunity of participation in such a demonstration to enter, photograph or otherwise reconnoitre, and otherwise add to their knowledge of a potential target such as Heathrow. Nor do I criticise its use at or near critical infrastructure or places of especial national significance.", "147. I now feel a sense of frustration that the Metropolitan Police still does not limit their section 44 authorisations to some boroughs only, or parts of boroughs, rather than to the entire force area. I cannot see a justification for the whole of the Greater London area being covered permanently, and the intention of the section was not to place London under permanent special search powers. However, a pilot project is about to start in which the section is deployed in a different way. I shall examine that project closely. The alarming numbers of usages of the power (between 8,000 and 10,000 stops per month as we entered 2009) represent bad news, and I hope for better in a year's time. The figures, and a little analysis of them, show that section 44 is being used as an instrument to aid non-terrorism policing on some occasions, and this is unacceptable.", "148. I am sure that safely it could be used far less. There is little or no evidence that the use of section 44 has the potential to prevent an act of terrorism as compared with other statutory powers of stop and search. Whilst arrests for other crime have followed searches under the section, none of the many thousands of searches has ever resulted in conviction of a terrorism offence. Its utility has been questioned publicly and privately by senior Metropolitan Police staff with wide experience of terrorism policing.", "149. It should not be taken that the lesser usage of section 44 in places other than London means that such places are less safe, or more prone to terrorism. There are different ways of achieving the same end. The effect on community relations of the extensive use of the section is undoubtedly negative. Search on reasonable and stated suspicion, though not in itself a high test, is more understandable and reassuring to the public.", "150. I emphasise that I am not in favour of repealing section 44. Subject to the views expressed above, in my judgment section 44 and section 45 remain necessary and proportional to the continuing and serious risk of terrorism.”", "44. Under section 95 of the Criminal Justice Act 1991, the Secretary of State is under an obligation to publish information relating to the criminal justice system with reference to avoiding discrimination on the ground of race. In a report published pursuant to this obligation in October 2007, “Statistics on Race and the Criminal Justice System – 2006”, the Ministry of Justice recorded that:", "“A total of 44,543 searches were made under section 44(1) and 44(2) of the Terrorism Act 2000 in 2005/6 compared with 33,177 in 2004/5, an overall increase of 34% (Table 4.6). Searches of Asian people increased from 3,697 to 6,805 (up 84%), searches of Black people increased from 2,744 to 4,155 (up 51%). Searches of people in the Other ethnic group also increased, from 1,428 in 2004/5 to 1,937 in 2005/6 (up 36%), as did searches of White people, increasing from 24,782 in 2004/5 to 30,837 in 2005/6 (up 24%). Over half of searches took place in the Metropolitan Police area and 15% in the City of London, compared to 40% and 20% respectively in 2004/5. The large increases in comparison to the 2004/5 figures may be explained, in part, by the London bombings of 7 July 2005. As with stop and searches under s.1 PACE, resultant increased street activities of the police led to an increase in the use of stop and search powers under Section 44 of the Terrorism Act 2000.", "In 2005/6, 25,479 searches of vehicle occupants were made under section 44 (1) (Table 4.7). Seventy-five per cent of those searched in 2005/6 were White, 11% Asian and 8% Black. There was a slight increase in the proportion of White people searched and a slight fall in the proportion of Black people searched under this provision compared to 2004/5. Forty-six arrests of vehicle occupants in connection with terrorism resulted from section 44 (1) searches, compared to 38 in the previous year. Arrests under non-terrorism legislation following the use of this provision remained constant between 2004/5 and 2005/6 at 246. Most arrests following a section 44 (1) search were in London. This most likely reflects the increased use of the powers in London.", "The number of stop and searches of pedestrians under section 44(2) nearly doubled between 2004/5 and 2005/6 with 19,064 stop and searches recorded in 2005/6. This increase was accounted for by the increase in use of the power in London. Use of the power in areas outside of London decreased by 19% between 2004/5 and 2005/6. In 2005/6, 61% of people stopped under section 44(2) were White compared to 74% in 2004/5 and 72% in 2003/4. The proportions for Black and Asian people fell to 11% and 21% respectively in 2005/6. In 2005/6, 59 arrests in connection with terrorism resulted from section 44 (2) searches compared to 24 in the previous year and five in 2003/4. Arrests under non-terrorist legislation rose from 153 in 2004/5 to 212 in 2005/6.”", "45. In the report published the following year, in July 2008, “Statistics on Race and the Criminal Justice System – 2006/7”, the Ministry of Justice recorded that:", "“A total of 37,000 searches were made under section 44(1) and 44(2) of the Terrorism Act 2000 in 2006/7 compared with 45,000 in 2005/6 and represents a decrease of 16.5% (Table 4.6). Over a third of police force areas did not record any use of this power in 2006/7. Searches decreased for all ethnic groups but the biggest fall was for Asian people (19.1%), followed by those in the White group (15.8%), those in the Other category (15.4%), and lastly Black people (13.3%). Nine areas did increase the number searched under Section 44 and this included the [Metropolitan Police] who registered an 11.3% rise. This contrasts with the City of London where there was a 69.2% fall. The proportion of Asian people searched under Section 44 in the Met police area (19.1%) exceeded the proportion of Black persons (12.5%).", "In 2006/7 23,000 searches of vehicle occupants were made under Section 44(1) (Table 4.7). Seventy-two per cent of those searched during this period were White, a fall of three percentage points on the previous year, 10% Black (up 2 percentage points), and 13% Asian (up 2 percentage points). Fourteen arrests of vehicle occupants in connection with terrorism resulted from Section 44 (1) searches, compared to 46 the previous year. Four of these involved Black persons and four Asians. Arrests under non-terrorism legislation following the use of this provision have remained constant between 2004/5 and 2006/7 at 246.", "The number of stop and searches of pedestrians under Section 44(2) has reduced by just over 28% between 2005/6 and 2006/7 from 19,000 to 13,700. A large part of this fall can be accounted for by the decrease in the City of London from 3,149 to 425 over the two year period. The proportion of White pedestrians searched under Section 44(2) has increased since the previous year from 61% of the total to 66%. Asian people remain the highest BME group both searched (17%) and subsequently arrested in connection with terrorism (29%).”", "46. The most recent report, “Statistics on Race and the Criminal Justice System 2007/8”, published in April 2009, recorded a significant increase in the use of the section 44 powers:", "“A total of 117,278 searches of people were made under section 44 (1) and 44 (2) of the Terrorism Act 2000 in 2007/08 compared with 37,197 in 2006/07 and represents an increase of 215% (Table 4.6). Just under a fifth (19%) of police force areas did not record any use of this power in 2007/08. Searches increased for all ethnic groups but the biggest rise was for Black people (322%), followed by those in the Asian group (277%), those in the Other category (262%), and lastly White people (185%).", "The large rise in the number of stop and searches made under the Terrorism Act largely reflects increases in the use of this power by the Metropolitan police. In 2007/08 the Metropolitan police were responsible for 87% of searches made under section 44 (1) and 44 (2) of the Terrorism Act 2000, compared to 68% of those made in 2006/07. The Metropolitan police used this power on 76,496 more occasions than in the previous year, which represents an increase of 303%. This rise is directly attributable to the robust response by the Metropolitan police to the threat of terror related networks in London since the Haymarket bomb in 2007.", "Tables 4.7 and 4.8 show selected police force areas, where the total number stopped and searched under s. 44 (1) & (2) of the Terrorism Act 2000 exceeded 1,000 people in 2007/08.", "In 2007/08, 65,217 searches of vehicle occupants were made under Section 44 (1) (Table 4.7). Sixty-four per cent of those searched during this period were White, a fall of eight percentage points on the previous year, 13% were Black (up 3 percentage points), and 16% were Asian (up 4 percentage points). Thirty-four arrests of vehicle occupants in connection with terrorism resulted from Section 44 (1) searches, compared to 14 the previous year. Nine of these involved Black persons and 10 Asians. Arrests under non-terrorism legislation following the use of stop and search under Section 44 (1) increased to 665 from 246 in 2006/07.", "The number of stop and searches of pedestrians under Section 44 (2) has increased by 280% between 2006/07 and 2007/08 from 13,712 to 52,061 (Table 4.8). As previously mentioned, this large increase can be attributable to the Metropolitan police's robust response to the Haymarket bombs. The proportion of White pedestrians searched under Section 44 (2) has decreased since the previous year from 66% of the total to 61%. Asian people remain the highest BME group both searched (19%) and subsequently arrested in connection with terrorism (29%).”", "47. In its Report, “Demonstrating respect for rights? A human rights approach to policing protest”, published in March 2009, the Parliamentary Joint Committee on Human Rights recommended, in connection with section 44 of the 2000 Act:", "“Counter-terrorism powers", "86. A significant number of witnesses expressed serious concerns at the use of counter-terrorism powers on protestors, particularly the power under section 44 of the Terrorism Act 2000 to stop and search without suspicion. Witnesses suggested that the use of the powers contravened the OSCE/ODIHR Guidelines which note:", "Domestic legislation designed to counter terrorism or 'extremism' should narrowly define these terms so as not to include forms of civil disobedience and protest; the pursuit of certain political, religious, or ideological ends; or attempts to exert influence on other sections of society, the government, or international opinion.", "87. The National Union of Journalists complained that the police had relied on the Terrorism Act 2000 to prevent journalists from leaving demonstrations. Some witnesses noted that restrictions on peaceful protests were increasingly justified by reference to the security threat. The following comment by David Mead reflects the views of a number of witnesses:", "...there can be no justification to call upon anti-terrorism legislation to police protests/protestors and such use debases the very real threat terrorists are capable of posing to us all.", "88. High profile examples of the inappropriate use of counter-terrorism powers include: preventing Walter Wolfgang from re-entering the Labour Party conference in Brighton in 2005, following his physical ejection for heckling the then Foreign Secretary Jack Straw MP; and stopping and searching a protestor and a journalist at an arms fair at the Excel Centre in Docklands, East London in 2003. Less well-known examples include the use of stop and search on demonstrators at military bases or people wearing slogans on t-shirts.", "89. The Research Defence Society and the author and commentator Richard D. North both distinguished protestors (including animal rights extremists) from terrorists. Mr North said 'terrorism is a word we ought to reserve for some kind of insurgency, or guerrilla of asymmetrical warfare'. In contrast, Huntingdon Life Sciences argued in relation to protest against its activities by animal rights activists, however, that 'insufficient consideration was given to counter-terrorism powers in what was widely considered in practice (but not in name) to be domestic terrorism'.", "90. When we asked police representatives whether it was appropriate to use counter-terrorism powers against protestors, AAC Allison replied that 'there are occasions when we do need to use our counter-terrorism powers: I would say that that is why we have them'.", "91. Addressing the same question, the Minister was clear that counter-terrorism powers should only be used in relation to terrorism. He noted that the Prime Minister had ordered a review into the use of stop and search powers and as a result new guidance had been published. He pointed out, however, that:", "If you have a big protest near a big power station or airport, [...] it is very difficult to say that under no circumstances should the police in those situations ever consider using a counterterrorism power when we all know it is perfectly possible for the legitimate protestors to be infiltrated by one or two who may have other desires...", "92. The new guidance on stop and search noted that the powers to stop and search under sections 43 and 44 of the Terrorism Act 2000 only allow an officer to 'search for articles of evidence that relate to terrorism' and that '[the section 44] power should be used sparingly'. In the light of the decision of the House of Lords in Gillan, which concerned the use of the stop and search power on protestors and journalists outside an arms fair in the Docklands in London, the guidance states that stop and search should never be used to conduct arbitrary searches but should be based on objective criteria. The guidance refers to protests, noting that section 44 may be appropriate for large public events that may be at risk from terrorism, but states 'officers should also be reminded at briefings that stop and search powers under the Terrorism Act 2000 must never be used as a public order tactic.' The only reference to human rights is contained in the section of the guidance on the contents of the community impact assessment: it suggests that 'the requirements of the Human Rights Act 1998' should be included in the community impact assessment. Although not specifically referring to journalists, the guidance states that the Terrorism Act 2000, even where a section 44 designation is in place, does not prevent people from taking photographs. In addition, although film and memory cards may be seized as part of a search, officers do not have a legal power to delete images or destroy film.", "93. Whilst we accept that there may be circumstances where the police reasonably believe, on the basis of intelligence, that a demonstration could be used to mask a terrorist attack or be a target of terrorism, we have heard of no examples of this issue arising in practice. We are concerned by the reports we have received of police using counter-terrorism powers on peaceful protestors. It is not clear to us whether this stems from a deliberate decision by the police to use a legal tool which they now have or if individual officers are exercising their discretion inappropriately. Whatever the reason, this is a matter of concern. We welcome the Minister's comments that counter-terrorism legislation should not be used to deal with public order of protests. We also welcome the recommendation in the new guidance to human rights being included in community impact assessments. We recommend that the new guidance on the use of the section 44 stop and search power be amended to make clear that counter-terrorism powers should not be used against peaceful protestors. In addition, the guidance should make specific reference to the duty of police to act compatibly with human rights, including, for example, by specifying the human rights engaged by protest.”", "48. In May 2009 the Metropolitan Police published a report summarising the conclusions of their review into the use of the power under section 44 of the 2000 Act. The report stated that the “emerging findings” from the review supported a three-layered approach to the use of the power, namely that the power should continue to be available in the vicinity of sites across London of key symbolic or strategic importance, but that elsewhere, except where authorised by a specific directive, officers should only stop and search individuals using the power under section 43 of the 2000 Act, where they had grounds to suspect that the person might be engaged in a terrorism-related offence."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}