{"ITEMID": "001-112574", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF PRYNDA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicants were born in 1944 and 1942. The first applicant, Ms Olga Prynda, died on 1 February 2010. The second applicant lives in the town of Stryy, Ukraine.", "6. On 6 October 2003, at around 9 p.m., the applicants’ son was hit and killed by a car being driven by a German national, Mr F. The car belonged to a Polish national, Ms G.", "7. The law-enforcement authorities examined the scene of the accident immediately after and prepared a vehicular accident scheme with the relevant measurements. The participants in the road traffic accident (Mr F. and Mr G., who was also in the car during the accident) gave their account of it.", "8. On 7 October 2003 the Stryy Police Department instituted a criminal investigation into the road traffic accident and ordered a forensic medical examination of the victim.", "9. On 8 October 2003 an on-site vehicular accident reconstruction was carried out with the participation of Mr F. and Mr G. and in the presence of attesting witnesses (Mr R. and Mr L.). On the same date two other persons were questioned as witnesses.", "10. On 9 October 2003 the investigator ordered a technical vehicular examination, which was conducted on 13 October 2003 and established that the applicants’ son had died of serious head trauma as a result of the road traffic accident.", "11. The applicants learned on 13 October 2003 that their son was dead and his body was in the town morgue.", "12. On 23 October 2003 the applicants applied to the Transport Insurance Company for compensation. On 3 November 2003 the applicants and their granddaughters were awarded compensation of UAH 8,500 as heirs of the victim. In the accompanying letter, the Insurance Company informed the applicants that the above amount was the maximum amount it could pay under the law without consent of the foreign insurance company and it was open to them to seek any further compensation by lodging a civil claim against a person or persons liable for the accident. The applicants and their grandchildren received the above amount in equal shares on 13 June 2005.", "13. On 28 October 2003 the forensic medical examination ordered on 7 October 2003 was conducted. It concluded that the applicants’ son had died as a result of the road traffic accident from open head trauma, and that he had been moderately drunk when the accident had occurred.", "14. On 1 November 2003 the investigator ordered a forensic technical vehicular examination, which was conducted on 2 December 2003.", "15. On 26 February 2004 the investigator ordered a vehicular trace examination, which was conducted on 26 April 2004.", "16. Between December 2003 and December 2004 the applicants made numerous complaints to the different State authorities about delays in the investigation into the death of their son.", "17. On 26 June 2004 the investigator stayed the proceedings on the ground that the only witnesses to the accident were the driver and the passenger of the car which had hit the applicants’ son, but they could not be questioned as they resided abroad and the police had no funds to arrange for them to travel to Ukraine.", "18. On 14 July 2004 the Lviv Regional Prosecutor’s Office (“the LRPO”) quashed the decision of 26 June 2004 and instructed the police to continue the investigation.", "19. On 30 December 2004 the investigator of the Lviv Regional Police Department decided to discontinue the criminal proceedings for lack of corpus delicti in the driver’s actions. It was established that, given the darkness, the wet road and the headlights from an oncoming car, the driver had only seen the applicant’s son, who had been walking on the road, at a distance at which he could not avoid hitting him.", "20. On 10 January 2005 the LRPO quashed the decision of 30 December 2004 on account of the incompleteness of the investigation and gave instructions for further investigative actions.", "21. By a letter of 25 January 2005, the Lviv Regional Police Department informed the applicants that the investigation of the case was complicated by the fact that the defendants resided abroad and the Department had no means available to cover the costs that would be incurred by them travelling to Ukraine.", "22. On 31 January 2005 the investigator ordered an additional forensic technical vehicular examination, which was conducted on 25 February 2005.", "23. On 4 April 2005 the investigator again decided to discontinue the criminal proceedings for lack of corpus delicti in the driver’s actions.", "24. On 13 May 2005 the LRPO quashed the decision of 4 April 2005 on account of the incompleteness of the investigation, and gave instructions for further investigative actions to be taken.", "25. On 12 August 2005 the investigator discontinued the criminal proceedings. The decision noted that the investigation had followed all the instructions of the prosecutor but had found no new factual data capable of affecting its previous conclusions.", "26. On 26 December 2005 the LRPO quashed the decision of 12 August 2005. It noted that the investigator had followed the instructions given on 10 January 2005 only in part, while the instructions given on 13 May 2005 had been ignored altogether.", "27. By a letter of 5 January 2006 the LRPO informed the applicant that the investigation had been reopened and disciplinary proceedings had been instituted against the investigator in their son’s case for having breached criminal procedure.", "28. On 16 January 2006 the investigator refused to institute criminal proceedings against Mr F., Mr G. and Ms G.", "29. On 30 January 2006 the investigator stayed the criminal proceedings concerning the death of the applicants’ son, stating that the prosecutor had instructed him to find other witnesses to the accident, which he had been unable to do so far.", "30. On 5 May 2006 the investigation was resumed.", "31. On 16 May 2006 the LRPO refused to institute criminal proceedings in connection with a complaint by the applicants in which they alleged that Mr. F, Mr. G. and Ms. G had bribed the police.", "32. On 24 November 2006 the criminal proceedings were again discontinued. The investigator noted that he had summoned Mr G., who resided in Poland, to appear for participation in further investigative actions, but he had failed to appear. He also noted that Mr F. could not be summoned from Germany, as the investigation had no funds to pay for his travel expenses to Ukraine. It was further mentioned that there was no evidence that Mr F. had been the guilty party in the road traffic accident in question.", "33. On 28 November 2006 the LRPO quashed the decision of 24 November 2006 on account of the incompleteness of the investigation.", "34. On 4 November 2007 the investigation conducted an on-site reconstruction of the accident with the participation of Mr F., who was summoned from Germany.", "35. On 17 November 2007 the investigator refused to institute criminal proceedings against Mr F. and discontinued the criminal proceedings into the road traffic accident that had led to the death of the applicants’ son. This latter decision was quashed by the LRPO on 15 January 2008.", "36. On 6 February 2008 the investigator ordered an additional forensic transport trasological examination, which was completed on 3 April 2008.", "37. On 19 April 2008 the investigator discontinued the criminal proceedings once again. He noted that the additional examination had established that the driver could have avoided hitting the victim with the use of emergency breaking only if the victim had been running. Given that there was no confirmation that the victim had been running, the investigator discontinued the proceedings, noting that under Article 62 of the Constitution an accusation could not be based on assumptions.", "38. On 4 July 2008 the LRPO quashed the decision of 19 April 2008, stating that it was necessary to conduct additional investigations.", "39. On 22 November 2008 the investigator discontinued the criminal proceedings. That decision was quashed by the LRPO on 9 December 2008.", "40. On 30 December 2008 the criminal proceedings were stayed by the investigator, who indicated in his decision that on 6 October 2003 Mr F. had hit an unknown person.", "41. On 20 April 2010 the investigator resumed the criminal proceedings.", "42. On 20 August 2010 the investigator refused to institute criminal proceedings against Mr F. for lack of corpus delicti in his actions. By another decision, of the same date, the investigator discontinued the criminal proceedings concerning the road traffic accident which had led to the death of the applicants’ son. That decision by the investigator had been examined and upheld by the General Prosecutor’s Office.", "43. The relevant provisions of domestic law can be found in the judgments in the cases of Muravskaya v. Ukraine (no. 249/03, §§ 35-36, 13 November 2008), and Igor Shevchenko v. Ukraine (no. 22737/04, § 31, 12 January 2012)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}