{"ITEMID": "001-66843", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PRESIDENTIAL PARTY OF MORDOVIA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["7. The applicant party was based in the Republic of Mordovia, a constituency of the Russian Federation.", "8. On 15 March 1994 the applicant party was registered with the Ministry of Justice of Mordovia as a “Mordovian All-Republican SocioPolitical Association - the Presidential Party of Mordovia” (Республиканская общественно-политическая организация республики Мордовия – Президентская Партия Мордовии).", "9. On 14 April 1995 the State Duma adopted a new Federal Law on Public Associations (Федеральный Закон «Об общественных объединениях – “the Federal Law on Associations”) which came into force on 19 May 1995. Article 52 of the Federal Law on Associations required public associations registered before 19 May 1995 to ensure that their articles of association complied with the Federal Law on Associations and to renew their registration by 1 July 1999.", "10. On 30 June 1999 the applicant party applied to the Ministry of Justice of Mordovia to renew its registration. It presented its Articles of Association which contained the following provisions:", "“2. The party’s objectives", "2.1. The party’s aims are:", "- assisting in the formation of a free democratic society in the Republic of Mordovia and Russia;", "- strengthening Russia’s unity;", "- fighting against the separatism of the Republic of Mordovia;", "- enhancing the separation of the executive, legislative and judicial powers;", "- creating a strong executive power headed by the directly elected President of the Republic of Mordovia, integrated in the executive power of the Russian Federation;", "- building a highly developed market economy;", "- striving to achieve the individual’s social protection.", "In order to meet these objectives the party:", "2.1.1. participates in presidential, parliamentary and local elections in the Republic of Mordovia by selecting and nominating candidates and assisting in their electoral campaigns.", "2.1.2. carries out programmes and initiatives directed at professional training, provides assistance to members of parliament and party members in the fields of economy, law, administration, mass media and the arts to support the preparation and running of electoral campaigns.", "2.1.3. develops a scheme to select a list of candidates and to establish the liability to the party of its members of parliament.", "2.1.4. holds the preliminary election of candidates for elections.", "2.1.5. supports the party groups in parliament.", "2.1.6. assists individuals, public and private organisations, research and educational bodies in their activities concurring with the party’s aims.”", "11. On 30 June 1999 the Minister of Justice of Mordovia refused to renew the applicant party’s registration with reference to the Federal Law on Associations and to the Law of the Republic of Mordovia on Becoming an All-Republican Public Association (Закон Республики Мордовия «О приобретении общественным объединением регионального (республиканского) статуса» - the Association Law of Mordovia). The decision stated that the applicant party had failed to create branches in more than half of the districts and cities of Mordovia to qualify for the title “All-Republican”. Furthermore, it stated that the applicant party’s Articles of Association did not comply with the requirement to include among its objectives participation in the political life of society and in elections.", "12. On 8 July 1999 the applicant party filed its objections with the Ministry of Justice of Mordovia. It maintained that the requirement to establish branches contained in Article 21 of the Federal Law on Associations applied exclusively to international, all-Russian or inter-regional public associations. It also contended that its Articles of Association provided for the applicant party’s participation in the political life of society and in elections.", "13. On the same day the applicant party filed a new application for the renewal of its registration with the Ministry of Justice of Mordovia. The newly submitted Articles of Association contained the following statements:", "“2.1. The main objective of the party is participation in the political life of society through influencing and generating the citizens’ political will, participation in elections to the State authorities and local government by nominating candidates and organising their electoral campaign, and taking part in the setting-up and activities of the said bodies.”", "14. On 19 July 1999 the Deputy Minister of Justice of Mordovia informed the applicant that it had missed the deadline for renewal of its registration.", "15. In August 1999 the Ministry of Justice of Mordovia applied to the Leninsky District Court of Saransk for the dissolution of the applicant party on the ground that it had failed to reregister. The applicant party filed a counter-claim in which it challenged the refusal to renew its registration and sought an order requiring the Ministry of Justice to register it.", "16. On 29 December 1999 the Leninsky District Court of Saransk dismissed the request for dissolution. It held that it was sufficiently clear from the applicant party’s Articles of Association that it intended to engage in activities amounting to “participation in the political life of society” in accordance with the Federal Law on Associations. The court also found that the requirement to establish branches applied only to all-Russian, inter-regional and international public associations. It declared the refusal to renew the registration of the applicant party unlawful and ordered the Ministry of Justice of Mordovia to renew the registration.", "17. The Minister of Justice of Mordovia appealed.", "18. On 14 March 2000 the Supreme Court of the Republic of Mordovia acting as an appeal instance quashed the judgment of 29 December 1999 and substituted its own decision. It found that the applicant party had failed to declare expressly its “participation in the political life of society” as a statutory objective. It rejected the finding made by the first-instance court that the activities listed in Article 2.1.1 of the applicant party’s Articles of Association could qualify as “participation in the political life of society” for the purposes of the Federal Law on Associations. The court found the refusal to renew the registration of the applicant party lawful and, in accordance with Article 52 of the Federal Law on Associations, ordered its dissolution. This decision became final on the same day.", "19. On 20 August 2002, after communication of the case to the respondent Government by the Court, the acting President of the Supreme Court of the Republic of Mordovia brought on his own motion an application for supervisory review of the decision of 14 March 2000.", "20. On 5 September 2002 the Presidium of the Supreme Court of the Republic of Mordovia granted the application by quashing the decision of 14 March 2000 and upholding the judgment of the Leninsky District Court of Saransk dated 29 December 1999. The latter judgment declaring the refusal to renew the registration unlawful and requiring the Ministry of Justice of Mordovia to register the Presidential Party of Mordovia entered into force.", "21. On 29 October 2002 the Department of the Ministry of Justice of the Russian Federation in respect of the Republic of Mordovia sought a court order in respect of the enforcement of the judgment of 29 December 1999. It claimed that, following legislative changes, it could not register the Presidential Party of Mordovia pursuant to the judgment. Firstly, on 17 May 2002 the competence to register legal persons had been transferred to the tax authorities. Secondly, the Law on Political Parties of 11 July 2001 changed the requirements for establishing political parties, and the application for registration of the applicant party had not taken account of these requirements. In particular, under the new law no regional political parties could be created and existing regional parties were deprived of their current status.", "22. On 30 October 2002 the Leninsky District Court of Saransk examined the request and terminated the execution of the judgment of 29 December 1999. The court accepted that both reasons prevented the party’s registration pursuant to the judgment. It also took into account that the applicant’s president, Mr V. Guslyannikov, had consented to the termination of the enforcement proceedings in view of the legislative changes.", "23. The Federal Law on Public Associations, No. 82-FZ of 19 May 1995, provided in so far as relevant as follows:", "“The articles of public associations registered before the entry into force of this Federal Law shall be amended in compliance with the said Federal Law [...].", "State re-registration of public associations registered before the entry into force of this Federal Law shall be carried out before 1 July 1999.”", "“A political public association is a public association whose articles of association must provide for participation in the political life of society through influencing and generating the citizens’ political will, participation in elections to the State bodies and local government by nominating candidates and organising their electoral campaign, and taking part in the setting-up and activities of the said bodies.”", "24. The Federal Law on Political Parties, No. 95FZ of 11 July 2001 contains the following provision:", "“... all interregional, regional and local political associations shall cease to enjoy the status of a political association and shall continue to function as interregional, regional and local public associations ...”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}