{"ITEMID": "001-88754", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GRIGORAS v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicants were born in 1956 and live in Bad Neuenahr.", "5. On 28 September 1989 Apartment 14, 108 Turda Street, Bucharest, the applicants’ property, was seized by the State under Decree no. 223/1974, with payment of compensation, following their decision to leave the country. In appears from the file that the applicants received 131,538 Romanian Lei in compensation.", "6. On 14 November 1996 the R.V. company, a State-owned company responsible for the management of property belonging to the State, sold the flat to the then tenants, under Law no. 112/1995.", "7. On 29 November 1996 the Bucharest Regional Court, by a final decision, allowed an action by the applicants, annulled the seizure as being unlawful and ordered restitutio in integrum.", "8. On 5 September 1997 the Bucharest Town Council ordered restitutio in integrum of the apartment and on 15 September 1997 informed the R.V. company of this.", "9. On 14 May 2001 the Bucharest Court of Appeal, by a final decision, dismissed the action lodged by the Town Council and joined by the applicants against both the R.V. company and the former tenants of the apartment, to have the sale declared null and void. The court considered that the sale had complied with the provisions of Law no. 112/1995 and had been made in good faith. It also stated that the applicants would receive compensation under Law no. 10/2001.", "10. On 25 July and 14 November 2001 the applicants claimed restitution in kind of the apartment under the Law no. 10/2001 governing immovable property wrongfully seized by the State. So far they have not received any answer.", "11. On 27 February 2003 the Supreme Court of Justice dismissed an application (recurs în anulare) by the Procurator-General, acting at the instance of the applicants, to have the judgment of 14 May 2001 quashed on the grounds that it was contrary to the provisions of Article 1 of Protocol No. 1 of the Convention and to the principle of legal certainty. The court considered that the sale had been made in good faith and observed that the principle of legal certainty had not been infringed, as the sale had preceded the final judgment which ordered restitutio in integrum and, moreover, the former tenants had not been parties in that set of proceedings, therefore the final judgment was not opposable by them.", "12. The relevant legal provisions and jurisprudence are described in the judgments Brumărescu v. Romania ([GC], no. 28342/95, §§ 31-33, ECHR 1999VII); Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005VII); Păduraru v. Romania (no. 63252/00, §§ 38-53, 1 December 2005); and Tudor v. Romania (no. 29035/05, §§ 15-20, 17 January 2008)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}