{"ITEMID": "001-85078", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF HADRI-VIONNET v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Giorgio Malinverni;Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Volodymyr Butkevych", "TEXT": ["5. The applicant was born in 1970 and lives in Lignon (in the Canton of Geneva).", "6. The facts of the case, as presented by the parties, may be summarised as follows.", "7. The applicant arrived in Switzerland on 10 June 1996 as an asylum seeker.", "8. On 17 June 1996 she was placed in an accommodation centre for asylum seekers in the Canton of Aargau.", "9. On 12 March 1997 she was moved to the “Thorfeld 2” accommodation centre in Buchs (Aargau).", "10. On 4 April 1997 the applicant gave birth to a stillborn baby, the father of whom was a Swiss national. The autopsy established that the fœtus had died two days before delivery, at twenty-six weeks and two days. At the request of the midwife, the applicant, who was in a state of shock, was taken from the “Thorfeld 2” accommodation centre to the hospital in the Canton of Aargau. When asked by the midwife, both the applicant and the baby’s father said that they did not want to see the baby’s body.", "11. On the same day the social worker (Sozialarbeiter) and the registrar of births, marriages and deaths (Zivilstandsbeamter) of the municipality of Buchs were informed of the child’s birth. Believing that it was not compulsory in the case of a child stillborn at the start of the twenty-seventh week of pregnancy to be buried with an attendant ceremony, they ordered a burial without a ceremony, in the absence of the applicant. They based their decision in particular on the fact that the parents had not expressed a wish to see the body before the autopsy and took the view that, given her mental state, the applicant was not fit to attend the burial.", "12. On 8 April 1997, after having been placed in a wooden coffin by a firm of undertakers, the child’s body, on instructions from the municipality social worker, was carried in a delivery van to the cemetery of the municipality of Buchs for burial in a communal grave for stillborn babies (Grabstelle für Totgeburten).", "13. It appears that the applicant left the hospital that same day (see the decisions of the Canton of Aargau Higher Court of 14 May 1999, paragraph 23 below).", "14. On 10 April 1997 a member of the psychiatric services department took the applicant to the cemetery to lay flowers.", "15. According to the Government, the applicant was informed on 15 April 1997 that it would be possible to organise a funeral for her child at a later date. In her statements of 1 July 1997 (see paragraph 19 below) the applicant disputed that assertion.", "16. On 22 April 1997 she went to the cemetery and, accompanied by the priest, placed various stones and laid flowers at the site at which her child had been buried.", "17. On 13 May 1997 the applicant lodged a criminal complaint against persons unknown at the district office (Bezirksamt) of Aarau and joined the proceedings as a civil party. Criminal proceedings were brought against the social worker and the registrar of births, marriages and deaths of the municipality of Buchs for misuse of official authority, disturbing the repose of the dead and, in the alternative, removal of property within the meaning of Article 141 of the Swiss Criminal Code. The applicant submitted that her child’s body had been unlawfully removed from her and that it had been carried in an inappropriate vehicle without the authorisation required for this kind of transport. In this context, she complained of a violation of her personal freedom guaranteed by the Federal Constitution and, in her submission, protecting the feelings of an individual vis-à-vis a deceased family member (see paragraph 33 below).", "18. On 15 May 1997 the applicant moved to Geneva where her partner was living.", "19. On 1 July 1997 the applicant and her partner were questioned by the Geneva cantonal police concerning the birth of their child and the circumstances that had surrounded it. Extracts of the interview with the applicant are reproduced below:", "“Question (hereafter: “Q”) 17: Were you informed of the various types of funeral (burial, cremation or other) for stillborn babies?", "Reply (hereafter: “R”) 17: The midwife, and then Dr R, asked me what I wanted to do with the body of my child.", "Q 18: What type of funeral did you choose?", "R 18: I chose a normal burial with a ceremony.", "Q 19: Did anyone mention to you that you could see your child’s body?", "R 19: The midwife offered to let me see the child.", "Q 20: Did you see your child’s body?", "R 20: I was in shock and I declined because I didn’t feel up to seeing my dead child.", "...", "Q 32: Did the hospital staff give you any guidance on the subject of funerals?", "R 32: Yes. The formalities were carried out by C. [the firm of undertakers]. I just wasn’t told the date.", "Q 33: Were you informed of the funeral by the Buchs Registry of births, marriages and deaths?", "R 33: No.", "Q 34: Were you informed of the place, date and time of the burial?", "R 34: No.", "Q 35: If so, by whom?", "R 35: ---", "Q 36: If not, did you ask the child’s father or any other person, in particular H. (the director of the Buchs accommodation centre) for this information?", "R 36: I had a visit from Dr H on the following Tuesday, unless I am mistaken, at approximately 2 p.m. She told me that my baby had been buried that very day at 1 p.m. I was very angry that I had not been present. She told me she wasn’t familiar with the system.", "Q 37: Did you feel up to attending your child’s funeral?", "R 37: I was preparing myself because to convince myself that he had died, I had to see him placed in the ground.", "Q 38: Why didn’t you attend the burial?", "R 38: I didn’t get the chance.", "...", "Q 40: Did the hospital staff suggest that you attend the funeral accompanied by a nurse?", "R 40: No. No such suggestion was made to me.", "Q 41: Have you visited your child’s grave and with whom?", "R 41: On Thursday, 10 April 1997, I met Mr B., a social worker. He told me that I was not entitled to know where by baby was. I told him that even though I was an asylum seeker, I was first and foremost a mother and that I had the right to see my son’s grave.", "As he refused to tell me anything, I went to the police where I spoke to Ms B. She told me that she was not able to deal with this kind of problem. I insisted and after she had obtained some information, she told me that the “municipality” had made the decision.", "I then contacted the priest of the Catholic Church in Aarau and a pastoral assistant. They were astonished that I had not obtained satisfaction. They tried to obtain information but were unsuccessful.", "Q 42: Do you feel that you have suffered a loss as a result of the lack of information provided to you concerning your child’s burial?", "R 42: A huge loss. I experienced the shock of losing my child and on top of that, I don’t know where he is buried.", "Q 43: What type of loss have you suffered?", "R 43: I feel as though I have not been respected as a mother. I was kept out at every step.", "Q 44: Would you have attended the burial if you had known the time and place?", "R 44: Yes.", "Q 45: Were you informed that it was still possible to have a private funeral?", "R 45: No.", "...”", "20. The following are extracts of the interview with the applicant’s partner:", "“Q 11: Were you informed of the various types of funeral (burial, cremation or other)?", "R 11: The midwife asked me what kind of funeral I wanted for the child. I told her that as a Catholic, I wanted a burial (burial and ceremony). She asked me to contact a company called C.", "...", "Q 13: Were you told that you could see your dead child?", "R 13: Yes, the midwife suggested it to me.", "Q 14: Did you see your dead child?", "R 14: No, I wasn’t up to seeing him. I did however see some photographs of the baby at the cantonal hospital.", "...", "Q 27: Did you feel up to attending a burial?", "R 27: Yes", "...", "Q 30: Did you visit your child’s grave at the cemetery and who went with you?", "R 30: I went with my girlfriend to the Buchs “unknown persons” cemetery on around 20 May 1997. As far as I’m concerned, it’s not a cemetery but a public park. There is no cross to indicate that it is a cemetery. There are two statues and a few stones with names on them. According to the information provided by the Buchs social services department, my child is buried at the edge of the trees. There is no proof.", "Q 31: Do you feel that you have suffered a loss as a result of the lack of information provided to you concerning your child’s burial?", "R 31: Yes I have suffered a loss. After all, the dead baby was my son.", "Q 32: What kind of loss?", "R 32: An emotional and human loss.", "Q 33: Would you have attended the funeral if you had been aware of the date and place?", "R 33: Yes, absolutely.", "Q 34: Were you told that it was possible to hold a funeral ceremony at a later date?", "R 34: I was given no such information.", "...”", "21. On 4 August 1998, on the basis of the final reports from the Aarau district office (Bezirksamt) dated 1 July 1998, the Canton of Aargau public prosecutor’s office issued two orders discontinuing the proceedings against the two defendants. With regard to the offence of disturbing the repose of the dead, the public prosecutor’s office considered that one of the constituent elements of the offence – the mens rea of the defendants – had not been established. With regard to the inappropriate transport of the child’s body, the public prosecutor’s office acknowledged that the municipality’s registrar of births, marriages and deaths had made a mistake of law. The accused were however ordered to pay some of the costs of the proceedings.", "22. The applicant lodged two appeals against the orders of 4 August 1998 before the Higher Court (Obergericht) of the Canton of Aargau. She argued that the two accused had disturbed the repose of the dead through “recklessness” (Eventualvorsatz) and that they should therefore be held criminally liable. In the context of the appeal concerning the registrar of births, marriages and deaths, the applicant complained more specifically of a violation of her personal freedom and the right to a decent burial, as individual rights protected by the Federal Constitution, due in particular to the fact that she had not been invited to attend the burial of her child. Lastly, as regards the transport of the child, the applicant challenged the contentions of the public prosecutor’s office, which had acknowledged a mistake of law.", "23. In two judgments of 14 May 1999 the Higher Court declared the appeals inadmissible. With regard to the offence of disturbing the repose of the dead, it considered that the constituent elements of the offence had not been made out in that case, but considered, nevertheless, that by ordering the child to be buried without a ceremony, the two accused had been in breach of the relevant legislation. Indeed, both Article 11, paragraph 1, of the order concerning funeral services in the Canton of Aargau and Article 8, paragraph 1, of the regulations governing cemeteries and funerals in the municipality of Buchs permitted burial two days after the date of the birth of the stillborn child. Furthermore, paragraph 4 of Article 8 of the regulations governing cemeteries and funerals in the municipality of Buchs made provision for a ceremony to be organised (see paragraph 40 below). The Higher Court therefore considered that there had been a prima facie violation of the applicant’s right to hold a ceremony. Furthermore, the applicant’s mental and physical state would not have prevented her from attending her child’s burial, since it was on precisely that date that she had left hospital. The Higher Court stated, however, that it would have been possible to conduct a ceremony after the burial (Article 12, paragraph 1, of the regulations governing cemeteries and funerals in the municipality of Buchs; see paragraph 41 below) but that the applicant had made no such application.", "24. As regards the complaint relating to the transport of the child, the Higher Court acknowledged that the registrar of births, marriages and deaths had acted in breach of Article 75 of the road traffic regulations since no authorisation, as provided for in paragraph 2 thereof, had been granted. It considered however that the mistake committed by the official, who had little experience in such matters, had to be put in perspective, as did the actual effects (Tatfolge) of his conduct. Therefore, in accordance with the principle of discretionary prosecution, the public prosecutor’s office had legally entitled to discontinue prosecution of the accused.", "25. On 25 June 1999 the applicant lodged two public-law appeals and two applications for judicial review with the Federal Court (Bundesgericht). As regards the offence of disturbing the repose of the dead, the applicant claimed that all the elements thereof, both objective and subjective, had been made out in the case at hand. She then submitted that her arguments concerning the right to a decent burial and the violation of personal freedom had not been properly considered by the lower courts. On that point, she asked the Federal Court to transfer the part of her appeal concerning the right to a decent funeral to the Federal Council, the only authority having jurisdiction in the matter. As regards the violation of her personal freedom, the applicant submitted that for the family of a deceased person, the mourning process was an essential manifestation of personality development, according to the relevant case-law of the Federal Court. Lastly, she challenged the reasoning of the cantonal authorities concerning the inadequate transport of the child.", "26. In two judgments of 12 August 1999 the Federal Court dismissed all four of the applicant’s appeals. It declared the ground based on the right to a decent funeral inadmissible and determined that her application to transfer part of her appeals to the Federal Council was vexatious (geradezu mutwillig), pointing out that a specific type of appeal to that court existed for complaints of that nature.", "27. Subsequently, leaving aside the matter of whether the objective elements of the offence of disturbing the repose of the dead had been met, the Federal Court held that whatever the circumstances, mens rea on the part of the accused had not been established. Lastly, as regards the violation of personal freedom complained of by the applicant for having been prevented from completing her mourning process, and the violation of the right to a decent funeral, the Federal Court held that these claims were well-founded, or at least could have been, but that they were not relevant in the context of the proceedings at issue, in which the only matter to be decided was whether or not the perpetrators were guilty of the acts complained of.", "28. Under the federal law on assistance to victims of crime, the applicant lodged a parallel application for payment of compensation for the non-pecuniary damage suffered as a result of the infringement of her personality rights.", "29. That application was rejected first by the social services of the Canton of Aargau, then by the Administrative Court of that canton and, lastly, by the Federal Court on 24 November 2000. While acknowledging that an offence committed by negligence could, as the case may be, fulfil the requirements of section 2(1) of the federal law on assistance to victims of crime even if it were not, as such, punishable as a crime because it lacked the requisite mens rea, the High Court held that the offence in question in the present case, namely, misuse of authority, inherently fell outside the scope of that law.", "30. By a decision of 23 March 1998 the Buchs municipal council authorised the child’s body to be exhumed at the expense of the municipality. The exhumation took place on 20 May 1998 and the body was transferred to the applicant’s new home in Geneva where it was buried following a Catholic ceremony.", "31. On an unspecified date, the applicant married her partner.", "32. Before 1 January 2000, when the new Constitution came into force, the Federal Constitution made no specific provision for the protection of the private sphere. However, in a judgment of 20 March 1963 (ATF 89 I 92) the Federal Court afforded it constitutional value as an element of personal (or individual) freedom.", "33. In a judgment of 18 September 1985 (ATF 111 Ia 231) the Federal Court acknowledged more specifically that personal freedom also encompasses the feeling of parental devotion and, accordingly, the right of parents to object to any unjustified intervention in relation to the remains of a deceased family member.", "34. Article 13 of the new Federal Constitution protects the private sphere and is worded as follows:", "“1. Everyone has the right to respect for their private and family life, their correspondence and their relations established by mail and telecommunications.", "2. Everyone has the right to be protected against the misuse of their personal data.”", "35. Article 53, paragraph 2, of the old Federal Constitution provided for an obligation on the authorities to ensure that the dead received a decent burial:", "“The disposal of burial grounds is a concern of the civil authorities. They shall make sure that every deceased person can have a decent burial.”", "The new Constitution has not explicitly reproduced this provision.", "36. Under the old section 73(1), paragraph a, sub-paragraph 4, of the Federal Law on administrative procedure in force at the material time, the Federal Council was the only authority with jurisdiction to deal with appeals lodged against the acts of cantons concerning burial grounds. The relevant paragraph was worded as follows:", "“An appeal to the Federal Council shall be admissible against decisions taken at final instance at cantonal level and against legislative acts of the cantons for violation", "a. of the following provisions of the Federal Constitution or the provisions corresponding to cantonal constitutions:", "...", "4. Article 53, paragraph 2 (of the Federal Constitution) concerning burial grounds.", "... .”", "This provision was repealed with effect from 1 March 2000 in line with the entry into force of the new Federal Constitution.", "37. Paragraph 2 of Article 262 of the Swiss Criminal Code concerning disturbing the repose of the dead punishes the removal of human remains. The provision reads as follows:", "“Any person who removes a dead body or part of a dead body or the ashes of a dead person against the will of those entitled thereto shall be liable to a custodial sentence or to a fine.”", "38. Article 75 of the road traffic regulations reads as follows:", "“Motor vehicles shall not be used to transport dead bodies unless they are specifically equipped for this purpose. This shall not apply to the transport of victims from the scene of an accident.", "The cantonal authorities may allow the use of another vehicle where it can be guaranteed that the body will be transported decently and in optimum conditions of hygiene.”", "39. Article 11, paragraph 1 of the canton of Aargau order concerning funeral services (Verordnung über das Bestattungswesen) is worded as follows (unofficial translation):", "“Burial must take place within a time-limit which is in line with local custom and practice and as a general rule, not less than 48 hours after death.”", "40. Article 8, paragraph 1, of the regulations governing cemeteries and funerals (Bestattungs- und Friedhofreglement) in the municipality of Buchs establishes a similar rule. Paragraphs 2 and 4 thereof read as follows (unofficial translation):", "“In principle, burials shall take place on the third day following the death ... .", "After consultation with the family and the priest, the registry of births, marriages and deaths shall regulate the ceremony and burial ...”", "41. Article 12, paragraph 1, of the same regulations is worded as follows (unofficial translation):", "“The burial or cremation of the coffin at the cemetery must be organised in person by the family, together with the registrar and the priest. Burial or cremation shall normally take place before the ceremony. Upon request, they may be scheduled to take place at a different time.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}