{"ITEMID": "001-97901", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DANILINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Ms Tamara Viktorovna Danilina, is a Russian national who was born in 1959 and lives in Samara. She was represented by Ms L. Churkina, a lawyer practising in Yekaterinburg. The Russian Government (“the Government”) were represented by Mrs V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 April 1999 the applicant lodged an action with the Krasnoglinskiy District Court of Samara against her former employer, a municipal company, seeking reinstatement, the annulment of certain orders, the payment of arrears of salary, and compensation for non-pecuniary damage.", "On 5 May 1999 the District Court accepted the case for an examination on the merits and stayed the proceedings pending the outcome of a criminal case against the company’s director. The proceedings were resumed on 21 July 1999 and a hearing was scheduled for 23 August 1999.", "The applicant did not attend the hearing on 23 August 1999 and the proceedings were then stayed until 12 November 1999 because the judge was on leave. The applicant submitted that she had not been notified of the hearing fixed for 23 August 1999. The hearing listed for 12 November 1999 was re-scheduled at the applicant’s request because she was ill.", "On 26 November 1999 the applicant asked the District Court to resume the proceedings. A hearing was scheduled for 8 December 1999. However, that hearing was adjourned because the applicant was ill. On 25 January 2000, following notification by the applicant that she was fit to participate, the District Court fixed a hearing for 4 February 2000.", "That hearing was not held as the applicant had requested an adjournment, claiming that she was ill. The next hearing was to take place on 24 February 2000.", "Of three hearings listed between 24 February and 20 April 2000, two were postponed because a prosecutor failed to attend, and one was adjourned to allow the defendant to submit additional evidence.", "On 20 April 2000 the applicant successfully requested the District Court to stay the proceedings as she was ill. The proceedings were resumed on 3 July 2000 following notification by the applicant that she was able to take part in them. A hearing was scheduled for 19 July 2000. The applicant failed to appear and another hearing was scheduled for 5 September 2000. According to the applicant, she had not been notified of the hearing fixed for 19 July 2000.", "Between 5 September 2000 and 14 June 2001 the District Court stayed the proceedings three times, at the applicant’s request. She claimed she was not able to participate because she or her child was ill. In addition, two hearings were postponed to provide the applicant with an opportunity to retain counsel and to enable the defendant to submit additional evidence.", "According to the Government, the hearing fixed for 14 June 2001, to which the applicant had been duly summoned, was re-scheduled for 13 July because she did not attend. The applicant submitted that she had not been summoned to the hearing.", "No hearings were held between 13 July and 20 August 2001 because the presiding judge was ill.", "On 6 September 2001 the District Court disallowed the applicant’s action because she had failed to attend the hearings on 20 August and 6 September 2001 and had not asked for the case to be examined in her absence.", "The applicant asked the District Court to quash the decision of 6 September 2001, arguing that owing to her illness she had not been able to attend the hearings on 20 August and 6 September 2001, to which she, in any case, had not been summoned, and that she had not been served with a copy of the decision of 6 September 2001 in due time. The proceedings were resumed on 4 March 2002 and the hearing was fixed for 21 March 2002.", "Between 21 March and 2 September 2002 the District Court twice stayed the proceedings, acting at the applicant’s request. The latter argued that her poor state of health prevented her from attending. In the meantime, the District Court had sent a letter to the hospital treating the applicant, asking it to provide information about her health. On 19 August 2002 the District Court received a reply stating that the applicant’s illness did not impair her ability to participate effectively in the proceedings.", "On 2 September 2002 the District Court held a hearing. The applicant attended, but once again asked for an adjournment, alleging that she was not fit enough to participate effectively. The District Court granted her request and stayed the proceedings.", "On 17 September 2002 the applicant asked the District Court to resume the proceedings. The next hearing could not be held until 16 December 2002 because the presiding judge was on leave.", "Of six hearings scheduled between 16 December 2002 and 17 April 2003, three were adjourned at the defendant’s request to allow for the provision of additional evidence and pending the outcome of related appeal proceedings before another court, and two were postponed because the applicant was unfit to participate.", "On 17 April 2003 the District Court dismissed the applicant’s action.", "The applicant appealed. According to the applicant, she had been in hospital and had telephoned the Registry of the Samara Regional Court to find out the date of the appeal hearing. She was informed that the appeal hearing had been scheduled for 23 June 2003. The applicant stated that she had sent a letter to the Regional Court asking for an adjournment of the proceedings because she had been ill. The letter reached the Regional Court on 24 June 2003.", "The Government, relying on copies of the Regional Court’s summonses and minutes, submitted that the applicant had been informed on 26 May 2003 that an appeal hearing had been scheduled for 2 June 2003. Following the applicant’s failure to attend that hearing, the Regional Court listed a hearing for 23 June 2003 and sent a letter to the applicant informing her of the date and time. On 23 June 2003 the Samara Regional Court, in the applicant’s absence, upheld the judgment of 17 April 2003. On the following day the Regional Court received a request by the applicant for an adjournment of the hearing because she had been admitted to hospital. The Government provided the Court with a copy of the applicant’s letter showing that it had reached the Regional Court on 24 June 2003.", "In 2006 the applicant instituted legal proceedings against the housing maintenance authorities and her neighbours, seeking the removal of a metal door installed in an apartment block in which she was renting a flat. On 26 June 2006 the Samara Regional Court, at last instance, dismissed her claim."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}