{"ITEMID": "001-57463", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1982, "DOCNAME": "CASE OF CORIGLIANO v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (substantially the same);Preliminary objection rejected (non-exhaustion);Preliminary objection rejected (victim);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["10. As to the exact dates of the facts, there are uncertainties and gaps in the evidence in the case- file which the efforts of the Court, and in particular the questions it put to the persons appearing before it, have not entirely succeeded in removing. Subject to that reservation, the facts may be summarised as follows:", "11. Mr. Clemente Corigliano, an Italian national born in 1921, lives in Reggio Calabria, where he practises as a lawyer.", "12. In March 1973, during demonstrations in Reggio, the police arrested Mr. Santo Amodeo in a shop belonging to Mr. Corigliano and in the latter’s presence.", "On 29 March, the applicant gave evidence at Mr. Amodeo’s trial before the Reggio Regional Court. His evidence directly contradicted that of the police officers who had made the arrest. The Court upheld their version of the facts.", "On 2 April, Mr. Corigliano lodged a complaint with the Reggio public prosecutor’s office (pubblico ministero) against two judicial officers in that town: Mr. Giuseppe Viola, President of the Criminal Chamber of the Regional Court, and Mr. Francesco Colicchia, assistant public prosecutor (sostituto procuratore della Repubblica); he accused them of various offences, in particular of having acted out of personal interest in the exercise of their duties and having deliberately failed to declare that the police report of the arrest was false.", "13. Having been informed of the complaint, the public prosecutor (procuratore della Repubblica) decided to commence proceedings (elevava rubrica) against the applicant for aggravated slander (Articles 368 and 81 of the Penal Code). He did not, however, notify Mr. Corigliano of this.", "On 21 April 1973, he requested the Court of Cassation to remit the case to another court; he relied on Article 60 - amended by Act no. 879 of 22 December 1980 - of the Code of Criminal Procedure, sub-paragraph 1 of which provided that (translation from the Italian):", "\"Where criminal proceedings are instituted against, or where an offence has been committed against, a judge or a member of the public prosecutor’s office, and the proceedings fall within the jurisdiction of the judicial institution to which he is attached, the Court of Cassation shall refer the case to another court of similar jurisdiction.\"", "On 8 May, the public prosecutor (procuratore generale) attached to the Catanzaro Court of Appeal sent the case-file to the Court of Cassation, which by order of 2 July 1973 referred the case to the Messina Regional Court.", "14. Mr. Corigliano received judicial notification (comunicazione giudiziaria) on 7 December 1973 that criminal proceedings had been brought against him under Articles 368 and 81 of the Penal Code and that he was entitled to appoint a defence lawyer within three days.", "15. There were two stages in the investigation of the case : the first ended in a discharge and the second - following an appeal by the public prosecutor’s office - in the applicant’s committal for trial.", "16. During the initial stage of the investigation, Mr. Corigliano on three occasions challenged the jurisdiction of the Messina Regional Court before the Court of Cassation.", "On 11 January 1974, he alleged that all the procedural acts to date were void. This first appeal on a point of law was held to be inadmissible on 22 March.", "On 3 February 1975, the applicant brought a second cassation appeal, alleging a conflict of jurisdiction between the Regional Courts of Messina and Potenza, where other proceedings were pending against him. The Court of Cassation declared the appeal inadmissible on 3 October.", "On 5 October 1975, Mr. Corigliano brought a third cassation appeal, seeking to join the proceedings pending against him in Messina and Potenza. On 16 October, he was informed that his appeal had not been registered and that the joinder of proceedings fell within the exclusive jurisdiction of the trial court (Article 48 of the Code of Criminal Procedure).", "17. The public prosecutor’s office in Messina originally conducted the investigation of the case itself in accordance with the \"summary\" procedure (Article 389 of the Code of Criminal Procedure). It heard the applicant, Mr. Viola and Mr. Colicchia on 17 December 1973. Following Mr. Corigliano’s refusal to appoint a defence lawyer, the public prosecutor’s office forwarded the case-file on 18 December to the competent judge so that the latter could carry out a \"formal\" preliminary investigation.", "On 22 April 1975, the case-file was sent back to the Reggio Calabria Regional Court so that evidence could be taken from the applicant on commission. On 5 June, that Court declared that it lacked jurisdiction and returned the case-file to the Messina Regional Court. On 21 June and then on 12 December, Mr. Corigliano was summoned to appear before the Messina investigating judge, who questioned him on 26 June and 22 December 1975.", "18. On 19 February 1977, the file was transmitted to the public prosecutor’s office which asked for further investigation to be carried out. On 2 March, it requested a copy of the judgment delivered on 29 March 1973 by the Reggio Calabria Regional Court against Mr. Amodeo; this was received on 31 March. On 9 April, it sought a further hearing of the judicial officers complained of by the applicant; Mr. Colicchia was heard on 16 June. The report of Mr. Amodeo’s arrest, also at the request of the public prosecutor’s office, was forwarded by the Reggio police authorities on 9 January 1978 and entered in the case-file.", "Finally, on 11 January, the public prosecutor’s office requested the investigating judge to hear the police officer who had drawn up the report and had gone to live in Caserta in the meantime; he was heard on 20 January.", "On the same day, the judge sent the case-file to the public prosecutor’s office so that the latter could present its final submissions. They were presented on 6 February.", "The investigating judge issued an order discharging the applicant which was filed at the registry on 2 March; on 13 March 1978, the case-file was sent to the public prosecutor’s office.", "19. On 16 March 1978, the public prosecutor’s office appealed against this order (Article 387 of the Code of Criminal Procedure). The applicant was notified on 28 March. The \"grounds of appeal\" were entered on 4 April and the following day the case-file was forwarded to the investigation chamber of the Messina Court of Appeal. The latter decided on 7 July to commit the accused for trial; its decision was lodged in the registry on 11 July 1978.", "20. On 7 August 1978, the file was transmitted to the Messina Regional Court. On 6 February 1979, the applicant received a summons to appear at the hearing on 30 March.", "At the conclusion of the hearing, the Regional Court gave him a suspended sentence of eighteen months’ imprisonment.", "21. The applicant appealed on the same day. The Appeal Court of Messina, which had received the file on 18 June 1979, acquitted the applicant at a hearing on 19 February 1980."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}