{"ITEMID": "001-72015", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SØRENSEN AND RASMUSSEN v. DENMARK", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 11;Pecuniary damage - financial award;Costs and expenses partial awards - Convention proceedings", "JUDGES": "Christos Rozakis;Elisabeth Steiner;Françoise Tulkens;Giovanni Bonello;Jean-Paul Costa;John Hedigan;Josep Casadevall;Khanlar Hajiyev;Kristaq Traja;Loukis Loucaides;Luzius Wildhaber;Nicolas Bratza;Peer Lorenzen;Snejana Botoucharova;Vladimiro Zagrebelsky;Volodymyr Butkevych", "TEXT": ["9. The first applicant was born in 1975 and lives in Århus, Denmark. In the spring of 1996 he did his national service. Since a few months remained before he could commence studying mathematics and physics at the University of Århus, on 10 May 1996 he applied for a job as a holiday relief worker in a company, FDB Distributionen (“FDB”). For this purpose, he filled in an application form, which contained a pre-printed paragraph stating, among other things:", "“To obtain the job it is mandatory to be a member of one of the trade unions affiliated to the Danish Confederation of Trade Unions (LO). You will be informed on request of the name of the union.”", "10. In a letter of 20 May 1996, the applicant was offered the job from 3 June until 10 August 1996 and informed that his terms of employment would be regulated by an agreement concluded between FDB and a trade union called SID, which was affiliated to LO, and of which the applicant was obliged to become a member.", "11. From his first payslip on 20 June 1996 the applicant became aware that he was paying a subscription to SID, although he had not applied for membership. Instead, at the time of his appointment he had applied for membership of a trade union called Denmark's Free Trade Union (Danmarks Frie Fagforening). In a letter of 23 June 1996, the applicant informed his employer and the shop steward that he did not want to pay the subscription to SID because he had been told that, as a holiday relief employee, he would not be given full membership of SID.", "12. Consequently, on 24 June 1996, the applicant was dismissed for not satisfying the requirements for obtaining the job as he was not a member of a trade union affiliated to LO.", "13. The applicant, represented by Denmark's Free Trade Union, instituted proceedings before the High Court of Western Denmark (Vestre Landsret) against FDB, requesting that FDB be ordered to acknowledge that his dismissal was unlawful and to pay him compensation. He alleged that section 2(2) of the Protection against Dismissal due to Association Membership Act of 9 June 1982 (Lov om beskyttelse mod afskedigelse på grund af foreningsforhold), as amended on 13 June 1990, violated Article 11 of the Convention as it allowed an employer to require an employee to be a member of a specific association in order to obtain employment. The applicant stated, among other things, that he did not share SID's political views.", "14. On 18 November 1998 the High Court found for FDB, stating as follows:", "“The High Court finds it established that the applicant was aware that membership of SID was a condition for his employment in the company. Thus, since the applicant did not comply with this requirement the conditions for dismissing him are fulfilled in accordance with section 2, subsection (2), in conjunction with subsection (1), of the Protection against Dismissal due to Association Membership Act.", "Therefore, the pertinent question is whether the Act in issue, and with it the applicant's dismissal, is at variance with Article 11 of the European Convention on Human Rights, in the light of the interpretation this Article has been given by the European Court of Human Rights in its recent case-law.", "The Protection against Dismissal due to Association Membership Act was passed by Parliament in 1982 as a result, inter alia, of the British Rail judgment (Young, James and Webster v. the United Kingdom, Series A no. 44) delivered by the European Court of Human Rights in 1981. In this judgment it was established that in certain circumstances Article 11 also secured the negative right to freedom of association. In the assessment of whether, subsequent to the Court's recent case-law, the domestic courts should disregard section 2(2) of the Protection against Dismissal due to Association Membership Act, the starting-point must be taken from the Act of 1992 incorporating the European Convention on Human Rights. According to the preparatory notes, incorporation of the Convention was not intended to change the existing balance between the Danish parliament and the Danish courts. Thus, in the view of the High Court, while taking into account the rights and obligations that may be inferred from the European Convention on Human Rights, Parliament still has considerable discretion when laying down Danish law. In this connection, it is also of importance to note that a decision abolishing or limiting the existing possibility of entering into closed-shop agreements will have far-reaching consequences for the Danish labour market.", "In support of the applicant's understanding of the scope of Article 11, reference has been made to the Sigurður A. Sigurjόnsson v. Iceland judgment of 1993 and the Gustafsson v. Sweden judgment of 1996. However, in the view of the High Court, an interpretation of these judgments does not establish with the necessary certainty that section 2(2) of the Protection against Dismissal due to Association Membership Act is at variance with Article 11 of the Convention.”", "15. On appeal, the Supreme Court (Højesteret) upheld the High Court's judgment on 8 June 1999. In its reasoning the Supreme Court stated as follows:", "“The Protection against Dismissal due to Association Membership Act (Law no. 285 of 9 June 1982) was passed notably in order to comply with the negative right to freedom of association to the extent that such an obligation could be established according to the interpretation of Article 11 of the Convention given by the European Court of Human Rights in the Young, James and Webster v. the United Kingdom judgment, Series A no. 44 (British Rail).", "As stated in the Supreme Court's judgment of 6 May 1999 [see paragraph 21 below], the latest judgments of the European Court of Human Rights provide no grounds for a different assessment of the lawfulness of closed-shop agreements and their consequences from that appearing in the British Rail judgment. In addition, section 2(2), of the Protection against Dismissal due to Association Membership Act of 9 June 1982 raises no doubts as to its compatibility with this judgment.”", "16. The second applicant was born in 1959 and lives in Haderslev, Denmark. He is a gardener by profession. He became a member of SID in the mid-1980s, but resigned his membership after a few years as he felt unable to support its political affiliations. Instead, he became a member of the Christian Trade Union (Kristelig Fagforening).", "17. Having been unemployed for a while, he was offered a job at a nursery (Gartneriet i Regnmark I/S) on condition that he became a member of SID as the employer had entered into a closed-shop agreement with that trade union. The applicant commenced the job on 17 May 1999 and rejoined SID, although he still did not agree with its political views.", "18. Article 78 of the Danish Constitution (Danmarks Riges Grundlov) provides:", "“1. Citizens shall, without prior permission, be free to form associations for any lawful purpose.", "2. Associations employing violence, or aiming to attain their object by violence, by instigation to violence, or by similar punishable influence on persons holding other views, shall be dissolved by a court judgment.", "3. No association shall be dissolved by any government measure; however, an association may be temporarily prohibited, provided that proceedings are instituted immediately for its dissolution.", "4. Cases relating to the dissolution of political associations may, without special permission, be brought before the Supreme Court [Rigets øverste domstol].", "5. The legal effects of such dissolution shall be determined by statute.”", "19. The relevant parts of the Protection against Dismissal due to Association Membership Act of 9 June 1982 (which was passed as a direct result of the Court's ruling in Young, James and Webster v. the United Kingdom, 13 August 1981, Series A no. 44), as amended by Law no. 347 of 29 May 1990, read as follows:", "“An employer may not dismiss an employee on the ground that he or she is a member of an association or of a specific association.”", "“(1) An employer may not dismiss an employee on the ground that he or she is not a member of an association or of a specific association.", "(2) Subsection (1) shall not apply if the employee, prior to recruitment, knew that the employer made membership of an association or of a specific association a condition for being employed with the enterprise.", "(3) Subsection (1) shall furthermore not be applicable where an employee who is a member of an association is informed subsequent to recruitment that membership is a condition for continued employment with the enterprise.”", "“Sections 1 and 2 of the Act shall not apply in respect of employers whose business is specifically aimed at furthering political, ideological, religious or cultural ends, where the membership of the person concerned must be considered of importance for the business.”", "“Where an employee is dismissed contrary to the provisions of this Act, the dismissal must be overruled and the employment continued or restored, if a claim to this end is made. However, this shall not apply to employees in the private sector if, in special cases and following the balancing of the interests of the parties, it is found manifestly unreasonable to claim continuation of the employment or reinstatement.”", "“(1) Where an employee is dismissed contrary to the provisions of this Act without the dismissal being overruled, the employer shall pay compensation.", "(2) The compensation, which may not be less than one month's salary or wages and may not exceed twenty-four months'' salary or wages.”", "“(1) Cases under this Act must be processed as quickly as possible.", "(2) During the hearing of a case concerning dismissal, the court may order that the dismissal should not become effective until the case has been finally decided by means of a judgment. The judgment may specify that the dismissal will not be stayed in case of an appeal.”", "20. The question of the lawfulness of closed-shop agreements in relation to the 1982 Act and the European Convention on Human Rights was examined by the Supreme Court in a judgment of 6 May 1999 (concerning Mr Jensen, applicant in the original case of Jensen and Rasmussen v. Denmark (dec.), no. 52620/99, 20 March 2003). The Supreme Court found for the defendant and awarded him damages in the amount of 200,000 Danish kroner (DKK). As regards Article 11 of the Convention, the Supreme Court stated:", "“According to the Young, James and Webster v. the United Kingdom judgment of 13 August 1981, Series A no. 44 (the British Rail judgment) it is in breach of Article 11 of the European Convention on Human Rights concerning freedom of association to dismiss an employee who refuses to join a trade union with whom the employer has entered into a closed-shop agreement at a time after the employment of the employee, in so far as membership was not a condition for the employment. The Court emphasised that it did not decide on closed-shop agreements as such, but only on its effect on the three applicants.", "In the Sigurður A. Sigurjόnsson v. Iceland judgment of 30 June 1993, the European Court of Human Rights found a violation of Article 11 in a situation where a holder of a taxi licence had his licence revoked because he resigned from a specific association of taxicab owners. The Court found it of importance that obligatory membership of the association was imposed on him by law and that there was no duty to join the association when Sigurður A. Sigurjόnsson obtained his taxi licence as the original requirement to do so lacked a legal basis. As in the British Rail judgment, the Court emphasised that it did not decide on the scope of Article 11 of the Convention in relation to the negative freedom of association.", "Against this background, the Supreme Court finds no reasons in the Sigurður A. Sigurjόnsson judgment to assess the lawfulness of closed-shop agreements and their consequences any differently than what appears from the British Rail judgment. The same goes for the remainder of the judgments that the parties have referred to (Sibson v. the United Kingdom, judgment of 20 April 1993, Series A no. 258, and Gustafsson v. Sweden, judgment of 25 April 1996, Reports of Judgments and Decisions 1996-II).”", "Also, in another judgment of 12 May 2000, the Supreme Court found that closed-shop agreements as such were not contrary to Article 11 of the Convention as that provision had been interpreted by the Strasbourg Court.", "21. The relevant parts of the Act on Private Contributions to Political Parties and Disclosure of the Accounts of Political Parties (Law no. 404 of 13 June 1990 – Lov om private bidrag til politiske partier og offentliggørelse af politiske partiers regnskaber), as amended by Law no. 394 of 14 June 1995, provide:", "“Employers' federations, trade unions and other trade associations whose main objectives are to attend to the economic interests of the trade group to which their members belong shall ensure that any financial contribution to political parties or for party-political purposes in general collected as part of membership fees are collected on a voluntary basis for each individual member.”", "“(1) A member who wishes to be exempt from payment of contributions to political parties or for political purposes in general as part of the membership fees shall submit a written declaration to this effect.", "(2) Once a year the association shall forward to its members a form containing the wording of such a declaration. Publishing the form in a members' journal or a similar publication may fulfil this obligation. The declaration must have the following wording: 'I wish to be exempt from payment of contributions to political parties or for party-political purposes in general as part of my membership fees.'", "(3) The declaration must be forwarded to the auditor of the association. This must be apparent from the form referred to in subsection (2) above. Declarations sent to association offices by members must be forwarded to the auditor immediately. The Minister of Justice may lay down further provisions on the layout of the form and on the auditors' treatment of declarations received.", "(4) Information on persons who are exempt from payment of contributions or who have made a request to this effect may not be subject to any unauthorised disclosure.”", "22. A general description of the background of closed-shop agreements in the Danish labour market is given below.", "The struggle at the end of the nineteenth century between, on the one side, employees and their unions (notably what is today called the Danish Confederation of Trade Unions (LO)) and, on the other side, the employers and their federations (mainly the Confederation of Danish Employers (Dansk Arbejdsgiverforening – DA)) resulted in the so-called September Agreement of 1899 between LO and DA.", "The Agreement laid down five major principles:", "(1) the right of employees to organise within trade unions;", "(2) the right of employers to manage and control work;", "(3) the right to industrial action (strikes, boycotts and lockouts) in order to obtain, for example, a collective agreement;", "(4) the embargo on industrial action, which means that no strikes are lawful during the term of a collective agreement; and", "(5) the establishment of a special arbitration tribunal to deal with all violations of the September Agreement.", "The September Agreement is unique in that it has formed the basis of all subsequent general agreements between management and labour. Traditionally, the Danish legislature plays a minor role as regards the conditions governing wages, salaries and employment. Therefore, only to a certain extent does the Danish labour market have legislation which does not emanate from European Union directives, examples being the Salaried Employees' Act (Funktionærloven) and the Holiday Act (Ferieloven). Accordingly, rights imposed by statute in other countries have in Denmark been obtained by means of agreements between the labour-market partners. It is thus a characteristic feature of Danish law that the relationship between employers and employees is basically governed by a combination of agreements (collective and individual), labour-law principles, general statutes and rules laid down in pursuance of statutes. More than 80% of all employees in Denmark are trade union members.", "From figures provided by Statistics Denmark (Danmarks Statistikbank) and the Ministry of Employment (Beskæftigelsesministeriet), in 2001 the Danish workforce consisted of 2,799,958 persons (inclusive of the unemployed). Of these, 1,611,715 were employed within the private sector and 937,826 within the public sector.", "The Government estimate that nearly 80% of all employees are covered by collective agreements. It appears that the applicants disagree with this estimation.", "The institution of closed-shop agreements is a long-standing practice in Denmark. Typically, a closed-shop agreement states that an employer has undertaken to hire and employ only members of the trade union that is party to the collective agreement concluded by the employer. Closed-shop agreements are unlawful in the public-sector labour market as they would be in conflict with the principle of equality under Danish administrative law. Also, they are not concluded in the part of the private-sector labour market covered by the general agreement between DA and LO, because DA considers the use of closed-shop provisions to be an interference with employers' managerial rights. Thus, closed-shop agreements are mainly of importance in collective agreements concluded with employers not affiliated to an employers' organisation.", "The precise number of employees covered by closed-shop agreements is unknown. However, from figures provided by DA and the Christian Trade Union, the Government estimate that approximately 220,000 wage earners are affected in some way by closed-shop agreements – that is, less than 10% of all Danish employees on the labour market. The applicants submit that this estimation is probably somewhat below the actual figure.", "Closed-shop clauses are primarily found in certain sectors such as building and construction and horticulture.", "23. After the general election in Denmark on 20 November 2001, the new government decided to set up a committee to look into closed-shop agreements. The mandate of the committee was to examine the scope of such clauses and other circumstances which required membership of specific associations as a precondition for access to certain professions, and also to assess the compliance of such clauses with Denmark's international commitments. The committee was also asked to draw up recommendations and proposals for initiatives which afforded greater protection of the negative right to freedom of association. The committee submitted a report in June 2002 (Betænkning nr. 1419, Udvalget om eksklusivbestemmelser) which proposed changes to the law concerning closed-shop agreements between employees' organisations and employers. The committee pointed out that general developments in society and the labour market could no longer justify, to the same extent as before, the need for closed-shop agreements, since strong and representative trade unions and organisations had now been established on the labour market. The committee further stated that the advantages relating to membership of a trade union should in themselves be strong enough reasons to be a member of a trade union. The committee considered that as closed-shop agreements only existed for a small part of the labour market, a change in the law would have only a marginal impact upon union density rates. The committee further stated that closed-shop agreements could have the effect of reducing the supply of labour, that freedom of contract on the labour market was not an immutable concept, and that restrictions existed in several fields as to the agreements that management and labour could lawfully conclude.", "24. Beforehand, the committee had consulted numerous institutions, organisations and associations, among those DA, which classified closedshop agreements into the following categories:", "I. Agreements concluded by an employers' association which is a (direct or indirect) member of DA.", "II. Agreements concluded by an employers' association which is not affiliated to DA.", "III. Agreements concluded directly between an employer and a trade union.", "The classification was explained in Report no. 1419 as follows:", "“Some years ago the Confederation of Danish Employers (DA) made a conservative estimate that at least 230,000 employees were covered by closedshop provisions. This figure was calculated as follows:", "In businesses organised in member organisations of DA, it was estimated that at least 60,000 employees were covered by closedshop provisions. (However, this figure has diminished since the original estimate was made, so the present estimate is that about 45,000 employees within the scope of DA are covered by closedshop provisions).", "In organised businesses outside the scope of DA, at least 50,000 employees were estimated to be covered by closedshop provisions.", "In non-organised businesses, it was estimated that approximately 120,000 employees were covered by closedshop provisions in agreements adhering to collectivebargaining agreements.”", "25. The distinction between I and II is related to the fact that DA, as stated above, has a policy of not entering into (or allowing its member organisations to enter into) closed-shop agreements. Therefore, within the scope of DA, closed-shop provisions only apply when a member organisation of DA entered into a closed-shop agreement prior to becoming a member of DA. This was explained in the report as follows:", "“In principle, closedshop provisions are not entered into by the part of the private labour market which is covered by the main agreement between DA and LO. Under the Articles of Association of DA, the use of exclusivity clauses is not recognised, because such clauses are deemed to interfere with employers' managerial rights. However, this does not mean that no business within the scope of DA has any collectivebargaining agreement containing closedshop provisions. Thus, it is estimated by DA that at least 45,000 employees working in businesses organised in member organisations of DA are covered by closedshop provisions.", "When a member organisation enters into a collectivebargaining agreement, this must be subject to the approval of DA. The same principle applies when members of the member organisations enter into collectivebargaining agreements themselves. If a member organisation or the members of a member organisation intend to enter into negotiations for collectivebargaining agreements which include closedshop provisions, this requires the prior consent of the board of DA. DA does not approve of collectivebargaining agreements which contain exclusivity clauses.", "However, if, at the time of applying for admission to one of DA's member organisations, a business is party to a collectivebargaining agreement which includes closedshop provisions, this does not debar the business from membership of the organisation. In such cases the organisation will subsequently try to release the business from the exclusivity clause. The same applies if an organisation seeks admission to DA.”", "26. The committee's consultation with SALA (the Danish Confederation of Employers' Associations in Agriculture) was described as follows in Report no. 1419:", "“SALA stated that, in general, it would like to see exclusivity agreements abolished, and that such agreements are felt to be constrictive even though it acknowledges the value of having large organisations to negotiate with. SALA said that, while the industrial part of the organisation is more or less exempt from exclusivity agreements, these agreements are a large problem for the areas of agriculture, forestry, market gardening and horticulture. The Employers' Association of Agriculture and Forestry said that the whole market garden area is covered by closedshop provisions, and argued for changes in all negotiations for collective-bargaining agreements. SID consistently states that there is no price at which the clauses could be eliminated from collectivebargaining agreements, so the question is not open to negotiation. In the market garden area the exclusivity agreements result in a decrease in the number of applicants for apprenticeships, recruitment problems and problems in hiring seasonal workers. In other areas within agriculture and forestry it is also the case that exclusivity agreements are not 'for sale'.", "The Employers' Association of Danish Landscape Gardeners said that it has four collectivebargaining agreements which include exclusivity clauses; however, the agreement covering golf courses only includes a preference clause. Despite the fact that the employers recognise the interest in having properly regulated labour relations, exclusivity agreements cause recruitment problems and have a side effect of leading to other forms of provision of services, for example, by sub-contractor arrangements and the like ...", "In reply to a question of the committee, it was stated that the number of employees covered by exclusivity agreements in SALA's area is around 25,000.”", "27. Subsequently, on 9 January 2003, a bill (no. 2002-03-L120) to amend the Protection against Dismissal due to Association Membership Act was tabled in Parliament by the Minister for Employment. The bill was aimed at ensuring, among other things, that in the future no agreements could be lawfully concluded which imposed a duty on an employer to employ exclusively or, preferably, persons who were members of an association or a specific association.", "28. The explanatory memorandum on the bill stated, inter alia:", "“Closed-shop agreements are obsolete and out of step with the wishes of many employees. The government consider that there should be freedom for an employee to decide whether to become a member of an association – just as there should be freedom to choose not to become a member of an association – without this leading to a risk of not being recruited or of being dismissed. The government do not consider it reasonable that an employer may lay down requirements as to the candidate's membership or non-membership of an association as a condition for obtaining or keeping a job. Furthermore, the government find it unreasonable that a clause in a collective agreement may prevent an employee who does not wish to be a member of an association or a specific association from obtaining or keeping employment with an employer or may prevent an employer from considering the candidate's qualifications alone. ...", "The bill does not entail any economic or administrative consequences for public authorities ... the bill does not lead to any financial and administrative consequences of any major significance for enterprises. The proposal could even lead to an easing of procedures for the recruitment of labour as employers will no longer have to take candidates' union affiliation into account after the commencement of the Act ... the bill has no consequences for gender equality on the labour market ... the bill does not contain any Community law aspects ...”", "29. In accordance with the Danish Constitution, a bill is read three times before it is adopted. At the first reading, the bill is discussed in general and thereafter, normally, the bill is referred to a committee, which examines the proposal and is free to put questions to the relevant minister. With regard to the bill in question, on 6 February 2003 the Parliamentary Committee on Employment (Arbejdsmarkedsudvalget) submitted various questions to the Minister for Employment. As regards two questions (nos. 7 and 8) the latter replied as follows:", "“The Minister is requested to explain the impact of the proposed bill in relation to the scope for trade unions to enforce collectivebargaining agreements, especially in relation to non-organised employers. It appears from the annual reports of the Labour Court for the years 1999 and 2000 that during the years in question, 600 and 646 cases respectively were conducted against non-organised employers, which correspond to 77% and 82% respectively of the cases in the Labour Court instigated by employees in those years. All these cases were instigated by LO ... It is the opinion of LO that the removal of closed-shop provisions will to a large extent make the efficient enforcement of collectivebargaining agreements against such employers more difficult.”", "“I find it difficult to see how the annulment of closed-shop provisions in collectivebargaining agreements with non-organised employers, which is estimated to cover around 120,000 employees, should make it more difficult for the organisations to secure the efficient enforcement of collectivebargaining agreements. First and foremost the annulment of a closed-shop provision in a collectivebargaining agreement with a non-organised employer would not change the fact that the collectivebargaining agreement is still valid and must be complied with. That means that the employees or their representatives would still have the possibility of bringing to the attention of the union in question any problems in getting the agreement complied with. The possibilities for the trade union to take action in such a case would therefore be unaffected. If there is a problem in having the terms in a collectivebargaining agreement complied with in a business, due to the fact that the trade union does not have any members in that business, that should be reason enough for the employees to join the trade union and get the trade union to complain of the lack of compliance.", "I do not believe that a trade union will get much help in enforcing a collectivebargaining agreement from employees whose membership is not voluntary.", "I do believe that if a trade union makes an effort and spreads the message to all the employees in a business covered by a collectivebargaining agreement that it is due to its efforts that there are orderly conditions in the business, some of those employees that are involuntary members today could become voluntary members, and all employees could then stand together to secure compliance with the collective-bargaining agreement.”", "“Under Danish collective-labour law, an employer must comply with the terms of a collective agreement in respect of all employees doing work within the field of the collective-bargaining agreement. Does the Minister believe that it is fair that nonorganised employees should, in this way, enjoy benefits to which they have not contributed, and which have been obtained for them by the trade unions?”", "“The principle that a collectivebargaining agreement also applies in relation to the work performed by non-organised employees in a business covered by a collectivebargaining agreement, is a principle which also applies to areas without closedshop provisions. It is a principle which follows from collectivebargaining agreements themselves, and it is only the organisation which is a party to the collectivebargaining agreement which may raise a claim, not the individual (non-organised) employee.", "Furthermore, there is nothing to prevent a collectivebargaining agreement only covering the members of the organisation which is a party to the agreement. I must therefore note that it is the trade unions themselves that have elected to follow this principle both in fields with and without closed-shop provisions. Whether this is fair or not, I will leave to the trade unions in question and to their members to consider.”", "30. Before the Parliamentary Committee on Employment on 12 March 2003, the Association of Employers in Gardening (that is to say, the employers' association which has a closedshop agreement with SID affecting the applicant Rasmussen) and the Danish Landscape Gardeners Employers' Association made the following joint submission:", "“Both the Association of Employers in Gardening and Danish Landscape Gardeners are parties to collective agreements with SID, pursuant to which the employers agree only to employ members of SID.", "This provision was agreed more than forty years ago and it is not clear why this was done. Thus, it is not apparent whether it was a mutual deal or whether it was the result of a strong trade union imposing the provision on a group of small employers.", "Briefly, the provision entails a number of drawbacks for Danish gardening of which the following may be mentioned:", "● It is difficult to get an inflow of apprentices to the trade. We need around 500 apprentices per year, but can only attract around 200. The closed-shop provision scares away young people. At the same time we have difficulty in securing qualified labour, since many capable employees do not want to work under an exclusivity agreement. Some of these may then try to circumvent the provision by establishing a relationship as a sub-contractor instead of as an actual employee.", "● The business of market gardening is characterised by seasonal work. Every year we need summer holiday casual workers, workers to pick vegetables, workers for Christmas production and the like. Typically, we are speaking of young students who would like to work for a few months – until the closedshop provision is mentioned.", "● Danish market gardens are in a very tough competitive situation in the European Union. No other country in the Union has closed-shop provisions similar to those for Danish gardeners. Therefore, there is unequal competition at European Union level.", "● Closedshop provisions may be an instrument for securing wages and employment terms in small, non-organised businesses. Danish market gardens are very large businesses (20-250 employees per business) and more than 90% are organised. The closed-shop provision has therefore been overtaken by the structural development of the business. In relation to businesses under the DA, the trade union movement accepts that the closedshop provisions are unnecessary; see the article in SID's periodical.", "● Danish market gardens are organised, from a business point of view, in the same way as Danish agriculture. The businesses in agriculture are not covered by closedshop provisions, and Danish market gardens should not be either.", "● The closedshop agreement with SID causes daily problems with employees who are members of other trade unions or who wish to join other unions. For example, it frustrates the desire of employees to be transferred to the Danish Association for Managers and Executives, to an organisation of artisans or to another unemployment fund.", "● As a labour-intensive export and home market business we need to attract the most competent workforce to Danish market gardens to maintain and expand our markets. The maintenance of the closedshop provision will inhibit our development, and the most competent employees elect for other professions.", "● The collectivebargaining agreements between the Association of Employers in Gardening and Danish Landscape Gardeners respectively and SID will continue to apply for our employees (and be complied with), even if the closedshop provision is removed by law. The removal of the closed-shop provision would therefore not cause wage-dumping.", "● The introduction of closedshop provisions was not put in place as an equal deal, where both parties gained something. It does not appear anywhere that Danish market gardeners have received any compensation from SID for agreeing in the past to the closedshop provision. On the contrary, it is our opinion that the employers were forced to enter into the exclusivity agreement under strong pressure and the threat of industrial action.", "● In the last many negotiations for collectivebargaining agreements we have tried to persuade SID to drop the exclusivity agreements. In these negotiations it has not been possible to buy ourselves out of the exclusivity agreement. SID has not even wanted to discuss the problem seriously.", "Closedshop agreements do not belong in a modern society. The individual citizen wants to make his own decisions about his relationship to the trade union movement, and must be expected to be able to do so rationally.", "Closedshop provisions arose at the end of the nineteenth century in a period when industrial action was the order of the day.", "Circumstances are now quite different, so closedshop provisions should be removed by law. This would not be State interference with the right of free negotiation on the labour market, but the necessary safeguarding of freedom of association.", "We therefore strongly recommend that the closedshop provisions be removed by law.”", "31. At the beginning of May 2003 it became clear that the bill had failed to secure the necessary majority in Parliament and it was withdrawn. It was tabled anew (no. 2004-05-L48) in December 2004 and dealt with by Parliament in January 2005 (before the general election on 8 February 2005), again with the result that the majority was not in favour of changing the law.", "32. During the proceedings before the Court, the parties have submitted further information about the extension of closed-shop agreements in the gardening and horticultural sector.", "The Government noted by way of introduction that no single source of statistical information was able to provide a complete picture and the various statistical sources were not immediately comparable. On the basis of the material available, however, the Government estimated that the total number of employed in the gardening and horticultural sector amounted to at least 20,800 persons. The relevant employers' organisations in the private sector had reported that around 11,000 persons were covered by closed-shop agreements, whereas the relevant trade unions had reported that 8,100 persons were covered. Thus, the Government estimated that less than 53% but more than 39% of persons were covered by closedshop agreements.", "The applicant Rasmussen submitted that the Government's calculation was misleading and irrelevant to an assessment of the possibility of him finding a job which was not covered by a closedshop agreement. He stressed that there were three different kinds of gardeners: landscape gardeners; greenhouse gardeners; and production gardeners. It was crucial to distinguish among the three kinds of gardening because job opportunities in the public sector almost exclusively related to landscape gardeners. Moreover, although the applicant Rasmussen possessed the qualifications to obtain a job at a nursery, this did not imply that he would be qualified to work in landscape gardening – be it in the public or private sector. A calculation should be made in respect of each of the three kinds of gardening. The percentages for greenhouse gardening and production gardening would then be seen to be higher, probably 80% (11,000 employees covered by closed-shop provisions out of 13,700 in the three kinds of gardening in the private sector). Consequently, the percentage would be lower in respect of landscape gardeners. Accordingly, even if the Government were correct in stating that approximately every second job was not covered by closedshop agreements, it would be more pertinent to say that in the case of the applicant Rasmussen, only one out of five relevant jobs was not covered by a closedshop agreement.", "33. The preparatory notes on Article 11 of the Convention (Report of 19 June 1950 of the Conference of Senior Officials, Collected edition of the “travaux préparatoires”, vol. IV, p. 262) state, inter alia:", "“On account of the difficulties raised by the 'closed shop system' in certain countries, the Conference in this connection considered it undesirable to introduce into the Convention a rule under which 'no one may be compelled to belong to an association' which features in [Article 20 § 2] of the United Nations Universal Declaration.”", "34. It appears that among the member States of the Council of Europe, only a very limited number of States, including Denmark and Iceland, permit by law pre-entry closed-shop agreements in general or in certain sectors. Such agreements refer to the obligation to join a trade union at the time of taking up a contract of employment as opposed to the situation in which a similar obligation is imposed after recruitment (post-entry closed-shop agreements).", "35. Article 5 of the European Social Charter provides for the following “right to organise”:", "“With a view to ensuring or promoting the freedom of workers and employers to form local, national or international organisations for the protection of their economic and social interests and to join those organisations, the Contracting Parties undertake that national law shall not be such as to impair, nor shall it be so applied as to impair, this freedom. The extent to which the guarantees provided for in this Article shall apply to the police shall be determined by national laws or regulations. The principle governing the application to the members of the armed forces of these guarantees and the extent to which they shall apply to persons in this category shall equally be determined by national laws or regulations.”", "In its Conclusions XIV-1 and XV-1, the European Committee of Social Rights found that the Protection against Dismissal due to Association Membership Act infringed Article 5 of the European Social Charter in that an employee could be dismissed if, prior to recruitment, he or she knew that membership of a certain union was a condition for being employed with the enterprise (section 2, subsections (2) and (3), of the Act). On this basis, the Governmental Committee of the Social Charter in its 14th (1999) and 15th (2000) reports proposed that the Committee of Ministers adopt a recommendation to that end with regard to Denmark. On 7 February 2001, at the 740th meeting of the Ministers' Deputies, the proposal for the recommendation was not adopted as the requisite majority was not obtained.", "In its Conclusions XVI-1, the European Committee of Social Rights stated, inter alia:", "“The situation in Denmark is not in conformity with Article 5 of the Charter for the following reasons:", "Closed-shop clauses are permitted in national law as illustrated by the decisions of the Danish Supreme Court summarised in the report. Clauses or practices of this kind violate the right to freedom of association; ...”", "Subsequently, in September 2002 the Danish government informed the Governmental Committee of the European Social Charter of their intention to introduce a bill prohibiting closedshop agreements (see paragraph 23 above). The Governmental Committee therefore decided to await the next assessment by the European Committee of Social Rights.", "In its Conclusions XVII-1 of March 2004, the European Committee of Social Rights again maintained that the aforementioned Act infringed Article 5 of the European Social Charter. In this connection, the following views were expressed within the Governmental Committee, according to the report of its 106th meeting (1114 May 2004):", "“1. The Danish delegate said that once the parliamentary situation was more favourable the Government would resubmit the draft legislation. A case was also pending before the European Court of Human Rights.", "2. The Portuguese delegate, supported by the Icelandic delegate, thought that under these circumstances Denmark should be given time to remedy the violation.", "3. However, the Maltese delegate thought that the Governmental Committee should express its concern that nothing had been done to rectify the situation.", "4. The Committee noted that it was firmly opposed to closed-shop clauses in any form and insisted that the violation of the Charter be remedied.”", "The Conclusions of the next assessment by the European Committee of Social Rights on Article 5 in respect of Denmark are expected to be published in the first half of 2006.", "36. Recently, in Confederation of Swedish Enterprise against Sweden (Collective Complaint no. 12/2002), the European Committee of Social Rights found that the situation in Sweden as regards pre-entry closedshop clauses infringed Article 5 of the Revised European Social Charter. On the basis of the report by the European Committee of Social Rights, the Committee of Ministers, at the 853rd meeting of the Ministers' Deputies on 24 September 2003, adopted a resolution (ResChS(2003)1) taking note of the Swedish government's undertaking to bring the situation into conformity with the Revised Social Charter.", "37. The Community Charter of the Fundamental Social Rights of Workers, adopted by the heads of State or government of eleven member States of the European Communities on 9 December 1989, provides that every employer and every worker has the freedom to join or not to join professional organisations or trade unions without any personal or occupational damage being thereby suffered by them.", "The relevant parts of the Charter of Fundamental Rights of the European Union, proclaimed in Nice on 7 December 2000 (2000/C 364/01), read:", "“1. Everyone has the right to freedom of peaceful assembly and to freedom of association at all levels, in particular in political, trade union and civic matters, which implies the right of everyone to form and to join trade unions for the protection of his or her interests.", "2. Political parties at Union level contribute to expressing the political will of the citizens of the Union.”", "“Nothing in this Charter shall be interpreted as restricting or adversely affecting human rights and fundamental freedoms as recognised, in their respective fields of application, by Union law and international law and by international agreements to which the Union, the Community or all the Member States are party, including the European Convention for the Protection of Human Rights and Fundamental Freedoms, and by the Member States' constitutions.”", "38. Conventions nos. 87 and 98 of the International Labour Organisation (ILO) protect, inter alia, the positive aspects of freedom of association. As regards the issue of closed-shop agreements, the ILO considers this to be a matter for regulation at national level."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}