{"ITEMID": "001-61959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BLECIC v. CROATIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of P1-1", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1926 and lives in Zadar, Croatia.", "8. In 1953 the applicant, together with her husband, acquired a specially protected tenancy (stanarsko pravo) of a flat in Zadar. After her husband’s death in 1989 the applicant became the sole holder of the specially protected tenancy.", "9. On 3 June 1991, Parliament enacted the Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo), which regulates the sale of publicly-owned flats previously let under specially protected tenancy.", "10. On 26 July 1991 the applicant went to visit her daughter who lived in Rome. She intended to stay with her daughter for the summer. She locked the flat in Zadar and left all the furniture and personal belongings in it. She asked a neighbour to pay the bills in her absence and to take care of the flat. However, by the end of August 1991, the armed conflict escalated in Dalmatia, resulting in severe travel difficulties in that area, including the town of Zadar.", "11. In October 1991 the Croatian authorities stopped paying the applicant’s pension. The payments were resumed in April 1994. The applicant also lost the right to medical insurance. In these circumstances, the applicant decided to remain in Rome.", "12. From 15 September 1991 the town of Zadar was exposed to constant shelling and the supply of electricity and water was disrupted for over one hundred days.", "13. In November 1991 a certain M.F., with his wife and two children, broke into the applicant’s flat in Zadar.", "14. On 12 February 1992 the Zadar Municipality (Općina Zadar) brought a civil action against the applicant before the Zadar Municipal Court (Općinski sud u Zadru) for termination of her specially protected tenancy on the flat in question. The Municipality claimed that the applicant had been absent from the flat for more than six months without justified reason.", "15. In her submissions to the court, the applicant explained that she had been forced to stay with her daughter in Rome from July 1991 until May 1992. She had not been able to return to Zadar since she had no means of subsistence and no medical insurance and was in poor health. Furthermore, during her stay in Rome, she had learned from the neighbour that M.F. had broken into her flat with his family. When she had enquired about her flat and her possessions in the flat, M.F. had threatened her over the telephone.", "16. On 9 October 1992 the Zadar Municipal Court terminated the applicant’s specially protected tenancy. The court established that the applicant had left Zadar on 26 July 1991 and had not returned until 15 May 1992. It stated that in the relevant period no order had been issued to the citizens of Zadar to evacuate the town owing to the escalation of the armed conflict but that it had been the personal decision of every citizen whether to leave the town or to stay. On that basis the court found that the applicant’s absence was not justified by the war in Croatia.", "17. Furthermore, the court did not accept the applicant’s explanation that she had fallen ill during her stay in Rome and was not able to travel. It was established that the applicant had suffered from spinal arthrosclerosis and diffuse osteoporosis for a long time, which had not affected her ability to travel. Even though her left shoulder had been dislocated on 25 March 1992, she had been able to travel following the immobilisation of the injured joint. Furthermore, by 25 March 1992 she had already been absent from the flat for a period of more than six months.", "18. The applicant’s further explanation that she had stopped receiving her pension in October 1991 and thus had been left without any means of subsistence was not accepted by the court as a justified reason for not returning to Zadar. It took the view that the applicant’s daughter could have sent her money. Therefore, the court concluded that the applicant’s reasons for not having lived in the flat were not justified.", "19. Following an appeal by the applicant against the judgment, it was quashed by the Zadar County Court (Županijski sud u Zadru) on 10 March 1993. The County Court found that the court of first instance had not taken into careful consideration the applicant’s personal circumstances, namely her age and poor health, the fact that she had lost her pension and the fact that she had lived alone in Zadar without any close relatives. Furthermore, the applicant’s decision to prolong her stay in Rome should have been carefully assessed against the background of objective circumstances, namely that Zadar had been exposed to daily shelling and had not had a regular supply of water or electricity in the material period, and that third persons had occupied the applicant’s flat. The case was remitted to the first-instance court.", "20. In the resumed proceedings, on 18 January 1994 the Zadar Municipal Court ruled again in favour of the municipality and terminated the applicant’s specially protected tenancy. It observed that she had been absent from the flat for over six months without justified reason and repeated in substance the findings of the judgment of 9 October 1992.", "21. The applicant appealed. On 19 October 1994 the County Court reversed the first-instance judgment and dismissed the municipality’s claim. It found that the escalation of war and the applicant’s personal circumstances, as described above (see paragraphs 11-13), justified her absence from the flat.", "22. On 10 April 1995 the Zadar Municipality filed a request for revision on points of law (revizija) with the Supreme Court (Vrhovni sud Republike Hrvatske).", "23. On 15 February 1996 the Supreme Court accepted the request for revision and reversed the County Court’s judgment. It found that the reasons submitted by the applicant for her absence from the flat were not justified.", "24. The relevant part of the Supreme Court’s judgment reads as follows:", "“In the period of the aggression against Croatia, living conditions were the same for all citizens of Zadar and, as rightly submitted by the plaintiff, it is neither possible nor legitimate to separate the defendant’s case from the context of that aggression. Holding the contrary would mean assessing her case in a manner isolated from all the circumstances which marked that time and determined the conduct of each individual.", "Contrary to the appellate court’s opinion, this court, assessing in that context the defendant’s decision not to return to Zadar during the aggression but to stay in Italy, considers the non-use of the flat unjustified. The factual findings made in the case reveal that, in view of her health condition and the available travel connections, the defendant was able to come to Zadar; her health would not have deteriorated because of her stay in Zadar; and she could have taken care of herself. The assumption that she would have had to make a considerable mental and physical effort in order to provide for her basic living needs (all the residents of Zadar who remained in the town, from the youngest to the oldest, were exposed to the same living conditions) does not justify her failure to return to Zadar and, accordingly, does not constitute a justified reason for the non-use of the flat.”", "25. On 8 November 1996 the applicant filed a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske). She claimed that her rights to respect for her home and property had been violated and that she had been deprived of a fair trial.", "26. On 8 November 1999 the Constitutional Court dismissed the applicant’s complaint. It found that the Supreme Court had correctly applied the relevant legal provisions to the factual background established by the lower courts when holding that the applicant’s absence from the flat for more than six months had been unjustified. The Constitutional Court concluded that the applicant’s constitutional rights had not been violated.", "27. The relevant provisions of the 1990 Croatian Constitution (Ustav Republike Hrvatske, Official Gazette nos. 56/1990 and 135/97), as in force during the material period, read as follows:", "“Rights and freedoms may only be restricted by law to protect the rights and freedoms of others, the legal order, public morals or health.”", "“The home is inviolable.”", "“1. The right to property is guaranteed.", "2. Property implies duties. Holders of the right to property and its users shall have a duty to contribute to the general welfare.”", "“International agreements concluded and ratified in accordance with the Constitution and made public shall be part of the Republic’s internal legal order and shall be [hierarchically] superior to the [domestic] statutes.”", "28. Article 17 of the International Covenant on Civil and Political Rights (which entered into force in respect of Croatia by notification of succession on 8 October 1991) provides:", "“1. No one shall be subjected to arbitrary or unlawful interference with his...home...", "2. Everyone has the right to the protection of the law against such interference...”", "29. The relevant provisions of section 99 of the Housing Act (Zakon o stambenim odnosima, Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993), as in force in the material period, provided as follows:", "“1. A specially protected tenancy may be terminated if the tenant [...] ceases to occupy the flat for an uninterrupted period exceeding six months.", "2. The termination of a specially protected tenancy under the provisions of paragraph 1 of this section may not be effected in respect of a person who does not use the flat on account of undergoing medical treatment, performing military service or for other justified reasons.”", "30. In case no. Rev-3839/93 the Supreme Court interpreted section 99(1) of the Housing Act as follows:", "“War events per se, without any particular reasons indicating the impossibility of using a flat, do not constitute a justified reason for the non-use of the flat.”", "31. In case no. Rev-155/1994-2 the Supreme Court interpreted another aspect of section 99(1) of the Housing Act as follows:", "“The fact that a flat that is not being used by its tenant is illegally occupied by a third person does not, per se, make the non-use [of the flat by the tenant] justified. In other words, if the tenant fails to take the appropriate steps to regain possession of the flat within the statutory time-limits set forth in section 99(1) of the Housing Act..., then the [illegal occupation of the flat by a third person] is not an obstacle to the termination of the specially protected tenancy.”", "32. The Specially Protected Tenancies (Sale to Occupier) Act (Official Gazette no. 27/1991) regulates the conditions of sale of flats let under specially protected tenancies. The Act entitles the holder of a specially protected tenancy on a publicly-owned flat to purchase it under favourable conditions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}