{"ITEMID": "001-59868", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PANNULLO AND FORTE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 2 February 1994 the applicants’ two-year-old daughter, Erika, underwent heart surgery at Marie-Lannelongue Hospital in Le Plessis-Robinson (France).", "9. On 17 June 1996 Erika was admitted to the same hospital for a postoperative check-up.", "10. On 18 June 1996 she became feverish and vomited blood. The doctors diagnosed rhinopharyngitis and prescribed antibiotics. On 20 June 1996 the doctors decided to allow the child to leave the hospital.", "11. In the evening of the same day the applicants telephoned the hospital because Erika was feverish again.", "12. On 22 June 1996 the applicants took the child to a doctor, who diagnosed pneumonia, telephoned the hospital and requested that Erika be admitted to hospital immediately. On arriving at the hospital Erika was initially taken to the cardiology unit. When she fell into a coma she was transferred to the intensive care unit. The doctors said that she had a serious infection in the left lung, which had weakened her heart.", "13. On 24 June 1996 Erika died.", "14. On 28 June 1996 the applicants lodged a complaint with the Nanterre public prosecutor. On 1 July 1996 an inquiry into the causes of death was opened.", "15. On 3 July 1996 the investigating judge, Miss M., instructed the Sceaux Gendarmerie Investigation Squad to seize Erika’s medical file and question the members of the medical staff who had looked after Erika. On 14 August 1996 the Sceaux Investigation Squad reported back to the judge with its incomplete findings.", "16. On 5 July 1996 the investigating judge ordered an autopsy, which was carried out on 9 July. Several tissue samples were taken in case a further examination was needed. The autopsy report, dated 25 July 1996, concluded that at the time of Erika’s death she had been suffering from an acute respiratory infection.", "17. On 16 September 1996 the investigating judge commissioned a further anatomopathological report from Professor L., an expert in forensic medicine, and Dr D., a heart specialist, giving them until 15 December 1996 to submit their report.", "18. On 13 January 1997 the investigating judge asked them to send her their report by the “absolute deadline of 20 January 1997”.", "19. From the date of the autopsy onwards the applicants sent numerous letters to the Italian consulate-general in Paris, the Ministry of Foreign Affairs in Rome and Italian members of Parliament with the aim of securing the return of Erika’s body.", "20. In Italy a number of MPs put parliamentary questions to the government and held press conferences on the case. Several newspaper articles were published on the subject.", "21. The Italian consul-general made repeated representations to the investigating judge, including letters sent on 26 September, 26 November and 12 December 1996, and forwarded the information he had obtained to the applicants.", "22. In January 1997 the consul-general made a formal complaint to the public prosecutor, who demanded an explanation from Professor L. In a letter of 12 February 1997, Professor L. replied as follows:", "“The autopsy was carried out on 9 July 1996 and the investigating judge was immediately notified of the results by telephone. She was told that all the necessary samples of tissue from the internal organs had been taken and that the body could be returned to the family as from 9 July 1996.", "The internal organs were to be studied subsequently from an anatomopathological viewpoint and this was done on 20 January and 4 February 1997, but I had also been instructed to examine the medical file and seek the opinion of another expert, which was done on 3 February 1997. When the seals were removed it was discovered that the intensive-care file was missing, and so we contacted our colleagues, who sent us a copy of it which we are currently examining.", "The medical file is complex and it is essential that we have a certain amount of time to study it, but there is no reason to keep the body at the Institute of Forensic Medicine.", "The administrative authorities of the Institute of Forensic Medicine have repeatedly expressed concern at the length of time the body has been kept in storage. On 2 June, 12 August and 18 August 1996 and on 15 January 1997 they contacted Miss M., the investigating judge at the Nanterre Court, who is in charge of the case. She said that she was awaiting the outcome of the anatomopathological examination, but the latter is part of a longer task of investigation and analysis which has not yet been completed.", "Miss M. is therefore completely free to release the body from the Institute of Forensic Medicine and hence to sign the burial certificate, leaving the doctors the necessary time to carry out their work.”", "23. On 14 February 1997, on receiving the above letter, the public prosecutor asked the investigating judge to order that Erika’s body be returned to her family.", "24. On the same day investigating judge B., standing in for Miss M., issued a burial certificate.", "25. On 19 February 1997 Erika was buried at Terracina Cemetery.", "26. On 12 March 1997 Miss M. wrote to Professor L., expressing surprise that after more than six months the report had not yet been filed and asking him to inform her of any difficulties or obstacles that might explain the failure to do so.", "27. On 18 March 1997 Professor L. replied that there had been “a problem with a discrepancy between the anatomical observations and the information in the medical file”, which meant that the experts had had to organise interviews with the doctors who had looked after the child, scheduled for 8 April 1997.", "28. The experts’ report was filed on 29 April 1997. They concluded that “there was no possibility of life-saving surgery” and there were no signs of “any mistaken treatment”.", "29. In a letter of 8 September 1997 a deputy public prosecutor informed the applicants that their case had been dropped because none of the expert reports ordered by the investigating judge had revealed any medical negligence, error of diagnosis or mistaken treatment that could possibly amount to a criminal offence.", "30. Article 74 of the Code of Criminal Procedure provides:", "“On discovery of a dead body, regardless of whether the deceased suffered a violent death, but wherever the cause of death is unknown or suspicious, the senior police officer who is advised thereof shall immediately notify the public prosecutor, promptly visit the place of discovery and make initial observations.", "The public prosecutor shall visit the place if he deems it necessary and shall call on the assistance of persons qualified to assess the circumstances in which death took place. He may, however, delegate those tasks to a senior police officer of his choice.", "Except where their names appear in one of the lists provided for in Article 157, persons appointed in this way shall take a written oath to assist the courts on their honour and according to their conscience.", "The public prosecutor may also call for an inquiry to investigate the causes of death.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}