{"ITEMID": "001-4897", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "HIBBERT v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant, a Dutch national, was born in 1969. He is represented by Mr S.J. van der Woude, a lawyer practising in Amsterdam.", "By letter of 23 December 1998, the applicant's representative informed the Court that the applicant had died on 9 August 1998 and that his mother, the applicant's sole heir, wished to pursue her son's application.", "On 24 September 1991, the applicant was arrested and detained on remand on suspicion of having committed robbery. By summons of 6 December 1991, the applicant was charged with various counts of robbery and extortion and ordered to appear on 20 December 1991 before the Regional Court (Arrondissementsrechtbank) of Amsterdam.", "In its judgment of 20 December 1991, following adversarial proceedings, the Regional Court of Amsterdam acquitted the applicant of the charges against him for lack of sufficient evidence and ordered his immediate release. The applicant was released on the same day. The public prosecutor filed an appeal with the Court of Appeal (Gerechtshof) of Amsterdam.", "In its judgment of 8 March 1993, following proceedings in absentia as the applicant had failed to appear, the Court of Appeal of Amsterdam quashed the judgment of 21 December 1991, convicted the applicant of one count of robbery and two counts of extortion and sentenced him to two years' imprisonment with deduction of the time spent in pre-trial detention. The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad).", "On 27 February 1996, the Supreme Court, holding that the Court of Appeal had unjustly not allowed the applicant's lawyer to conduct the applicant's defence in the latter's absence before the Court of Appeal, quashed the judgment of 8 March 1993 and referred the case back to the Court of Appeal of The Hague.", "By judgment of 11 September 1996, following proceedings in absentia, the Court of Appeal of The Hague acquitted the applicant for lack of sufficient evidence.", "On 7 October 1996, the applicant filed a request with the Court of Appeal of The Hague, under Article 89 of the Code of Criminal Procedure (Wetboek van Strafvordering), for compensation in an amount of NLG. 9,100 for the time he had spent in pre-trial detention as well as a request, under for Article 591a of the Code of Criminal Procedure, for reimbursement by the State of his legal costs in an amount of NLG. 789.60 in connection with the proceedings on his request under Article 89 of the Code of Criminal Procedure.", "In its decision of 12 March 1997, the Court of Appeal of The Hague rejected the applicant's request for compensation for the time he had spent in pre-trial detention, holding:", "<Translation>", "“Article 89 of the Code of Criminal Procedure opens the possibility for compensation of damages suffered as a consequence of having been detained in pre-trial custody where a case ends without the imposition of a punishment ... Compensation shall be awarded if and to the extent the court, taking all circumstances into account, is of the opinion that there are reasons in equity to do so.", "The court considers on this point that, in the applicant's case, there were witnesses having made incriminating statements as to the applicant's involvement in the punishable facts as charged, which fully justified the applicant's detention during that phase <of the proceedings>.", "Moreover, sufficient lawful evidence was available, yet doubts as regards the applicant's role have led to the acquittal. It has therefore not been established that the applicant has not committed the fact, so that, all circumstances having been taken into account, there are no reasons in equity for any compensation.”", "On 12 March 1997, in a separate decision, the Court of Appeal also rejected the applicant's request under Article 591a of the Code of Criminal Procedure. It held that, given its decision on the applicant's request under Article 89 of the Code of Criminal Procedure, there were no reasons in equity for the costs claimed.", "No appeal lies against the decisions of 12 March 1997."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}