{"ITEMID": "001-57546", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF NÖLKENBOCKHOFF v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);No violation of Art. 6-2", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["11. Mrs. Martha Nölkenbockhoff, a German national, is the widow and heir of Mr. Theodor Nölkenbockhoff, who died on 13 November 1981. She lives in Selm-Bork.", "12. Her husband was a senior manager in a holding company, Stumm AG, whose trading activities centred on iron, steel and fuel, including motor fuel. He joined the firm on 1 July 1967 and subsequently held a number of key positions in it.", "On 25 October 1974, Stumm AG ceased payments by reason of insolvency and asked the Essen District Court (Amtsgericht) to set in motion composition proceedings (Vergleichsverfahren).", "On 13 November 1974, Mr. Nölkenbockhoff was arrested under a warrant issued by the Essen District Court on 11 November; he was suspected among other things of bankruptcy offences. Other senior managers in the company were also arrested.", "13. On 17 May 1976, the indictment, which was 489 pages long, was served on Mr. Nölkenbockhoff and four co-defendants.", "The trial hearings began on 29 October 1976 before the 6th Criminal Chamber (6. Grosse Strafkammer) of the Essen Regional Court (Landgericht). They lasted until 11 July 1980, two or three hearings being held each week. The court heard evidence from hundreds of witnesses, and several thousand documents were read out. The applicant’s husband was defended by two counsel, one of whom was assigned by the court.", "14. On 11 July 1980, the Regional Court delivered its judgment, which ran to 579 pages.", "Mr. Nölkenbockhoff was found guilty inter alia on several charges of breach of trust (Untreue), criminal bankruptcy (Bankrott) and fraud (Betrug), and given an aggregate sentence of eight years’ imprisonment. His four co-defendants were also sentenced to prison terms - two of them, for more or less identical offences and a few additional ones, to nine years, nine months and to eight years, six months respectively; the other two, for aiding and abetting, to four years, three months each. In respect of a series of fraud charges, the Regional Court stayed the proceedings under Article 154 of the Code of Criminal Procedure (see paragraph 23 below); and it acquitted Mr. Nölkenbockhoff and two of his co-defendants on a number of other charges.", "In determining the sentences, the Regional Court took into account as extenuating circumstances the length of the proceedings and, in respect of the applicant’s husband, his detention on remand for some three years; this period was deducted from the total sentence.", "15. Mr. Nölkenbockhoff entered an appeal on points of law on the same day that judgment was given. After receiving the text of the judgment on 5 October 1981, he filed - on 19 October - full pleadings which ran to 735 pages with 94 appendices. The Federal Court of Justice (Bundesgerichtshof) had not given a decision by the time he died on 13 November, so that the proceedings in respect of Mr. Nölkenbockhoff came to an end without any decision being taken on his appeal.", "Three of the co-defendants, who had likewise challenged the Regional Court’s judgment, later withdrew their appeals on points of law; the appeal lodged by the fourth person convicted, Mr. M, was dismissed by the Federal Court on 7 July 1982 as being manifestly ill-founded.", "16. Having been arrested and detained on remand on 13 November 1974 (see paragraph 12 above), Mr. Nölkenbockhoff was released on bail at the end of March 1977 in order to undergo a bile-duct operation. He was re-arrested on 21 February 1979 but freed by the Hamm Court of Appeal (Oberlandesgericht) on 23 March 1979, the court holding that there was no valid ground for quashing the March 1977 order suspending execution of the arrest warrant.", "On 30 April 1980, the Essen Regional Court ordered his re-arrest and, at the same time, the arrest of all the co-defendants; as the public prosecutor had made his final submissions, calling for heavy sentences, the court held that the measures taken to prevent the defendants absconding were no longer sufficient.", "On 26 June 1981, Mr. Nölkenbockhoff was released on health grounds.", "17. In written pleadings dated 1 December 1981, the applicant, as her deceased husband’s sole heir, sought orders that the Treasury should bear the necessary costs and expenses (notwendige Auslagen) incurred by her late husband in connection with his conviction by the Regional Court and that the estate should be paid compensation for his detention pending trial. In the alternative, she requested the Regional Court to adjourn a decision on her applications until such time as the Federal Court of Justice had given judgment on the appeal brought by the co-defendant Mr. M.", "On 5 March 1982, the Essen Regional Court found against Mrs. Nölkenbockhoff. Its decision read as follows:", "\"...", "The applications are admissible ... but ill-founded.", "Where proceedings are terminated by reason of a defendant’s death, his necessary costs and expenses are normally borne by the Treasury, but this does not apply where, were it not for this technical bar, the defendant would almost certainly have been convicted or his conviction almost certainly have been upheld (wenn es bei Wegdenken des Verfahrenshindernisses annähernd sicher zu erwarten war, dass es zur Verurteilung des Angeklagten gekommen bzw. bei einer Verurteilung geblieben wäre). This was so in the instant case.", "The defendant had already been found guilty, in a judgment that had not become final, after lengthy court proceedings in a trial (Hauptverhandlung) lasting more than three and a half years. The judgment convicting the three co-defendants ..., who were likewise sentenced to several years’ imprisonment, has become final. The co-defendant M is maintaining his appeal on points of law.", "The submissions made by the defence in its full pleadings afford no reason to suppose that the defendant would have been acquitted had the proceedings continued. The pleas alleging procedural defects (formelle Rügen) - even assuming them to be well-founded - would have been material to the decision to be taken in the instant case only if, in the event of a new trial, a different verdict on the merits would have been expected, that is to say an acquittal. The fact that [three of] the defendants ... have withdrawn their appeals on points of law, thereby confirming the judgment against them, argues decisively in favour of the correctness (materielle Richtigkeit) of the judgment.", "As to the plea alleging a breach of substantive law (materielle Rüge), the defence’s submissions again provide nothing to support the hypothesis that the proceedings were moving towards an acquittal. The quotations from the trial court’s judgment are taken out of context, do not cover the considerations (Erörterungen) subsequently set out by that court in the reasons for its judgment and are accordingly not consistent with its assessment of the case as a whole.", "For the same reasons the court declines to award compensation for the time spent in detention on remand, pursuant to section 6(1)(2) of the Criminal Proceedings (Compensation) Act (Gesetz über die Entschädigung für Strafverfolgungsmassnahmen) [see paragraph 26 below].", "Nor, to the extent that the proceedings were provisionally stayed under Article 154 of the Code of Criminal Procedure [see paragraph 23 below], are there any grounds for ordering the Treasury to pay the defendant’s necessary costs and expenses, because in view of the reasons given for the judgment, it was much more likely, having regard to the adverse financial position of the Stumm holding company, that if the proceedings had continued, the defendant would have been convicted on the counts in question (weil nach den Ausführungen im Urteil es bei der ungünstigen wirtschaftlichen Situation des Stummkonzerns bei einer Fortsetzung des Verfahrens wesentlich wahrscheinlicher war, dass es insoweit zu einer Verurteilung des Angeklagten gekommen wäre).", "That being so, the court does not consider it necessary to defer judgment until a decision has been given on the co-defendant M’s appeal on points of law.", "....\"", "18. The applicant appealed to the Hamm Court of Appeal against that decision on 11 March 1982. In written pleadings dated 18 March, she challenged, inter alia, the Regional Court’s finding that, had her husband not died, he \"would almost certainly have been convicted or his conviction almost certainly have been upheld\". She claimed that that statement was erroneous and infringed the Basic Law (Grundgesetz) and Article 5 (paragraphs 1 and 3) (art. 5-1, art. 5-3) and Article 6 (paragraphs 1 and 2) (art. 6-1, art. 6-2) of the Convention. The court caused the conviction to \"become final\" posthumously, thereby prejudicing her as the defendant’s widow with regard to the rights relied on and, in particular, entailing a violation of Article 6 § 2 (art. 6-2) of the Convention. It was as if it were sought to obtain a final (abschliessend) conviction of the deceased by a side wind in the form of a decision as to costs although no final (rechtskräftig) judgment had been handed down confirming that he had committed the offences with which he was charged. The Regional Court likewise disregarded the presumption of innocence in stating that the grounds of appeal afforded no reason to suppose that the defendant would have been acquitted. It ought at most to have decided, after a summary examination of the case, that the appeal on points of law had some prospects of success, or it should have refrained from expressing a view. It was precisely for that reason that the applicant had requested an adjournment to await the judgment of the Federal Court of Justice in the appeal proceedings brought by one of the co-defendants. The court, however, had prejudged the Federal Court’s decision by holding that the plea alleging a breach of substantive law again provided nothing to support the hypothesis of an acquittal: the court should have known that vital points in Mr. Nölkenbockhoff’s appeal were also relied on by the co-defendant M.", "The applicant pointed out in addition that from the outset her husband had denied having committed any offences and had indeed been acquitted on several counts. In the light, inter alia, of Article 6 § 2 (art. 6-2) of the Convention, it therefore had to be assumed that in the event of a new trial he would have been acquitted completely. Since criminal law was based on the principle of individual guilt, it was quite simply unacceptable - and, once again, contrary to Article 6 § 2 (art. 6-2) - to judge the deceased by the conduct of three of the co-defendants. In any case, the fact that those co-defendants had withdrawn their appeals on points of law could not be regarded as an admission of guilt; besides, they had held responsibilities within Stumm AG different from those of her husband.", "19. The public prosecutor’s office in Bochum and the principal public prosecutor’s office (Generalstaatsanwaltsschaft) at the Hamm Court of Appeal, to which Mrs. Nölkenbockhoff’s appeal (sofortige Beschwerde) had been forwarded for any comments, contended that the appeal should be dismissed.", "On 28 December 1981, the Bochum public prosecutor submitted that, having regard to the state of the proceedings, there was every likelihood (hohe Wahrscheinlichkeit) that the conviction would have been upheld.", "The principal public prosecutor gave his opinion on 11 June 1982. He considered that an assessment of the likely outcome of the proceedings (Prüfung des mutmasslichen Verfahrensausgangs), having regard to the reasons given in the judgment of the Essen Regional Court and the grounds of the appeal on points of law, could lead to only one conclusion. It could be assumed - and, indeed, had to be - that if the proceedings had been continued, the defendant’s conviction would have been upheld. The principal public prosecutor took the view that the outcome of the appeal brought by the co-defendant M and still pending before the Federal Court of Justice was of some relevance in assessing the likely outcome of the proceedings concerning Mr. Nölkenbockhoff, who, according to the aforementioned judgment, had committed his various offences in concert (Mittäterschaft) with the said co-defendant.", "20. The applicant, to whom the public prosecutors’ observations had been communicated, replied on 6 July 1982. She stated, inter alia, that there were considerable dissimilarities between M and her husband as regards the charges against them, their behaviour and the grounds of their appeals; and as evidence of this she pointed to the indictment, the judgment convicting the defendants, and the appeals.", "21. The Hamm Court of Appeal dismissed the action on 14 July 1982.", "It left open the question whether, in the event of a defendant’s death before the final conclusion (rechtskräftiger Abschluss) of criminal proceedings, a decision such as that sought by Mrs. Nölkenbockhoff could be taken, by analogy, under Article 467 § 1 of the Code of Criminal Procedure and section 6(1)(2) of the Criminal Proceedings (Compensation) Act (see paragraphs 24-26 below). And it added:", "\"Even assuming such decisions are possible (Zulässigkeit), the assessment of the probable outcome of the trial, which must be made in both instances, leads to the conclusion that if the proceedings had been pursued until a final decision was handed down, the former defendant’s conviction would almost certainly (mit annähernder Sicherheit) have been upheld. In order to avoid repetition, reference is made to the reasons given for the contested decision, which are valid (zutreffend). It should be noted in addition that the appeal on points of law of the co-defendant M was subsequently dismissed, on 7 July 1982, by the Federal Court of Justice ... as being manifestly ill-founded. That fact is of particular importance in assessing the prospects of success which ... Mr. Nölkenbockhoff’s appeal would have had, because according to the reasons given for the judgment of 11 July 1980, the offences of which [he] was convicted at first instance were committed together with ... M.", "....\"", "On 2 September 1982, the Court of Appeal rejected the objections (Gegenvorstellungen) which the applicant had lodged against the judgment of 14 July 1982.", "22. Mrs. Nölkenbockhoff then applied to the Federal Constitutional Court (Bundesverfassungsgericht), claiming a breach of Article 1 § 1 (protection of the dignity of man), Article 14 § 1 (the right of property) and Article 20 § 3 (principle of the rule of law) of the Basic Law.", "On 30 September 1982, a bench of three judges of the Constitutional Court refused to entertain the constitutional complaint because it considered that the complaint did not have sufficient prospects of success. The reasons for its decision were as follows:", "\"1. The presumption of innocence, which is founded on the principle of the rule of law, precludes treating as guilty a person who has not been finally (rechtskräftig) convicted. That does not mean, however, that in every case costs must be reimbursed where the proceedings are terminated without guilt having been established (Schuldnachweis) ...", "2. The refusal of the applications for an order that the Treasury should bear the deceased defendant’s necessary costs and expenses is based on Article 467 § 3, second sentence, sub-paragraph 2, of the Code of Criminal Procedure. The decision on the claim for compensation is based on section 6(1)(2) of the Criminal Proceedings (Compensation) Act. Both provisions, whose conformity with the Constitution cannot be doubted, confer on the courts a degree of discretion. There is nothing to suggest that the courts exercised their discretion in a manner contrary to the Constitution.", "(a) Admittedly, the decisions being challenged make a prediction of the probable outcome of the proceedings had they been continued. However, such an assessment does not amount to a finding of guilt but merely to a finding of a continuing state of suspicion (Eine derartige Einschätzung enthält indessen nicht die Feststellung einer Schuld, sondern lediglich die Feststellung einer fortbestehenden Verdachtslage). Consequently, it does not offend the presumption of innocence.", "(b) Nor was the prediction of the outcome of the proceedings arbitrary in nature.", "(aa) Neither the alleged defects ... in the judgment convicting the defendant nor the grounds of the appeal on points of law make it possible to dismiss as untenable the conclusion reached in the contested decisions that a (subsequent) acquittal was unlikely in respect of each of the offences of which the deceased defendant had been convicted. That was the only relevant issue for the order as to costs. The courts’ reference to the lack of success of the appeal proceedings instituted by the co-defendant M and to the withdrawal of the appeals on points of law entered by the other defendants is clearly to be regarded merely as an additional argument, and the impugned decisions are not based on it.", "(bb) Nor do the grounds advanced in support of the constitutional complaint show the unreasonableness of the Regional Court’s opinion that, had the proceedings been continued, a conviction would have been more likely than an acquittal ... [in connection with the charge in respect of which the proceedings had been provisionally stayed] ...", "....\"", "23. Article 154 of the Code of Criminal Procedure, which was applied by the Essen Regional Court in its judgment of 11 July 1980, provides:", "\"1. The public prosecutor may decide not to prosecute", "(1) where the penalty or the corrective or preventive measure to be expected if a conviction is secured is almost negligible in comparison with a penalty or corrective or preventive measure imposed on the defendant in a final decision - or which he must expect to be imposed - for another offence ...", "....", "2. Once proceedings have been instituted, the court may provisionally stay them at any stage on an application by the public prosecutor.", "....\"", "24. By the terms of Article 464 of the Code of Criminal Procedure, any judgment, order of summary punishment or decision terminating a set of proceedings must determine who is to pay the costs of the proceedings (paragraph 1); the judgment or decision in which the proceedings culminate shall state who is to bear the necessary costs and expenses (paragraph 2).", "Article 467 of the Code of Criminal Procedure further provides:", "\"1. If the defendant (Angeschuldigter) is acquitted or if committal for trial (Hauptverfahren) is refused or if the proceedings against him are discontinued, the costs of the proceedings and the defendant’s necessary costs and expenses shall be borne by the Treasury.", "...", "3. ... The court may decline to award the defendant’s necessary costs and expenses against the Treasury where the defendant", "...", "(2) has avoided conviction merely because of a technical bar to the proceedings (Verfahrenshindernis).", "4. If the court stays the proceedings under a provision which leaves this decision to its discretion, it may decide not to order the Treasury to bear the defendant’s necessary costs and expenses.", "....\"", "Inasmuch as the law does not make the reimbursement of necessary costs and expenses mandatory, the courts decide the issue on an equitable basis and have a degree of discretion in the matter.", "25. The death of a person who has been convicted, if it occurs before the relevant criminal proceedings have been definitively closed, terminates those proceedings without any decision by the competent court being needed; in such circumstances, the costs of the proceedings cannot be awarded against the estate of the deceased (Article 465 § 3 of the Code of Criminal Procedure).", "As regards the deceased’s own necessary costs and expenses and indemnification in respect of any time spent by the deceased in detention on remand, the practice of the German courts at the time in question varied. Some courts considered any indemnification to be precluded, whereas others - such as the Essen Regional Court in the present case - applied the relevant provisions of the Code of Criminal Procedure and the Criminal Proceedings (Compensation) Act. On 3 October 1986, the Federal Court of Justice held that, in the absence of any basis in law, the necessary costs and expenses of a defendant who has died before the conviction has become final cannot be awarded out of public funds.", "26. By section 2(1) of the Criminal Proceedings (Compensation) Act of 8 March 1971, any person who has suffered prejudice by reason of having been detained on remand shall be indemnified by the Treasury in the event of his being acquitted or if the proceedings brought against him are discontinued. This rule is, however, subject to certain exceptions, including the one laid down in section 6(1)(2) of the Act, which provides:", "\"1. Compensation may be refused wholly or in part where the defendant", "...", "(2) is not convicted of an offence or proceedings are discontinued solely on account of ... a technical bar.\"", "By section 8 of the same Act, the competent court shall give a ruling on indemnification in the judgment or the decision terminating proceedings.", "27. The scope of the principle of the presumption of innocence in the context of discontinuance of criminal proceedings has recently been clarified by the Federal Constitutional Court. By a judgment (Beschluss) delivered on 26 March 1987, the Federal Constitutional Court quashed, as contravening the principle, two decisions by district courts and one decision by a regional court whereby the courts, having held the guilt of the defendants to be insignificant (gering), had stayed the private prosecutions brought against them but had awarded the costs of the proceedings against the defendants, including the costs and expenses of the complainants (cases 2 Bvr 589/79, 2 BvR 740/81 and 2 Bvr 284/85, Europäische Grundrechte-Zeitschrift 1987, pp. 203-209).", "The Constitutional Court held it to be inconsistent with the presumption of innocence to speak in the reasons given for a discontinuance decision of a defendant’s guilt or to base an order as to costs and expenses on the supposition (Annahme) that a defendant has been guilty of an offence if the trial has not reached the stage at which the verdict can be given (Schuldspruchreife). It pointed out that the principle of the presumption of innocence derived from the principle of the rule of law, and it also referred to Article 6 § 2 (art. 6-2) of the Convention. The Convention did not have the status of constitutional law in the Federal Republic, but regard should be had to it and to the case-law of the European Court of Human Rights in interpreting the principles and fundamental rights enshrined in the Basic Law (Grundgesetz).", "Reaffirming its case-law, the Constitutional Court reiterated that, by virtue of the principle of the presumption of innocence, no measures amounting in effect to a penalty may be taken against a defendant without his guilt having been established beforehand at a proper trial and no defendant may be treated as guilty. The court added that this principle requires that guilt be proved according to law before it can be held against the person concerned. A finding of guilt will accordingly not be legitimate for this purpose unless it is pronounced at the close of a trial which has reached the stage at which a verdict can be given.", "Citing the Minelli judgment of 25 March 1983 (Series A no. 62), the Constitutional Court ruled that a decision discontinuing criminal proceedings may offend the presumption of innocence if it contains in its reasoning a finding of the defendant’s guilt without that guilt having been proved according to law. On the other hand, nothing precluded a court from making findings in such a decision as to the defendant’s guilt and ordering him to pay the necessary costs and expenses of the complainants as well as the costs of the proceedings if it had held a hearing enabling it to reach a verdict (Entscheidungsreife).", "On the basis of these considerations, the Constitutional Court quashed three of the five decisions challenged but dismissed the application in the first of the three cases concerned, as the defence had made the closing address after a trial."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}