{"ITEMID": "001-76491", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF JURISIC AND COLLEGIUM MEHRERAU v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violations of Art. 6-1;Not necessary to examine further complaint under Art. 6-1;Costs and expenses partial award - Convention and domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["11. The second applicant wished to employ the first applicant as a farm hand.", "12. On 6 February 1998 the applicants lodged a request with the Bregenz Labour Market Service (Arbeitsmarktservice) for the grant of an employment permit to the second applicant. They submitted that the first applicant, a national of Bosnia and Herzegovina, and his wife had been resident in Austria since November 1992. Both he and his wife had been granted residence permits (Aufenthaltsbewilligung) that were valid until December 1998. The applicants claimed that the first applicant had a right to take up employment in Austria. They referred in that connection to the Geneva Refugee Convention and the Association Agreement between the European Union and Turkey and submitted that those treaties had to be applied by analogy to their case.", "13. On 19 March 1998 the Labour Market Service refused the request in accordance with s. 4(6) of the Employment of Aliens Act (Ausländerbeschäftigungsgesetz). It found that the maximum quota fixed for the employment of foreign workers in Vorarlberg had been exceeded and none of the conditions for making an exception under s. 4 (6) of the Act were met.", "14. On 6 April 1998 the applicants appealed. They reiterated the arguments they had submitted before the Bregenz Labour Market Service.", "15. On 25 May 1998 the Vorarlberg Labour Market Service rejected the first applicant’s appeal as inadmissible. It noted that only the second applicant as the proposed employer, not the first applicant, had the right to lodge a request for the grant of an employment permit. According to s. 21 of the Employment of Aliens Act an alien only became a party to proceedings concerning the issue of a work permit if his personal circumstances were relevant to the decision or if there was no employer. In the present case, however, neither of these conditions applied. In particular, the Bregenz Labour Market Service had based its decision exclusively on the situation of the labour market, and in particular the fact that the maximum quota for the employment of foreign workers had been exceeded. For that reason, the first applicant was not a party to the proceedings.", "16. The Vorarlberg Labour Market Service further noted that only certain refugees – namely, those who had indefinite leave to remain, were married to an Austrian national or had a child of Austrian nationality – were exempted from the regulations of the Employment of Aliens Act. The first applicant did not fall into any of those categories. The Association Agreement between the European Union and Turkey was not applicable in the present case as the first applicant was not a Turkish national.", "17. The Vorarlberg Labour Market Service went on to dismiss the second applicant’s appeal. It observed that the Bregenz Labour Market Service had proposed a replacement for the first applicant within the meaning of s. 4(2) and (3) of the Employment of Aliens Act, but he had not been taken on. In a telephone conversation the Labour Market Service had been informed by a representative of the second applicant that the proposed replacement had not been employed because the relevant post had already been filled. In further submissions the second applicant stated that the replacement had not complied with the requirements of the post.", "18. The Vorarlberg Labour Market Service concluded that the second applicant had no further interest in employing the first applicant. It observed in particular that the second applicant had not given sufficient reasons as to why the proposed replacement could not work as a farm hand, a post which did not require any special qualification. It concluded that the second applicant was not interested in employing a replacement and dismissed the request for an employment permit under s. 4(1) of the Employment Act. It further noted that, in any event, the conditions for granting an employment permit had not been satisfied as the maximum quota fixed for the employment of foreign workers in Vorarlberg had been exceeded and none of the conditions for an exception under s. 4(6) of the above Act applied.", "19. On 7 July 1998 the applicants filed a complaint with the Administrative Court and requested an oral hearing. They submitted that the Labour Market Service had not carried out sufficient investigations before reaching its findings. In particular, it had not heard evidence from the second applicant. They further denied that the second applicant had informed the Labour Market Service that the relevant post had been filled, and contested the maximum quota.", "20. Referring to Article 17 of the Geneva Refugee Convention, the Association Agreement between the European Union and Turkey, Article 23 of the Universal Declaration of Human Rights, the European Social Charter and Article 6 of the International Covenant for Economic, Social and Cultural Rights, the applicants submitted that the first applicant had a right to take up employment in Austria and had standing to join the proceedings. They also relied on Article 6 and Article 8 of the Convention and Article 1 of Protocol No. 1.", "21. They submitted that the first applicant had come to Austria as a Bosnian refugee, had resided there with his wife since 1992 and was in possession of a residence permit that was valid until December 1998.", "22. On 15 December 1999 the Administrative Court rejected the first applicant’s complaint and dismissed the second applicant’s complaint. It found that none of the first applicant’s rights had been violated, as the refusal to grant the employment permit was not based on reasons related to the first applicant’s personal circumstances under s. 21 of the Employment of Aliens Act.", "23. As to the second applicant’s complaint, it found that the Labour Market Service’s decision was coherent and conclusive. The Labour Market Service had based its decision essentially on the statements of the second applicant. There had, therefore, been no further need to hear representations from the second applicant. The Administrative Court concluded that the Labour Market Service had rightly refused to issue an employment permit under s. 4 (1) of the Employment of Aliens Act. It also decided that it was unnecessary to examine the second applicant’s further submissions questioning whether the maximum quota had been attained.", "24. The Administrative Court further noted that the second applicant had never alleged that the first applicant was a refugee within the meaning of the Geneva Refugee Convention. As regards the reference to the European Social Charter and the International Covenant for Economic, Social and Cultural Rights, it noted that those treaties were not directly applicable and so could not create any subjective rights. At most, they might be of assistance in interpreting the domestic legislation. However, having regard to the clear wording of s. 21 of the Employment of Aliens Act and the fact that there was no prospect of that provision being successfully challenged in the Constitutional Court (Verfassungsgerichtshof), as that court had already ruled that proceedings concerning a request for an employment permit under the Employment of Aliens Act did not concern a “civil right or obligation” within the meaning of Article 6 of the Convention, the Administrative Court said that even the above mentioned interpretation would not lead to recognition of the first applicant’s legal standing in the proceedings concerning the grant of an employment permit.", "25. It went on to note that the Association Agreement between the European Union and Turkey was not applicable as the first applicant was not Turkish.", "26. In accordance with s. 39(2) of the Administrative Court Act (Verwaltungsgerichtshofgesetz), the Administrative Court dismissed the applicants’ request for a hearing as it found that an oral hearing was not likely to contribute to the clarification of the case. Referring to its case-law it further found that the proceedings did not concern a “civil right” within the meaning of Article 6 of the Convention. The decision was served on the applicants’ counsel on 7 February 2000.", "27. The second applicant was subsequently granted a permit to employ the first applicant from 14 July 2000 until 13 July 2001 and from 14 July 2001 until 13 July 2002.", "28. In February 2002 the applicant’s wife became an Austrian citizen. Consequently, the Employment of Aliens Act is no longer applicable to the first applicant.", "29. The Employment of Aliens Act (Ausländerbeschäftigungsgesetz) regulates an alien’s access to the Austrian labour market. The relevant parts of the Act at the material time were as follows:", "30. Section 1 stated that the Act was not applicable inter alia to:", "- certain refugees who had indefinite leave to remain in Austria, who were married to an Austrian national or who had a child of Austrian nationality (s. 1(2)(a));", "- aliens married to an Austrian national if they were in possession of a residence document (Aufenthaltstitel) within the meaning of the Act (s. 1(2)(1)); under the Aliens Act (Fremdengesetz) there are two types of residence document: residence permits (Aufenthaltsbewilligung) and settlement permits (Niederlassungsbewilligung). The relevant provisions of the Aliens Act make it easier for aliens married to an Austrian national to obtain a settlement permit.", "Under s. 3(8) of the Employment of Aliens Act the competent Regional Labour Office had to certify that the alien concerned fulfilled the requirements of s. 1(2)(l) before he could take up employment.", "31. S. 3(1) and (2) of the Act laid down the principle that a proposed employer required an employment permit (Beschäftigungsbewilligung) if he wished to take on a foreign employee. Without such a permit the contract of employment between the employer and the foreign employee was null and void. However, while he was actually employed an alien hired without an employment permit had the same rights against his employer as he would have had if the contract of employment had been valid. If the lack of an employment permit was due to the employer’s negligence, the foreign employee further enjoyed all the rights to which he would have been entitled upon the termination of a valid employment relationship (s. 29).", "32. S. 15 of the Act provided that a request could be made for an “exemption certificate” (Befreiungsschein) in respect of aliens who had been continuously legally employed within the meaning of the Act in Austria for at least five years during the previous eight, and for aliens who had been married to an Austrian national for at least five years and had their residence (Wohnsitz) in Austria. The exemption certificate subsequently relieved the alien or potential employer from the obligation to apply for an employment permit. S. 19 provided that the alien concerned could apply for an exemption certificate to the competent Regional Labour Market Service.", "33. If an alien had been continuously legally employed within the meaning of the Act for at least 52 weeks in the previous 14 months, he was entitled to request a personal work permit (Arbeitserlaubnis) which was normally valid for one region only and could be restricted to certain kinds of employment (s. 14 (a)).", "34. S. 19 provided that in order to obtain an employment permit the employer had to submit details of the proposed employment of the individual employee to the Regional Labour Market Service concerned. The application could be made by the alien only if there was no employer.", "35. According to s. 4(1) an employment permit could only be granted if the situation and evolution of the labour market so allowed and important public or economic interests would not be harmed. Furthermore, specific conditions listed in s. 4(3) had to be fulfilled.", "36. S. 4(b)(1) laid down that the situation and evolution of the labour market only allowed an employment permit to be granted in respect of a proposed foreign employee if there were no prior-ranking foreign job applicants. Prior-ranking foreign job applicants included aliens who were in possession of an exemption certificate within the meaning of s. 15 of the Act or who were in receipt of unemployment insurance payments (Arbeitslosenversicherung) (s. 4(b)(2) and (3)).", "37. S. 4(c) provided that an employment permit had to be issued ex officio in respect of Turkish nationals falling within the relevant provisions of the Association Agreement between the European Union and Turkey.", "38. Under s. 13(a) the Minister for Labour and Social Affairs could fix maximum quotas for the employment of aliens in a specific region (Landeshöchstzahl) for the following year. S. 4(6) provided that once the maximum quota had been exhausted, no further employment permits could be issued unless there were certain exceptional circumstances.", "39. S. 21 provided that, in principle, the foreign job applicant was not a party to the proceedings concerning the issue of the employment permit. Exceptions were made where the personal circumstances of the alien were relevant to the decision or where there was no employer.", "40. According to the settled case-law of the Constitutional Court and the Administrative Court a refusal to issue an employment permit under S. 4(1) and (6) of the Employment of Aliens Act could not violate a proposed foreign employee’s rights because he had no legal entitlement to the grant under that Act (see VfSlg 14.347/1995, VfSlg 13617/1993; and the Administrative Court’s decision of 16 November 1995, 94/09/0330).", "41. The Constitutional Court and the Administrative Court have further held that the refusal of an employment permit to a proposed employer is not a decision concerning the employer’s “civil rights” (see, for example, VfSlg 13617/1993 and Administrative Court’s decision of 29 October 1997, 95/09/0254 with further references).", "42. According to s. 39(1) of the Administrative Court Act, the Administrative Court must hold a hearing after its preliminary investigation of the case if a complainant so requests within the time-limit. S. 39(2) and (6) provides, however, that, notwithstanding such a request, the Administrative Court may decide not to hold a hearing if it is apparent from the written pleadings of the parties and the files relating to the previous proceedings that an oral hearing is unlikely to help clarify the case and that the lack of a hearing will not violate Article 6 of the Convention."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}