{"ITEMID": "001-110263", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HAKOBYAN AND OTHERS v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 6+6-3-b - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing) (Article 6-3-b - Adequate facilities;Adequate time;Article 6 - Right to a fair trial);Violation of Article 2 of Protocol No. 7 - Right of appeal in criminal matters (Article 2 of Protocol No. 7 - National law;Minor offences;Review of conviction;Criminal offence);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra", "TEXT": ["5. The applicants were born in 1967, 1969 and 1956 respectively, and live in the town of Armavir, the village of Nairi and the village of Nalbandyan respectively, Armavir Region of Armenia.", "6. The applicants were members of the main opposition parties at the material time in Armenia. The first applicant was the Chairman of the Armavir Town Office of the National Unity Party. The second applicant was a member of the Republic Party. The third applicant was a member of the Armavir Regional Branch of the National Unity Party.", "7. In February and March 2003 a presidential election was held in Armenia which was won by the incumbent President. The international election observation mission concluded that the overall election process fell short of international standards. It appears that mass protests followed. The main opposition candidate challenged the election results in the Constitutional Court, which on 16 April 2003 recommended that a referendum of confidence in the re-elected President be held in Armenia within a year.", "8. As the April 2004 one-year deadline approached, the united opposition stepped up its campaign to challenge the legitimacy of the reelected President. A series of protest rallies were organised in Yerevan in March and April 2004, calling for the referendum of confidence. According to the applicants, several demonstrations were scheduled for 5, 9 and 12 April 2004 which they intended to attend.", "9. The first applicant alleged that on 30 March 2004 at around 8 a.m. he was visited at his home by a plain clothes police officer who informed him that the Chief of the Armavir Town Police Department wished to speak with him. He complied with the order and was taken to the police station. According to the first applicant, he did not question the police officer’s demands since three weeks earlier he had already been invited by the Chief of the Police Department who wanted to become familiar with the leaders of the opposition parties.", "10. According to the first applicant’s arrest record and other police materials, the first applicant was taken to the police station by several police officers on 30 March 2004 at around 2 p.m. The arrest record stated that the first applicant had been brought to the police station for inspection purposes in order to confiscate illegal ammunition in his possession.", "11. At the police station an administrative case was initiated against the first applicant under Article 182 of the Code of Administrative Offences (“the CAO”) for disobeying the lawful orders of police officers.", "12. One of the arresting police officers reported to the Chief of the Police Department that:", "“... on 30 March 2004 ... [the first applicant] who, according to information obtained, kept at his house illegal ammunition, was brought to [the police station]. While being brought to [the police station, the first applicant] disobeyed our lawful order, flatly refused to come to the station and used foul language addressed both at us and the regime. The row lasted about five minutes, after which [the first applicant] was brought to [the police station]. [The first applicant] was brought to [the police station] for preventive purposes and for surrendering the ammunition in his possession.”", "13. The first applicant was subjected to a personal search but nothing of an illegal nature was found in his possession. He alleged that a written statement was then presented to him, in which it was stated that he had refused to obey the orders of the police officers when asked to accompany them to the police station, had become annoyed at them, had used offensive language and had prevented their work for about three to five minutes. He refused to sign that statement.", "14. Shortly thereafter the first applicant was brought before Judge A. of the Armavir Regional Court who, after a brief hearing, sentenced him under Article 182 of the CAO to seven days of administrative detention. The judge’s entire finding amounted to the following:", "“On 30 March 2004 at around 2 p.m. [the first applicant] disobeyed the lawful orders of the police officers when asked to go with them to the Armavir Town Police Department on suspicion of illegal possession of ammunition, for which on the same day at 2 p.m. he was taken to the Armavir Town Police Department. The commission of the offence by [the first applicant] is corroborated by the [police] report, [the arrest record], the record of an administrative offence and other relevant information.”", "15. According to this decision, the first applicant’s detention period was to be calculated from 2 p.m. on 30 March 2004.", "16. According to the record of the court hearing, the judge informed the first applicant of his right to challenge the judge and the clerk and his right to have a lawyer. The first applicant did not wish to lodge any challenges or to have a lawyer. The judge then proceeded with examination of the materials of the case. The judge heard the police officer presenting the case and the first applicant who claimed that he had not committed any administrative offence and refused to make further submissions. The judge continued the examination of evidence and decided to impose an administrative penalty.", "17. According to the first applicant, the hearing lasted about one minute, without examination of witnesses and without him being able to make any submissions or being represented by counsel, his request to see a lawyer having been refused.", "18. The first applicant was taken to the detention facility of the Armavir Town Police Department to serve his sentence. According to the register of administrative detention, the first applicant was admitted to the detention facility at 4 p.m.", "19. The third applicant alleged that on 2 April 2004 at 6.30 a.m. he was visited at his home by four police officers who told him to accompany them to the Armavir Town Police Department. The third applicant asked for reasons, to which the police officers replied that they were not authorised to explain and that he would be informed of the reasons at the police station. The third applicant then accompanied the officers to the police station.", "20. According to the third applicant’s arrest record and other materials of the case, the third applicant was taken to the police station at an unspecified hour on 2 April 2004 on suspicion of having been involved in a traffic accident. The arrest record added that, when being brought to the police station, the third applicant obstructed the lawful work of the police officers for about five to seven minutes.", "21. The third applicant alleged that at the police station he asked to see the Chief of the Police Department. Three hours later he met with the Chief who told him that he was to be detained and that nothing could be done about this as it had been ordered from above. He was then taken to the investigation department where an administrative case against him was initiated under Article 182 of the CAO for disobeying the lawful orders of police officers for about five to seven minutes. Only then did he find out the reason for his arrest.", "22. The Government contested the above allegations. They claimed that the third applicant had been informed orally of the reason for his arrest, namely his use of foul language and disobeying the lawful orders of the police officers, at the time of his arrest.", "23. One of the arresting police officers reported to the Chief of the Police Department that:", "“...on 29 June 2003 at around 11 p.m. in the area of the 17th km of the MargaraEjmiatsin highway the driver of a car, whose model and licence number are unknown, ran over [a third person, A.A.], causing grave physical injuries.", "For the purpose of a check, based on operative information obtained, we visited the village of Nalbandyan in Amavir Region in order to take the resident of the same village, [the third applicant], together with his [car], to the police station.", "It turned out that the car was not at home, while [the third applicant] showed a disrespectful attitude, started to argue and use foul language, calling the Armenian state oppressive. We finally managed to calm [him] down and to bring him to the police station.”", "24. The third applicant noted in his arrest record and his written statement that he had “not committed any offence”. He refused to sign any of the other materials. None of the materials in the third applicant’s administrative case indicated the time of his arrest.", "25. Shortly thereafter the third applicant was brought before Judge H. of the Armavir Regional Court who, after a brief hearing, sentenced him under Article 182 of the CAO to four days of administrative detention. The judge’s entire finding amounted to the following:", "“For the purposes of verifying the information obtained, according to which [a person had been hit in a traffic accident] sustaining serious physical injuries, [the police officers] visited the village of Nalbandyan ... in order to take [the third applicant and his car] to the police station ... [D]uring the visit [the third applicant] behaved disrespectfully and started to argue, use foul language and behave disrespectfully towards the Armenian public authorities, hindering the work of the police for about three to five minutes. The police officers managed to calm [the third applicant] down and to bring him to the Armavir Town Police Department. [The third applicant] denied committing the offence. The commission of the offence by [the third applicant] is corroborated by the record of an administrative offence, the [police] report and [the arrest record].”", "26. According to this decision, the third applicant’s detention period was to be calculated from 5 p.m. on 2 April 2004.", "27. According to the record of the court hearing, the judge informed the third applicant of his right to challenge the judge and to have a lawyer. The third applicant did not wish to lodge any challenges or to have a lawyer. The judge then proceeded with the examination of the materials of the case. The judge heard the third applicant who claimed that he had not committed any administrative offence and pleaded not guilty. He denied having used foul language or behaved disrespectfully towards the State. Thereafter, the judge examined the materials prepared by the police. No further evidence was produced or motions filed by the third applicant. The judge departed to the deliberation room, after which he returned and announced the decision.", "28. According to the third applicant, the hearing lasted about two minutes and the judge refused to listen to any of his arguments.", "29. The third applicant was taken to the detention facility of the Armavir Town Police Department to serve his sentence, sharing a cell with the first and the second applicants. According to the register of administrative detention, the third applicant was admitted to the detention facility at 5 p.m.", "30. The first and the third applicants alleged that on 6 April 2004, the final day of their detention, at around 2 p.m. they were taken together to the Armavir Regional Court. After waiting in the corridor of the courthouse for about 10 to 20 minutes, they were both taken back to the temporary detention facility at the Police Department. Two hours later they were again taken to the Armavir Regional Court where they were brought before Judges H. and A. respectively. At the conclusion of brief hearings conducted in the same manner as those on 30 March and 2 April 2004, they were sentenced under Article 182 of the CAO to seven days of administrative detention for disobeying the lawful orders of police officers.", "31. The Government contested this allegation, relying on the following materials of the case.", "32. According to the register of administrative detentions, the first and the third applicants were released from detention on 6 April 2004 at 2 p.m. and 5 p.m. respectively upon expiry of their sentences.", "33. According to their respective arrest records and other police materials, the first and the third applicants were re-arrested at 4.30 p.m. and 5.30 p.m. respectively in front of the police station for using foul language and disobeying the lawful orders of the police officers who tried to calm them down. At the police station administrative cases were initiated against them under Article 182 of the CAO.", "34. A police officer’s report made in the first applicant’s case stated that:", "“... on 6 April 2004 at 4.30 p.m. I was approaching the building of the Armavir Police Department[. A person was standing in the yard of the Department] and using swearwords. I approached him in order to call him to order, however, [he] maliciously disobeyed my lawful orders[. I] tried for about two to three minutes to call him to order. The mentioned [person] was brought to the police station where it was established that he was ... [the first applicant] who had just been released from administrative detention...”", "35. A police officer’s report made in the third applicant’s case stated that:", "“... on 6 April 2004 at 5.30 p.m. I was approaching the building of the Armavir Police Department[. A person was standing in the yard of the Department] and using random swearwords. I approached him in order to call him to order, however, [he] maliciously disobeyed my lawful orders, using foul language for two to three minutes. The mentioned [person] was brought to the police station where it was established that he was ... [the third applicant] who had just been released from administrative detention...”", "36. According to the Government, at 5.30 p.m. the first applicant was taken to the Armavir Regional Court where a new sentence was imposed on him. The third applicant was also taken to the Regional Court shortly after his arrest and subjected to a new administrative penalty.", "37. The judges’ findings in respect of both applicants were virtually the same and stated that on 6 April 2004 the first and the third applicants, at 4.30 p.m. and 5.30 p.m. respectively, had randomly used swearwords in front of the Armavir Town Police Department. The police officers had tried to call them to order but the first and the third applicants had maliciously disobeyed their lawful orders and used foul language for about three minutes. The first and the third applicants denied their guilt which was, however, corroborated by the records of an administrative offence, the police reports and the arrest records.", "38. According to the respective court decisions, the first applicant’s detention period was to be calculated from 7 p.m. on 6 April 2004, while the third applicant’s detention period was to be calculated from 5.30 p.m. on the same day.", "39. According to the records of the court hearings, the trials were conducted in a manner similar to that reflected in the records of the hearings of 30 March and 2 April 2004 (see paragraphs 16 and 27 above).", "40. The first and the third applicants were then taken to the detention facility of the Armavir Town Police Department where they fully served their sentences, sharing a cell with the second applicant. According to the register of administrative detention, the first applicant was admitted to the detention facility at 7 p.m. on 6 April 2004, while the third applicant at 5.30 p.m. on the same date. The time of their release was indicated as 7 p.m. and 5.30 p.m. respectively on 13 April 2004.", "41. On 2 April 2004 between 7.30 and 8 a.m. the second applicant was visited at his home by several police officers. The police officers informed the second applicant that he was suspected of hiding a wanted person in his home. The officers proceeded to conduct a search of the house. The person for whom they were searching was not found.", "42. The second applicant alleged that, following the search, the police captain invited him to accompany them to the Village Council. He replied that the Village Council opened at 9 a.m. and that he would go there on foot. The police officers then tried to force him into their car and take him to the Armavir Town Police Department.", "43. At the police station an administrative case was initiated against the second applicant under Article 182 of the CAO. The police officers drew up a record of the second applicant’s arrest, in which it was stated that he had been “brought to the police station on 2 April 2004 at 8 a.m. for disobeying the lawful orders of the police officers, using foul language and obstructing the work of the police for about five minutes”.", "44. One of the arresting police officers reported to the Chief of the Police Department that:", "“... on 2 April 2004 ... I and [two other police officers] visited the village of Nairi ... where, according to information obtained, [a wanted person] was hiding in [the second applicant’s] home. During our visit to [the second applicant’s] home, [the second applicant] disobeyed our lawful orders, used foul language, answered our questions with a question and obstructed our work for about five minutes.”", "45. The second applicant made a written statement in which he submitted that:", "“... during the search a disagreement arose in the discussion between me and a police officer: the police officers were inviting me to the Village Council to which I replied that I wanted to go there on foot, which they did not accept. Thereafter, I followed them to [the police station]. The disagreement between me and the police officers lasted about two to three minutes.”", "46. The same day at 5 p.m. the second applicant was brought before Judge H. of the Armavir Regional Court who, after a brief hearing, sentenced the second applicant under Article 182 of the CAO to seven days of administrative detention. The judge’s entire finding amounted to the following:", "“On 2 April 2004 [the police officers] visited [the second applicant’s] flat where, according to information obtained, [a wanted person] was hiding. During the visit [the second applicant] obstructed the police officers for about three to five minutes, did not follow their lawful orders and used foul language, for which he was taken to Armavir Town Police Department. [The second applicant] admitted and regretted having committed the offence. The commission of the offence by [the second applicant] is also corroborated by the record of an administrative offence, the [police] report, and [the arrest record].”", "47. According to this decision, the second applicant’s detention period was to be calculated from 5 p.m. on 2 April 2004.", "48. According to the record of the court hearing, the trial was conducted in a manner similar to other hearings (see paragraphs 16, 27 and 39 above). The second applicant admitted to having committed an administrative offence and pleaded guilty.", "49. The second applicant contested the version of the trial presented in the above record and alleged that no witnesses were examined during the hearing and his request to be represented by a lawyer was refused. At no time did he admit to having committed an offence.", "50. The second applicant was taken to the detention facility of the Armavir Town Police Department to serve his sentence, sharing a cell with the first and the third applicants. According to the register of administrative detention, the first applicant was admitted to the detention facility at 5 p.m.", "51. The second applicant alleged that on 9 April 2004 at around 4 p.m., one hour before the expiry of his sentence, he was taken to the investigator’s office. There he was presented with a second charge. At 5.05 p.m. he was taken from the detention cell and brought before Judge S. of the Armavir Regional Court. A brief hearing took place, conducted in the same manner as that on 2 April 2004.", "52. The Government contested this allegation. They submitted that the second applicant was released from detention on 9 April 2004 at 5 p.m. following the expiry of his sentence. At 5.10 p.m. he was re-arrested at the crossroads of Hanrapetutyun and Shahumyan Street which was about 50 to 100 metres away from the Police Department where he had been serving his first sentence. At 6 p.m. he was brought before Judge S.", "53. According to the register of administrative detention, the second applicant was released from detention at 5 p.m. on 9 April 2004 upon expiry of his sentence. According to the record of the second applicant’s arrest, he was “brought to the police station on 9 April 2004 at 5.10 p.m. for using foul language at the police officers and maliciously disobeying their lawful orders for five to seven minutes”. The applicant refused to sign this record and to make a written statement.", "54. A police officer’s report stated that:", "“... on 9 April 2004 at around 5.10 p.m. at the crossroads of Hanrapetutyun and Shahumyan Street ... I noticed a citizen who was swearing loudly. I approached him to call him to order but he started to swear at me and the police. For three to five minutes I tried to call him to order but he disobeyed my lawful orders, for which I brought him to the police station where it turned out that he was [the second applicant] who had just been released from administrative detention.”", "55. Judge S. sentenced the applicant under Article 182 of the CAO to four days of administrative detention. The judge’s entire finding amounted to the following:", "“On 9 April 2004 at around 5.10 p.m. on Hanrapetutyun Street ... [the second applicant] for about three to five minutes maliciously disobeyed the lawful order of [the police officer] ... [The second applicant] did not accept the charges brought against him. He stated that he had not used foul language and swearwords. The charges brought against [the second applicant] are corroborated by [the police report, the arrest record and the record of an administrative offence].”", "56. According to this decision, the second applicant’s detention period was to be calculated from 5.10 p.m. on 9 April 2004.", "57. The second applicant was taken to the detention facility of the Armavir Town Police Department where he served his sentence in full. According to the register of administrative detention, the second applicant was admitted to the detention facility at 6.30 p.m. on 9 April 2004 and he was released upon expiry of his sentence in April 2004 (exact date illegible) at 5.10 p.m.", "58. While serving their second administrative sentences the applicants complained to the Armenian Ombudsman that within the period from 30 March to 3 April 2004 they had been unlawfully taken to the Armavir Town Police Department in the early morning, from where, after having been presented with trumped-up charges, they were transported to the Armavir Regional Court. Judges A. and H., without trying to clarify any circumstance or to examine any witnesses in connection with the “charges” against them, adopted pre-ordered decisions subjecting them to four and seven days of administrative detention. Upon expiry of their respective administrative sentences, they had not been released from detention but instead new trumped-up “charges” were brought against them, following which Judges A., H. and S. subjected them to another four and seven days of administrative detention. The applicants claimed that such actions by the authorities were directly linked with the demonstrations held in Yerevan and that they were being detained for their political views.", "59. According to the applicants, following their release from detention, they continued to be visited frequently by police officers. Several days after their release they were each visited by the Head of the Armavir Town Police Department who attempted to persuade them not to become involved actively in opposition politics. The applicants were invited to appear at the police office on this occasion and periodically thereafter whenever a political demonstration was due to take place. They did not take up these invitations due to the fear that they would be detained once again on allegedly falsified charges.", "60. The applicants allege that, as a result of the frequent police visits, the first applicant had to move away from his home. The second applicant was subjected to almost daily visits, causing great stress to his family. On the afternoon of 22 May 2004 his home was surrounded by police with dogs. He left his home unnoticed, following which the police entered his home and carried out a search. As a result of these visits, the second applicant was unable to undertake farming work on his land, attend to daily chores or partake in social life, spending most of his time hiding from the police.", "61. On 20 April 2004 the first and the third applicants complained to the Ombudsman about the continuing observation by the police. On 27 April and 24 May 2004 the second applicant also complained to the Ombudsman about the same and about the events of 22 May 2004.", "62. On 25 April 2004 the Ombudsman decided to admit the applicants’ case for examination.", "63. For a summary of the relevant provisions of the CAO see the judgment in the case of Galstyan v. Armenia (no. 26986/03, § 26, 15 November 2007). The provisions of the CAO which were not cited in the above judgment, as in force at the material time, provide:", "’s personality, the application of these measures would be deemed insufficient, of administrative detention not exceeding 15 days.”", "64. The relevant extracts from the Resolution provide:", "“1. Since the end of March 2004, a series of protests have been organised by the opposition forces in Armenia, calling for a ‘referendum of confidence’ in President Kocharian. The possibility of such a referendum was first mentioned by the Armenian Constitutional Court following the presidential elections in February and March 2003. The Constitutional Court later clarified its proposal and the authorities are calling the opposition demands and protests an attempt to seize power by force.", "2. The demonstrations, although announced, were not authorised by the authorities, who have threatened the organisers with criminal prosecution. Following the demonstrations on 5 April, the General Prosecutor opened criminal investigations against several members of the opposition and arrested many more, in connection with the opposition parties’ rally. On the same occasion, several journalists and politicians were beaten up by unknown persons while the police stood by and took no action.", "3. New demonstrations took place on 9, 10 and 12 April in Yerevan. In the early morning of 13 April, the security forces violently dispersed some 2,000 to 3,000 protesters who were attempting to march towards the presidential palace, calling for President Kocharian’s resignation. The police reportedly used truncheons, water cannons and tear gas, causing dozens of injuries. A number of protesters were arrested, including members of parliament, some of whom are members of the Assembly, and some were allegedly mistreated by the police while in custody. The security forces also assaulted and arrested several journalists who were covering the opposition rally.", "4. Tensions in Armenia continue to run high; new protests are planned for the week of 26 April. For the time-being there seems to be little room for dialogue between the authorities and the opposition, even if some offers have been made and some members of the ruling majority – for example, the Speaker of the Armenian Parliament – have begun criticising the heavy-handed crackdown on demonstrations.", "5. With regard to the conduct of the authorities, the Parliamentary Assembly ... is particularly concerned with the fact that:", "i. arrests, including those carried out on the basis of the Administrative Code, ignored the demand to immediately end the practice of administrative detention and to change the Administrative Code used as a legal basis for this practice; ...", "9. The Assembly calls upon the Armenian authorities to: ...", "iii. immediately release the persons detained for their participation in the demonstrations and immediately end the practice of administrative detention and amend the Administrative Code to this effect...”", "65. The Report contains an explanatory memorandum to the draft of the PACE Resolution 1374. The relevant extracts from the explanatory memorandum provide:", "“Since the end of March, opposition forces in Armenia decided to jointly organise mass protests to force a ‘referendum of confidence’ in President Kocharian. The possibility of such a referendum was first mentioned by the Armenian Constitutional Court following the presidential elections in February and March last year, which were strongly criticised by the international community. ...", "The Armenian authorities reacted to the opposition call for protests with a campaign of political intimidation and administrative and judicial harassment. Once the protests started, the reaction was even more ruthless. Demonstrations were violently dispersed, journalists were beaten up, a large number of opposition supporters were arrested and premises of the opposition parties were raided by the police.", "...", "In January 2004 the Assembly adopted its second monitoring report since the accession of Armenia to the Council of Europe in January 2001. Resolution 1361, adopted on this occasion, takes note of some encouraging developments that took place in the last two years...", "However, the Resolution ... sharply criticised the [presidential and parliamentary] elections carried out in 2003. Moreover, it listed a number of serious concerns with regard to the democratic and human rights conduct of the Armenian authorities and expressed its expectations that these issues will be speedily dealt with in accordance with Council of Europe standards and principles.", "Regrettably, the reaction of the Armenian authorities in the events of March and April [2004] demonstrate that the Assembly’s request for further progress was ignored and that, with regard to some of the Assembly’s key concerns, the situation has even worsened.", "Administrative detention", "With regard to the scandalous and continued use of administrative detention, Resolution 1361 urged the authorities to amend the Administrative Code to put an end to this practice which is incompatible with the organisation’s standards. The Assembly also asked the authorities to submit this new draft to Council of Europe expertise by April 2004.", "Instead of immediately ending this practice and preparing the necessary legislative drafts to this effect, the Armenian authorities resorted to a wide use of administrative detentions during the recent events. While it is difficult to verify the exact number of persons who were arrested and the legal basis used for their detention, most reports indicate that their number was between two and three hundred.", "The Assembly repeats its demand for an immediate end to the practice of administrative detention. The Administrative Code must be revised without any further delay. ...”", "66. The relevant extracts of the Briefing Paper provide:", "“At the end of March 2004, Armenia’s political opposition united in mass peaceful protests to force a “referendum of confidence” in President Robert Kocharian and to call for his resignation. In response, the Armenian government embarked on a campaign to break the popular support for the political opposition with mass arrests, violent dispersal of demonstrations, raids on political party headquarters, repression of journalists, and restrictions on travel to prevent people from participating in demonstrations. Hundreds of people were detained, many for up to fifteen days; some were tortured or ill-treated in custody...", "The origin of the opposition’s demands was the government’s failure to date to redress the deeply flawed 2003 presidential election, which Kocharian, the incumbent, won. Disturbingly, the government is now repeating, with increasing violence, a pattern of repression that surrounded last year’s election. At that time, the international community warned the Armenian government that its intimidation of the opposition through the use of arrests and administrative detentions must stop. However, in March and April 2004, the Armenian government not only began a fresh campaign of detentions, but added to the intimidation with security force violence. ...", "At the end of March 2004, two of the main opposition groups, the Artarutiun (Justice) Alliance, which consists of nine parties – including the Republic Party, the People’s Party, and the National Unity Party – joined forces and announced its campaign of action. Following this move, the opposition intensified its efforts, making further announcements and mobilising in Armenia’s provinces. The authorities responded by restricting freedom of movement, carrying out detentions, and threatening criminal charges against opposition campaign organisers. ...", "From [5 April] the number of rallies in Yerevan steadily increased, as did the number of opposition supporters detained or otherwise intimidated. The Republic Party estimated that from the end of March until [12 April], police had detained, searched, or harassed more than 300 of its supporters. ...", "From the end of March until mid-April 2004, police restricted the movement of opposition supporters trying to travel to Yerevan to attend rallies by setting up road blocks, stopping cars, questioning the passengers, and denying permission to travel further to those they believed were opposition supporters. ...", "On the morning of [5 April], between [10.30 a.m. and 12.00 noon], police stopped nine members of the National Unity Party in three cars at a check point as they were leaving Vanadzor, Armenia’s third largest city, on the main road to Yerevan. They were intending to participate in a rally at [3.00 p.m.] in Yerevan. Police held the nine men at the Vanadzor police station, reportedly telling them, ‘we have saved you from being beaten in Yerevan’. Police took three of the men to the local courts, which sentenced them to five days of administrative detention for not following police orders. ...", "It is difficult to estimate the total number of opposition supporters detained since the beginning of April 2004. By April 17, the Justice Alliance had documented the detentions of 327 opposition supporters, and the Republic Party estimated that about 300 of its members had been either detained, harassed, or searched...", "[Some opposition supporters] were detained and held for from several hours to fifteen days. Many were held and then released with no documentation or registration of the arrest ever having occurred. Others were taken to court, and given penalties of up to fifteen days in custody for petty offences under the Administrative Code.", "The trials were cursory, flouting all international protections for a fair trial, and repeating a pattern of abuses with administrative detentions documented during the 2003 presidential elections. Defendants in administrative cases were denied access to lawyers, not able to present evidence, and routinely convicted on the basis of several minutes of police evidence. Practical barriers to appeal make it virtually impossible to take the cases to higher courts. ...”", "67. The Report contains a chapter devoted to Armenia whose relevant extracts provide:", "“Opposition demonstrations in April [2004] were part of a two-month campaign of mass public protests launched by opposition political parties demanding the resignation of President Robert Kocharian. ... During their campaign hundreds of opposition supporters, including prominent opposition party members, were reportedly arbitrarily detained throughout the country and dozens were sentenced to 15 days’ administrative detention after trials that were said to have fallen far short of international fair trial standards...”", "68. The relevant extracts of the Report provide:", "“3.4 Right to Freedom of Movement", "The early stages of the Defender’s activities coincided with the demonstrations that were held in the country during March and April of 2004.", "The opposition began to hold demonstrations and meetings with constituents in several regions starting in early February. The authorities did not interfere with these meetings.", "The first time the authorities interfered with the demonstrations was at the end of March in Gyumri, which involved the arrest of demonstration participants and the commencement of criminal cases against them. ...", "The Defender found a number of human rights violations in police actions regarding demonstrations held in the capital city in April.", "On the days of the demonstrations, the police reportedly limited the movement of public transport into the capital city, which violated citizens’ right to freedom of movement within the country. ...", "During this period, individuals were frequently apprehended for administrative infractions and taken to police stations where administrative detention was ordered against them by the court.", "A review of these cases shows that the legislation on administrative infractions was abused: “foul language” was cited as a basis for sentencing a person to administrative detention. ...", "3.5 Right to Conduct Meetings, Gatherings, Rallies and Protests", "The Defender took from the courts a number of cases related to administrative infractions and conducted a thorough study. The findings were sent to the Prosecutor General of Armenia and, in light of the apparent abuses of power in such cases, it was recommended that the guilty parties be punished. Some of the Defender’s findings were isolated and sent to the Armavir Region Prosecutor for corroboration and processing. The regional prosecutor later announced that no crime was identified. The police officers in question were given warnings for some of the less significant violations.”", "69. The local weekly, Ayb-Fe, published an interview with the Chairman of the International Association of Armenian Advocates (IAAA), Mr T. TerYesayan, which included a list of opposition political activists, compiled jointly by the opposition forces and the IAAA, who had been allegedly detained by the authorities in April and May 2004. The list contained a total of 476 names and featured the first, second and third applicants at spots 98, 190 and 100 respectively."], "VIOLATED_ARTICLES": ["11", "5", "6", "P7"], "VIOLATED_PARAGRAPHS": ["11-1", "5-1", "6-1", "6-3", "P7-2"], "VIOLATED_BULLETPOINTS": ["6-3-b"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}