{"ITEMID": "001-89849", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SEMOCHKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1941 and lives in Salavat. In 1998–2004 he obtained two judgments against the authorities.", "5. On 2 February 1998 the Leninskiy District Court of Ufa awarded the applicant 9,019.88 Russian roubles (“RUB”) in pension arrears against the Ministry of the Interior of Bashkortostan. This judgment became binding on 12 February 1998, but was not enforced immediately. In 2000–2002, the bailiff’s service’s servicing bank had its licence suspended pending insolvency proceedings. On 31 July 2002 the bailiffs made a bank transfer to the applicant, but the transfer failed because of a clerical mistake.", "6. As the applicant believed that the bailiffs had caused the delay, on 15 August 2001 he sued them for the judgment debt and non-pecuniary damages. After two ﬁrst-instance hearings, one appeal hearing, and two supervisory-review hearings, on 18 November 2004 the Kirovskiy District Court partly held for the applicant. It conﬁrmed the bailiffs’ fault, awarded RUB 45,509.20 that included the original judgment debt adjusted for ination and costs, but rejected the claim for non-pecuniary damages.", "7. Both the applicant and the bailiffs appealed against this judgment, but the applicant’s appeal was not accepted because he had missed the time-limit. On 10 February 2005 the Supreme Court of Bashkortostan upheld the judgment of 18 November 2004. The applicant and the bailiffs were absent from this hearing. Earlier the applicant had asked the courts to examine the case in his absence.", "8. On 5 September 2005 the bailiffs enforced the judgment of 2 February 1998.", "9. On 29 March 2006 the Ministry of Finance enforced the judgment of 18 November 2004.", "10. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}