{"ITEMID": "001-100935", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "CHENTIEV and IBRAGIMOV v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants are two Russian nationals of Chechen ethnic origin. Mr Anzor Chadidovich Chentiev (the first applicant), was born in 1983 and is detained in Leopoldov prison. Mr Ali Nurdinovich Ibragimov (the second applicant), was born in 1977 and is detained in Košice. They were represented before the Court by Mr M. Škamla, a lawyer practising in Žilina. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the cases, as submitted by the parties, may be summarised as follows.", "The first applicant arrived illegally in Slovakia from Ukraine on 18 January 2006. He was arrested. He disclosed his identity to Slovakian authorities in April 2006, in the context of proceedings concerning his request for asylum. That request was dismissed by a decision which became final on 22 August 2007.", "A second request for asylum lodged by the first applicant was also dismissed. The final decision on the issue was given by the Bratislava Regional Court on 8 April 2008.", "In the meantime, on 20 April 2006 and 8 September 2006, the Office of the Prosecutor General of the Russian Federation applied for the first applicant's extradition. The request was based on the fact that he had been accused of several offences, in particular banditry with aggravating circumstances and attempt on the life of officials of a law-enforcement agency.", "The applicant was suspected of taking part, as a member of an organised group, in the killing of two agents of the Ministry of the Interior in Grozny in June 2001. In 2005 the applicant with the other members of the group had allegedly forced a government official and a different person to give them a firearm, money, gold items and mobile phones.", "The letters indicated that the applicant would not be tried by the Special Court, would enjoy the guarantees of a fair trial including the assistance of counsel, and would not be subjected to treatment contrary to Article 3 of the Convention. As to the risk of the death penalty, the letter of 8 September 2006 indicated that there was a moratorium on that penalty in Russia, that the death penalty would not be imposed on the first applicant and that capital punishment was not provided for the offences imputed to him.", "On 1 July 2008 the Trnava Regional Court concluded that the first applicant's extradition to Russia for the purpose of his criminal prosecution there was inadmissible. The decision stated that there was a risk that the applicant would be ill-treated, that he ran the risk of receiving the death penalty and that he would not be guaranteed a fair trial if extradited. Reference was made to Amnesty International reports of 2006 and 2007.", "The public prosecutor appealed.", "On 4 September 2008 the Supreme Court overturned that decision and held that the applicant's extradition was admissible. After examining the applicant's situation in detail, it found no relevant factor preventing his extradition.", "In particular, the Supreme Court took note of the guarantees given by the Prosecutor General of the Russian Federation. As regards the risk of imposition of capital punishment, it analysed the law and practice in Russia and concluded that there existed no real risk that the death penalty would be imposed for the offences imputed to him.", "As to the risk that the applicant would be ill-treated, the Supreme Court, with reference to the Court's practice (in particular Saadi v. Italy [GC], no. 37201/06, ECHR 2008...) and various international materials on the conflict in Chechnya, noted that its decision on the extradition of a particular person for the purpose of his criminal prosecution could not be exclusively based on the political situation existing in a part of the Russian Federation and the fact that the State's actions in that respect had been subjected to international criticism. The decision further stated that Russia was a member State of the Council of Europe and a Contracting Party to the Convention. All persons within its jurisdiction were therefore entitled to seek redress before the Court as regards alleged breach of their Convention rights by the Russian authorities.", "As to the witness Mukayev (see point 3 below), whose statements had given rise to the applicant's prosecution, his alleged ill-treatment was not proof that the applicant would be subjected to treatment incompatible with Article 3 of the Convention.", "The Supreme Court also held that a possible failure by Russian authorities to comply with the guarantees issued by them would undermine the trust of its partners and affect further processing of similar requests.", "A refusal to extradite the first applicant would affect the rights of other persons, in particular the relatives of the officers who had been killed, who were entitled to have an effective investigation carried out.", "The applicant lodged a constitutional complaint. The Fourth Chamber of the Constitutional Court, to which the case fell to be examined, had a different opinion on the issue from that which the Third Chamber had expressed in its decision of 17 December 2008 in the case of the second applicant (see point 2 below). It therefore submitted the matter to the plenary meeting of the Constitutional Court with a view to harmonising the positions.", "In decision PLz ÚS 2/09 of 25 February 2009 the Constitutional Court (plenary meeting) did not accept the proposal by its Fourth Chamber to depart from the conclusion which the Third Chamber had reached on 17 December 2008.", "On 26 February 2009 the Constitutional Court (Fourth Chamber) decided that the Supreme Court had violated the first applicant's right under Article 3 by allowing his extradition to Russia. The case was returned to the Supreme Court. In its decision the Constitutional Court (Fourth Chamber) stated that it did not, in principle, object to the way in which the Supreme Court had proceeded. However, there was a need for the case to be examined in the light of the most recent case-law of the European Court of Human Rights and all available information. The trustworthiness of the guarantees offered by the Russian Federation had also to be addressed in more detail. Reference was made to the fact that the Court had issued an interim measure in the case.", "In an opinion of 4 March 2009 the Constitutional Court (plenary meeting) noted that in the above decision the Fourth Chamber had disregarded decision PLz ÚS 2/09 of 25 February 2009.", "On 13 May 2009 the Supreme Court again found that the applicant's extradition to the Russian Federation for the purpose of his criminal prosecution there was admissible.", "In its decision the Supreme Court analysed the first applicant's case in the light of the Court's reasoning in the cases of Shamayev and Others v. Georgia and Russia (no. 36378/02, ECHR 2005III), and Gasayev v. Spain (dec.), no. 48514/06, 17 February 2009). It also had regard to other cases, such as Vilvarajah and Others v. the United Kingdom (30 October 1991, Series A no. 215); Čonka v. Belgium (no. 51564/99, ECHR 2002I); Ismoilov and Others v. Russia (no. 2947/06, 24 April 2008); and Estamirov and Others v. Russia (no. 60272/00, 12 October 2006).", "The Supreme Court held that various data available internationally containing general information about the use of violence by Russian armed forces against the civilian population of Chechnya did not prove the existence of a specific risk that the first applicant would be ill-treated if extradited. The applicant himself had not provided any specific information about himself permitting a different conclusion.", "With reference to the reasons set out in its decision of 4 September 2008 the Supreme Court again concluded that the guarantees offered by the Russian authorities were sufficient and that it had not been established that the applicant ran a real risk of treatment contrary to Article 3. The Supreme Court also invoked the Constitutional Court's (Third Chamber) decision of 17 December 2008 in the case of the second applicant with the same factual background, and decision PLz ÚS 2/09 in which the Constitutional Court at its plenary meeting had refused to depart from that decision.", "On 8 June 2009 the first applicant lodged a complaint with the Constitutional Court. He relied on Articles 3 and 6 of the Convention, on an UNHCR interim recommendation concerning international protection of persons of Chechen origin and on a Human Rights Watch report issued on 4 June 2009 (see point 6 below). He argued that the Supreme Court had disregarded the Constitutional Court's order that his case should be examined in the light of the Court's practice, that he would be subjected to inhuman and degrading treatment and that he would not enjoy the guarantees of a fair trial in case of his extradition. As to the last point, he asserted that the principal witness in the criminal proceedings had given a statement against him under torture.", "On 17 August 2009 the Constitutional Court (First Chamber) rejected the complaint as manifestly ill-founded. It found that the Supreme Court had duly considered the relevant facts and law, including the practice of the Court. The Constitutional Court accepted the Supreme Court's conclusion according to which it had not been established that the guarantees offered by the Russian authorities were not trustworthy and that the applicant ran a real risk of treatment contrary to Article 3 of the Convention in case of his extradition. Finally, the Constitutional Court held that it lacked the power to address the fairness of criminal proceedings which were pending before the Russian authorities.", "In a letter of 12 October 2009 addressed to the Slovakian authorities the Deputy Prosecutor General of the Russian Federation confirmed the guarantees previously given with regard to the first applicant, including respect for his physical and psychological integrity. The letter indicated that, in case of his conviction and imposition of a prison term, the second applicant would serve his sentence in a federal prison, where the Convention and the European Standard Minimum Rules for the Treatment of Prisoners are taken into account. The Embassy of Slovakia to Russia would be informed of the place of the applicant's detention and Slovakian diplomatic representatives would be able to visit the first applicant and speak to him without third parties present. The applicant would be provided with sufficient medical care. It was guaranteed that capital punishment would not be applied in respect of the first applicant. Finally, the Office of the Prosecutor General of the Russian Federation guaranteed that the first applicant would not be prosecuted for his political views or because of his race, religion or nationality.", "The second applicant was arrested by Slovakian border police on 18 January 2006. He had no valid travel document and gave his name as Alej Dzhamaldeyev.", "On 15 February 2006 the second applicant applied for asylum in Slovakia. His request was ultimately dismissed. The final decision was given by the Supreme Court on 26 March 2008. The decision became final on 12 May 2008.", "In the meantime, in April 2006, the identity of the second applicant was established.", "On 20 April 2006 the Office of the Prosecutor General of the Russian Federation applied for the second applicant's extradition. The request was based on the fact that he had been accused of several offences, namely banditry with aggravating circumstances and attempt on the life of officials of a law-enforcement agency. The applicant was suspected of having participated, as a member of an organised group, in the killing of two agents of the Ministry of the Interior in Grozny in June 2001.", "The above letter and another letter from the Office of the Russian Federation's Prosecutor General dated 19 September 2006 indicated that the applicant would not be tried by the Special Court, would enjoy the guarantees of a fair trial including the assistance of counsel and that he would not be subjected to treatment contrary to Article 3 of the Convention. As to the risk of the death penalty, the letters indicated that there was a moratorium on the death penalty in Russia, that the applicant would not face the death penalty if extradited and that, should the applicant be sentenced to death, the sentence would not be carried out. Reference was made to the fact that the Russian Federation had signed Protocol No. 6 to the Convention and that under Articles 18 and 26 of the Vienna Convention on the Law of Treaties of 1969 it had an obligation not to use the death penalty.", "The second applicant was placed in preliminary detention with effect from 28 April 2006. On 23 May 2006 the Košice Regional Court remanded him in custody pending extradition. The Supreme Court dismissed the applicant's complaint against that decision on 21 June 2006.", "On 3 September 2008 the Košice Regional Court found inadmissible the applicant's extradition to Russia.", "On 29 October 2008 the Supreme Court overturned that decision and held that the second applicant's extradition was admissible. The Supreme Court, with reference to documents available, established that the applicant had been involved, as a member of an organised group, in the killing of two Russian servicemen in Grozny in 2001. That killing had taken place after the military conflict had ended and it was not therefore an exclusively political or military action within the meaning of the relevant provision of the Slovakian Code of Criminal Procedure, which prevented the extradition of foreigners in such cases. The Supreme Court further noted that Russia was a member State of the Council of Europe and that respect for human rights was permanently monitored.", "Finally, the Supreme Court considered sufficient the guarantees offered by the Prosecutor General of the Russian Federation, which stated that the applicant would not face the death penalty and that such punishment was in any event not carried out in Russia, that he would not be tried by a Special Court as well as the undertaking that Articles 3 and 6 of the Convention would be respected in his case.", "On 3 December 2008 the second applicant lodged a complaint with the Constitutional Court. He relied on Article 3 of the Convention and Article 1 of Protocol No. 6. The applicant referred to various reports on the situation in prisons in the Russian Federation. In particular, he invoked reports on treatment to which persons of Chechen origin suspected of fighting against Russian authorities were subjected. He also invoked the fact that the death penalty had not been formally abolished in Russia.", "On 17 December 2008 the Constitutional Court (Third Chamber) dismissed the complaint as being manifestly ill-founded. It relied on the reasoning of the Supreme Court which it considered relevant and sufficient from the point of view of protecting the applicant's rights under the Convention and the Constitution.", "In a letter of 12 October 2009 addressed to the Slovakian authorities the Deputy Prosecutor General of the Russian Federation confirmed the guarantees previously given with regard to the second applicant, including respect for his physical and psychological integrity. The letter indicated that, if he was convicted and given a prison sentence, the second applicant would serve his sentence in a federal prison, where the Convention and the European Standard Minimum Rules for the Treatment of Prisoners are taken into account. The Embassy of Slovakia to Russia would be informed of the place of the second applicant's detention and Slovakian diplomatic representatives would be able to visit the second applicant and speak to him without the presence of third persons. The second applicant would be provided with sufficient medical care. It was guaranteed that capital punishment would not be applied in respect of the second applicant. Finally, the Office of the Prosecutor General of the Russian Federation guaranteed that the second applicant would not be prosecuted for his political views or because of his race, religion or nationality.", "The applicants maintained that criminal proceedings against them had been instituted on the basis of statements of A.M. Mukayev, which had been extracted under torture.", "Mr Mukayev, while being questioned in Chechnya on 26 February 2006, had admitted involvement in a number of offences which he had committed as a member of an organised group. Among those offences reference was made to the killing of two members of the special units of the Ministry of the Interior. Those persons had been shot after members of the group had stopped their car on a road. Mr Mukayev indicated the applicants as having been among the accomplices.", "Subsequently Mr Mukayev, with the assistance of an advocate, lodged a criminal complaint, arguing that his defence rights had been infringed after his extradition from Kazakhstan and that he had been subjected to treatment incompatible with Article 3 while he was being questioned and detained in Chechnya. The complaint was dismissed by the prosecuting authorities. On 3 October 2007 the Zavodskyi District Court of Grozny quashed the above decision to dismiss Mr Mukayev's criminal complaint. The court noted that the prosecuting authorities had not examined all the relevant facts and that the origin of several documented injuries sustained by Mr Mukayev had not been established. The court ordered the prosecutor to review the decision to dismiss Mr Mukayev's criminal complaint.", "In 2008 Mr Mukayev lodged an application with the Court. The proceedings are pending (application no. 22495/08).", "In their observations of 12 March 2010 the applicants referred to the case of Mr Adlan Shakhayev who had unsuccessfully applied for asylum in Slovakia in 2006. The applicants submitted that, after his expulsion, Mr Shakhayev had spent a week in a prison in Moscow and that he had been tortured and ill-treated. Subsequently he had been transferred to the ORB-2 detention facility in Grozny, where he had been repeatedly tortured. With the help of his relatives and the payment of a ransom he received a conditional prison term only and was released.", "The applicants indicated that they would submit a written statement by Mr Shakhayev, together with the relevant medical reports.", "No such documents have been submitted.", "In the above case Rule 39 was applied in the Third Section of the Court to suspend the Chechen applicant's extradition to Russia, where he faced criminal charges. That measure was lifted following the receipt of assurances by the Russian Government that the applicant would not be condemned to the death penalty or to an irreducible life sentence, or detained in conditions which were contrary to Article 3 of the Convention. There was also a guarantee that monitoring of compliance with that guarantee was to be ensured through the Spanish diplomatic representation in Russia.", "The Court (Third Section) declared the application inadmissible on 17 February 2009.", "According to a press release by Human Rights Watch of 1 September 2009, Mr Gasayev, accused of taking part in an attack on government buildings in Ingushetia in June 2004, had been released by the Russian authorities without charge on 28 August 2009, after ten months in pre-trial detention. The press release further stated that “according to Gasayev, he was tortured for three days and then released without charge”.", "According to third-party comments by the Government of the Russian Federation, the criminal proceedings against Mr Gasayev had ended following an amnesty. Such action was permissible under the Russian law subject to admission of guilt by the accused person.", "Before the Constitutional Court the applicants relied, inter alia, on a press release by Human Rights Watch of 4 June 2009 entitled “Russia: Prosecute Rights Violations in North Caucasus”. In it reference is made to the fact that the Court adopted more than 100 judgments holding Russia responsible for serious violations of human rights in Chechnya. Human Rights Watch, the Memorial Human Rights Centre and the Russian Justice Initiative called on the Russian government to ratify Protocol No. 14, to re-open investigations in those cases where the Court had concluded that prior investigations were inadequate, to undertake a thorough review and revision of domestic legislation and regulations regarding the use of force by military or security forces to ensure their compliance with human rights law and to carry out an in-depth inquiry into the conduct of investigations of abuses committed by military servicemen, police, and intelligence officials and other forces in Chechnya."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}