{"ITEMID": "001-110704", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF BAKHSHIYEV AND OTHERS v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Julia Laffranque;Khanlar Hajiyev;Peer Lorenzen", "TEXT": ["4. All of the applicants have either tenancy rights to their flats on the basis of occupancy vouchers (yaşayış sahəsi orderi) issued by the relevant executive authorities or ownership rights to them on the basis of an ownership certificate issued by the competent domestic authority (see Appendix - Table I).", "5. In all cases, the applicants’ flats were unlawfully occupied by internally displaced persons (“IDPs”) from different regions of Azerbaijan under occupation by Armenian military forces following the ArmenianAzerbaijani conflict over Nagorno-Karabakh.", "6. The applicants lodged separate civil actions before the domestic courts seeking the eviction of the IDPs from their flats.", "7. On the dates indicated in the Appendix (Table I), the applicants’ claims were granted by various domestic courts, which ordered the eviction of the IDPs from their flats.", "8. The respective judgments became final and enforceable. However, the IDP families refused to comply with those judgments and despite the applicants’ complaints to various authorities, the judgments were not enforced.", "9. The relevant domestic law is summarised in the Court’s judgment in the case of Gulmammadova v. Azerbaijan (no. 38798/07, §§ 18-24, 22 April 2010)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}