{"ITEMID": "001-112143", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "VOJNOVIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicants, Mr Dušan Vojnović and Ms Dragica Vojnović, are Croatian nationals who were born in 1935 and 1946 respectively and live in Belgrade.", "3. The applicants are of Serbian origin. They had a specially protected tenancy on a flat in Zagreb in which the first applicant lived until 1991 and the second applicant until 1992, when they left Croatia and went to live in Serbia.", "4. On 10 April 1995 the Zagreb Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Zagrebu), on behalf of the Republic of Croatia, brought a civil action against the applicants in the Zagreb Municipal Court (Općinski sud u Zagrebu), seeking termination of their tenancy on the grounds that the applicants had been absent from the flat for a period exceeding six months without any justified reason, and that their address was unknown.", "5. After an attempt to serve a summons on the applicants failed, the Zagreb Municipal Court appointed lawyer Z.B. to represent them before the court.", "6. On 15 November 1995 the Zagreb Municipal Court terminated the applicants’ specially protected tenancy by a judgment which became final on 19 January 1996.", "7. On 7 December 1998 the applicants lodged a request for the reopening of the proceedings with the Zagreb Municipal Court. On 13 November 2000 the Municipal Court granted the request and set aside its judgment of 15 November 1995.", "8. On 12 April 2002 that court again terminated the applicants’ specially protected tenancy, finding that the applicants had failed to provide a convincing explanation for leaving the flat at issue and for remaining passive for three years before trying to seek information about the status of their tenancy. The applicants lodged an appeal with the Zagreb County Court (Županijski sud u Zagrebu), which upheld the first-instance judgment on 25 November 2003.", "9. On 23 July 2004 the applicants lodged a constitutional complaint before the Constitutional Court (Ustavni sud Republike Hrvatske) about the termination of their specially protected tenancy and claiming that they had been discriminated against. On 7 February 2007 the Constitutional Court dismissed their constitutional complaint as ill-founded. The decision of the Constitutional Court was served on the applicants on 27 November 2007.", "10. On 19 November 2004 the applicants lodged a request for housing with the Ministry for Regional Development, Forestry and Water Management (Ministarstvo regionalnog razvoja, šumarstva i vodnog gospodarstva) and were granted a flat in Zagreb measuring 49.89 square metres.", "11. The applicants complained about the size of the flat. On 30 October 2009 they were granted another flat in Sesvete, near Zagreb, measuring 74.78 square metres, but they again refused to accept it.", "12. In the meantime, on 25 June 2007 the applicants lodged a civil action in the Zagreb Municipal Court against the Republic of Croatia, seeking damages and asking that their right to occupy and to acquire ownership of the flat on which they had had the specially protected tenancy be established.", "13. On 25 November 2009 the applicants complained before the Constitutional Court about the length of the proceedings. On 28 December 2009 the Constitutional Court instructed the applicants that the complaints about the length of the proceedings fell within the competence of the lower courts and the Supreme Court (Vrhovni sud Republike Hrvatske).", "14. On 19 March 2010 the applicants complained to the Zagreb County Court about the length of the proceedings before the Zagreb Municipal Court. On 13 May 2010 the Zagreb County Court declared their complaint inadmissible on the ground that they had failed to appoint a representative to receive mail on their behalf in Croatia, as required under the relevant domestic rules of procedure, since they lived abroad.", "15. The civil proceedings before the Zagreb Municipal Court are still pending.", "16. On 19 January 2004 the applicants lodged an application with the Court complaining about the termination of their specially protected tenancy and the fairness of the proceedings before the Zagreb Municipal Court. They relied on Article 8 of the Convention and Article 1 of Protocol No. 1, taken alone and in conjunction with Article 14 of the Convention. They also relied on Article 6 § 1 of the Convention.", "17. On 18 November 2005 a committee of three judges of the Court declared the applicant’s application inadmissible as incompatible with the provisions of the Convention ratione temporis.", "18. On 8 January 2008 the applicants again lodged an application with the Court, complaining under Article 8 of the Convention about the termination of their tenancy. They also complained under Article 1 of Protocol No. 1 that by terminating their tenancy the domestic authorities had prevented them from purchasing the flat at issue on favourable terms. The applicants further complained under Article 14 of the Convention, taken in conjunction with Article 8 of the Convention and Article 1 of Protocol No. 1, that their tenancy had been terminated because of their Serbian origin. Lastly, the applicants complained under Articles 6 and 13 of the Convention about the outcome of the civil proceedings in respect of the termination of their specially protected tenancy before the Zagreb Municipal Court.", "19. On 29 May 2009 a committee of three judges of the Court declared the applicant’s application inadmissible as incompatible ratione materiae in the part concerning the applicant’s property complaint, and substantively the same in the part concerning their other complaints.", "20. On 23 January 2006 the first applicant, acting on his own behalf and on behalf of the second applicant and their son Milan Vojnović, submitted a communication to the Human Rights Committee in Geneva under the First Optional Protocol to the International Covenant on Civil and Political Rights. He complained that the termination of the specially protected tenancy had, inter alia, violated their rights under Articles 14 (the right to equality before the courts and to a fair hearing), 17 (the right to a home), and 26 (prohibition of discrimination) of the Covenant. He also invoked Article 2 of the Covenant (respect for human rights and effective domestic remedy).", "21. On 30 March 2009 the Human Rights Committee in Geneva set out its views in communication no. 1510/2006. It found that the termination of the applicants’ specially protected tenancy amounted to a violation of Article 14 § 1 taken in conjunction with Article 2 § 1, and Article 17 taken in conjunction with Article 2 § 1 of the Covenant, and that there was no need to consider the question of a separate violation of Article 26 of the Covenant."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}