{"ITEMID": "001-100182", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF STRELTSOV AND OTHER \"NOVOCHERKASSK MILITARY PENSIONERS\" CASES v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 6-1;Violations of P1-1;Remainder inadmissible;Pecuniary damage and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["7. The eighty-seven applicants were born on the dates listed in Annex I and live in Novocherkassk, the Rostov Region.", "8. , may be summarised as follows.", "9. The applicants, retired military officers, sued the military commissariats of Novocherkassk and the Rostov Region for recalculation of their pensions. One group of the applicants sought adjustment of the pension to the minimum wage and claimed arrears for 1995-1998 in line with the increase in the latter. Another group of the applicants claimed recalculation of their pensions on account of the increase of the monetary compensation paid in respect of the food allowance. Several applicants raised both types of claims before the domestic courts.", "10. On the dates listed in Annex I the domestic courts found in the applicants' favour. As regards the case no. 25442/06 by Mr Pavlov, the judgment of 22 September 2004 was issued by the Justice of the Peace of the 6th Circuit of Novocherkassk. The judgment of 30 August 2004 in favour of Mr Pavlov, as well as all the judgments in favour of the remaining eighty-six applicants, were issued by the Novocherkassk Town Court of the Rostov Region.", "11. The court ordered in respect of the first type of the claims that the pensions be adjusted to the minimum wage and that the arrears be paid to the applicants. As concerns the second type of the claims, the court held that the pensions should be increased in line with the increase of the daily food allowance and awarded the applicants the respective lump sums in arrears. The awards were made against the Military Commissariat of the Rostov Region, while the respective claims against the commissariat of Novocherkassk had been dismissed.", "12. The representatives of the Military Commissariat of the Rostov Region were present at the court room on 30 August and 15 September 2004.", "13. In several cases the respondent authority introduced the grounds of appeal with the Town Court. However, on various dates in 2004 the respondent authority revoked their applications. For example, in case of Mr Turutin (no. 18952/06) the grounds for appeal were revoked on 10 November 2004. As a result, none of the judgments was appealed against. They entered into force ten days later.", "14. The applicants took various steps to obtain execution of the judgment. In particular, the Government submitted that in September-October 2004 Mr Sobolev, Mr Sedlyar and 31 other applicants sent the writs of execution to the respondent authority. It follows from the incoming correspondence log of the Rostov Regional Military Commissariat that the latter received the writs.", "15. In 2005 the military prosecutor's office started an inquiry into lawfulness of proceedings concerning military pension arrears throughout the Rostov Region and detected several instances of fraud. In particular, they found out that the respondent commissariat on several occasions had made payments against forged writs of execution issued in the similar but unrelated proceedings. On various dates the enforcement proceedings in the cases at hand were suspended pending the region wide inquiry, because the prosecutor's office had to establish authenticity of the writs of execution issued in the applicants' cases. It appears that the investigation did not reveal any evidence of fraud in the present cases.", "16. According to the Government, in September 2005 judge A. who had issued the judgments in question was dismissed by the decision of the Judicial Qualification Board of the Rostov Region. At some point several high officials of the Military Commissariat of the Rostov Region had been charged with and convicted of embezzlement.", "17. As regards the group of nineteen applicants named in Part A of Annex I, the domestic awards in their favour were fully executed by the respondent authorities on the dates specified in the table. As concerns the remaining applicants whose names are listed in Part B of Annex I, at least one judgment in their favour has remained unenforced.", "18. On various dates in 2005-2007 the respondent commissariat applied for the supervisory review of the judgments.", "19. According to the Government's observations, thirty-three requests for review were lodged outside the one-year time-limit from the date of the judgment's entry into force. In such cases, the respondent authority also applied for extension of the time-limit for application for supervisory review arguing that it had not received copies of the respective first instance judgments in time and had only been informed of the judgments in October 2005, when the prosecutor's inquiry had been opened. On various dates the Novocherkassk Town Court allowed these applications. In particular, in case of Mr Turutin (no. 18952/06) the Novocherkassk Town Court on 20 December 2006 accepted the authority's argument that they had been unaware of the judgment, having found, in particular, as follows:", "“There is no evidence in the case materials to the effect that a copy of the judgment of 30 August 2004 ... had been sent to the Military Commissariat of the Rostov Region. It follows from the above that the [respondent commissariat] had a real opportunity to avail itself of its right to apply for supervisory review within one year.”", "20. The Town Court made similar findings in respect of thirty-two remaining cases.", "21. Enforcement of the unexecuted domestic judgments had been suspended pending the supervisory review.", "22. On various dates in 2005-2007 the Rostov Regional Court allowed the applications for supervisory review of the judgments lodged by the military commissariat of the Rostov Region and remitted the matter for examination on the merits to the Presidium of the Rostov Regional Court.", "23. On the dates specified in Annex I the Presidium of the Rostov Regional Court quashed the judgments in the applicants' favour and remitted the cases for a fresh consideration. In each case the Presidium concluded that the first-instance court had erroneously applied the substantive law. They also found that the Novocherkassk Town Court had lacked territorial jurisdiction to examine the cases. The arrears were awarded against the Military Commissariat of the Rostov Region and thus the cases should have been examined by a court in the Oktiabrskiy District of Rostov-on-Don where the respondent commissariat was located.", "24. The cases were considered afresh by the Oktyabrskiy District Court of Rostov-on-Don.", "25. According to the Government, Mr Karatayev (application no. 18352/06) modified the scope of his claim in the new round of the proceedings concerning the adjustment of his pension to the increase of the minimum wage. On 6 August 2007 The Oktyabrskiy District Court granted his action in full and ordered that he be paid 32,811.52 Russsian roubles (RUB). The judgment was executed. The parties did not submit copies of the respective statement of claims and judicial decision.", "26. As regards the remaining applicants, the court either discontinued the proceedings or dismissed the applicants' claims. The particulars of the respective proceedings are summarised in Annex I below.", "27. Under Article 376 of the Code of the Civil Procedure of the Russian Federation of 14 November 2002 (in force from 1 February 2003), judicial decisions that have become legally binding, with the exception of judicial decisions by the Presidium of the Supreme Court of the Russian Federation, may be appealed against to a court exercising supervisory review, by parties to the case and by other persons whose rights or legal interests have been adversely affected by the judicial decisions concerned (§ 1). Judicial decisions may be appealed against to a court exercising supervisory review within one year after they became legally binding (§ 2). By its ruling of 5 February 2007, the Constitutional Court interpreted Article 376 § 1 as allowing the above-mentioned persons to apply for supervisory review only after having exhausted all available ordinary appeals", "28. For the summary of other applicable provisions of the domestic law, see Murtazin v. Russia, no. 26338/06, §§ 14-18, 27 March 2008.", "29. Article 28 of the Code of Civil Procedure provides that a civil claim is to be filed with the court with territorial jurisdiction over the defendant's place of residence. A claim against the organisation is to be filed with the court having territorial jurisdiction over the organisation's residence. According to Article 31 § 1 of the Code, where a claim is filed against several defendants having different places of residence, a claim is to be lodged with a court having territorial jurisdiction over one of the defendants, upon the claimant's choice.", "30. Succession is regulated by Part 3 of the Civil Code. The succession includes the deceased's property or pecuniary rights or claims but does not include rights or obligations intrinsically linked to the deceased's person, such as alimony or a right to compensation for health damage (Article 1112). An heir should claim and accept succession, as well as obtain a succession certificate from a public notary (Articles 1152, 1162). The right to receive the amounts of salary and payments qualifying as such, pension and other amounts of money provided to the deceased person as means of subsistence which had been payable but had not been received in his lifetime shall belong to the members of the deceased's family who had been residing together with him and also his disabled dependants, irrespective of their having resided with the deceased or not (Article 1183 § 1). In accordance with section 63 of the Federal Law on Pension Welfare of Military Service Personnel (1993), as in force at the material time, the amount of pension due to a pensioner but not received in his lifetime shall belong to the members of the deceased's family if they were in charge of his or her funeral, and shall not be included in the succession."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}