{"ITEMID": "001-108537", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BORISENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Karel Jungwiert;Mark Villiger", "TEXT": ["4. The applicant was born in 1967 and lives in Novotroitske, in the Donetsk Region.", "5. On 17 February 1999 criminal proceedings were instituted against the applicant and three other persons on suspicion of having robbed a café.", "6. On 23 March 1999 a bill of indictment was drafted in the applicant’s respect and he was placed under an obligation not to abscond. However, as the applicant’s whereabouts were unknown, he was placed on the wanted list and the proceedings were suspended.", "7. On 17 July 1999 the applicant was arrested by the police while attempting to flee after having robbed a store. Following this incident a new criminal case was initiated against him and he was remanded in custody.", "8. On 30 December 1999 the Voroshylovsky District Court of Donetsk sentenced the applicant to four years’ imprisonment for having robbed a store on 17 July 1999. The court ordered that the term of imprisonment be calculated from 18 July 1999, when the applicant had initially been remanded in custody. Following this conviction, the applicant was detained in the Donetsk Region Correctional Labour Colony no. 57 (ВТК № 57).", "9. On 22 November 2000 the criminal proceedings initiated against the applicant and three other persons in February 1999 were resumed and the applicant was presented with the bill of indictment of 23 March 1999.", "10. On 28 December 2000 a decision was taken to transfer the applicant temporarily (for two months) from the Correctional Labour Colony where he was serving his sentence of 30 December 1999 to the Donetsk Temporary Detention Unit (SIZO) no. 5 (СІЗО № 5 м. Донецьк) for questioning in connection with the pending criminal case.", "11. On 23 January 2001 the criminal case against the applicant was joined with twelve other criminal cases involving nine more defendants and concerning numerous robberies and other crimes committed by them as members of a gang.", "12. On 31 January 2001 the applicant’s bill of indictment of 23 March 1999 was updated. Together with three other presumed gang members he was additionally charged with having robbed another commercial facility on 14 February 1999.", "13. On 1 February 2001 the Dokuchayevsk Town Prosecutor authorised the applicant’s detention on remand in SIZO no. 5 until 28 March 2001 in connection with the pending criminal proceedings against him. By way of reasoning it was noted that the applicant was a convicted prisoner whose transfer to the SIZO was necessary in view of the need to investigate the accusations pending against him.", "14. On 22 March 2001 the applicant’s bill of indictment was updated, in particular to mention his membership of a gang.", "15. In March 2001 the defendants commenced familiarisation with the case-file materials.", "16. In June 2001 the criminal case was transferred to the Dokuchayevsk Town Court.", "17. On 21 June 2001 the court held a preliminary hearing and found that the case had been properly investigated and was ready for trial. It further ordered, without any additional reasoning, that the applicant should remain in custody in SIZO no. 5 pending trial. It did not specify for how long. The court scheduled the first hearing for 17 July 2001. This hearing did not take place, however, as the court allowed the applicant’s and several other defendants’ requests to familiarise themselves with the case file.", "18. A new hearing was scheduled for 14 November 2001. It was adjourned because the applicant asked for it to be recorded but the requisite recording equipment was unavailable. The court also upheld the previously decided preventive measure – the applicant’s detention in SIZO no. 5 – without fixing any time-limits or giving any reasons. The next hearing was eventually scheduled for 4 September 2002. Between that date and August 2004 some fifty hearings were scheduled. On some fifteen occasions the hearings were adjourned because of the authorities’ failure to deliver the accused, who were in custody, for the hearings. On seven occasions the hearings were adjourned because the prosecutor failed to appear and on ten occasions because various private parties (victims, accused, witnesses) failed to appear.", "19. In decisions on adjournments of the hearings of 24 September, 29 October, 12 and 22 November, 18 December 2002, 25 December 2003, 13 and 28 January, 9 June and 17 June 2004, the domestic courts also continued to uphold the applicant’s detention without giving any reasons or fixing any time-limits.", "20. On 17 August 2004 the Dokuchayevsk Town Court remitted the case for additional investigation without deciding on the applicant’s further detention.", "21. On 11 February 2005 the Donetsk Regional Court of Appeal set aside that decision and remitted the case to the trial court for fresh consideration.", "22. On 26 April 2005 the applicant requested the Dokuchayevsk Court to release him from custody under an undertaking not to abscond. He referred to the incompatibility of his state of health with the conditions of his detention and to his hope of producing evidence of his innocence in the event of his release. On the same date the court rejected his request, citing the general legal provisions applicable, which authorised detention pending trial for defendants charged with serious crimes in order to prevent them from absconding, interfering with the establishment of the facts or continuing their criminal activities, as well as to ensure compliance with procedural decisions. It further stated, that the applicant did not substantiate his request and there were no grounds for his release under the undertaking not to abscond.", "23. Between February and June 2005 some twenty-eight hearings were scheduled. About ten of them did not take place on account of the prosecutor’s failure to appear and five hearings were adjourned on account of the failure of various third parties to appear.", "24. On 1 June 2005 the Dokuchayevsk Town Court convicted the applicant as charged and sentenced him to seven years’ imprisonment. The court further decided:", "“In accordance with part 3 of Article 42 of the C[riminal] C[ode] of Ukraine in the wording of 1960, the ultimate punishment shall be determined for the multiple offences, by the partial addition of the sentences under the judgment of the Voroshylovsky District Court of Donetsk of 30 December 1999 and under this judgment, as nine years’ imprisonment with confiscation of all personal property.", "The period of serving the sentence under this judgment shall include the part of the sentence served under the judgment of the Voroshylovsky District Court of 30 December 1999, which was one year, six months and seventeen days, and the ultimate [remaining] sentence shall be determined as seven years five months and seventeen days’ imprisonment and confiscation of all personal property.", "The term of the sentence of the convict Borisenko S.V. shall be calculated as from 1 February 2001.”", "25. On 20 January 2006 the Donetsk Regional Court of Appeal upheld the applicant’s sentence.", "26. The applicant appealed in cassation, submitting that the courts had wrongly determined his ultimate sentence as he considered that he had served his first sentence in full. He considered that he had been detained as a convicted person, referring to a number of parcels he had been allowed to receive.", "27. On 14 November 2006 the Supreme Court of Ukraine rejected the applicant’s cassation appeal against the judgment of 1 June 2005. It noted in particular that the first-instance court had calculated the applicant’s sentences correctly and in accordance with the law, namely Article 42 § 3 of the Criminal Code of 1960, Article 65 of the Criminal Code of 2001 and Article 338 of the Code of Criminal Procedure.", "28. Under section 4 of the Act, during the investigation and trial suspects may be kept in a SIZO (temporary detention centre) or a prison acting as a SIZO. Exceptionally the suspects can be kept in “IVS” short-stay cells in police stations. If a convicted person is under investigation in respect of another crime, he or she may be kept in the disciplinary detention unit of a correctional colony. Section 8 of the Act provides for suspects who have been convicted of a different offence to be kept separately from other detainees.", "29. The Code provided for a convicted person normally to be kept in the same custodial institution (Article 22). Under Article 23 of the Code a person who was sentenced to imprisonment in a colony could be temporarily kept in a SIZO or prison in connection with different criminal proceedings, as a witness (for up to six months with the authorisation of the prosecutor) or as a suspect, under the general rules governing detained suspects under Article 156 of the Code of Criminal Procedure.", "30. The relevant provision of the Code provides:", "Article 42", "Sentencing for several crimes", "“If a person is found guilty of committing two or more offences under different articles of the criminal law, and has not been convicted for any of them, the court, having determined the punishment for each crime separately, shall ultimately determine the aggregate punishment by absorption of the less severe penalties by the more severe ones, or through full or partial cumulation of determined punishments within the limits established by the article of law that provides for the more severe punishment.", "The main punishment may be supplemented by any additional penalty provided for in the laws governing liability for the crimes of which the person was found guilty.", "The same rules shall apply when, after having been sentenced in one case, the sentenced person is found guilty of another crime, committed before the sentence was pronounced in the first case. In such cases the term of the sentence shall include the part or all of the sentence not yet served under the first judgment.”", "31. The relevant provision of the Code provides:", "Article 65", "General principles of imposition of punishment", "“1. A court shall impose a punishment:", "(1) within the limits prescribed by a sanction under that article of the Special Part of this Code which creates liability for the criminal offence concerned;", "(2) pursuant to provisions of the General Part of this Code;", "(3) having regard to the degree of gravity of the offence committed, the character of the offender, the method used and the motives for the offence, the nature and extent of the damage done, and any mitigating or aggravating circumstances.", "2. The punishment imposed on an offender should be adequate and sufficient to reform the offender and prevent new offences.", "3. The grounds for imposing a punishment milder than that prescribed for a given offence in the relevant article of the Special Part of this Code are specified in Article 69 of this Code.", "4. A punishment heavier than that prescribed for a given offence in the relevant article of the Special Part of this Code may be imposed pursuant to Articles 70 and 71 of this Code in the event of cumulative offences and cumulative sentencing.”", "32. The relevant provisions of the Code provide:", "Article 156 (as worded before 29 June 2001)", "Term for holding a person in custody", "“The term for remanding a person in custody during the investigation of criminal offences shall be not more than two months. This term may be extended to four months by district, city or military prosecutors, prosecutors of the fleet or command garrison, or other prosecutors of the same rank, if it is not possible to terminate the criminal investigation, and in the absence of any grounds for changing the preventive measure. A further extension of this term to six months from the time of arrest shall be effected – only if the case is exceptionally complex – by the Prosecutor of the Republic of the Crimea, regional prosecutors, Kyiv prosecutors, military prosecutors of the district or fleet, or other prosecutors equal to them in rank.", "Further periods of remand in custody may be extended for up to one year by the Deputy Prosecutor General of Ukraine, and up to eighteen months by the Prosecutor General.", "Subsequent to the above, no further extensions of detention on remand shall be allowed. The accused must then be immediately released.", "If it is impossible to terminate the investigation within these remand periods and there are no grounds for changing the preventive measure, the Prosecutor General or his Deputy shall be entitled to refer the case to a court in the part which relates to accusations which can be proved. As regards the incomplete investigation, the case shall be divided into separate proceedings and completed in accordance with the general rules.", "The material relating to the completed part of the criminal case shall be provided to the accused and his representative for examination not later than one month before the expiry of the remand period, as established by paragraph 2 of this Article.", "The time taken by the accused and his representative to apprise themselves of the material in the case file shall not be taken into account in calculating the overall term of remand in custody.", "If the court refers the case back for fresh investigation, and where the term of remand in custody has expiredextended by the prosecutor, whose task is to supervise the lawfulness of the pre-trial investigation in the case, within one month from the time he receives the case file. Further extension of such detention before the case is remitted to the court shall be governed by paragraphs 1, 2 and 6 of this Article.”", "After June 2001 the detention order was given along the same lines, but by the courts and not the prosecutor.", "Article 338", "Calculation of the period of serving the sentence", "“The beginning of the serving of a sentence in the form of imprisonment or corrective labour for a defendant who has not been in custody prior to his conviction shall be calculated from the date of execution of the sentence.", "When the defendant, prior to his conviction, has been in custody for the purposes of the same case, the period of serving the sentence shall include the period of pre-trial detention.", "When the accused, while in custody, stayed in a medical institution, the period of stay there shall be included the period of serving the sentence.", "If the defendant, prior to conviction, has been in custody and is sentenced to correctional labour, the time spent in custody shall be included in the period of correctional labour at the rate of one day of custody for three days of correctional labour. If the defendant was sentenced to correctional labour, and during the re-hearing of the same cause he is sentenced to imprisonment, the served period of correctional labour shall be included in the term of imprisonment at the rate of three days of corrective labour for one day of imprisonment.”"], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}