{"ITEMID": "001-67340", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BAKAY AND OTHERS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["5. The first and fifth applicants were born in 1960. The second applicant was born in 1959. The third applicant was born in 1969. The fourth applicant was born in 1945. The sixth applicant was born in 1965. The applicants are nationals of Ukraine and reside in Beryslav, the Kherson Region.", "6. In April 1998 the applicants initiated proceedings in the Beryslav City Court (the “Beryslav Court”) against the Department of Education of the Beryslav Municipal Council (the “Department”), seeking to recover an additional salary payment allegedly due to them for their time-in-service.", "7. On 13 May 1998 the Beryslav Court allowed the applicants' claims and ordered the Department to pay the applicants the additional salary (time-in-service bonuses). In particular, it ordered that the first applicant be paid UAH 570.85 in compensation, the second – UAH 367.52, the third – UAH 204.3, the fourth – UAH 863.4, the fifth – UAH 561.4, and the sixth applicant – UAH 292.3.", "8. On 18 May 1998 the Beryslav City Bailiffs' service (the “Bailiffs”) initiated enforcement proceedings for the judgment of 13 May 1998.", "9. On 2 August 1999 the Beryslav Court suspended the execution of the judgment for three months due to the lack of funds in the budget of the Department.", "10. On 7 March 2001 the Bailiffs informed the applicants that the Beryslav Court had suspended the execution of the judgment of 13 May 1998. On 13 August 2002 the Bailiffs informed the applicants that the judgment of 13 May 1998 would be executed when the State had provided the necessary budgetary funding. The judgment remained unenforced due to the Department's lack of funds.", "11. On 31 July 2003 the amounts due to them pursuant to the judgment of 13 May 1998 were transferred to the applicants. They received the following amounts (the initial sums awarded by that judgment having been subjected to taxation): the first applicant – UAH 401.2, the second applicant – UAH 276.35, the third applicant – UAH 173.18, the fourth applicant – UAH 640.46, the fifth applicant – UAH 419.94, and the sixth applicant – UAH 242.98.", "12. The relevant domestic law is set out in the judgment of 27 July 2004 in the case of Romashov v. Ukraine (no. 67534/01)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}