{"ITEMID": "001-69606", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KRUMPEL AND KRUMPELOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicants are spouses. They were born in 1935 and 1938 respectively and live in Bratislava.", "5. In 1990 the applicants concluded a contract with M., the owner of a building company. M. undertook to sell a plot of land to the applicants and to build a family house for them. The applicants paid 600,000 Slovakian korunas (SKK) to M.", "6. M. failed to comply with the contract. The applicants therefore revoked it on 28 January 1991.", "7. On 5 February 1991 the applicants sued the company of M. before the Považská Bystrica District Court. On 26 April 1991 the court discontinued the proceedings as the applicants had not paid the court fee.", "8. In 1991 criminal proceedings were brought against M. as he was suspected of fraud. The applicants declared that they wished to claim damages from M. in the context of the criminal proceedings.", "9. On 18 August 1991 the applicants sued M. for damages before the Považská Bystrica District Court. On 16 March 1992 the District Court discontinued the proceedings. The decision stated, with reference to Article 83 of the Code of Civil Procedure, that the applicants had also claimed damages in the context of the criminal proceedings against M. and that those criminal proceedings were pending. On 25 May 1992 an appellate court dismissed the applicants’ appeal.", "10. In the meantime, on 23 October 1991, a public prosecutor froze property of M.’s company, the value of which corresponded to SKK 2,185,000, with a view to securing the claims of 21 aggrieved persons.", "11. On 28 December 1992 M.’s mother returned SKK 50,000 to the applicants. In a written statement of 10 February 1995 M. admitted his debt in respect of the applicants.", "12. In 1996 the charges against M. were enlarged to comprise economic offences which had no bearing on the applicants’ claim and which the accused had allegedly committed in the context of the dissolution of the former Czech and Slovak Federal Republic.", "13. Following the enlargement of the charges against M. his bank account was blocked in the context of the criminal proceedings.", "The Government submitted that the sum blocked amounted to SKK 8,885,006.", "The applicants submitted, with reference to an article published in a weekly, that the Bratislava Regional Prosecutor had given his consent, in 1997, to unblock the account in which approximately SKK 64 millions had been deposited. The article further states that most of the money had subsequently been transferred abroad. In another article published in the same weekly the General Prosecutor confirmed that he had intended to start disciplinary proceedings against the Regional Prosecutor in that regard. However, the prosecutor had resigned from his post.", "14. On 11 February 1998 the Bratislava Regional Prosecutor indicted M. before the Bratislava Regional Court. On 21 June 1999 the Regional Court returned the case to the public prosecutor for further investigation.", "15. On 14 September 2001, the applicants made a written submission to the Bratislava Regional Court which was dealing with the criminal charges against M. The Regional Court interpreted the submission as a civil claim for damages and transferred it to the Považská Bystrica District Court.", "16. A new indictment against M. was filed with the Bratislava Regional Court on 3 December 2001. The indictment concerned numerous offences and, in addition to M., two other persons.", "17. On 28 February 2002 the criminal judge decided to deal separately with several aspects of the case, including those which were relevant for the determination of the applicants’ claim.", "18. On 13 August 2003 a Považská Bystrica District Court judge informed the applicants, in reaction to their above submission of 14 September 2001, that criminal proceedings against M. were still pending and that Article 83 of the Code of Civil Procedure prevented the court from dealing with a civil action for damages in the same case. The applicants were invited to inform the court whether they maintained their action and were instructed how to rectify formal shortcoming in their submission.", "19. In a letter of 5 September 2003 the applicants replied that their above letter of 14 September 2001 had been meant for the judges dealing with the charges against M. and that they were aware that they could not have separate civil proceedings for damages brought against M. as the criminal proceedings against him were still pending.", "20. In the meantime, on 14 March 2003, the applicants complained to the Constitutional Court about a violation of their right to a hearing without unjustified delay.", "21. On 19 September 2003 the Považská Bystrica District Court judge informed the Constitutional Court about the contents of her above letter to the applicants of 13 August 2003. No reference was made to the applicants’ reply of 5 September 2003.", "22. On 25 September 2003 the Constitutional Court dismissed the complaint as being manifestly ill-founded. The decision states:", "“It follows from ... the submission of the District Court that, at present, proceedings are pending before it upon the initiative of the [applicants]... The subject-matter of those proceedings is the claim for damages against [M.] which the applicants have also submitted in the context of the criminal proceedings before the Regional Court. The applicants therefore have, provided that they overcome the obstacle of litis pendens and bring their [civil] action in compliance with the formal requirements as instructed by the District Court, a different effective remedy at their disposal in the context of proceedings before a civil court...", "In the Constitutional Court’s view, an action for damages is an effective remedy in respect of [the applicants], as a [civil] claim for compensation by persons who have suffered damage may form the basis of their own case in respect of which (unlike persons who join criminal proceedings with a claim for damages) they enjoy the guarantee of ... a hearing without undue delay...", "It follows that the alleged failure of the Regional Court to proceed with [the criminal case against M.] speedily can have no bearing on the applicants’ constitutional right to a hearing without undue delay... In the circumstances, it is the applicants’ claim for damages which is to be considered as their case; determination of such a claim is not the purpose of the criminal proceedings and, in addition, the applicants can claim damages before a civil court provided that they comply with the statutory requirements...”", "23. On 24 November 2004 the Bratislava Regional Court convicted M. in proceedings concerning the charges which were not related to the applicants’ claim. M. was sentenced to 10 years’ imprisonment and the court ordered him to compensate SKK 58 million to the Ministry of Finance. The convicted persons appealed and the proceedings are pending before the Supreme Court.", "24. The Bratislava Regional Court is expected to start determining the remaining charges against M. (which concern fraud in respect of more than 20 individuals including the applicants) in the course of 2005.", "25. Article 43(1) and (2) provides, inter alia, that a person who has suffered damage, as a result of a criminal offence, can claim compensation from the accused person and request that the court, in a judgment convicting the accused person, order the latter to compensate for such damage.", "26. In criminal cases falling within the jurisdiction of regional courts, the court decides, according to the nature of the matter under consideration, whether or not an injured person should be allowed to participate in the proceedings (Article 44(2)). Such decision is taken, as a rule, at the main hearing. In accordance with the Supreme Court’s case-law, an injured party may be prevented from participating in the proceedings for important reasons only, for example where it is required for protection of a State secret.", "27. Article 47(1) provides that a claim for damages may be secured, up to an amount corresponding to the estimated damage, on the property of the accused where a justified fear exists that compensation for damage caused as a result of an offence will be jeopardised or rendered difficult.", "28. Pursuant to Article 228(1), where a court convicts the accused person of an offence as a result of which damage to third persons was caused, it shall, as a rule, order the convicted person to compensate for such damage, provided that the relevant claim was filed in time.", "29. Under Article 229(1), a criminal court shall refer a person claiming damages to a civil court where the evidence available is not sufficient for determining that claim or where the taking of further evidence exceeding the scope of the criminal case is required and the criminal proceedings would be thereby unduly prolonged.", "30. Article 83 of the Code of Civil Procedure provides that, once proceedings have been brought, no other judicial proceedings can be instituted in the same matter.", "31. In accordance with the Supreme Court’s practice under this provision, the filing of a claim for damages in the context of criminal proceedings is to be considered as the bringing of proceedings, within the meaning of the relevant provisions of the Code of Civil Procedure, and it constitutes an obstacle of litis pendens where a civil action is filed after the corresponding claim has been submitted in the context of criminal proceedings (Collection of Supreme Court’s Decisions and Opinions, 22/1979, p. 192)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}