{"ITEMID": "001-23248", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "R. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Mr R, is a United Kingdom national, who was born in 1931 and lives in Hampton. He is represented before the Court by Adams Delmar Solicitors, Hampton, Middlesex.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 December 1997, the applicant’s daughter S. reported to the police that the applicant had interfered with her children X. and Y. At the same time, the applicant’s stepson J. reported that the applicant had abused him during his childhood.", "On 8 January 1998, the applicant was arrested. He was charged the same day with two offences of indecent assault against his grandson X. and his stepson J. On or about 20 March 1998, the prosecution submitted a revised indictment containing 19 counts (1-13 concerning J., 14-17 concerning X. and 18-19 concerning Y.).", "On 16 October 1998, the judge ordered that the indictment be severed in relation to counts 1-13 (“the second trial”) and counts 14-19 (“the first trial”).", "On 4 November 1998, the first trial commenced. On 13 November 1998, the jury returned a unanimous not guilty verdict in relation to counts 18 and 19 but were unable even to reach a majority verdict on counts 14-17 concerning the applicant’s grandson X.", "On 15 January 1999, the prosecution formally offered no evidence on counts 14-17 and the judge directed the jury to acquit the applicant. The applicant made an application for reimbursement of his costs pursuant to section 16(2) of the Prosecution of Offences Act 1985. The judge ruled that the matter of costs should be dealt with at the conclusion of the second trial.", "On 14 June 1999, the second trial began before the same judge. The jury returned unanimous not guilty verdicts on all 13 counts.", "On 30 June 1999, the defence made an application for reimbursement of costs for both trials (altogether some GBP 64,400). In his decision the same day, the judge rejected the application for costs, stating as follows:", "“I have a discretion, and one of the matters that I have to bear in mind is this: has this defendant contributed to the prosecution that was instigated against him? I say this: so far as the grandson is concerned, the defendant took it upon himself to instruct the grandson in certain sexual matters, which in my view were no concern of his at all but were entirely a matter for the mother.", "So far as the son is concerned we have heard in the course of the trial certain sexual matters that the defendant himself said took place between he and his son – using language as neutrally as possible, episodes that the defendant described I consider to be bizarre – and I have in mind the sexual contact that the defendant took place between himself and his son.", "Looking at this matter, therefore in the round, I am in no doubt that the defendant himself has contributed by his own behaviour and his own conduct to the prosecution that was instigated against him.", "Accordingly the applications for costs are refused.”", "Counsel for the applicant sought to correct the judge concerning the “sexual training” that the applicant had allegedly provided to his grandson (six years old at the time), asserting that the evidence was that the applicant had sought to discourage his grandson from playing with his genitals. The judge responded:", "“But nevertheless, it is my view that the defendant’s behaviour was entirely inappropriate, if there was an, shall we say correction or help needed, it was no matter for him – it was a matter for the child’s mother.”", "On 11 September 2000, an application was made to the Crown Court for reconsideration of the award of costs. A different judge held that he had no power to interfere with the decision and there was no power for the Court of Appeal to review the matter either.", "Section 16 (2) of the Prosecution of Offences Act 1985 provides insofar as relevant:", "“Where-", "...", "(b) any person is tried on indictment and acquitted on any count in the indictment;", "the Crown Court may make a defendant’s costs order in favour of the accused.”", "On 3 May 1991, Lord Lane CJ gave a Practice Direction of the Court of Appeal (Criminal Division) concerning costs in criminal proceedings:", "“In the Crown Court.", "2.2. Where a person ... has been acquitted on any count in the indictment, the court may make a defendant’s costs order in his favour. Such an order should usually be made ... unless there are positive reasons for not doing so. Examples of such reasons are: (a) the defendant’s own conduct has brought suspicion on himself and has misled the prosecution into thinking that the case is stronger than it is ....” (Practice Direction (Crime: Costs) [1991] 1 WLR 498).", "The right of appeal to the Court of Appeal (Criminal Division) is against conviction or sentence pursuant to section 9 (1) of the Criminal Appeal Act 1968. As the applicant was acquitted, he had no such right of appeal.", "Section 29(3) of the Supreme Court Act 1981 provides that the High Court has the same powers of judicial review over the Crown Court as over an inferior court save in respect of the Crown Court’s", "“jurisdiction in matters relating to trial on indictment”.", "In the case of Re Sampson [1987] 1 WLR 194, a case concerning a legal aid contribution order at the end of a trial on indictment, Lord Bridge of Harwich said:", "“... certain orders made at the conclusion of a trial on indictment are excluded from judicial review as ‘relating to trial on indictment’ not because they affect the conduct of the trial, but rather because they are themselves an integral part of the trial process.”", "In that case, the judge’s order could not, therefore, be judicially reviewed. In the case of Re Ashton and Others ([1993] 2 WLR 846), the House of Lords rejected a suggestion that the above proposition in Re Sampson was wrong."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}