{"ITEMID": "001-119967", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF ANĐELIĆ AND OTHERS v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. All applicants were former employees of “LETEKS” u stečaju (the debtor), which was, at the relevant time, a company predominantly comprised of socially-owned capital.", "7. Since the debtor failed to fulfil its contractual obligations towards employees, on unspecified date, the applicants instituted civil proceedings against it.", "8. On 18 April 2008 the Municipal Court in Leskovac ordered the debtor to pay them:", "i. the salary arrears due between 1 July 2001 and 13 July 2003, plus interest; and", "ii. 376,520 Serbian Dinars (RSD) for their costs and expenses.", "9. On 3 October 2010 this judgment became final.", "10. In the period between 17 November 2008 and 16 December 2008 each applicant filed separate requests for the enforcement of the above judgment.", "11. The Municipal Court in Leskovac ultimately accepted the applicants’ requests and issued the enforcement orders respectively. The essential information as to the enforcement proceedings in respect of each application are indicated in the Annex.", "12. On 25 January 2011 the Commercial Court in Leskovac opened insolvency proceedings in respect of the debtor (St. 47/2010).", "13. The applicants duly submitted their respective claims.", "14. On an unspecified date the applicants’ claims based on the judgment of 18 April 2008 were recognised.", "15. The insolvency proceedings against the debtor are still ongoing.", "16. On 5 December 2006 the debtor was privatised.", "17. On 8 April 2008 the contract for the sale of the debtor was annulled because the buyer in question had failed to fulfil his contractual obligations.", "18. As of June 2008 the debtor has been comprised of predominantly State-owned capital.", "19. On 31 October 2010, the applicants filed a constitutional appeal.", "20. The case is still pending before the Constitutional Court.", "21. Article 93 §§ 1 and 2 provides that “as of the day of institution of the insolvency proceedings” the debtor cannot simultaneously be subjected to a separate enforcement procedure. Any ongoing enforcement proceedings shall thus be stayed, while new enforcement proceedings cannot be instituted for as long as the insolvency proceedings are pending.", "22. The reminder of the relevant domestic law is set out in the cases of R. Kačapor and Others v. Serbia (nos. 2269/06, 3041/06, 3042/06, 3043/06, 3045/06 and 3046/06, 15 January 2008, §§ 71-76) and the case of Marinković v. Serbia (dec.), no. 5353/11, 29 January 2013."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}