{"ITEMID": "001-75150", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF GOLEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1972 and lives in Bielsko-Biała, Poland.", "6. On 15 March 2000 the applicant was arrested by the police on suspicion of having committed homicide. On 16 March 2000 the Żywiec District Court (Sąd Rejonowy) ordered that he be detained on remand in view of the reasonable suspicion that he had committed the offence in question, the serious nature of that offence, the severity of the anticipated penalty and the need to secure the proper conduct of the investigation, in particular the process of obtaining evidence.", "7. During the investigation the applicant’s detention was extended on several occasions. He filed numerous but unsuccessful applications for release and appealed, likewise unsuccessfully, against the decisions prolonging his detention. The applicant made repeated applications for release on personal grounds, submitting that he had to secure the care and wellbeing of his 3 year old son. He also contested the reasonableness of the charge against him, maintaining that it was solely based on evidence from his common-law wife who was his alleged accomplice.", "8. On 7 June 2000 the Bielsko-Biała Regional Court (Sąd Okręgowy) prolonged his detention until 15 September 2000. On 8 September 2000 it ordered that he be kept in custody until 15 December 2000. On 6 December 2000 it extended that period until 15 March 2001. The court reiterated the grounds originally given for the applicant’s detention. It also considered that the need to take further evidence from experts justified the continuation of that measure.", "9. On 1 March 2001 the applicant, together with his common-law wife, was indicted on charges of homicide, attempted homicide, assault occasioning actual bodily harm, uttering threats, theft, burglary, fraud and illegally possessing explosives and dangerous substances before the Bielsko-Biała Regional Court. In all, 24 charges were brought against the applicant. The prosecution asked the court to hear evidence from 95 witnesses.", "10. The Regional Court continually prolonged the applicant’s detention pending trial. On 7 March 2001 it extended his detention until 30 June 2001.", "11. On 7 June 2001 the trial court dismissed the applicant’s request of 5 June 2001 to sever his case and assign it to a separate set of proceedings. It adjourned the hearing due to the absence of the co-defendant’s counsel.", "12. Subsequently, the applicant’s detention was prolonged on 25 June and 26 November 2001. The court held that the grounds originally given for his detention were still valid. It stressed the strong likelihood that the applicant had committed the offences in question.", "13. In the meantime, on 6 July 2001, the applicant had unsuccessfully challenged the composition of the court.", "14. On 18 July 2001 he requested the trial court to appoint him a new legal aid counsel.", "15. On 1 and 23 August 2001 respectively he requested the trial court to assign his case to a separate set of proceedings. Subsequently, at the hearing held on 6 September 2001 the applicant withdrew his motion.", "16. The hearings scheduled for 19 September and 8 October 2001 had to be adjourned due to the co-defendant’s absence. Two other hearings were adjourned due to the absence of the judge rapporteur.", "17. The trial court held further hearings: on 6 November 2001, 5 and 22 February 2002. In the meantime, the hearings listed for 15 November and 12 December 2001 were cancelled due to the illness of the judge.", "18. Subsequently, as the length of the applicant’s detention reached the statutory time-limit of 2 years laid down in Article 263 § 3 of the Code of Criminal Procedure (Kodeks postępowania karnego), the Regional Court made 4 applications to the Katowice Court of Appeal (Sąd Apelacyjny), asking for the applicant’s detention to be prolonged beyond that term. The Court of Appeal granted those applications on 13 March 2002 (extending the applicant’s detention until 5 October 2002), on 2 October 2002 (extending his detention until 5 March 2003), on 26 February 2003 (prolonging that term until 31 May 2003) and on 21 May 2003 (ordering his continued detention until 31 August 2003). In all those decisions the Court of Appeal considered that the original grounds given for the applicant’s detention were still valid.", "19. The applicant’s numerous applications for release and his appeals against the detention decisions were to no avail.", "20. Between March and September 2002, the trial court listed 10 hearings. The applicant and his lawyer were present at all the hearings. During this period the applicant on several occasions refused to participate in the trial, on two occasions he challenged the composition of the court. He also requested the court to appoint him a new legal aid counsel and applied for his case to be assigned to a separate set of proceedings. All his motions were dismissed.", "In the meantime, the hearing scheduled for 17 May 2002 had been cancelled. The hearings listed for 12 and 13 June 2002 had likewise been cancelled due to the illness of the judge.", "21. Further hearings were held on 2, 15 and 30 October, 14 and 28 November 2002. On 12 December 2002 the applicant refused to participate in the hearing due to his illness. The trial court proceeded with taking evidence and ordered that an expert opinion on the applicant’s health be obtained.", "22. Subsequently, hearings were held on the following dates: 16 January, 12 and 27 February 2003. On 12 February 2003 the trial court acknowledged the delay in the proceedings and stated that it was caused by the particular complexity of the case and other obstacles which could not have been removed by the relevant authorities.", "23. The hearing scheduled for 13 March 2003 had to be adjourned due to the applicant’s absence. Further hearings were held on: 8 and 17 April, 6, 7 and 28 May, 3 and 10 June 2003. The applicant and his counsel were present at the hearings. As of April 2003 the court had heard evidence from 85 witnesses.", "24. On 12 June 2003 the Regional Court convicted the applicant as charged and sentenced him to life imprisonment.", "25. On 24 June 2004 the Katowice Court of Appeal upheld the firstinstance judgment.", "26. On 12 October 2004 the applicant lodged a cassation appeal.", "27. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the so-called “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "28. Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused’s committing another, serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”", "29. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a justified fear that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "30. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "31. The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "32. Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "cannot be terminated within the term referred to in paragraph 1, the court of first instance competent to deal with the case may – if need be and on the application made by the [relevant] prosecutor – prolong detention for a period [or periods] which as a whole may not exceed 12 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "33. On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}