{"ITEMID": "001-98727", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SUPRUN v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Tamara Konstantinovna Suprun, is a Ukrainian national who was born in 1962 and lives in Dniprodzerhzinsk.", "On 9 June 2003 the applicant's daughter, Ms L. A. P., who was eighteen years old and was studying at Dnipropetrovsk State University at the time, left the premises of the students' dormitory in which she was residing and did not come back.", "On 12 June 2003 Ms S., an acquaintance of the applicant's daughter, informed the police of the latter's disappearance.", "On 14 June 2003 the body of an unidentified woman was found in the River Dnipro.", "On 16 June 2003 an autopsy was carried out by an expert from a local medical institution. The expert noted that the body was considerably decayed. The expert concluded that the woman had died of asphyxia caused by drowning and that there were no traces of other injuries on the body.", "On the same day Ms V. A. P., the applicant's other daughter, Mr O., the former partner of Ms L. A. P., and the applicant were invited to the morgue, where the body was being kept, to identify it. The unclothed body was brought to the door entrance. The clothes and jewellery which had allegedly been on the body when it was found on 14 June 2003 were placed nearby. Ms V. A. P. and Mr O. confirmed that the body and clothes was that of Ms L. A. P. The applicant, having also confirmed that the clothes belonged to her daughter, denied that it was her body.", "By decisions of 20 June, 8 July and 11 December 2003, and 17 January and 27 November 2005 the investigators, who had been conducting an inquiry into the matter, refused to open criminal proceedings and found that the applicant's daughter had committed suicide.", "Upon appeals by the applicant, those decisions were annulled by the higher prosecutors or the courts on the ground that the investigators' Ms L. A. P. before her death.", "In particular, the investigators' decision of 11 December 2003 was overturned by the Petrikivskyy District Court of Dnipropetrovsk on 8 April 2004. The court found that the investigators had failed to check the possibility that the applicant's daughter had been murdered and that there was insufficient evidence to conclude that the body found on 14 June 2003 was that of the applicant's daughter. The court ruled to return the case to the investigators for another inquiry and also ordered the body's exhumation and genetic examination.", "By a ruling of 2 July 2004 the Dnipropetrovsk Regional Court of Appeal confirmed the findings of the first-instance court concerning the incompleteness of the inquiry and upheld its decision to return the case for another inquiry. The Court of Appeal further held that the exhumation and genetic examination of the body could only be carried in the framework of criminal investigation and ruled to exclude the first-instance court's instruction to that effect, as no criminal investigation had been initiated in the applicant's case.", "During the fresh inquiry between 2005 and 2007, the investigators questioned Ms S., Mr O., and Ms B., the administrator of the dormitory in which Ms L. A. P. had resided.", "Ms S. and Mr O. both stated that, before her disappearance, Ms L. A. P. had been suffering from depression and that she had on a number of occasions expressed her intention to commit suicide. Mr O. also confirmed that, on 16 June 2003, he had said that the body was that of Ms L. A. P., because he had recognised her clothes and jewellery.", "Ms S. further stated that she had seen Ms L. A. P. leaving the premises of the students' dormitory on 9 June 2003 and that the latter had been dressed in the clothes which were on the body found on 14 June 2003.", "Ms B. stated that the applicant had had arguments with Ms L. A. P. before the latter's disappearance.", "The applicant was also questioned and stated that, before her disappearance, her daughter had behaved strangely and had made notes in her diary suggesting that she would “do something to herself”. The applicant further insisted that the body found on 14 June 2003 was not that of her daughter.", "On 17 July 2007 the investigators issued a decision, by which they refused to start criminal investigations into the death of Ms L. A. P., finding no evidence of a crime. According to them, she had committed suicide because she had been suffering from a serious psychological disorder and had suicidal tendencies.", "On 7 December 2007 the Petrikivskyy Court upheld that decision.", "Following several reconsiderations of the admissibility of the applicant's appeal against the decision of 7 December 2007 by the courts of appeal and cassation, on 6 May 2009 the Petrikivskyy Court rejected it as having been lodged out of time.", "In her submissions of 15 July 2009, the applicant stated that she would have to go through the whole procedure of challenging the decision of 6 May 2009, without informing the Court whether she had in fact lodged an appeal against that decision.", "According to the applicant, she was not allowed to take part in the official inquiry into the matter and was not given access to the materials of the inquiry.", "On 1 April 2007 the applicant instituted civil proceedings in the Zavodskyy District Court of Dniprodzerzhynsk against the authorities, including the Petrikivskyy Police Department and Prosecutor's Office, and the Dnipropetrovsk Prosecutor's Office, seeking compensation for their failure to protect her daughter's life and to investigate the circumstances of her disappearance and death.", "On 20 February 2008 the court dismissed the applicant's claim, holding that she had failed to provide evidence that any damage had been caused to her as a result of the authorities' actions or inactivity. The court also noted that the investigators' conclusions that the applicant's daughter had committed suicide and that there had been no evidence of a crime had been confirmed by the decision of the Dnipropetrovsk Regional Court of Appeal of 2 July 2004.", "By a ruling of 17 June 2008 the Dnipropetrovsk Regional Court of Appeal upheld the judgment.", "On 1 October 2008 the applicant appealed in cassation. She submitted that she had missed the two-month time-limit for lodging an appeal in cassation because she had not been able to afford a lawyer in order to prepare her appeal in due time, and requested a time-limit extension.", "On 20 October 2008 the judge of the Supreme Court refused that request and rejected the applicant's appeal as lodged out of time.", "The relevant domestic law is quoted and summarised in the judgments of Gongadze v. Ukraine (no. 34056/02, §§ 147-149, ECHR 2005XI) and Sergey Shevchenko v. Ukraine (no. 32478/02, §§ 36-39, 4 April 2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}