{"ITEMID": "001-70763", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF METE v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["6. The applicant was born in 1961 and lives in Istanbul.", "7. On 14 May 1990 the Bakirköy District Governorship granted the applicant a licence to serve alcohol in his restaurant.", "8. On an unspecified date, the quarter of Güngören, where the applicant’s restaurant was located, became a separate district. On 13 October 1997, the Güngören District Governorship revoked the applicant’s licence on the ground that the applicant’s restaurant was outside the designated area for restaurants serving alcohol.", "9. On 27 October 1997 the applicant was notified of this decision and was barred from running the restaurant.", "10. On 3 November 1997 the applicant brought an action before the Istanbul Administrative Court for the annulment of the Güngören District Governorship’s decision of 13 October 1997. He also requested that the decision be stayed.", "11. On 23 January 1998 the Istanbul Administrative Court rejected the applicant’s request for a stay of proceedings. The applicant objected to this decision. On 18 March 1998 the Regional Administrative Court rejected the applicant’s challenge.", "12. On 11 June 1998 the Istanbul Administrative Court delivered its judgment on the merits of the case. The court decided that the revocation order of the Güngören District Governorship was in conformity with the law. The applicant appealed against this judgment to the Supreme Administrative Court, and as a preliminary step, he once again requested the Supreme Administrative Court to stay the execution of the Governorship’s decision. On 12 November 1998 the Supreme Administrative Court decided on the request for a stay and rejected it.", "13. On 15 February 2001 the Supreme Administrative Court dismissed the applicant’s appeal on points of law, and upheld the judgment of the first-instance court.", "14. The applicant requested rectification of this decision. On 24 June 2002 the Supreme Administrative Court dismissed the applicant’s request.", "15. On 15 August 2002 the applicant was notified of the Supreme Administrative Court’s final decision."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}