{"ITEMID": "001-96116", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KREYDICH v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["5. The applicant was born in 1961 and lives in Kyiv, Ukraine.", "6. In the middle of 2006 the applicant left Belarus as he had been invited to work as a coach for the national free-style wrestling team of Ukraine.", "7. On 15 June 2007 the General Prosecutor's Office of Belarus instituted criminal proceedings against the applicant for aiding and abetting bribery (maximum sentence of six years' imprisonment). Since his whereabouts were unknown, a warrant for his arrest was issued.", "8. On 2 July 2007 the Kyiv Organised Crime Department received a request from the Main Organised Crime Department of Belarus to assist in arresting the applicant.", "9. On 18 July 2007 the General Prosecutor's Office of Belarus charged the applicant with participation in organised crime, abuse of authority, aiding and abetting bribery and other offences (maximum penalty of fifteen years' imprisonment).", "10. On the same day the applicant was arrested in Kyiv, Ukraine.", "11. On 20 July 2007 the Pecherskyy District Court of Kyiv authorised the applicant's detention pending a decision on his extradition.", "12. On 25 July 2007 the General Prosecutor's Office of Belarus requested the applicant's extradition to Belarus.", "13. On 31 July 2007 the Kyiv City Court of Appeal changed the decision of 20 July 2007 further to an appeal by the applicant and authorised his detention for a maximum of forty days pending receipt of the request for his extradition.", "14. On 20 August 2007 the Pecherskyy District Court of Kyiv authorised the applicant's continued detention. This decision was upheld on 30 August 2007 by the Kyiv City Court of Appeal.", "15. By letter of 25 October 2007 the General Prosecutor's Office of Belarus stated that, if extradited, the applicant would not be subjected to the death penalty or to any treatment contrary to Article 3 of the Convention; that he would be provided with the necessary medical treatment; that he would be given a fair trial; and that he would not be persecuted for his political beliefs.", "16. On 5 November 2007 the General Prosecutor's Office of Ukraine (“the GPO”) authorised the applicant's extradition to Belarus. On the same date the decision was sent to the applicant. The applicant was also informed that this decision could be contested by him in court within ten days of its receipt.", "17. On 13 November 2007, under Rule 39 of the Rules of Court, the President of the Fifth Section of the Court invited the Government of Ukraine not to extradite the applicant to Belarus.", "18. The applicant received the decision of 5 November 2007 on 16 November 2007, but did not challenge before in the Kyiv Regional Administrative Court until 19 February 2008.", "19. On 7 April 2008 the applicant was granted refugee status in Ukraine by the State Migration Committee.", "20. On 21 April 2008 the Pecherskyy District Court rejected an appeal by the applicant's lawyer against the court decisions of 20 July and 20 August 2007 since they had already been appealed against under the ordinary appeal procedure and the first-instance court was not competent to quash them. This decision was upheld on 5 May 2008 by the Kyiv City Court of Appeal.", "21. On 25 April 2008 the GPO filed an objection with the State Migration Committee against the decision granting the applicant refugee status. According to the applicant, execution of the relevant decision was suspended pending the Committee's reply.", "22. On 7 May 2008 the Kyiv Regional Administrative Court rejected a complaint by the applicant against the decision to extradite him. In particular, the court indicated that the applicant had not yet been granted refugee status when the contested decision had been taken on 5 November 2007. The applicant did not appeal.", "23. By letter of 14 May 2008 the State Migration Committee informed the GPO that its objection to the decision of 7 April 2008 had been rejected.", "24. On 23 May 2008 the GPO challenged the decision of 7 April 2008 in court.", "25. On 21 July 2008 the Kyiv Regional Administrative Court rejected the GPO's request to quash the decision of 7 April 2008.", "26. On 25 November 2008 the Kyiv Administrative Court of Appeal upheld the decision of 21 July 2008.", "27. On 28 November 2008 the GPO refused to extradite the applicant to Belarus. On the same day the applicant was released.", "28. The relevant international and domestic law and practice are summarised in the judgments Soldatenko v. Ukraine (no. 2440/07, §§ 21-29 and 31, 23 October 2008) and Svetlorusov v. Ukraine (no. 2929/05, §§ 32-34, 12 March 2009)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}