{"ITEMID": "001-58844", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF LAUNIKARI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant is a minister of the Evangelical Lutheran Church of Finland. He held office as head of division in the Centre for Foreign Affairs of the Church (kirkon ulkomaanasiain keskus, kyrkans utrikescentral), when the National Church Board (kirkkohallitus, kyrkostyrelsen) began disciplinary proceedings and, on 19 February 1987, dismissed him from his office for having acted in breach of his official duties. The applicant appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) which, on 21 September 1987, rejected the appeal.", "9. The applicant was impeached before the Helsinki City Court (raastuvanoikeus, rådstuvurätt) for an offence in office concerning the events that had been the grounds for his dismissal. The City Court and the Helsinki Court of Appeal (hovioikeus, hovrätt) rejected the charges on 15 December 1988 and 2 October 1990, respectively. None of the parties sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen).", "10. On 17 October 1991, the applicant requested the Supreme Administrative Court to annul its decision of 21 September 1987 and to quash his dismissal from office. On 29 January 1993, the Supreme Court annulled its aforementioned decision, annulled the decision of the National Church Board of 19 February 1987 and returned the matter to the National Church Board.", "11. On 1 April 1993 the National Church Board began to reconsider the disciplinary case and, on 11 June 1993, after having received a written statement from the applicant, decided as follows:", "“1. the National Church Board decides that the disciplinary proceedings against [the applicant] will no longer be pursued and, thus, these proceedings expire;", "2. the National Church Board finds that the termination of [the applicant’s] service, which became final on 21 September 1987, can no longer be considered as a disciplinary punishment;", "3. the National Church Board finds that the office of head of division in the Centre for Foreign Affairs of the Church has been filled and, therefore, [the applicant] can no longer be reinstated in his former office;", "4. the National Church Board finds that there is no possibility to offer [the applicant] another equivalent office;", "5. the National Church Board finds that when it took its decision on 19 February 1987, there were weighty grounds as regards [the applicant’s] performance of duties for giving him a notice according to Section 14, subsection 2, points 3 and 4, of the Official Regulations Concerning the Officials in Special Duties of the Church (kirkon erityistehtävissä olevien viranhaltijain virkasääntö, tjänstestadga för anställda i specialuppgifter inom kyrkan 6.5.1981);", "6. the National Church Board decides to pay [the applicant] compensation equivalent to the salary and other benefits of period of notice at the date of the termination of his service, i.e. 19 February 1987, with sixteen per cent annual interest;", "7. the National Church Board finds that there is no need to hold an oral hearing, which [the applicant] had requested, nor to receive further observations from [the applicant].”", "12. The above decision did not contain any notice of appeal. On 22 June 1993, the applicant’s lawyer was sent a separate notice of appeal with the instructions referring to the possibility of lodging an appeal with the Supreme Administrative Court.", "13. On 16 July 1993, the applicant appealed against the points 2-7 to the Supreme Administrative Court claiming, inter alia, that the continuation of his service as well as his right to be reinstated in his former office or an office equivalent to it be confirmed and that the National Church Board be ordered to indemnify him for his loss of earnings.", "14. In its decision of 1 March 1995, the Supreme Administrative Court firstly stated that the National Church Board was not competent to give the applicant notice and, thus, the applicant’s service had not been terminated on the basis of a notice. The Supreme Administrative Court also stated that it lacked competence to decide at first instance questions concerning the applicant’s status and his right to an indemnity. It added that the Cathedral Chapter (tuomiokapituli, domkapitalet) would be the competent body in this respect, dismissing the appeal without considering its merits.", "15. On 6 March 1995 the applicant asked the National Church Board for reinstatement in his former office.", "16. On 11 April 1995, the applicant filed an application with the Cathedral Chapter of the Helsinki Diocese (hiippakunta, stift) claiming that the National Church Board be ordered to pay him the unpaid salary of a head of division from 1 May 1987 onwards with sixteen per cent annual interest. He asked for the decision to be made urgently.", "17. On 30 May 1995, the Board sent a letter to the applicant indicating that the Board’s answer to the applicant’s request for reinstatement in his former office was included in its response to the Cathedral Chapter on the applicant’s above-mentioned application.", "18. On 1 August 1995, the Cathedral Chapter ordered the National Church Board to pay the applicant the difference between the salary of a head of division and the salary the applicant had earned as a parish minister between 1 May 1987 and 30 April 1995, and from 1 May 1995 onwards a certain amount per month (with interest) until the applicant recommenced his official duties as head of division or his service was terminated. The Cathedral Chapter also stated that the applicant’s service as head of division must be considered to continue.", "19. On 30 August 1995, the National Church Board appealed to the Supreme Administrative Court against the decision of the Cathedral Chapter. On 1 September 1995, the applicant appealed against the same decision, as far as the indemnity for loss of earnings and other compensation were concerned. The Supreme Administrative Court gave its decision on 12 June 1996. It upheld the Cathedral Chapter’s decision, except for the part concerning interest rates and the obligation to pay interest.", "20. On 18 January 1996, the applicant appealed to the Supreme Administrative Court against a decision made by the National Church Board on 7 December 1995 by which the applicant was given notice of the termination of his service as head of division with four months’ period of notice. The applicant asked for the decision to be taken urgently. On 12 June 1996 the Supreme Administrative Court gave its decision also in that set of proceedings. The Supreme Administrative Court upheld the national Church Board’s decision. Its reasoning read as follows:", "“According to Section 14, subsection 3, point 4, of the Official Regulations Concerning the Officials in Special Duties of the Church, a civil servant may be given notice for … particularly weighty grounds concerning his or her performance of official duties. Such grounds may be based on the civil servant’s performance or on other circumstances in relation to performance of official duties. The office of head of division in the Centre for Foreign Affairs of the Church … has been filled while [the applicant] was dismissed. Considering that the National Church Board, at the end of 1995, still was under the impression that [the applicant’s] service as head of division had terminated and considering that the National Church Board cannot be obliged to establish a new office equivalent to [the applicant’s] former office, the Supreme Administrative Court, in these circumstances, finds no reason to change the conclusion reached by the National Church Board.”", "21. The Church Act of Finland (kirkkolaki, kyrkolag 635/64, as from 1 January 1994 replaced by Act no. 1054/93) regulates the activities of the Evangelical Lutheran Church of Finland. Regulations concerning the civil servants of the Church are also given in collective agreements on the terms of employment in the civil service (virkaehtosopimus, tjänstekollektivavtal) and in official regulations confirmed by the Church (virkasääntö, tjänstestadga).", "22. According to Section 491 of the 1964 Church Act and Chapter 22, Section 2, of the 1993 Church Act, the National Church Board is the general administrative body of the Church. Under Section 494 of the 1964 Church Act and Chapter 24, Section 6 (2), of the 1993 Church Act, a decision of the National Church Board can be appealed against to the Supreme Administrative Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}