{"ITEMID": "001-60424", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SMOKOVITIS AND OTHERS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Françoise Tulkens", "TEXT": ["8. The applicants teach as temporary staff at the polytechnic school in Piraeus (Τεχνολογικό Εκπαιδευτικό Ίδρυμα Πειραιά) on the basis of private-law contracts. On 22 October 1992 they sued their employer for a supplement to their salary, as research allowance (ερευνητική χορηγία - hereinafter “the benefit”), that had been granted by ministerial decision no. 2023080/2538/0022/SHET.2057/1989 to “those teaching at polytechnics”. They served their action (επίδοση αγωγής) to the school on 27 October 1992.", "9. The applicants relied on a number of decisions by the Court of Appeal in Piraeus granting the benefit in question to academic staff of the polytechnic school with the applicants’ status. Their action was one of several actions pending before the Piraeus courts at the time.", "10. On 30 September 1993 the single-member first instance civil court (Μονομελές Πρωτοδικείο) of Piraeus considered that the applicants were entitled to the benefit. It awarded GRD 600,000 to applicant no. 1, GRD 570,000 to each of applicants nos. 2-5, GRD 380,000 to each of applicants nos. 6 and 7, GRD 300,000 to each of applicants nos. 8-12, GRD 450,000 to each of applicants nos. 13-20, GRD 330,000 to each of applicants nos. 21-23 and GRD 210,000 to applicant no. 24. The court also held that the applicants should be awarded legal interest on the abovementioned sums from the date when they served their action to the school, namely from 27 October 1992.", "11. On 11 February 1994 the school appealed.", "12. On 31 August 1994 Parliament enacted Law no. 2233/1994. Article 2 § 2 of that law provided the following: the ministerial decision of 1989, according to its true meaning, concerned only permanent staff; any claims that had not been recognised by final decisions were statute-barred; all pending court cases were discontinued.", "13. On 19 July 1995 the Court of Appeal of Piraeus upheld the school’s appeal (decision no. 1001/1995). The court considered that Article 2 § 2 of Law no. 2233/1994 “is truly interpretative and has retroactive effect (Article 77 § 1 of the Constitution)”, and that “it clearly results from these provisions that the temporary staff of the polytechnic schools are not entitled to the benefit provided for by the ministerial decision [of 1989]”. The court continued:", "“Moreover... Articles 4 and 22 of the Constitution ... provide for equal pay for work of equal value rendered ... However, the principle of non-discrimination ... is relented when the differentiation in the pay for work of equal value is imposed by reasons of general public and social interest. Such a reason, which justifies the fixing by the legislator of a different pay among employees who render ... the same work, exists when the ones work on the basis of public law contracts and the others on the basis of private law contracts, i.e. when each group belongs to a different category, ruled by a different legal status entailing different ... rights and obligations. Therefore the judgment under appeal which ... considered that [the applicants] as temporary staff of the school ... working on the basis of private law contracts, are entitled to receive the benefit ... was wrong and did not interpret correctly the law, which was in fact interpreted by the ensuing (truly) interpretative Law no. 2233/1994, and thus the doubt which was created due to its ambiguity has been removed. In view of the fact that by virtue of that law the benefit is given only to permanent staff and not to temporary staff ... like [the applicants], the constitutional principle of equal pay for work of equal value is not violated, given that this deviation is imposed by the general public and social interest, because a full equation of the pay of these different categories of working people would overrule the basic principle of free negotiation of the employment conditions in the public sector ...”", "14. On 20 June 1996 the applicants appealed in cassation relying, inter alia, on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.", "15. On 25 July 1997 the Court of Cassation considered that the 1994 law simply interpreted the 1989 ministerial decision, did not have the purpose of resolving the litigation and did not interfere with the applicants’ rights under the Convention. It rejected their appeal (decision no. 1328/1997).", "16. The relevant provisions of the 1975 Constitution read as follows:", "“The authentic interpretation of the laws shall rest with the legislative power.”", "“The courts shall be bound not to apply laws, the contents of which are contrary to the Constitution”.", "17. The District Court (Ειρηνοδικείο) of Piraeus in its decisions nos. 75/1993, 81/1993 and 153/1995 considered that the benefit provided for by the ministerial decision of 1989 concerned both permanent and temporary staff. The same line was followed by the single-member firstinstance civil court of Athens in decisions nos. 229/1992, 882/1992, 551/1993 and 739/1993, the single-member first-instance civil court of Thessaloniki in decision no. 478/1990, the single-member first-instance civil court of Larissa in decision no. 618/1991, the multi-member first instance civil court (Πολυμελές Πρωτοδικείο) of Kavala in decision no. 123/1991, the Court of Appeal of Thessaloniki in decision no. 2117/1991, and the Court of Appeal of Piraeus in decisions nos. 164/1993 and 165/1993.", "18. Law no. 2233/1994 provides the following:", "“a) The true meaning of the provisions of paragraphs 1 and 2 of Article 2 of decision no. 2023080/2538/0022/SHET.2057/1989 is that the benefit ... is paid only ... to the permanent staff of the schools ...", "b) Any claims relating to the payment of such benefit also to the temporary staff ... shall be extinguished unless for cases in which, at the time of the publication of this law, a final judgment (αμετάκλητη δικαστική απόφαση) has been issued. Any claims pending in any court for the payment of such benefit shall be struck out ...”", "19. The single-member first-instance civil court of Piraeus, in its decisions nos. 885/1994 and 889/1994, considered that Article 2 § 2 of Law no. 2233/1994 was clearly unconstitutional as it violated the principle of equality. Therefore it refused to apply it and allowed the plaintiffs’ claims. The same line was followed by the District Court of Piraeus in decisions nos. 41/1997 and 42/1997."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}