{"ITEMID": "001-72404", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KOLK AND KISLYIY v. ESTONIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant, Mr August Kolk, is an Estonian national who was born in 1924. The second applicant, Mr Petr Kislyiy, is a Russian national who was born in 1921. Both of the applicants live in Tallinn. They were represented before the Court by Mr A. Kustov, a lawyer practising in Tallinn.", "On 10 October 2003 the applicants were convicted of crimes against humanity under Article 61-1 § 1 of the Criminal Code (Kriminaalkoodeks) by the Saare County Court (Saare Maakohus). They were sentenced to eight years’ suspended imprisonment with a probation period of three years. It was stated in the judgment that the applicants had, in March 1949, participated in the deportation of the civilian population from the occupied Republic of Estonia to remote areas of the Soviet Union.", "– The first applicant had served at the relevant time as an investigator in the Ministry of National Security of the Estonian Soviet Socialist Republic (SSR). He had participated in the preparation of the deportation operation “Priboi” and drawn up documents concerning the deportation of ten families. He had made proposals for the deportation of 27 persons. After the deportation operation had been carried out on 25 March 1949, he had drawn up further documents concerning the deportation.", "– The second applicant had served at the relevant time as an inspector in the Ministry of the Interior of the Estonian SSR. On 25 March 1949 he had participated, in his capacity as head of a task force, in the deportation of a family and had filled out a questionnaire concerning the family and organised the deportation of four persons.", "The County Court referred in its judgment to Article 6 § 4 of the Criminal Code and Article 5 § 4 of the Penal Code (Karistusseadustik), under which crimes against humanity were punishable irrespective of the time of commission of the offence. It noted that, since crimes against humanity were punishable also under the Penal Code, which had replaced the old Criminal Code as of 1 September 2002, the charges against the applicants had been brought correctly under Article 61-1 § 1 of the Criminal Code. In this context, reference was made to section 3(2) of the Penal Code (Implementing Regulations) Act (Karistusseadustiku rakendamise seadus), pursuant to which the Criminal Code had to be applied in such cases. Furthermore, the County Court relied on the Supreme Court’s judgment of 21 March 2000 in the Paulov case and referred to Article 6 of the Charter of the International Military Tribunal (Nuremberg Tribunal), Article 5 of the Statute of the International Criminal Tribunal for the Former Yugoslavia and the United Nations Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes against Humanity (the “Convention”).", "The applicants’ lawyer lodged appeals against the County Court’s judgment with the Tallinn Court of Appeal (Tallinna Ringkonnakohus). He alleged, inter alia, that at the material time the Criminal Code of 1946 of the Russian Soviet Federative Socialist Republic (SFSR) had been applicable in the territory of Estonia. That Code had not provided for punishment of crimes against humanity. Criminal responsibility for crimes against humanity had been established only in 1994 by amendments to the Estonian Criminal Code of 1992. With reference to Article 7 of the Convention, the applicants’ lawyer argued that the County Court had not established whether the deportation had been a crime against humanity under international and domestic law in 1949 or whether the applicants had had the possibility of foreseeing, at that time, that they were committing an offence.", "On 27 January 2004 the Tallinn Court of Appeal upheld the judgment of the County Court. It noted that crimes against humanity were punishable, irrespective of the time of the commission of the offence, pursuant to both the Criminal Code and the Penal Code. It made reference to the Supreme Court’s judgment in the Paulov case and referred to Article 3 of the Constitution, under which generally recognised principles and rules of international law were an inseparable part of the Estonian legal system. It relied on the same provisions of the Criminal Code and the Penal Code as the County Court. It further noted that Article 7 § 2 of the Convention did not prevent punishment of a person for an act which, at the time of its commission, had been criminal according to the general principles of law recognised by civilised nations. Deportations perpetrated by the applicants had been considered crimes against humanity by civilised nations in 1949. Such acts had been defined as criminal in Article 6 (c) of the Charter of the International Military Tribunal (Nuremberg Tribunal) and affirmed as principles of international law by the General Assembly of the United Nations on 11 December 1946 in its resolution 95. The court was of the opinion that the Charter of the Nuremberg Tribunal and also the Statute of the International Criminal Tribunal for the Former Yugoslavia enshrined norms of customary international law which were binding irrespective of whether a particular State had acceded to an international human rights treaty. The Court of Appeal found that by filling out the documents concerning deportation, removing people from their homes and handing them over to a ship assigned for deportation, the applicants had participated in a widespread attack against the civilian population in the context of the deportation operation “Priboi”.", "On 21 April 2004 the Supreme Court (Riigikohus) refused the applicants leave to appeal.", "Article 3 § 1 of the Constitution of the Republic of Estonia (Eesti Vabariigi põhiseadus) stipulates that generally recognised principles and rules of international law are an inseparable part of the Estonian legal system.", "Article 23 § 1 of the Constitution reads as follows:", "“No one shall be convicted of an act which did not constitute a criminal offence under the law in force at the time the act was committed.”", "The relevant provisions of the Criminal Code (Kriminaalkoodeks), as in force at the material time, provided:", "“Crimes against humanity and war crimes (Articles 61-1 to 61-4) shall be punishable regardless of the time of commission of the crime.”", "“Crimes against humanity, including genocide, as these offences are defined in international law, that is, the intentional commission of acts with the aim of full or partial extermination of a national, ethnic, racial or religious group, a group resisting an occupation regime, or other social group, the murder of, or the inflicting of extremely serious or serious bodily or mental harm or acts of torture on a member of such group, the forcible taking of children, armed attack, the deportation or expulsion of the native population in the case of occupation or annexation and the deprivation or restriction of economic, political or social human rights, shall be punished by 8 to 15 years’ imprisonment or life imprisonment.”", "The Penal Code (Karistusseadustik), which entered into force on 1 September 2002, provides:", "“No one shall be convicted or punished for an act which was not an offence pursuant to the law applicable at the time of the commission of the act.”", "“Crimes against humanity and war crimes shall be punishable regardless of the time of commission of the offence.”", "“Systematic or large-scale deprivation or restriction of human rights and freedoms, instigated or directed by a state, organisation or group, or the killing, torture, rape, causing of health damage, forced displacement, expulsion, subjection to prostitution, unfounded deprivation of liberty, or other abuse of civilians, shall be punishable by 8 to 20 years’ imprisonment or life imprisonment.”", "Section 3(2) of the Penal Code (Implementing Regulations) Act (Karistusseadustiku rakendamise seadus) reads as follows:", "“If, after entry into force of the Penal Code, a punishment is imposed for a criminal offence committed prior to the entry into force of the Penal Code, the punishment shall be based on the punishment provided for in the corresponding article of the Criminal Code in force at the time of the commission of the offence, in the event that the said article prescribes a lesser punishment.”", "The Constitutional Review Chamber of the Supreme Court held as follows in its judgment of 21 December 1994 (case no. III-4/A-10/94):", "“By virtue of the concept of the supremacy of international law, States have an obligation to comply with the norms of international law, including the norms of customary international law.”", "The Criminal Chamber of the Supreme Court has reiterated in several judgments that, pursuant to Article 3 of the Constitution, generally recognised principles and norms of international law are an inseparable part of the Estonian legal system (see, for example, judgment of 7 February 1995 in case no. III-1/3-4/95, judgment of 18 April 1995 in case no. III-1/3-11/95, etc.).", "The Criminal Chamber stated in its judgment of 21 March 2000 in the Paulov case concerning the extrajudicial extermination of persons hiding from the repressions of the Soviet occupation regime (case no. 3113100):", "“4. ... In case of a crime against humanity, the offender places himself or herself, for various reasons – first and foremost for religious, national or ideological reasons – outside of the system of values. He or she acts in order to achieve other goals (for example ethnic cleansing) and the attacked values – life, health, physical integrity – are, in a given context, worthless to him or her. Here the attack is not directed against a specific victim; any person can become a victim.", "...", "7. The appeal proceeds from ... the concept of a crime against humanity and it is submitted that the victims hid in the woods as civilians in order to avoid repression. The occupation authorities, however, decided to deprive them of their right to a fair trial and to murder them. It was found that, therefore, there had been a crime against humanity.", "8. The Supreme Court subscribes to the latter position and notes that deprivation of a person of his or her right to life and a fair trial may be treated like the other inhumane acts referred to in Article 6 (c) of the Charter of the Nuremberg International Military Tribunal. ...”", "The Charter of the International Military Tribunal (Nuremberg Tribunal), annexed to the London Agreement of August 8th 1945 (United Nations Treaty Series, vol. 82), provides as follows:", "“...", "The following acts, or any of them, are crimes coming within the jurisdiction of the Tribunal for which there shall be individual responsibility:", "...", "(c) Crimes against humanity: namely, murder, extermination, enslavement, deportation, and other inhumane acts committed against any civilian population, before or during the war, or persecutions on political, racial or religious grounds in execution of or in connection with any crime within the jurisdiction of the Tribunal, whether or not in violation of the domestic law of the country where perpetrated.", "Leaders, organizers, instigators and accomplices participating in the formulation or execution of a common plan or conspiracy to commit any of the foregoing crimes are responsible for all acts performed by any persons in execution of such plan.”", "Resolution 95 of the United Nations General Assembly, adopted on 11 December 1946, provides:", "“The General Assembly ... [a]ffirms the principles of international law recognised by the Charter of the Nuremberg Tribunal and the judgment of the Tribunal ...”", "In 1950 the International Law Commission of the United Nations formulated the Principles of the Nuremberg Tribunal, including the following:", "“The fact that a person acted pursuant to order of his Government or of a superior does not relieve him from responsibility under international law, provided a moral choice was in fact possible to him.”", "“The crimes hereinafter set out are punishable as crimes under international law:", "...", "(c) Crimes against humanity: Murder, extermination, enslavement, deportation and other inhuman acts done against any civilian population, or persecutions on political, racial or religious grounds, when such acts are done or such persecutions are carried on in execution of or in connection with any crime against peace or any war crime.”", "On 26 November 1968 the United Nations General Assembly adopted by resolution 2391 (XXIII) the Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes against Humanity (United Nations Treaty Series, vol. 754). The Convention entered into force on 11 November 1970. It was ratified by the Soviet Union on 22 April 1969. Estonia acceded to the Convention on 21 October 1991. The Convention provides, inter alia:", "“No statutory limitation shall apply to the following crimes, irrespective of the date of their commission:", "...", "(b) Crimes against humanity whether committed in time of war or in time of peace as they are defined in the Charter of the International Military Tribunal, Nuremberg, of 8 August 1945 and confirmed by resolutions 3 (I) of 13 February 1946 and 95 (I) of 11 December 1946 of the General Assembly of the United Nations, eviction by armed attack or occupation and inhuman acts resulting from the policy of apartheid, and the crime of genocide as defined in the 1948 Convention on the Prevention and Punishment of the Crime of Genocide, even if such acts do not constitute a violation of the domestic law of the country in which they were committed.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}