{"ITEMID": "001-57475", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF ECKLE v. GERMANY (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["1. The Eckle case was referred to the Court on 18 May 1981 by the European Commission of Human Rights (\"the Commission\"). The case originated in an application (no. 8130/78) against the Federal Republic of Germany lodged with the Commission on 27 September 1977 by two German nationals, Mr. Hans Eckle and his wife Marianne.", "2. By a judgment of 15 July 1982, the Court found a breach of Article 6 § 1 (art. 6-1) of the Convention in that the applicants had not received a hearing within a reasonable time (Series A no. 51, point 2 of the operative provisions and paragraphs 71-95 of the reasons, pp. 32-40).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 9 to 60 of the above-mentioned judgment (ibid., pp. 8-28).", "3. At the hearings on 22 March 1982, counsel for the applicants stated that, should the Court find a violation of the Convention, his clients would be claiming just satisfaction under Article 50 (art. 50) for the prejudice suffered as a result of the unreasonable length of the proceedings and possibly for legal costs; he did not, however, quantify their claims. The Government of the Federal Republic of Germany (\"the Government\") did not take a stand on the matter.", "In its judgment of 15 July 1982, the Court reserved the whole of this question. The Commission was invited to submit to the Court, within the coming two months, its written observations and, in particular, to notify the Court of any friendly settlement at which the Government and the applicants might have arrived (see point 3 of the operative provisions and paragraph 96 of the reasons, ibid., p. 40).", "4. After one extension of the above-mentioned time-limit by the President of the Chamber and in accordance with his Orders and directions, the registry received:", "- on 15 October 1982, 19 November 1982 and 17 January 1983, through the Secretary to the Commission, the Delegate’s and the applicants’ respective observations;", "- on 28 October 1982, 14 December 1982 and 14 February 1983, the Government’s comments.", "These documents revealed that no friendly settlement had been reached.", "5. By letter dated 6 October 1982, which was received at the registry six days later, the lawyer for Mr. and Mrs. Eckle informed the Registrar that he was no longer representing them; on 12 October, they instructed Mr. von Stackelberg as their lawyer.", "6. Mr. L. Liesch, substitute judge, took the place of Mr. D. Evrigenis, who was prevented from taking further part in the consideration of the case (Rules 22 § 1 and 24 § 1 of the Rules of Court).", "7. After consulting, through the Deputy Registrar, the Agent of the Government and the Delegate of the Commission, the Court decided on 25 May 1983 that there was no call to hold hearings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}