{"ITEMID": "001-5717", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "KURAKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Baka", "TEXT": ["The applicant is a Slovak national, born in 1951 and living in Hurbanovo. She is represented before the Court by Mrs A. Bödök, a lawyer practising in Komárno. The respondent Government are represented by Mr P. Vršanský, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 December 1992 the applicant claimed before the Komárno Land Office (Pozemkový úrad), pursuant to the Land Ownership Act (see “Relevant domestic law” below), restitution of real property which had been confiscated from a person who had been in the applicant’s care. She submitted further information in support of her claim on 31 August and 13 November 1995.", "On 18 January 1996 the applicant informed the Land Office that an agreement on the restitution of the property had not been reached. As a result, the Land Office was called upon to decide on the applicant’s claim in accordance with Sectin 9 (4) of the Land Ownership Act.", "On 20 February 1996 the Komárno Land Office dismissed the claim on the ground that the applicant lacked standing to claim the restitution. The applicant sought a judicial review of this decision.", "On 31 October 1996 the Bratislava Regional Court (Krajský súd) quashed the Land Office’s decision as being erroneous.", "On 20 January 1997 the applicant requested the Komárno District Office (Okresný úrad), to which the case had fallen to be examined, to decide on her claim speedily.", "On 28 January 1997 the Komárno District Office found, with reference to Section 11 (1) of the Land Ownership Act, that the land claimed by the applicant could not be restored as it had been transferred to other individuals. The decision further stated that on 1 October 1996 proceedings had started pursuant to the Plots Ownership Adjustment Act with a view to updating documentation relating to the plots in the area concerned. The District Office concluded that it would be able to decide which plots could be restored to the applicant and for which plots she could receive other property in compensation only after the relevant entries were updated and after the existing property rights in respect of the relevant plots were ascertained. It therefore stayed the proceedings concerning the applicant’s claim pursuant to Sections 29 (1) and 40 of the Administrative Proceedings Act pending the outcome of the administrative proceedings brought on 1 October 1996.", "On 17 March 1997 the applicant lodged a constitutional complaint in which she challenged the District Office’s decision to stay the proceedings. She argued that there existed no relevant documents showing that the land in question was owned by individuals. The applicant complained that she was discriminated against as other persons’ restitution claims had been granted prior to the entry into force of the Plots Ownership Adjustment Act. She further complained that the persons using the land at issue were in a more favourable position as they could possibly become its owners by prescription pursuant to Section 11 (8) of the Plots Ownership Adjustment Act.", "On 23 June 1997 the District Office informed the Constitutional Court (Ústavný súd) that in 1954 and in 1957 the land confiscated from the applicant’s relatives had been allocated to other persons. As there existed numerous lacunas in the relevant documents including the entries in the land registry, the District Office considered it appropriate to ascertain the existing rights in respect of the land in question prior to deciding on the applicant’s claim.", "In her submissions to the Constitutional Court of 19 April 1998 the applicant argued, inter alia, that the decision to stay the proceedings was contrary to Section 11 (8) (b) of the Plots Ownership Adjustment Act.", "On 24 April 1998 the Constitutional Court found that there had been no violation of the applicant’s constitutional rights. It noted that the decision to stay the proceedings was of a procedural nature and that it did not determine the applicant’s rights under the Land Ownership Act. The Constitutional Court referred to the documents submitted to it by the District Office and held it for established that the land in question had been allocated to other persons who had thereby become its owners. In the Constitutional Court’s view, the District Office’s decision to stay the proceedings brought by the applicant pending the determination of the existing titles in respect of the relevant property was therefore justified.", "The Constitutional Court considered it irrelevant that in other cases the existing documentation permitted to decide on similar claims without the determination of any preliminary issues. Finally, the Constitutional Court found erroneous the applicant’s view that her claim should have been given priority by virtue of Section 11 (8) (b) of the Plots Ownership Adjustment Act.", "The proceedings brought under the Plots Ownership Adjustment Act on 1 October 1996 appear to be still pending.", "Administrative Proceedings Act of 1967", "Section 29 (1) in conjunction with Section 40 of the Administrative Proceedings Act of 1967 (Zákon o správnom konaní) provides that an administrative authority shall stay proceedings before it when other proceedings concerning a preliminary issue are pending.", "Land Ownership Act of 1991", "Under Section 11 (1) (a) of the Land Ownership Act of 1991 (Zákon o úprave vlastníckych vzťahov k pôde a inému poľnohospodárskemu majetku), land owned or lawfully used by individuals cannot be restored.", "Section 11 (2) provides that in such cases other land of comparable size and quality owned by the State is to be transferred to the persons entitled to restitution.", "Plots Ownership Adjustment Act of 1995", "The Plots Ownership Adjustment Act of 1995 (Zákon o niektorých opatreniach na usporiadanie vlastníctva k pozemkom) provides for certain measures aiming at, inter alia, updating documentation concerning the size of plots and the relevant legal titles where the data available is incomplete. For this purpose, the competent administrative authorities shall bring proceedings with a view to gathering the existing data and drawing up a new inventory of the plots. After its approval by a special commission such an inventory entitles the persons concerned to have their titles formally entered in the land registry.", "Section 11 (1) of the Plots Ownership Adjustment Act provides that in the course of the proceedings an administrative authority may issue, at the proposal of a party, a decision confirming that the claimant acquired the ownership of a plot by prescription. Pursuant to paragraph 8 (b) of the same Section, such a claim cannot be granted when the ownership of the plot is claimed by another person in the same proceedings or when it is the subject-matter of different proceedings brought, for example, under the Land Ownership Act.", "Complaints Act of 1998", "The Complaints Act (Zákon o sťažnostiach) was enacted on 14 May 1998 and entered into force on 1 June 1998. It governs registration and examination of complaints lodged by individuals or legal persons alleging, inter alia, that their rights or legally protected interests were violated or jeopardised as a result of an action of a public authority or its failure to act. The explanatory report to the Complaints Act expressly states that its provisions extend to, inter alia, delays in proceedings before public authorities.", "Pursuant to Section 4 (c), the Complaints Act does not relate to submissions the examination of which is governed by other laws, e.g. complaints about delays in judicial proceedings which fall to be examined pursuant to the State Administration of Justice Act of 1992.", "Section 11 (1) of the Complaints Act provides, inter alia, that the head of the public authority concerned is responsible for examination of a complaint. When a complaint is directed against the head of a public authority, it falls to be examined by the hierarchically superior authority.", "Section 13 provides that a complaint is to be examined within 30 days from the date of its receipt. When co-operation of other authorities or persons is required, a complaint should be examined within 60 days. In exceptional circumstances the time-limit for examination of a complaint may be extended by 30 days.", "Under Section 18 (1) of the Complaints Act, a record has to be drawn of the examination of a complaint. The record shall contain, inter alia, a statement of the relevant facts and also indicate by whom, how and when any shortcomings found have to be remedied. The person concerned is obliged to submit a report on how the conclusions were complied with.", "Section 19 (1) provides for informing the complainant about the outcome of the examination of his or her complaint. When a complaint was found to be justified, the complainant shall also be informed about any measures taken with a view to remedying the shortcomings found."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}