{"ITEMID": "001-102625", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF KOLKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Giorgio Malinverni", "TEXT": ["4. The applicant was born in 1971 and lives in Astrakhan.", "5. On 24 October 2001 the applicant lodged a paternity and alimony suit against Yu. before the Petrogradskiy District Court of St Petersburg.", "6. At the first hearing that took place on 22 April 2002 the court granted the respondent’s motion for transfer of the case to the Nevskiy District Court of St Petersburg (“the District Court”). According to the Government, the applicant’s representative left this decision to the court’s discretion.", "7. After holding a meeting with the parties on 9 September 2002, the court scheduled the first hearing for 6 November 2002. However, on that date the hearing was adjourned to 4 February 2003 to give the applicant time to procure additional evidence. The hearing of 4 February 2003 did not take place due to the respondent’s illness.", "8. On 29 July 2003 the applicant and the respondent requested that the hearing be postponed due to their illness and the respondent’s counsel’s vacation.", "9. The hearing of 7 October 2003 did not take place due to the judge’s involvement in different proceedings and the respondent’s inability to appear due to a business trip.", "10. The hearing of 27 November 2003 was adjourned due to the applicant’s misconduct in the courtroom. The judge summoned the police who took the applicant to a police station for questioning and released soon afterwards. On an unspecified date the authorities instituted criminal proceedings against her.", "11. The hearing of 11 February 2004 did not take place due to the judge’s illness. At the next hearing of 21 April 2004 the court granted the applicant’s motion for an outpatient DNA testing and stayed the proceedings. After the applicant challenged the decision to stay the proceedings, the case was remitted to the District Court for repeat examination of her motion for a DNA testing. The next hearing scheduled for 5 October 2004 was adjourned to obtain medical evidence in respect of the respondent.", "12. The hearing of 14 December 2004 was adjourned due to the respondent’s default in appearance and lack of results for the court’s inquiry.", "13. On 19 December 2004 the investigator imposed on the applicant an undertaking not to leave. Ten days later he put the applicant on the wanted list and stayed the preliminary investigation.", "14. The hearings of 15 March and 9 June 2005 did not take place due to the judge’s illness.", "15. On 26 May 2005 the applicant asked to postpone the hearing due to her own illness.", "16. On 30 June 2005 the District Court left the claims without consideration ruling that the parties had failed to appear in court twice for no plausible reasons. This decision was overturned on the applicant’s appeal on 22 July 2005 for unspecified reasons.", "17. Once back to the District Court, the case was assigned to a different judge due to the termination of the previous judge’s term in office.", "18. At the next hearing of 24 November 2005 the court again ordered a DNA testing and stayed the proceedings.", "19. On 28 February 2006 the respondent motioned for transfer of the case to the Khabarovsk Region where he had relocated.", "20. On 12 April 2006 the applicant motioned for transfer of the case to Astrakhan where she had relocated with her child.", "21. On 19 May 2006 the District Court sent a letter rogatory to a competent Astrakhan court asking that the latter order a local expert bureau to take the applicant’s and her child’s blood samples and send them to an expert bureau in St Petersburg. A similar letter rogatory was sent to a court in the Khabarovsk Region in respect of the respondent. However, the parties never appeared at the expert bureaus.", "22. On 15 February 2007 the District Court declared the investigator’s decision to put the applicant on the wanted list unlawful. Both this decision and the decision to stay the investigation were revoked on 6 April 2007 by the higher investigation body. Subsequently, the investigation against the applicant was resumed and stayed on several occasions.", "23. The parties did not appear at the next court hearing scheduled for 21 February 2007.", "24. On 20 March 2007 the court ordered an expert examination of the medical documents. It also decided that the parties should have their blood samples taken in St Petersburg and sent a letter rogatory to an Astrakhan court for questioning of certain witnesses.", "25. The next hearing scheduled for 13 September 2007 was adjourned to give the applicant time to obtain additional evidence.", "26. The hearing of 26 September 2007 did not take place as the parties did not appear. The hearing of 31 October 2007 was adjourned to obtain additional evidence. The court also sent another letter rogatory for questioning of a certain witness and an inquiry in respect of the respondent. On this date and then on 11 January 2008 the court ordered additional expert examinations and stayed the proceedings.", "27. On 10 July 2008 the District Court dismissed the applicant’s claims as unfounded. On 13 November 2008 the St Petersburg City Court decided that the applicant had not been duly notified of the date and whereabouts of the expert examination scheduled for 15 April 2008, set the judgment aside on appeal and required a new hearing.", "28. On 1 December 2008 the District Court sent the case materials for the DNA testing and notified the parties of its date and whereabouts. However, on 12 January and 17 February 2009 only the respondent appeared at the expert bureau.", "29. On 18 February 2009 the District Court again disallowed the applicant’s claims as unfounded. The judgment was upheld on appeal by the St Petersburg City Court on 21 April 2009.", "30. The Government submitted that the authorities were considering termination of the criminal proceedings against the applicant as time-barred."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}