{"ITEMID": "001-4806", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "LEHTINEN v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish national, born in 1950 and living in Järvenpää.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "On 7, 9 and 14 February 1995, the police of Vantaa searched the premises of the applicant’s limited liability company Järvenpään Yrityspalvelu Oy and his home. The warrant indicated that the search was to take place at the address of the aforementioned company, on the premises of “other companies” at the same address and at the applicant’s home address. The search also concerned the company’s computers. It aimed at collecting evidence relating to an aggravated fraud and a book-keeping offence suspected to have been committed by the applicant between 5 June 1991 and 25 May 1994. Certain material was seized, of which a record was drawn up. On 10 February 1995, part of the seized material was returned to the applicant.", "On 12 February 1995, the applicant lodged a petition with the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens ombudsman, hereinafter “the Ombudsman”) concerning the search on 7 and 9 February. He requested that the Ombudsman investigate whether the economic crime investigators of the Vantaa Police had acted in accordance with law and good practice. Furthermore, he requested that the Ombudsman take proper action in order that the police be held liable for the legal consequences. He stated that the police seized, for the purpose of copying, twelve files with personal documents, of which nine had been returned. He drew attention to the dates indicated in the search warrant. He stated that, although not mentioned in the search warrant, he had been informed orally that the suspicions concerned aiding and abetting economic crime involving Lehtikarin Kirjapaino, a company he had been advising as an accountant and tax adviser.", "The applicant’s petition contained five subheadings regarding the search and seizure. Firstly, he complained that the investigators had misbehaved. Secondly, he submitted that the seized documents did not pertain to the crime under investigation. As an example, he gave a private letter to the secretary of a political party, dated 31 January 1995. Thirdly, he maintained that one of the police officers had read correspondence, sent by telefax, between himself and his lawyer, dated in December 1994 and in 1995. Furthermore, that officer had perused his calendar for 1995 and his notebook. Fourthly, he stated that the police had seized, by copying, a considerable amount of computerised information, which was not relevant to the crime under investigation. Lastly, he pointed out that the seized material was required for his daily business. He requested that the Ombudsman order the police to return all the seized material and to destroy all the copies thereof.", "In February 1995, the Ombudsman asked the officers concerned, and their superiors, to give their comments on the petition. He received their answers by May 1995. According to the statement given by the National Police Department of the Ministry of the Interior, the goal of the search had been to find documents and bookkeeping material relating to an economic crime under investigation. The material did not contain any documents which could not be seized and used as evidence. One of the officers had read a telefax message between the applicant and his lawyer “in order to verify that it concerned only the trial pending” against the applicant at the time and not “the offence under investigation”. Moreover, the lawyer in question had not been assisting the applicant before the court during the then pending trial. The telefax had not been seized.", "By March 1995, the rest of the seized material was returned to the applicant.", "On 7 February 1996, the applicant supplemented his petition to the Ombudsman with a written statement given by an officer of the Central Criminal Police. On 6 February 1996, the officer had questioned the applicant as a witness in a case involving two companies other than the company mentioned in the search warrant. The officer confirmed that he had then presented to the applicant written material that the officers of the Vantaa Police had obtained, on 14 February 1995, during the search of the applicant’s office “relating to another pre-trial investigation”. The applicant submitted that the use of the seized material in connection with other investigations was not acceptable. He maintained, referring to the Niemietz v. Germany case (Niemetz v. Germany judgment of 16 December 1992, Series A no. 251-B), that the seizure amounted to a violation of his human rights. He further complained that since the search had been reported in local daily papers, his commissions had reduced, causing considerable financial losses to his business. He renewed his request concerning, firstly, a charge of an offence in office and, secondly, the destroying of the seized material.", "The applicant was charged with aiding and abetting an offence of debtor’s dishonesty and a bookkeeping offence. The court proceedings started on 21 February 1996. He was acquitted on both counts.", "On 4 April 1997, the Deputy Ombudsman, referring to the comments made by the officers concerned and their superiors, found no reason to suspect that the measures taken in connection with the search and seizure had been either unlawful or otherwise incorrect. Therefore, she found that the petition did not require any further steps on her part.", "The applicant has not challenged the seizure before the court of first instance under chapter 4, section 13, of the Coercive Means of Criminal Investigation Act 1987 (pakkokeinolaki, tvångsmedelslagen 450/1987, hereinafter “the Coercive Means Act”, see relevant domestic law). He has also not instituted any proceedings concerning a claim for damages as he has stated that he is not yet able to estimate the amount of the possible damages.", "B. Relevant domestic law and practice", "", "Under chapter 4, section 1, of the Coercive Means Act, an object may be seized where there are reasons to presume that it may serve as evidence in criminal proceedings. According to chapter 4, section 9, a record shall be kept of the seizure. The purpose of the seizure and the measures taken shall be duly recorded and the seized objects listed therein. According to chapter 4, section 11, a seizure shall be rescinded as soon as it is no longer necessary. The seizure shall also be rescinded if no charges are brought for the offence leading to the seizure within four months of the date of the seizure of the object. Under chapter 5, section 1, a search may be carried out for the purpose of finding the object to be seized or investigating a circumstance relevant to the offence. It is necessary that there be reason to suspect that an offence has been committed for which the most severe penalty provided is imprisonment for more than six months.", "Chapter 4, section 13, of the Coercive Means Act reads as follows:", "(translation from Finnish)", "“At the request of a person whom the case concerned, the court shall decide whether the seizure shall remain in force. A request that has been submitted to the court before its examination of the charges shall be considered within a week from its reception by the court. ... A court decision on seizure shall be subject to separate appeal.”", "According to section 40 of the Pre-trial Investigation Act, the material accumulated during a pre-trial investigation shall be collected in a file, if this is considered necessary for further consideration of the case. The file shall include the interrogation records as well as documents and recording assumed to be of importance. It shall also indicate the measures taken during the investigation and any material not included in the file.", "", "Under the 1919 Constitution (Suomen Hallitusmuoto, Regeringsform för Finland) anyone whose rights have been infringed and who has suffered damage as a result of an illegal act, or by the negligence of a civil servant, is entitled to prosecute the civil servant, or demand that he or she be prosecuted, and to claim damages (Article 93).", "According to the 1889 Penal Code (rikoslaki, strafflag), a civil servant who, by intent or neglect or carelessness, acts or omits to act in breach of his or her professional duties as provided for in statute or regulation is liable to punishment, if the act or omission is not insignificant, having regard to the damage caused and other circumstances (chapter 40, section 10 and 11).", "Under the 1974 Damage Compensation Act (vahingonkorvauslaki, skadeståndslag 412/1974) proceedings may be brought against the State in respect of damage resulting from fault or neglect by its employees in the performance of their duties (chapters 3 and 4).", "According to rule 7 of the Instruction to the Ombudsman (Eduskunnan oikeusasiamiehen johtosääntö, Instruktion för riksdagens justitieombudsman 10.1.1920/2), if the Ombudsman receives a petition against a public official or authority concerning a matter falling within his area of competence, he or she is to carry out an investigation. If the Ombudsman suspects that the person or authority concerned has committed an unlawful act or default calling for his intervention, he or she must inform and hear that person or authority. The Ombudsman, however, has no power to quash or amend decisions made by administrative or judicial authorities. The most severe measure the Ombudsman can use is to bring criminal charges, or order criminal charges to be brought, before a court against any public servant within his jurisdiction for misconduct in office. This measure is used relatively seldom (three out of 2674 decisions in 1997, none out of 2361 decisions in 1998; see the Reports of the Parliamentary Ombudsman on his activities in 1997, p. 303, and in 1998, p. 310 (Eduskunnan oikeusasiamiehen kertomus toiminnastaan, Riksdagens justitieombudsmans berättelse över sin verksamhet)). Clearly illegal or improper conduct may lead to a reprimand by the Ombudsman (17 in 1997 and nine in 1998, see the above-cited Reports). The Ombudsman may also express critical views of the impropriety of the conduct of an authority or public servant, for future reference on a matter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}