{"ITEMID": "001-84730", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "HANUSA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["The applicants, Mr Fehim Hanuša, and Fatmir Hanuša, are citizens of Serbia who were born in 1954 and 1979 respectively. They are currently serving their prison sentences respectively in Valdice and Oráčov prisons (the Czech Republic). They were represented before the Court by Mr V. Vlk, a lawyer practising in Prague. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice. The Government of Serbia did not make use of their right to intervene (Article 36 § 1 of the Convention).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 December 1995 a police intervention unit entered the first applicant’s cottage on suspicion that he had raped a certain J. Fighting broke out, during which the first applicant was seriously injured. The applicants were charged with attempted murder of the police officers. The first applicant was also charged with rape. He was hospitalised and the second applicant was detained. In the course of the investigation it became apparent that J. had invented the story of the rape and that the police had already been aware of that on 8 December 1995.", "i. Proceedings for the protection of the first applicant’s personal rights", "On 26 June 1997 the first applicant filed with the Prague Municipal Court (městský soud) an action for the protection of his personal rights against the Ministry of the Interior claiming CZK 30,000,000 (EUR 1,150,386) as compensation for non-pecuniary damages. It appears that the proceedings are still pending.", "ii. Procedure for the protection of the second applicant’s personal rights", "On 11 May 1998 the second applicant and a certain K. filed with the Regional Court an action for the protection of their personal rights and payment of reasonable satisfaction. The court dismissed their action in a judgment of 10 April 2000 which was upheld by the Prague High Court (Vrchní soud) on 23 January 2001.", "On 21 June 2001 the applicant requested to reopen the proceedings.", "iii. Proceedings for damage to health, business losses brought by the first applicant", "On 11 May 1998 the first applicant filed an action for damages against the Ministry of the Interior. On 11 November 1999 and 4 October 2001 respectively, the Beroun District Court (okresní soud) interrupted the proceedings pending the outcome of the proceedings for the protection of the applicant’s personal rights (i.). It appears that the proceedings have not yet been terminated.", "iv. Proceedings for compensation for the expenses incurred in criminal proceedings", "On 18 January 1999 the applicants brought two actions against the Ministry of Justice and Ministry of the Interior before the District Court for compensation for the expenses they had incurred in the criminal proceedings. On 28 May 2004 the court terminated the proceedings following the applicants’ withdrawals of their actions. Both decisions became final on 18 June 2004.", "v. Proceedings for material damages initiated by the first applicant", "On 9 December 1998 the first applicant brought proceedings before the District Court against the Ministry of the Interior, claiming material damages of CZK 200,000 (EUR 7,669).", "On 25 June 2003 the District Court interrupted the proceedings pending the outcome of the proceedings for the protection of the applicant’s personal rights (i.). It appears that the proceedings remain pending.", "vi. Proceedings for protection of personal rights of both applicants", "On 1 June 2000 the applicants brought proceedings for protection of their personal rights against the Ministry of the Interior and Ministry of Justice before the Regional Court. The Prague High Prosecutor’s Office (Vrchní státní zastupitelství), the Plzeň Regional Prosecutor’s Office (krajské státní zastupitelství) and the Plzeň-Town District Prosecutor’s Office (okresní státní zastupitelství) joined the proceedings later on.", "The court dismissed their action in a judgment of 6 March 2003 which was quashed by the High Court in respect of the first applicant. In a judgment of 12 February 2004 the Regional Court partly granted the first applicant’s action, dismissing the rest of his claims. On 5 October 2004 the High Court modified this judgment in that it dismissed the successful part of the applicant’s action. On 31 October 2005 the Supreme Court (Nejvyšší soud) dismissed the first applicant’s appeal on points of law (dovolání). His constitutional appeal (ústavní stížnost) was rejected by the Constitutional Court (Ústavní soud) on 14 April 2006.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}