{"ITEMID": "001-84482", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF PILCIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Elisabeth Steiner;Giorgio Malinverni;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1951 and is presently serving a prison sentence in Lepogalva State Prison.", "5. Following the institution of criminal proceedings against the applicant, he was apprehended on 31 July 2001 and placed in pre-trial detention in Zagreb County Prison (Okružni zatvor Zagreb), where he had stayed until 24 February 2003. After that date, having being convicted of murder, attempted murder, forgery and robbery, he was sent to serve the remainder of his sentence of thirty years and six months' imprisonment in Lepoglava State Prison.", "6. According to medical documentation submitted by the parties, the applicant suffers from kidney stones, varicose veins, liver damage and a number of spinal ailments such as scoliosis (curvature of the spine), lordosis (inward curve of the lower back), discopathy (cervical disc injury) and discarthrosis (structural and functional failure of the discal joint).", "7. The applicant's medical record, kept in Lepoglava State Prison, and additional medical documentation submitted by the parties provides the following information:", "8. A copy of a medical report drafted at Zagreb Prison Hospital on 24 January 2002 specifies that the applicant was suffering from one stone in his right ureter (ureters are ducts that carry urine from the kidneys to the urinary bladder) measuring about 3-4 millimetres, and two stones in his left kidney, each measuring about 1.5 centimetres. It was recommended that the applicant be given painkillers and be seen by a urologist.", "9. After being incarcerated in Lepoglava State Prison the applicant was seen by a prison doctor for his kidney and spinal ailments on five occasions during the period from 28 February to 28 May 2003. The applicant was regularly given urological tea for his kidney ailment and, in addition, on each occasion he was given various spasmolytics to prevent or relieve spasms. For the pain associated with his spinal ailments, the applicant was prescribed painkillers, including two different types of soothing gels. On 28 May 2003 the applicant was seen by a urologist in Varaždin, who found a stone in the applicant's left kidney and recommended his hospitalisation.", "10. From 29 May to 4 July 2003 the applicant was hospitalised in Zagreb Prison Hospital, where a medical report was drafted, specifying that the applicant was suffering from three stones in his left kidney, measuring 1 centimetre each. It was recommended that surgery be carried out. The report notes that the applicant had been put on the waiting list of the Rebro Hospital in Zagreb and that the exact date of the operation was yet to be determined.", "11. From his return to Lepoglava State Prison in July 2003 until 26 September 2005 the applicant was seen by the prison doctor on sixty-five occasions; on twenty of these he was given spasmolytics for the pain associated with his kidney ailment. He was also regularly given urological tea as well as painkillers for his spinal ailment.", "12. The applicant was again hospitalised in Zagreb Prison Hospital from 26 to 30 September 2005. A medical report of 30 September 2005 specifies that the kidney stones from which the applicant was suffering required surgery, although not urgently, as they could not be treated by ultrasound waves (lithotripsy).", "13. From his return to the prison until 31 March 2006 the applicant was seen by the prison doctor on twenty-nine occasions. Within that period he was given spasmolitycs for the pain associated with his kidney ailment on fourteen occasions. On 4 November 2005 the applicant underwent urological tests in the Zagreb Prison Hospital laboratory. On 17 November 2005 the applicant refused to go to Zagreb Prison Hospital. On 20 February 2006 a nurse from the prison reported that, during a telephone conversation with a surgeon from Zagreb Prison Hospital, she had been told that the applicant should not be sent there because they were not going to carry out the surgery. On 2 March 2006 the applicant again underwent urological tests in Zagreb Prison Hospital.", "14. On 31 March 2006 the applicant was seen by a urologist in Varaždin Hospital. The diagnosis of kidney stones was confirmed and surgery in this respect was recommended, although not urgently.", "15. From his return to the prison until 26 October 2006 the applicant was seen by the prison doctor on thirty-four occasions. Within that period he was given spasmolytics for his kidney aliment on six occasions. On several occasions he asked that the recommended surgery in connection with his kidney ailment be carried out.", "16. The applicant was again hospitalised in Zagreb Prison Hospital from 26 October to 17 November 2006. A report drawn on the latter date specifies that the applicant was suffering from kidney stones and that there was no possibility of carrying out the relevant operation in the Zagreb Prison Hospital; it could only be carried out in an ordinary hospital. The applicant had been offered surgery for his varicose veins in Zagreb Prison Hospital, which he had refused, insisting on his return to the prison.", "17. On his return to the prison the applicant was seen by the prison doctor on twenty-six occasions, mostly in connection with his spinal ailment. On one occasion he was given spasmolytics for his kidney ailment. He was prescribed a supplementary diet (pojačani obrok) from 1 December 2006 until 1 February 2007 and from 4 May to 1 August 2007.", "18. On 30 August 2006 the applicant petitioned both the Varaždin County Court judge responsible for the execution of sentences and the Head Office of the Prison Administration complaining about the lack of adequate medical care for his various health problems, including those mentioned in paragraph 6 above.", "19. The Head Office of the Prison Administration replied to the applicant's allegations by a letter of 12 December 2006, the relevant parts of which read as follows:", "“...", "Your medical record shows that since your arrival at Lepoglava State Prison on 24 February 2003, you have received regular treatment by the prison doctor.", "On 28 February 2003 it was noted that you suffered from kidney stones and were on that account twice hospitalised in [Zagreb] Prison Hospital. It was further noted that you suffered from back-pain and varicose veins on your right shin. During your hospitalisation from 29 May to 4 July 2003 it was recommended that surgery be carried out and you were put on the waiting list of the Rebro Hospital in Zagreb.", "Owing to frequent pain in the kidney area you were again hospitalised in [Zagreb] Prison Hospital from 26 to 30 September 2005 where a specialist established that your kidney stones could be treated by ultrasound.", "You continued to receive regular treatment by the prison doctor and were prescribed adequate medical therapy. On 17 November 2005 you refused to be hospitalised and said that you would report when you wished to be hospitalised. Since you had refused hospitalisation, on 20 February 2006 it was communicated from [Zagreb] Prison Hospital that you were not going to be operated and it was recommended further that you be seen by a urologist in Varaždin. A prescription was issued for consultation with a urologist and prior laboratory tests. Laboratory tests showed the presence of blood in urine and signs of liver damage.", "On 31 March 2006 you were seen by a urologist who found alterations in your kidneys, but established no need for an urgent surgical intervention. A CT [computer tomography] of your abdomen was planned and carried out on 20 April 2006. It showed no pathological alterations. You were twice seen by an internist in Lepoglava [State] Prison, who recommended that arrangements be made between the prison authorities and [Zagreb] Prison Hospital.", "On 21 June 2006 you were sent for an X-ray examination in connection with frequent back-pain. Discopathy and discarthrosis were diagnosed. Deforming spondylosis was in an advanced stage. On 16 October 2006 a prescription for your hospitalisation in [Zagreb] Prison Hospital was issued, but you refused hospitalisation. Owing to frequent pain in your left kidney and your back you agreed to be hospitalised in [Zagreb] Prison Hospital from 26 October to 17 November 2006, when laboratory tests were carried out as well as an ultrasound examination of your liver, cholecyst, bile ducts, pancreas, spleen and kidneys. An X-ray examination showed that your heart and lungs were healthy. An X-ray examination of your abdomen showed two round calcareous shadows in the lower pole of your left kidney, which was an indication of the [presence of] stones. Laboratory tests showed further even and sufficient urinary flow in both kidneys. The ureters had adequate flow, lumen width and porosity; the urinary bladder was normal. The previously recommended surgery, despite having been scheduled for your stay at the hospital, was not carried out.", "Possible surgery on your varicose veins was not carried out since you refused it, and you were returned to the prison at your request.", "A CT [computer tomography] of your spine was recommended and the exact date was to be determined. A prescription in that respect was issued on 20 November 2006.", "In our opinion, regular [medical] checks are needed in the Lepolgava [State] Prison infirmary as well as regular intake of the prescribed therapy, and an arrangement for another hospitalisation in [Zagreb] Prison Hospital is soon to take place with a view to carrying out the surgery for your kidney stones.", "In view of the above [considerations] it has been established that you received adequate medical care in Lepoglava [State] Prison.”", "20. The judge responsible for the execution of sentences likewise answered the applicant's allegation by a letter of 13 December 2006, the relevant parts of which read as follows:", "“As to your complaint lodged on 31 August 2006 ... concerning your allegations that you had been denied hospital treatment in connection with a number of diseases ... I reply as follows:", "...", "The medical documentation submitted shows that, as early as 2003, you were hospitalised in [Zagreb] Prison Hospital in connection with kidney stones, pain in the back and varicose veins on your right shin. It was recommended that surgery be carried out, you were put on the waiting list of the Rebro Hospital [in Zagreb] and that the exact date of the operation was to be communicated. Owing to repeated pain in the kidney area and in order to continue the treatment, in 2005 it was established that the stones were to be broken by ultrasound. You then reported to the Lepoglava [State] Prison infirmary and received regular therapy for pain. On 17 November 2005 you were offered hospitalisation. However, it was communicated from Zagreb Prison Hospital not to send you there because you were not to be operated. On 31 March 2006 you were seen by a urologist in Varaždin, who established the cause of your kidney ailment and indicated that there was no need for urgent surgery. After that arrangements for your hospitalisation in [Zagreb] Prison Hospital took place and you were hospitalised from 26 October to 17 November 2006. There you were examined and laboratory [tests] showed toxic damage to your liver and the presence of stones in your kidneys. An x-ray showed that your heart and lungs were healthy and that you had so-called nephroliths in your kidneys.", "According to [Zagreb] Prison Hospital, all treatment available there had been exhausted and in order to continue your treatment in an outside hospital it was necessary for an agreement to be reached between the prison and the hospital. There was a possibility that surgery be carried out in [Zagreb] Prison Hospital at the same time as surgery for your varicose veins, which you declined. You were returned to the prison where it was recommended that a CT [computer tomography] of lumbosacral spine be carried out, and a prescription was issued in that connection on 20 November 2006. The doctor also recommended regular checks in the prison infirmary and regular intake of prescribed therapy, and that an arrangement be made between the prison and the [Zagreb] Prison Hospital for your hospitalisation and eventual surgery for the kidney stones.", "Therefore, your complaints concerning the alleged denial of hospital treatment are unfounded because the medical documentation shows that care was taken of your [need for] ambulant and hospital treatment. Your allegations concerning the prison authorities' hatred towards you are entirely unfounded.", "...”", "21. The applicant also submitted a copy of a letter of 15 September 2006 drafted by the registry of the Constitutional Court, stating that his application lodged with that court on 12 September 2006 had not been suitable for examination.", "22. Article 23 of the Croatian Constitution (Ustav Republike Hrvatske) provides as follows:", "“No one shall be subjected to any form of ill-treatment...”", "23. The Enforcement of Prison Sentences Act (Zakon o izvršavanju kazne zatvora, Official Gazette no. 128/1999 of 30 November 1999, and no. 190/2003 of 3 December 2003 (consolidated text) – “the Act”) came into force on 1 July 2001, while the provisions concerning the judge responsible for the execution of sentences came into force six months later, on 1 January 2002. The relevant provisions of the Act read as follows:", "“(1) Inmates shall have the right to complain against an act or decision of a prison employee.", "(2) Complaints shall be lodged orally or in writing with a prison governor, a judge responsible for the execution of sentences or the Head Office of the Prison Administration. Written complaints addressed to a judge responsible for the execution of sentences or the Head Office of the Prison Administration shall be submitted in an envelope which the prison authorities may not open...”", "“(1) An inmate may file a request for judicial protection against any acts or decisions unlawfully denying him, or limiting him in, any of the rights guaranteed by this Act.", "(2) Requests for judicial protection shall be decided by the judge responsible for the execution of sentences.”", "“(1) Inmates shall be provided with medical treatment and regular care for their physical and mental health...”", "24. The Committee of Ministers", "Recommendation No. Rec(2006)2 of the Committee of Ministers to member states on the European Prison Rules (adopted by the Committee of Ministers on 11 January 2006 at the 952nd meeting of the Ministers' Deputies):", "Section 46.1 of the recommendation provides as follows:", "“Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civil hospitals, when such treatment is not available in prison.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}