{"ITEMID": "001-23942", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "OSTERREICHISCHER RUNDFUNK v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant company, the Österreichischer Rundfunk (the Austrian broadcasting corporation, the “ORF”), is a public law institution (Körperschaft des öffentlichen Rechts) with its seat in Vienna. It is represented before the Court by Mr G. Korn, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 17 April 1998 the applicant company broadcast a report about a press conference of the Federal Minister of Justice (Justizminister) in which he presented a reform of the preliminary investigation procedure underlining its necessity by the following statement:", "“See for example the letter-bomb campaign proceedings 1995. Repeatedly investigation errors occur. Judiciary and police authorities mutually accuse each other. Finally, it turns out that the letter-bomb campaign case has been a neo-nazi case.”", "In this context the Minister mentioned as an example of investigation errors, inter alia, the name of B., who had been acquitted of the charge of participating in the letter-bomb assassinations but convicted of offences under the National Socialism Prohibition Act (Verbotsgesetz). The criminal proceedings against B. and the following criminal proceedings concerning the letter-bomb campaign against another accused, who had been arrested in 1997 and convicted in 1999, received extensive media coverage.", "When transmitting the above quotation of the Minister, the applicant company showed a picture of B. before his trial in 1995, without mentioning his name, his acquittal of the charge concerning the letter-bomb assassinations, the service of his sentence of offences under the Prohibition Act or his release on parole three months before the report at issue was broadcast.", "On 13 May 1998 B. brought proceedings under Section 78 of the Copyright Act (Urheberrechtsgesetz) against the applicant company, requesting that the applicant be prohibited from publishing his picture without his consent, in particular such pictures that showed him as an accused in the courtroom, firstly, if the accompanying text established a connection with the letter-bomb campaign without reference to his final acquittal or, secondly, if it was maintained in the accompanying text, or the impression was created that he was a neo-nazi, was convicted of offences under the National Socialism Prohibition Act without mentioning that the imposed sentence had already been served, or that he had been released on parole meanwhile.", "On 8 September 1998 the Vienna Commercial Court (Handelsgericht) dismissed B.'s claims.", "The court observed that Section 78 of the Copyright Act prohibited the publication of a person's picture if it violated that person's legitimate interests. As regards the first claim, the court found that B.'s legitimate interests had not been violated as it was a matter of common knowledge that he had been acquitted of the charge of participating in the letter-bomb campaign. Since he was therefore no longer associated with these proceedings by the public, the report could not have given the impression that he had been convicted of this charge. In respect of the second claim, the court found that the report could not have violated B.'s interests as he was finally convicted of offences under the Prohibition Act. Further the court observed that the applicant company's interest in publishing the picture had to be balanced against B.'s interest in the protection of his image, under Section 7a of the Media Act (Mediengesetz). Pursuant to this provision the legitimate interests of the person concerned had to be regarded as harmed if the publication substantially prejudiced that person's social and professional advancement. The court found that B.'s interests were not infringed by the neutral and noncondemnatory publication of his picture as the real subject-matter of the report was the planned reform of the preliminary investigation procedure.", "On 30 December 1998 the Vienna Court of Appeal (Oberlandesgericht) dismissed B.'s appeal.", "It confirmed the Commercial Court's finding that the report could not have given the impression that the applicant had been convicted of participating in the letter-bomb assassinations. Further it found, contrary to B.'s submissions, that Section 7a of the Media Act was applicable since B. had been convicted of a crime and not of a lesser offence and did not therefore enjoy unlimited protection of his identity. In particular, the court found that the publication of B.'s picture met a need for information and it had not prejudiced his advancement as he had already found employment and as the picture of the trial had only been shown in order to demonstrate that B. had been a victim of investigation errors. Moreover, he had not been mentioned by name.", "On 1 June 1999 the Supreme Court, allowing B.'s further appeal, set aside the decisions of the first and second instance court and granted his claims.", "It found that the publication of B.'s picture, taken before the trial concerning the charges against him at that time, had obviously interfered with his interests as it had reminded the public of B.'s court appearance three years after his trial and after his release on parole. Further, the court found that there had been no need for such information and that the publication of the picture did not add any information to the applicant company's report about the Minister's press conference. The court concluded that it was not called upon to balance the conflicting interests concerning B.'s social and professional advancement, within the meaning of Section 7a of the Media Act, as there was no public interest in having B.'s picture published. The court found that the publication had precisely the effects prohibited by Section 78 of the Copyright Act.", "Thus, the court ordered the applicant company to refrain from publishing or disseminating B.'s picture without his consent, in particular such pictures that showed him as an accused in the courtroom, firstly, if the accompanying text established a connection with the letter-bomb campaign of 1995 without reference to his final acquittal or, secondly, if it was maintained in the accompanying text, or the impression was created that he was a neo-nazi or that he was convicted of offences under the National Socialism Prohibition Act without mentioning that the imposed sentence had already been served, or that he had been released on parole meanwhile.", "a. In 1966 the ORF was established as a non-profit orientated limited liability company, whose owners were the Federal Authorities (Bund) and the Länder. The respective act (Federal Law Gazette no. 195/1966) defined broadcasting services as public responsibility. The supervisory board (Aufsichtsrat) consisted of 20 members (nine of whom were appointed by the Länder, six by the Federal Government and five by the shareholder's assembly (Gesellschafterversammlung), and it appointed the managing director (Generalintendant).", "b. On 10 July 1974 the legislator adopted the Constitutional Act concerning the safeguarding of the independence of broadcasting (BVG-Rundfunk, Federal Law Gazette no. 396/1974). Article 1 of the Constitutional Broadcasting Act, as far as material, reads as follows:", "“(...)", "2. Broadcasting shall be governed by more detailed rules to be set out in a federal law. Such a law must inter alia contain provisions guaranteeing the objectivity and impartiality of reporting, the diversity of opinions, balanced programming and the independence of persons and bodies responsible for carrying out the duties defined in paragraph 1.", "3. Broadcasting within the meaning of paragraph 1 shall be a public service. “", "c. The Broadcasting Act of 10 July 1974 (Rundfunkgesetz 1974, Federal Law Gazette no. 197/1974) transformed the ORF into a public-law corporation, a non-profit orientated legal entity. The act established the ORF's duty to provide comprehensive news coverage of major political, economic, cultural and sporting events; to this end, it has to broadcast, in compliance with the requirements of objectivity and diversity of views, in particular current affairs, news reports, commentaries and critical opinions (Section 2 (1) 1) and to do so via at least two television channels and three radio stations, one of which must be a regional station (Section 3). Broadcasting time must be allocated to the political parties represented in the national parliament (Section 5 (1)).", "A supervisory board (Kommission zur Wahrung des Rundfunkgesetzes) rules on all disputes concerning the application of the above-mentioned Act which fall outside the jurisdiction of an administrative authority or court (Sections 25 and 27). It is composed of seventeen independent members, including nine judges, appointed for terms of four years by the President of the Republic on the proposal of the Federal Government.", "The bodies of the ORF are the board of trustees (Kuratorium), the managing director, the representatives of the listeners and viewers (Hörer- und Sehervertretung) and the Auditing Commission (Prüfungskommission). The ORF is entitled to collect broadcasting fees.", "d. In 2001 the ORF was transformed into a public law foundation, a legal entity without an owner (ORF-G, Federal Law Gazette no. 83/2001). The foundation has to fulfil a public-law mandate which comprises operating a certain number of programs and providing the necessary technical facilities that these programs be received in defined areas (Versorgungsauftrag). The ORF's bodies are the Foundation Council (Stifungsrat), the Director General (Generaldirektor), the Audience Council (Publikumsrat) and the Auditing Commission. The Foundation Council is in charge of monitoring the management and of electing the Director General. It consists of 35 members (of which six are appointed by the Federal Government upon proposals of the political parties represented in the National Assembly (Nationalrat), nine by the Federal Government, six by the Audience Council, five by the Central Works Council (Zentralbetriebsrat) and nine members representing the Länder).", "Section 78 of the Copyright Act reads as follows:", "“(1) Images of persons shall neither be exhibited publicly, nor disseminated in any other way in which they are made accessible to the public, where the legitimate interests of the person in question or, in the event that they have died without having authorised or ordered publication, of a close relative would be injured. (...)", "Section 7a of the Media Act reads as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts, or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where the legitimate interests of that person are thereby harmed and there is no predominant public interest in the publication of such details on account of the person's position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 14,535 euros; additionally, Section 6(1), second sentence, shall apply.", "(2) The legitimate interests of the victim shall in any event be harmed if the publication", "1. in the case of subsection (1)1, is such as to give rise to an interference with the victim's strictly private life or to his or her exposure,", "2. in the case of subsection (1)2, relates to a juvenile or merely to a lesser indictable offence or may substantially prejudice the victim's advancement."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}