{"ITEMID": "001-59161", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF DULAŞ v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 3;Violation of Art. 8;Violation of P1-1;Violation of Art. 13;Not necessary to examine Art. 18;Failure to comply with obligations under Art. 34 (former Art. 25);Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["7. The facts of the case, particularly concerning events on or about 8 November 1993 when the gendarmes carried out an operation at Çitlibahçe, were disputed by the parties. The Commission, pursuant to former Article 28 § 1 (a) of the Convention, conducted an investigation with the assistance of the parties.", "The Commission heard witnesses in Ankara on 7 February 1997. These included the applicant; Avni Dulaş her son; and Emin Bulen, a villager. The Commission also had regard to the oral evidence given by witnesses on 3 and 4 July 1996 in the case of Çakıcı (see Çakıcı v. Turkey [GC], no. 23657/94, ECHR 1999-IV), which concerned the same operation. This included the testimony of İzzet Çakıcı, whose brother had disappeared after being taken into custody by the gendarmes; Remziye Çakıcı, a villager and spouse of the disappeared person; Fevzi Okatan, previously muhtar of the village; Ertan Altınoluk the gendarme commander of the operation; and Mehmet Bitgin, a villager.", "8. The Commission’s findings of fact are set out in its report of 6 September 1999 and summarised below (Section A). The applicant accepts the Commission’s findings of fact. The Government’s submissions concerning the facts are summarised below (Section B).", "9. Çitlibahçe was in a district in which terrorist activity was intense in 1993. The PKK used to come to the village, holding meetings and taking food by force. The security forces made regular visits and operations were not uncommon. They told the villagers not to give food to the PKK.", "10. The applicant, Avni Dulaş and Remziye Çakıcı all recalled an incident in July 1993 when villagers were forced by the security forces to pull up their tobacco crops. Although there was some disparity amongst the witnesses as to how this was done, the witnesses’ accounts were similar in stating that the tobacco crops were destroyed by order of the security forces. The gendarme commander who gave evidence before the Delegates denied that this occurred but recalled that he had destroyed hemp crops. The Commission did not make any finding in regard of this aspect as it was not the subject-matter of any specific complaint.", "11. Shortly before 8 November 1993, PKK terrorists went to the village of Dadaş in the Hazro district and took away five teachers, the imam and the imam’s brother. All, save one of the teachers, were shot. The imam’s brother, though wounded, survived.", "12. Following the discovery of the bodies of the teachers, the gendarmes at Hazro gathered information from their contacts and sources as to what had happened and who had been involved. They had descriptions of the villagers in the area who had been assisting the PKK in holding the group of teachers. On 8 November 1993, an operation, under the command of Lieutenant Altınoluk, was carried out by the Hazro gendarmes in Çitlibahçe, while gendarmes from Lice went to Bağlan nearby.", "13. Concerning what happened during the operation at Çitlibahçe, the Commission’s Delegates had earlier found Lieutenant Altınoluk to be an evasive witness, with a volubly unhelpful response to questioning. They found a lack of sincerity in the way in which he drowned simple questions in long and complicated explanations, which were often contradictory and inconsistent. On the other hand, the Delegates had found that the villagers, Remziye Çakıcı, Fevzi Okatan and Mehmet Bitgin, who gave eyewitness accounts, were on the whole consistent and credible and that they were convincing in their demeanour and their response to questions. Their evidence was found to support the testimony of the witnesses heard in this case. In this regard, the Commission’s Delegates found the applicant to be a convincing witness, an elderly, simple and unsophisticated lady who was on the whole credible. Her oral testimony was largely consistent with the statement given by her to the Human Rights Association shortly after the incident. While there were some inconsistencies in her accounts, the Commission considered that they could be attributed to the applicant’s advanced years and the passage of time since the events in question. Her evidence accorded in essentials with that of her son Avni Dulaş and the villager Emin Bilen.", "14. The Commission found that the Hazro gendarmes included Çitlibahçe in the operation since they intended to look for and take into custody Ahmet Çakıcı, who, as a person already under suspicion of involvement in PKK activities, would be likely to have information about the kidnap group that passed through the village.", "15. When the gendarmes arrived at the village, early in the morning, they left their vehicles outside and entered. They gathered the men together in one place and the women in another. Ahmet Çakıcı had hidden. A search was carried out by the gendarmes, who also started setting fire to houses. Ahmet Çakıcı was found and taken into custody. He was last seen by the witnesses being taken by village guards and soldiers to the vehicles.", "16. The applicant had gone into her house when she saw all the soldiers but had been forced to leave by the soldiers. They set fire to her house, which had seven rooms and was made of timber. The family stored provisions, crops and wheat inside and these, along with the furniture and other household goods, were destroyed. About fifty houses in the village were burned down. She stated that once they had caught Ahmet Çakıcı the gendarmes left. After the departure of the gendarmes, the village was left in ruins and villagers were forced to leave.", "17. Having regard to the evidence as a whole, the Commission accepted the evidence of the applicant as regards its principal elements. It did not find the matters referred to by the Government as being indicative of bad faith or as materially undermining the credibility and reliability of the applicant and her witnesses, which its Delegates assessed in generally positive terms. While the Commission took note of the applicant’s age, its Delegates had not found any indication of mental infirmity that would cast doubt on her ability to give evidence.", "18. The Commission found in conclusion that the applicant’s property, furniture and possessions were deliberately burnt and destroyed during an operation by security forces in the village of Çitlibahçe on 8 November 1993. This led to the evacuation of the village. The possessions burned included a fridge, television, kitchen utensils, household goods, and produce (including tobacco, wheat, barley, lentils, and winter provisions).", "19. The applicant and other villagers went to Diyarbakır after the operation. Accompanied by her son and three or four other villagers, the applicant went to the Human Rights Association. She made a statement and thumbprinted it.", "20. Sometime later, the applicant was summoned to a police station. In his evidence to the Delegates, her son, Avni Dulaş remembered that she had been summoned to the public prosecutor’s office in about the summer of 1995. He accompanied her there. She had been asked to make a statement. The public prosecutor read out of a file, stating that she had complained to Europe about Turkey. He told the Delegates that he thought the prosecutor was trying to put pressure on his mother.", "21. The Government emphasised the terrorism which was prevalent in this region from the early 1990’s and created a public danger threatening the life of the nation. The PKK had killed thousands of innocent victims and exerted intolerable pressure on the local population. The operation in this case concerned an investigation into the kidnapping and killing of teachers and an imam.", "22. The applicant had made no complaint to the public prosecutor about the alleged burning of her house and property by the gendarmes during the operation on 8 February 1993. She only made a statement to the public prosecutor when he summoned her after the case was communicated to the Government by the Commission. He issued a decision of non-jurisdiction, transferring the file to the Hazro governor. The Hazro Administrative Council began an investigation and found that her claims were unsubstantiated.", "23. The Government submitted that the applicant’s various accounts, oral and written, were inconsistent and implausible, in particular the details purportedly noted down by the Human Rights Association in her application to the Commission.", "24. On 11 May 2000, the Government submitted a copy of the statement taken by the Diyarbakır public prosecutor from the applicant via an interpreter on 10 October 1995. This had not been provided to the Commission.", "25. According to the statement, thumbprinted by the applicant, the letter from the Ministry of Justice, the appended documents and the application to the Commission were read out to her through an interpreter and she was asked about them. She acknowledged that the thumbprint on the document was hers and that she did not remember who took the statement. As regarded the events, she could not remember the exact date but about two years before 20 or more army vehicles had come to Çitlibahçe, with soldiers and village guards. They rounded up the villagers and set fire to the houses. After the village burned down, she went to Diyarbakır.", "26. The statement recorded that she was shown the application and letter of authority and asked about them. She stated the thumbprints were hers. She said that she thought her application was going to Ankara to claim her rights. She was illiterate and ignorant and did not know anything about European human rights. She made her statement to them as she thought this would get something done about the damage which she had suffered. She wanted the State to vindicate her rights. She did not want to start a case in Europe in the way that he <the public prosecutor> had explained and did not agree to foreign lawyers starting such a case. It was for the State to look after her rights. When she made a statement to the HRA, there had been a lot of people with her and they described the events also. The application which had been read out was accurate though and she had no complaints to make about the person who wrote it down. She had not started any court case in Hazro or Diyarbakır as she was poor and ignorant and did not know what to do.", "27. Article 125 of the Turkish Constitution provides as follows:", "“All acts or decisions of the administration are subject to judicial review ...", "The administration shall be liable to indemnify any damage caused by its own acts and measures.”", "28. The above provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "29. The principle of administrative liability is reflected in the additional Article 1 of Law no. 2935 of 25 October 1983 on the State of Emergency, which provides:", "“... actions for compensation in relation to the exercise of the powers conferred by this Law are to be brought against the administration before the administrative courts.”", "30. The Turkish Criminal Code makes it a criminal offence", "– to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants),", "– to oblige an individual through force or threats to commit or not to commit an act (Article 188),", "– to issue threats (Article 191),", "– to make an unlawful search of an individual’s home (Articles 193 and 194),", "– to commit arson (Articles 369, 370, 371, 372), or aggravated arson if human life is endangered (Article 382),", "– to commit arson unintentionally by carelessness, negligence or inexperience (Article 383), or", "– to damage another’s property intentionally (Articles 526 et seq.).", "31. For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.", "32. If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the persons concerned (non-military) before the competent authority under the Code of Criminal Procedure, or before the suspected persons’ hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "33. If the alleged author of a crime is an agent of the State, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). The local council decisions may be appealed to the Council of State; a refusal to prosecute is subject to an automatic appeal of this kind.", "34. Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts.", "35. Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing.", "36. Damage caused by terrorist violence may be compensated out of the Aid and Social Solidarity Fund.", "37. Extensive powers have been granted to the Regional Governor of the State of Emergency by decrees enacted under Law no. 2935 on the State of Emergency (25 October 1983), especially Decree no. 285, as amended by Decrees nos. 424 and 425, and Decree no. 430.", "38. Decree no. 285 modifies the application of Law no. 3713, the Anti-Terror Law (1981), in those areas which are subject to the state of emergency, with the effect that the decision to prosecute members of the security forces is removed from the public prosecutor and conferred on local administrative councils. These councils are made up of civil servants and are under the authority of the provincial governors who also head the security forces.", "39. Article 8 of Decree no. 430 of 16 December 1990 provides as follows:", "“No criminal, financial or legal responsibility may be claimed against the State of Emergency Regional Governor or a Provincial Governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim indemnity from the State for damage suffered by them without justification.”", "According to the applicant, this Article grants impunity to the Governors and reinforces the powers of the Regional Governor to order the permanent or temporary evacuation of villages, to impose residence restrictions and to enforce the transfer of people to other areas. Damage caused in the context of the fight against terrorism would be “with justification” and therefore immune from suit."], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}