{"ITEMID": "001-86915", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ALPAR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall", "TEXT": ["The applicant, Mr Seyithan Alpar, is a Turkish national who was born in 1971 and lives in Midyat district of the province of Mardin. He was represented before the Court by Mr F. Gümüş, a lawyer practising in Diyarbakır. The Turkish Government (“the Government”) were represented by their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 December 1992 the applicant was taken into police custody by police officers from the Anti-Terrorist Branch of the Nusaybin Security Headquarters on suspicion of membership of the PKK (Workers’ Party of Kurdistan), an illegal organisation.", "On 18 January 1993 the Diyarbakır State Security Court remanded him in custody. The public prosecutor filed a bill of indictment with the Diyarbakır State Security Court charging the applicant, under Article 125 of the Criminal Code, with membership of a terrorist organisation and with having been engaged in acts aimed at the secession of a part of the territory of the State.", "On 26 April 1993 the State Security Court commenced proceedings against the applicant and thirteen other suspects.", "On 18 June 1999 Turkey’s Grand National Assembly amended Article 143 of the Constitution and excluded military members from State Security Courts. Following similar amendments made on 22 June 1999 to the Law on the State Security Courts, the military judge sitting on the Diyarbakır State Security Court hearing the applicant’s case was replaced by a civilian judge.", "At the hearing of 8 July 1999 the military judge sitting on the bench of the Diyarbakır State Security Court was replaced by a civilian judge.", "On 8 May 2000 the State Security Court found the applicant guilty as charged and sentenced him to life imprisonment. The applicant appealed against the judgment. The applicant’s representative asked the appeal court to hold a hearing, which was granted.", "On 2 April 2001 the Court of Cassation, after hearing the applicant’s representative, closed the hearing and informed the parties that judgment would be pronounced on 11 April 2001.", "At the hearing of 11 April 2001 the Court of Cassation pronounced its judgment upholding the Diyarbakır State Security Court’s judgment. The applicant’s representative did not attend the hearing.", "On 4 June 2001 the Court of Cassation’s judgment was placed in the Registry of the Diyarbakır State Security Court.", "On 22 October 2001 the applicant’s representative requested a copy of the final judgment from the Registry of the Diyarbakır State Security Court; it was given to him on the same day."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}