{"ITEMID": "001-77692", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KHUDOBIN v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed;Violation of Art. 3 in respect of inadequate medical treatment in the detention facility;Not necessary to examine the other complaints under Art. 3;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["7. The applicant was born in 1979 and lives in Moscow.", "8. On 29 October 1998 Ms T., an undercover police agent, called the applicant and said that she wished to buy a dose of heroin. The applicant agreed to procure it and, accompanied by Mr M., met Ms T. in the street. Ms T. handed the applicant banknotes, given to her by police officers S. and R. and marked with a special substance (which was visible only under ultra-violet light). The applicant took the money and went to the house of another person, Mr G. The latter gave the applicant a sachet containing 0.05 grams of heroin. On his return to the meeting place with the purported buyer, the applicant was apprehended by the police officers, who had waited for him in the street.", "9. The applicant was brought to the local police station where his fingers were examined under ultraviolet light: they bore traces of the substance used by the police to mark the banknotes. Ms T., in the presence of two attesting witnesses, handed the sachet to the police officers, explaining that she had received it from the applicant. The sachet was placed in a container, which was sealed, signed by the attesting witnesses and sent for forensic examination. The applicant was placed overnight in the police station’s detention facility.", "10. On 30 October 1998 a criminal case was opened and the applicant was charged with drug trafficking. On the same day the prosecutor of the North-Eastern District of Moscow, referring to the circumstances of the applicant’s apprehension, the gravity of the charges against him and the risk of absconding, ordered that he be placed in detention on remand. The applicant was transferred to pre-trial detention facility no. 48/1, Moscow.", "11. The pre-trial investigation was completed and on 24 December 1998 the case file with the bill of indictment was referred to the Moscow Butyrskiy District Court for trial. On 29 December 1998 an application for release, pending before the Preobrazhenskiy District Court, was forwarded to the Butyrskiy District Court on the ground that the bill of indictment had been transferred to that court and that it should therefore deal with all aspects of the applicant’s case. The applicant’s lawyer appealed against this decision, but on 3 February 1999 the Moscow City Court dismissed the appeal.", "12. At a preparatory hearing on 13 January 1999 the court ruled that the applicant should remain in custody pending trial, without giving any reasons for that decision.", "13. On 18 February 1999 the applicant’s father filed a fresh application for release with a court, claiming that the applicant’s very poor state of health was incompatible with his detention conditions and, in particular, with the level of medical assistance available in the pre-trial detention centre.", "14. On 17 March 1999 the court extended the applicant’s detention pending trial. No reasons for that decision were adduced.", "15. On 21 April 1999 the applicant’s father filed a new application for release with the district court, referring again to his son’s health problems. According to the applicant’s submissions, the defence repeated this request on 26 and 27 July 1999. The Government claimed that the motion dated 27 July 1999 was received by the court only on 2 August 1999.", "16. On 27 July 1999 the court decided that a fresh examination of the applicant’s mental health was required. It adjourned the case and decided that the applicant should remain in prison in the meantime. No reasons were given for that decision.", "17. On 30 July 1999 the applicant’s lawyer appealed against the trial court’s ruling of 27 July 1999. He challenged the trial court’s decisions to adjourn the case and to order a fresh examination of the applicant’s mental health, which had the effect of prolonging the applicant’s detention in the difficult conditions of the detention facility. He made the following request:", "“Under Article 331 of the Code of Criminal Procedure, I [hereby] request the [Moscow City] Court to quash the decision of the Butyrskiy District Court concerning adjournment of the case against V.V. Khudobin, the appointment of an additional psychiatric examination [of the applicant] and the refusal [to grant] his application for release.”", "The appeal was addressed to the Moscow City Court and, as required by domestic law, was sent through the registry of the trial court. The registry received the appeal on 4 August 1999. However, it appears that it was never forwarded to the appellate court for examination.", "18. On 17 August 1999 the applicant’s legal representatives filed a similar appeal, which was received by the registry on the following day. On 1 September 1999 the applicant’s lawyer sent a letter to the trial court in which he sought an explanation as to what had happened to his appeal of 30 July 1999. He received no reply to this letter.", "19. On 15 September 1999 the applicant’s parents complained to a deputy president of the Moscow City Court and to the Supreme Court of the Russian Federation about the applicant’s continued detention. The materials of the case file do not contain any reply to these appeals.", "20. On 17 September 1999 the applicant’s representative requested the trial court to release the applicant. The defence again referred to the deterioration in the applicant’s health and, in particular, to the repetitive pneumonias the applicant had contracted in the previous three months.", "21. The applicant remained in detention until 11 November 1999, when the court discontinued the criminal proceedings (see below) and released him.", "22. Since 1995-1997 the applicant has suffered from many chronic diseases, such as epilepsy, pancreatitis, chronic viral hepatitis B and C and various mental deficiencies. The doctors who examined the applicant in 1995 recommended out-patient psychiatric supervision and treatment by anticonvulsants. It appears that by the time of his arrest in October 1998 the applicant had a certain history of drug use, including intravenous heroin use.", "23. Immediately after his transfer to the detention centre on 30 October 1998 the applicant was subjected to a comprehensive medical examination, including an HIV test, a drug test and psychiatric examination. The drug test revealed that the applicant was intoxicated with morphine. A panel of psychiatrists confirmed the previous diagnoses but found him legally capable of being held accountable for the alleged offences. On 10 November 1998 the first results of the applicant’s blood test were received. According to the report by the forensic laboratory, the applicant was HIV-positive.", "24. On 30 November 1998 a psychiatrist re-examined the applicant and found him to be capable of being held legally accountable. On an unspecified date in December 1998 the facility administration received the applicant’s medical records for the period prior to his arrest, in which the necessary treatment was indicated. In particular, the applicant was prescribed anticonvulsants (финлепсин, конвулекс) and anti-hepatitis therapy (рибоксин, парсил).", "25. On 23 December 1998 the applicant underwent a new medical examination, which confirmed the previous diagnoses and stated that the applicant “was able to participate in the trial and take part in investigative actions”.", "26. While in detention, the applicant suffered from acute pneumonia, epileptic seizures, bronchitis, hepatitis, pancreatitis, and other serious diseases. Owing to his ailments the applicant was on many occasions placed in the unit for contagious patients in the pre-trial detention centre’s hospital. As reported by the detention facility’s administration, the applicant was in the centre’s hospital from 24 December 1998 to 22 March 1999, from 20 April to 18 May 1999, from 19 July to 12 August 1999 and from 17 to 28 September 1999.", "27. On many occasions the defence informed the court, the administration of the detention facility and other State authorities about the applicant’s serious health problems. Thus, on 18 January 1999 the defence requested a thorough medical examination of the applicant. On 22 January 1999 the applicant’s father asked the facility administration to order a fresh examination of the applicant by an independent doctor, hired by the defence. However, the facility administration refused this request.", "28. During the trial the applicant underwent three psychiatric examinations. On 15 June 1999 the doctors concluded that the applicant had been legally insane when committing the incriminated acts. The report stated, in particular, that the applicant “suffered from a chronic mental disease in the form of epilepsy with polymorphous seizures and comparable psychic problems and with evident psychic modifications, with a tendency to drug use”. The report of 19 October 1999 confirmed that the applicant was legally insane and needed compulsory treatment.", "29. At about 10.40 p.m. on 26 April 1999 the applicant had an epileptic seizure. As follows from a written statement signed by his cell-mates, they had to unclench the applicant’s teeth with a wooden spoon in order to prevent him from suffocating. The paramedic on duty then arrived and gave the applicant’s cell-mates a syringe containing an unknown substance, which they injected in the applicant’s buttocks. The applicant’s father complained about this fact to the facility administration, which replied that the applicant had received medical aid “in the room for medical procedures”.", "30. In May 1999 the applicant contracted measles and pneumonia. On 26 June 1999 he had another epileptic seizure. He was transferred to the detention centre’s psychiatric facility, where he remained for some time under out-patient supervision and received anticonvulsants. In his letter of 2 August 1999 to the Ombudsman, the applicant’s father indicated that on 6 July 1999 the applicant had had another epileptic seizure but had received no medical assistance.", "31. On 15 July 1999 the applicant fell ill with bronchopneumonia. According to the applicant’s father, facility doctors began treatment only ten days after the symptoms had appeared.", "32. On 17 July 1999 the applicant was administered a blood test in the facility hospital against his will. His father complained to the facility administration. The administration replied, by letter of 16 August 1999, that the blood sample had been taken using a disposable needle.", "33. On 21 July 1999 the applicant’s father complained to the Ministry of Justice about his son’s conditions of detention and the lack of appropriate medical treatment. On 27 July 1999 he filed a similar complaint to the Butyrskiy District Court, also seeking the applicant’s release. According to the applicant’s father, the applicant was repeatedly transferred from one cell to another, in spite of a high temperature (40 C˚) and fever, and did not receive adequate treatment for pneumonia. He spent three days in a cell with purulent patients and slept on the floor on account of a shortage of sleeping places. The facility doctors did not establish the applicant’s immunological and biochemical status, or the possible causes of his persistent fever. The applicant’s father wanted to deliver a multi-vitamin medicine to him but the facility administration refused to accept it.", "34. The court dismissed the application for release. On the same day, on a motion by the prosecutor, the court ordered a new expert examination of the applicant’s mental health on the ground that the previous one, while recognising the applicant as legally insane, did not specify whether his state of mental health required compulsory medical treatment.", "35. In August 1999 the applicant’s mother complained to the Ministry of Justice about the applicant’s conditions of detention and, specifically, about the lack of adequate medical assistance.", "36. According to the Government, from 20 April to 18 May 1999 the applicant underwent in-patient medical treatment in the detention facility’s hospital. He was supervised by a “doctor in charge” and received “total restorative treatment and vitamin therapy”. Cell no. 735, where the applicant was detained, was equipped with six berths, a lavatory, hot and cold water taps and ventilation. The applicant was provided with bedding, tin ware, meals three times a day and items for personal hygiene. The number of detainees never exceeded the number of berths.", "37. The Government confirmed that on 26 April 1999, at about 10:40 p.m., the applicant had had a seizure. Immediately thereafter he was examined by a doctor, who took the applicant’s pulse, sounded his heart, measured his blood pressure, palpated the abdomen and administered an intramuscular shot of aminazine. On the following day the applicant underwent further medical examination.", "38. The applicant was discharged from hospital in a satisfactory state of health. On 26 June 1999 the applicant was placed in cell no. 353, in the prison hospital’s psychiatric department. He was supervised by a doctor and received “preventive medical assistance”. This cell was also properly equipped and was not overcrowded.", "39. According to a certificate dated 23 April 2004 from the deputy head of the medical department, the applicant had no epileptic seizures during his stay in the psychiatric department of the prison hospital. In the psychiatric hospital anticonvulsant treatment was administered.", "40. The Government produced copies of three medical certificates, dated 29 January, 25 February and 27 April 1999. They contained the following relevant entries.", "41. The first certificate stated that the applicant was HIV-positive, suffered from epilepsy and had had one epileptic seizure during his stay in the facility hospital. His state of health was assessed as “satisfactory”. Any additional medical examinations were to be ordered by the investigative authorities.", "42. The second certificate of 25 February 1999 stated that the applicant was HIV-positive and was suffering from chronic hepatitis B and C and from epilepsy. Further, there was no record of any epileptic seizure from 30 to 31 October 1998. On 18 February 1999 the applicant consulted a psychiatrist and a neurologist. He was discharged from hospital at the prosecuting authorities’ request in a “satisfactory” condition, which did not prevent him from participating in the proceedings.", "43. The third certificate of 27 April 1999 indicated that the applicant was HIV-positive and was suffering from measles and epilepsy. It further stated that “at the present moment the [applicant’s] state of health is relatively satisfactory” and that the applicant would be fit to participate in the proceedings in May 1999.", "44. The Government also produced a collection of documents which appeared to be extracts from the applicant’s medical record. Most pages were illegible. The legible pages listed the applicant’s diagnoses but contained no information about the nature of treatment administered to the applicant in the detention facility’s hospital.", "45. On 30 December 1998 the Butyrskiy District Court received the case-file from the prosecutor. The first preparatory hearing took place on 13 January 1999. In the following months the court held several hearings where various procedural matters were decided upon. Thus, on 17 March 1999 the court commissioned a fresh expert examination of the applicant’s mental health and adjourned the case. The expert report was ready by 15 June 1999; it found that the applicant was insane but did not contain any recommendations as to possible compulsory medical treatment. On 27 July 1999 the court commissioned another psychiatric examination of the applicant and adjourned the examination of the case.", "46. The first hearing on the merits took place on 11 November 1999 in the presence of the applicant’s lawyer. The applicant was not present. At the lawyer’s request, the court admitted several persons to participate in the proceedings as the applicant’s representatives, including Ms Kostromina. They were given thirty minutes to read the case file. The applicant’s lawyer asked for an adjournment because several witnesses, including G., who had sold heroin to the applicant, and S. and R., the policemen involved in the operation, had failed to appear. However, the court decided to proceed.", "47. The defence team’s arguments before the trial court can be summarised as follows. The defence contended that applicant had been incited to commit an offence by Ms T., acting on behalf of the police. According to the defence, Russian law prohibited any form of incitement or provocation; only if a specific crime was being prepared could an undercover operation be carried out. In the present case, however, the police had no proof of the applicant’s involvement in drug trafficking when planning the “test buy”.", "48. They further stressed that the applicant’s confession had been given in a state of drug intoxication and without legal advice. Finally, the defence challenged the credibility of the forensic examination report which identified the substance confiscated and allegedly sold by the applicant to Ms T. as heroin. They referred to a declaration signed by the applicant on 15 October 1999, stating that the confession had been extracted from him by force.", "49. At the hearing on 11 November 1999 Ms T. gave evidence against the applicant. She testified that she had helped the police voluntarily. She explained that she had handed the applicant over to the police “out of kindness in a manner of speaking” (так сказать, по доброте душевной) [sic]. She also stated as follows: “At that time I did not know where to get heroin, so I called [the applicant] because in the past he had already procured it for me”.", "50. The court also heard Mr M., who was with the applicant at the moment of his arrest and who confirmed, in principle, Ms T.’s account of the facts. However, he said that before the events at issue he had procured drugs for himself from another source. Finally, the court interviewed the applicant’s mother, who described her son’s character. She testified that she did not know when her son had started to take drugs.", "51. The District Court examined the documents, exhibits and expert reports contained in the case file. In particular, it examined the police report describing the “test buy” and the findings of the psychiatric examination.", "52. On the same day the Butyrskiy District Court found the applicant guilty of selling heroin to Ms T. on 28 October 1998. It also ruled, referring to the psychiatric report of 19 October 1999, that the applicant had committed the crime in a state of insanity and could not therefore be held criminally accountable. The court discontinued the criminal proceedings and ordered compulsory medical treatment of the applicant at his home. The applicant was released from custody.", "53. The applicant’s representative appealed, claiming that the applicant was not guilty and maintaining, inter alia, that the police had fabricated the crime. In particular, there was no reliable evidence that the applicant had already been suspected by the police of being a drug-dealer at the moment of his arrest. Moreover, the applicant had derived no financial benefit from the transaction as he had given Mr G. all the money that he had received from T. for the sachet. Furthermore, the court failed to interview several key witnesses, including the two police officers who had arrested the applicant, two eye-witnesses to his arrest and Mr G., who had sold the substance to the applicant. Finally, the applicant’s representatives claimed that the confession had been extracted from the applicant by force.", "54. On 11 January 2000 the Moscow City Court dismissed the appeal. The applicant was absent but his lawyer and representatives took part in the appeal proceedings.", "55. On 12 April 2004 the Butyrskiy District Court of Moscow, on a motion by psychoneurotic hospital no. 19, Moscow, ordered that the applicant’s compulsory medical treatment be discontinued.", "56. The relevant extracts from the 3rd General Report [CPT/Inf (93) 12] by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "... 35. A prison’s health care service should at least be able to provide regular out-patient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ... Further, prison doctors should be able to call upon the services of specialists. ...", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.", "36. The direct support of a fully-equipped hospital service should be available, in either a civil or prison hospital. ...", "37. Whenever prisoners need to be hospitalised or examined by a specialist in a hospital, they should be transported with the promptness and in the manner required by their state of health.”", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).", "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient’s evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.", "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise.", "40. The smooth operation of a health care service presupposes that doctors and nursing staff are able to meet regularly and to form a working team under the authority of a senior doctor in charge of the service.”", "57. Article 228 § 1 of the Criminal Code punishes the unlawful procurement of drugs without an intent to supply. Article 228 § 4 punishes the unlawful supply of drugs in large quantities.", "58. Pursuant to Article 21 (“Insanity”) of the Criminal Code, a person who was insane at the time of committing a socially dangerous act as a result of chronic or temporary mental derangement, mental deficiency or any other mental condition shall not be subject to criminal liability. In such cases the court, by an interim decision (определение), discontinues the proceedings and discharges the defendant from criminal liability or penalty, and may order that the defendant undergo compulsory medical treatment (Article 410 of the Code of Criminal Procedure). However, if the court finds that there is insufficient indication of the defendant’s guilt, the proceedings should be discontinued on that ground. The court may in this case still prescribe compulsory medical treatment.", "59. Article 6 of the Operational Search Activities Act of 5 July 1995, with further amendments, lists a number of intrusive techniques which may be used by law enforcement or security authorities for the purpose of investigating crimes. Under Article 6 § 1 (4) of the Act, the police may carry out a “test buy” (проверочная закупка) of prohibited goods (such as drugs).", "60. According to Article 7 § 2-1 of the Act, in order to initiate a “test buy” the police should have certain preliminary information that a crime is being planned or that it has been already committed. A test buy is initiated by a written order from the head of the relevant police unit. Judicial control is provided if the “test buy” involves interference with the home, correspondence and other constitutionally protected rights. The formal requirement is completion of a “protocol”, in which the results of the test buy are determined. This “protocol” can be used as evidence in the criminal proceedings. The Act contains other possible situations in which a “test buy” can be carried out (such as where a criminal investigation has been started, where a request for a “test buy” was received from the judicial or prosecution authorities, etc.); however, these are not relevant to the present case.", "61. The “old” Code of Criminal Procedure (CCrP, in force until 2002), provided for a number of interim measures warranting the defendant’s appearance at the trial and proper administration of justice. Those “preventive measures” or “measures of restraint” (меры пресечения) include an undertaking not to leave a town or region, personal security, bail or detention on remand (Article 89 of the old CCrP).", "62. Under the old CCrP, a decision ordering detention on remand could be taken by a prosecutor or a court (Articles 11, 89 and 96). When deciding whether to remand an accused in custody, the competent authority was required to consider whether there were “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or re-offend (Article 89 of the old CCrP).", "63. Before 14 March 2001, detention on remand was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year’s imprisonment or if there were “exceptional circumstances” in the case (Article 96). Under the old Code the competent authority also had to take into account the gravity of the charge, information on the accused person’s character, his or her profession, age, state of health, family status and other circumstances (Article 91 of the old CCrP).", "64. The Code distinguished between two types of detention on remand: the first being “during the investigation”, that is while a competent agency – the police or a prosecutor’s office – investigated the case, and the second “before the court” (or “during the judicial investigations”), that is, while the case was before a court. Although there was no difference in practice between them (the detainee was held in the same detention facility), the calculation of the time-limits was different.", "65. After arrest the suspect is placed in custody “during the investigation”. The maximum permitted period of detention “during the investigation” is two months but it can be extended for up to eighteen months in “exceptional circumstances”. Extensions are authorised by prosecutors of ascending hierarchical levels, subject to an appeal to the court. No extension of detention “during the investigation” beyond eighteen months is possible (Article 97 of the old CCrP). The period of detention “during the investigation” was calculated to the day when the prosecutor sent the case to the trial court (Article 97 of the old CCrP).", "66. From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during the judicial proceedings”). Before 14 March 2001 the old CCrP set no time-limit for detention “during the judicial proceedings”. The duration of the trial was not limited in time (although the judge had to start the trial within a certain time after receiving the case file from the prosecution).", "67. The detainee or his or her counsel or representative can challenge the detention order issued by a prosecutor, and any subsequent extension order, before a court. The judge is required to review the lawfulness of and justification for a detention or extension order no later than three days after receipt of the relevant papers. The judge can either dismiss the challenge or revoke the pre-trial detention and order the detainee’s release (Article 220-1 and -2).", "68. An appeal to a higher court lay against the judge’s decision. It has to be examined within the same time-limit as appeals against a judgment on the merits (Article 331 in fine).", "69. On receipt of the case file, the judge had to determine, in particular, whether the defendant should remain in custody or be released pending trial (Articles 222 § 5 and 230 of the old CCrP) and rule on any application by the defendant for release (Article 223 of the old CCrP). If the application was refused, a fresh application could be made once the trial has commenced (Article 223 of the old CCrP). At any time during the trial the court could order, vary or revoke any preventive measure, including detention on remand (Article 260 of the old CCrP).", "70. An appeal against such a decision lay to the higher court. It had to be lodged within ten days and examined within the same time-limit as an appeal against the judgment on the merits (Article 331 of the old CCrP).", "71. Legal representation of a client in court proceedings is usually governed by the rules of commission or agency contracts (Chapters 49 and 52 of the Civil Code of the Russian Federation). In addition, Chapter 50 of the Code provides for the agency of necessity: a person may act in the interests of another in order to prevent damage to the latter’s property, protect or promote his lawful interests, etc. If the actions of a person acting in another’s interest without proper mandate are approved by the beneficiary of such acts, this is regarded as an agency agreement between them (Article 982 of the Civil Code). Consequently, the beneficiary should bear the agent’s reasonable costs (Article 984 of the Civil Code)."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}