{"ITEMID": "001-82867", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CAZACU v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (application not properly submitted by the applicant but rather by a lawyer who claimed to be associated with the Helsinki Committee for Human Rights);Violation of P1-1;Remainder inadmissible;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1950 and lives in Cimişlia.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. From 1986 the applicant was employed by the Bureau of Architecture, Projects and Production of the Chief Architect of Cimişlia Region (“the Cimişlia Bureau”), a State service. In 1993 the Bureau adopted new by-laws, which were approved by the Ministry of Architecture and Construction. Under these by-laws, the Bureau was registered as an independent legal person with the rights of a State company and governed by the Regulations of State companies. It was created within the organs of local public administration and on the basis of municipal property but was financed exclusively from the income it generated from selling a variety of services to the local administration and to the population.", "8. On 16 December 1999 Lăpuşna County Council decided to merge several bureaux, including the Cimişlia Bureau, into one service at the County level. The Lăpuşna Bureau thus became the legal successor of the Cimişlia Bureau in which the applicant had worked. Before this merger, the Cimişlia Bureau decided to reduce the number of personnel employed and as a result the applicant was made redundant by an order of 29 December 1999.", "9. On 12 January 2000 he acknowledged the dismissal notice in writing, as requested by law. In accordance with the relevant labour legislation, he requested redundancy payments (namely redundancy compensation worth one month's average salary, his average monthly salary during the three months when he would be looking for a new job, payment for unused leave for 1999 and payment of his salary for December 1999 and part of January 2000).", "10. The employer refused to pay because it had set aside no money for redundancy payments. According to a certificate issued by the Cimişlia employment office on 9 June 2000, the applicant had been unemployed from 21 January 2000 to the date of the issue of the certificate.", "11. The applicant initiated court proceedings, claiming redundancy payments, namely one month's salary on dismissal, the continuing payment of his salary for the three subsequent months when he would be looking for another job and monetary compensation for untaken leave. On 5 July 2000 the Cimişlia District Court partly accepted his claims. He appealed and the Cahul Regional Court quashed that judgment, ordering a full re-hearing of the case.", "12. On 27 April 2001 the Cimişlia District Court rejected all his claims as unfounded.", "13. On 14 August 2001 the Cahul Regional Court upheld that judgment. It found, among other things, that the applicant had missed the two-month deadline for making his claim against the Cimişlia Bureau, since the decision to reorganise the bureau had been published in January 2000 and the complaint had been lodged in May 2000.", "14. Notwithstanding the fact that the applicant had missed the above-mentioned time-limit, on 26 April 2002 the Court of Appeal examined the substance of his appeal and upheld the judgment of the Regional Court. The court reasoned that no compensation was due because the Cimişlia Bureau, in which the applicant had worked, was self-financed; it had not set aside any resources for compensation but had distributed all the money obtained from its activity to its employees, after paying taxes. Since it had been an independent legal person, its legal successor, the Lăpuşna Bureau, could not be held liable for any outstanding debts. The court also found that the applicant had not offered any new services after October 1999 and thus could not claim his salary for November-December 1999. He had been warned in April 1999 of impending dismissal and instructed to complete all outstanding work by 29 December 1999. Finally, the court found that he had not registered with the Lăpuşna employment office as unemployed and could therefore not claim redundancy compensation.", "15. The relevant provisions of the Labour Code of 25 May 1973, in force until 28 March 2003, read as follows.", "“Article 3. Sphere of application of labour legislation.", "The labour legislation regulates work relations of employees employed in enterprises, institutions and organisations on the territory of Moldova, regardless of the type of property and form of management ...", "Article 6. Nullity of contract clauses making the conditions of employees worse.", "Contractual clauses making the conditions of employees worse than those provided for by law are null and void.", "...", "Article 45/3. Indemnities and compensation for employees made redundant.", "Employees made redundant by enterprises, institutions and organisations because of a reduction of the number of personnel or status of personnel:", "1) shall be paid a redundancy indemnity worth one month's average salary;", "2) shall continue to receive the average salary during the period needed to find a new job, but for no longer than two months from the date of redundancy, taking into account the payment of the redundancy indemnity;", "3) exceptionally, shall continue to receive the average salary during the third month from the date of redundancy, based on a decision of the employment office, subject to the employee's timely request to that authority (within two weeks of redundancy) and if not offered a job in the meantime.", "...", "Article 80. Prohibition of granting of monetary compensation in lieu of untaken leave", "It is prohibited to grant monetary compensation in lieu of untaken leave, save in the case of dismissal of an employee who has not used his or her leave days”.", "16. The relevant provisions of the Code of Civil Procedure (in force until 12 June 2003) read as follows:", "“Article 296. Scope of appeal proceedings.", "The court which examines the appeal shall verify whether the first-instance court's judgment is lawful and well-grounded, on the basis of the information in its possession, as well as any new written evidence submitted to the court.", "The court may re-evaluate the evidence in its possession and examine any new evidence submitted by the parties in accordance with the present Code.", "The court shall deal with each ground of appeal invoked.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}