{"ITEMID": "001-21930", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ERDOGAN v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant, Muhittin Erdoğan, is a Turkish national of Kurdish origin, born in 1975 and, at the time of introduction of the application, he was detained in the Netherlands for expulsion purposes. He is represented before the Court by Ms G.E.M. Later, a lawyer practising in The Hague.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "In 1989, the applicant entered the Netherlands where he stayed until his expulsion to Turkey on 3 May 1993. He returned to the Netherlands on 21 December 1993. On 19 January 1994, the Turkish consular authorities in the Netherlands issued a new Turkish Nüfüs identity card to the applicant.", "On 2 October 1995, the applicant applied for asylum or, in the alternative, a residence permit on humanitarian grounds. He based his claims, inter alia, on the argument that as a person of Kurdish origin he did not wish to perform his military service in Turkey as he might be sent to south-east Turkey where he would be made to fight his own people.", "The applicant's requests were rejected by the State Secretary of Justice (Staatssecretaris van Justitie) on 27 November 1995 and the applicant was ordered to leave the Netherlands. The applicant's objection (bezwaarschrift) against this decision was rejected by the State Secretary on 24 September 1996.", "On 22 October 1996, the applicant filed an appeal with the Hague Regional Court (Arrondissementsrechtbank) sitting in Haarlem against the State Secretary's decision of 24 September 1996. He further requested the Hague Regional Court to issue an injunction on his expulsion pending the appeal proceedings.", "On 5 September 1997, the Hague Regional Court rejected both the applicant's request for an injunction and his appeal against the decision of 24 September 1996. This decision was notified to the parties on 11 September 1997.", "On 22 October 1997, the State Secretary issued an order for the applicant's expulsion from the Netherlands. At some unspecified point in time the applicant was expelled to Turkey. He returned to the Netherlands at a later unspecified point in time.", "On 21 July 1998 and on the basis of a change in the case-law concerning Turkish-Kurdish asylum seekers who had evaded military service in Turkey, the applicant requested the State Secretary to reconsider (heroverwegen) his case. On 22 September 1998, the State Secretary informed the applicant that his request was in essence a new request for asylum and that such a request should be filed at one of the reception centres for asylum seekers or the aliens' department (vreemdelingendienst) in the applicant's place of residency. On 20 October 1998, the applicant filed an objection against the State Secretary's letter of 22 September 1998.", "On 21 October 1998, the Turkish consular authorities in the Netherlands issued a Turkish passport to the applicant with a validity of one year.", "On 16 March 1999, the applicant was apprehended as an illegal alien when he presented himself to the Rotterdam aliens' department in order to obtain certain documents required for his intended marriage to his Dutch partner Ms Z. When his particulars, as stated in his passport, were verified in the Aliens Administration System (Vreemdelingen Administratie Systeem), it appeared that he was registered as a person who, on the basis of a decision taken by the Hague Regional Court on 11 September 1997, was no longer entitled to stay in the Netherlands.", "Although the applicant held a registration card indicating that, as from 5 November 1998, he had reported himself every week to the aliens' department in the asylum seekers' reception centre in De Lier (a town near Rotterdam), his residence status could nevertheless not be sufficiently established and as there were apparently no proceedings pending on a request by the applicant for a residence permit, the applicant was placed in aliens' detention for the purposes of his expulsion (vreemdelingenbewaring) under Article 26 § 1 (a) of the Aliens Act (Vreemdelingenwet) on the same day.", "Also on 16 March 1999, the applicant requested the Hague Regional Court to issue an injunction on his expulsion pending the determination by the State Secretary of his request for a reconsideration of his first request for asylum. He further filed a second request for asylum or a residence permit on humanitarian grounds and, on this basis, was placed in aliens' detention under Article 26 § 1 (c) of the Aliens Act.", "On 17 March 1999, the applicant filed an appeal with the Hague Regional Court against his placement in aliens' detention and he requested compensation for the time spent in aliens' detention.", "On 24 March 1999 and 6 April 1999 the applicant was interviewed by an official of the Ministry of Justice in relation to the grounds for his request for asylum. He claimed, inter alia, that he had been summoned to report for military service in Turkey and that he feared that, as a conscript in the Turkish army, he would be deployed against his own people.", "On 6 April 1999, after a hearing held on 30 March 1999 in the course of which the applicant was represented by his lawyer, the Hague Regional Court rejected the applicant's appeal of 17 March 1999 as well as his request for compensation. It did not find it established that the applicant's placement in aliens' detention was in violation of the Aliens Act or that, after having balanced the interests involved, it could not reasonably be regarded as justified.", "The Hague Regional Court noted that, when the applicant had presented himself to the aliens' department on 16 March 1999 in connection with his intended marriage, it had appeared that he was no longer allowed to stay in the Netherlands. It held that this was sufficient indication that the applicant was an illegal alien. The court agreed with the State Secretary that public order required the applicant's placement in aliens' detention given the fact that he had resided illegally in the Netherlands for years, had returned to the Netherlands after having been expelled, had applied for asylum two years after he had returned to the Netherlands in 1993 and had failed to leave the Netherlands after this request for asylum had been rejected.", "The Regional Court also held that it did not automatically follow from the fact that the applicant reported himself to a reception centre for asylum seekers every week in order to obtain his benefits under the Regulation on Reception of Asylum Seekers (Regeling Opvang Asielzoekers) that he would respect an obligation to report to the authorities on a regular basis, given that he had evaded control for years and that he was now aware of the fact that the authorities were actively pursuing his expulsion. Insofar as the applicant relied on his relationship and cohabitation with his Dutch partner, the Regional Court noted that, according to the record of the applicant's interview held on 24 March 1999, he had been unable to state her name correctly.", "The Regional Court further held that the argument, advanced by the applicant, to the effect that it could no longer be excluded that persons of Kurdish origin, while doing their military service in Turkey, would be deployed in south-east Turkey, by no means increased the chances of success of his second request for asylum, since additional conditions needed to be fulfilled for that to be the case. Finally, the Regional Court accepted that the State Secretary had valid reasons to suspect that the applicant would seek ways to avoid his expulsion.", "On 8 April 1999, the State Secretary rejected the applicant's request for asylum or a residence permit on humanitarian grounds and ordered his expulsion from the Netherlands. As a result, the legal basis for the applicant's placement in aliens' detention was changed to Article 26 § 1 (a) of the Aliens Act.", "On 14 April 1999, the applicant filed an appeal with the Hague Regional Court sitting in Haarlem against the State Secretary's decision of 8 April 1999. As he had been placed in aliens' detention he was not required, like asylum seekers not placed in such detention, first to file an objection (bezwaarschrift) with the State Secretary of Justice before filing an appeal with the Hague Regional Court.", "As the State Secretary had failed to respond to the applicant's objection of 20 October 1998, the applicant filed an appeal with the Hague Regional Court sitting in Haarlem on 9 August 1999 against this failure to determine his objection timely.", "On the same day, the applicant filed a second appeal with the Hague Regional Court against the measure of his placement in aliens' detention and he requested compensation for the time spent in aliens' detention.", "On 31 August 1999, after a hearing held on 24 August 1999, the Hague Regional Court decided on the applicant's appeal of 9 August 1999 against his placement in aliens' detention. Insofar as relevant, it held:", "“1. The Regional Court considers from the outset that the lawfulness of the measure of placement in aliens' detention has, as such, already been decided in this court's decision of 6 April 1999 which has obtained the force of res iudicata. The only issue to be examined now is the lawfulness of the continuation of the placement in aliens' detention in the circumstances of the present case.", "2. ... The <applicant's> representative has ... submitted that the expulsion of Turkish/Kurdish aliens has been suspended in connection with an incident in Turkey, in which an expelled Turkish/Kurdish alien is alleged to have been killed, so that there are no prospects for expulsion and, for this reason, the continuation of the placement in aliens' detention is unlawful.", "3. ...", "4. The Regional Court considers, with reference to the letter of 31 August 1999 of the State Secretary addressed to the National Co-ordinator for Aliens' Affairs of the Hague Regional Court, that in any event as from that date there are no prospects of expulsion of <the applicant> within a delay that can be regarded as reasonable. On this point, the Regional Court notes that the Ministry of Foreign Affairs, upon a request by the State Secretary of Justice, has conducted an investigation into the backgrounds of the above mentioned incident. Since it was initially assumed that this investigation would only take a relatively short period of time, the Regional Court did not previously see any reason to conclude that there were no longer any prospects for expulsion within a reasonable time. From the aforementioned letter of 31 August 1999 it has, however, become clear that the investigation by <the Ministry of> Foreign Affairs has been delayed, as a consequence of the heavy earthquake in Turkey, to such an extent that expulsion within a reasonable time can no longer be envisaged. The court considers, therefore, that the continuation of the placement in aliens' detention as from 31 August 1999 is unlawful.", "5. In relation to the above <considerations>, the Regional Court sees no reason to award compensation.”", "The Hague Regional Court did, however, find reasons to order that the applicant's legal costs incurred be compensated and, consequently, issued an order for costs against the State Secretary. The applicant was released from aliens' detention the same day.", "On 28 November 1999, the applicant applied for a residence permit on the basis of a temporary regulation on the legalisation of illegal aliens who had been residing in the Netherlands for a long period of time (Tijdelijke regeling witte illegalen).", "On 19 January 2000, the applicant married Ms Z. and, on the basis of his marriage to a Dutch national, applied on 2 February 2000 for a residence permit on grounds of “stay with Dutch spouse”.", "On 9 February 2000, the Hague Regional Court sitting in Haarlem declared well-founded the applicant's appeal of 9 August 1999 against the State Secretary's failure to determine timely the applicant's objection of 20 October 1998 and ordered the State Secretary to decide on the objection within a period of six weeks.", "On 14 February 2000, the applicant was informed that he had failed to submit some of the required documents in respect of his request of 28 November 1999. He was invited to complete his application within 14 days.", "In its decision of 29 June 2000, following a hearing held on 2 May 2000, the Hague Regional Court declared the applicant's appeal well-founded, quashed the State Secretary's decision of 8 April 1999 and ordered the State Secretary to take a new decision on the applicant's request of 16 March 1999 within a period of two weeks. The Hague Regional Court noted that there had been a change in the case-law concerning Turkish-Kurdish asylum seekers on the basis of, inter alia, an official report (ambtsbericht) of the Minister of Foreign Affairs (Minister van Buitenlandse Zaken). The Hague Regional Court found that the conclusion set out in this official report, to the effect that there had apparently been an increase in the chances of Kurdish young men being deployed in south-east Turkey as members of the Turkish armed forces, constituted a relevant new fact in relation to the examination of the applicant's first request for asylum and that, therefore the substance of his second request for asylum had to be examined in full. It was further found established that the applicant had been summoned to report for military service in Turkey and that an order for his apprehension had been issued by the Turkish authorities.", "On 29 September 2000, the applicant informed the Court that, in the meantime, he had been granted a residence permit on grounds of his marriage to a Dutch national.", "Article 26 of the Aliens Act, insofar as relevant, provides:", "“1. If the interests of public order, public policy or national security so require, the following categories of aliens may be detained:", "a. aliens whose expulsion has been ordered;", "b. aliens in respect of whom there are serious ground to believe that their expulsion will be ordered;", "c. aliens who are not allowed to reside in the Netherlands by virtue of any of the provisions contained in Articles 8-10 <of the Aliens Act>, pending the decision on an application for a residence permit, a permanent residence permit or leave to enter as refugees.", "2. An alien shall not be detained when, and detention shall be terminated as soon as, he intimates that he wishes to leave the Netherlands and is in fact in a position to do so.", "3. Detention for the reasons set out in the first sentence of paragraph 1 and for the categories referred to under b. or c. of that paragraph shall not be of longer duration than one month....”", "An alien whose expulsion has been ordered can, in principle, remain in aliens' detention for an unlimited period of time. The lawfulness of a placement in aliens' detention can, however, be challenged before a court. Where the court is of the opinion that there are no prospects of expulsion within a reasonable time, it can order that the measure of placement in aliens' detention be terminated.", "It has been established in the case-law of the Legal Uniformity Division (Rechtseenheidskamer) of the Hague Regional Court that the interest of an alien to be released from aliens' detention increases with the passage of time. Where a placement in aliens' detention exceeds a period of six months, it is generally held that the alien's interest in being released is greater than the interest to keep him in detention for the purposes of expulsion. Depending on the specific circumstances of each case, this point in time may also be reached before or after six months have passed. It may be later where the alien frustrates the determination of his identity or nationality and it may be earlier where the alien concerned is unable to obtain travel documents for reasons beyond his control.", "Although no appeal lies against a decision by the Regional Court in proceedings concerning requests for release from detention for expulsion purposes, an appeal to the Court of Appeal (Gerechtshof) is available in relation to a decision taken in the context of such proceedings on a request for compensation for the time spent in detention for expulsion purposes.", "There is no time-limit for the filing of an appeal against a decision of placement in aliens' detention and in principle a person placed in aliens' detention may file as many appeals against this decision as he sees fit. When the lawfulness of a decision of placement in aliens' detention has been determined for a first time, the examination of any subsequent appeal in this respect will be limited to the lawfulness of the continuation of the placement in aliens' detention as from the date of the last judicial decision taken on this point.", "On 27 July 1999, the State Secretary of Justice requested the Hague Regional Court to suspend the examination of appeals, including requests for injunctions on expulsions, filed by asylum seekers of Kurdish origin, as it had appeared that two such asylum seekers had encountered serious problems after they had been expelled to Turkey.", "On 31 August 1999, the State Secretary informed the Dutch Parliament that, in view of reports on what had happened to two asylum seekers who had been expelled to Turkey, a policy decision had been taken to suspend temporarily the expulsion of Turkish nationals of Kurdish origin."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}