{"ITEMID": "001-58203", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 1998, "DOCNAME": "CASE OF OMAR v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["8. Mr Cheniti Omar, an Algerian national who was born in 1931, is retired and lives in Lyons.", "His two sons, Hassane and Kamal Omar, who are also Algerian nationals, and were born in 1959 and 1962 respectively, were building workers at the material time.", "9. The three applicants were charged in October 1989 with aiding and abetting the investment, concealment or conversion of funds derived from drug trafficking. Cheniti Omar was detained on remand from 13 October to 3 November 1989 and Kamal and Hassane Omar from 13 October to 8 December 1989. On release they were placed under judicial supervision.", "10. On 14 June 1990 the investigating judge appointed an expert to inspect the accounts of a number of firms and those of the Omar family. The expert filed his main report on 8 March 1991 and a supplementary report on 29 April 1991.", "11. By an order of 23 May 1991 the applicants were committed for trial in the Lyons Criminal Court, which, in a judgment of 19 November 1991, sentenced Cheniti Omar to four years’ imprisonment, forty-two months of which were suspended, and Kamal and Hassane Omar to five years’ imprisonment each. It also issued warrants for their arrest.", "The court held, inter alia, that the offence of laundering the proceeds of drug trafficking had been made out by the fact that the accused were unable to give convincing explanations regarding the source of the family’s considerable income. The expert had noted the existence of sixty-seven bank accounts containing a total of more than three million francs, whose origin could not be explained solely by the activity of the trading or property companies owned by the accused, notwithstanding their assertion during the investigation that they had accumulated the money by not declaring their earnings to the inland revenue.", "12. The three applicants appealed against the above judgment and requested a second expert opinion on their accounts.", "13. On 1 October 1992 the case was heard at an adversarial hearing attended by the accused.", "14. In a judgment of 16 February 1993 the Lyons Court of Appeal fully upheld the impugned judgment with regard to the five-year prison sentences imposed on Kamal and Hassane Omar and raised Cheniti Omar’s sentence to five years. It also issued warrants for the arrest of each of the three applicants, with a view to ensuring that they would serve the sentences imposed on them. They, although duly informed of the date on which the judgment would be delivered, were not in court.", "15. Acting through a lawyer at the Court of Cassation, the three applicants lodged an appeal on points of law within the time-limit of five clear days laid down by Article 568 of the Code of Criminal Procedure (see paragraph 21 below). None of the applicants complied with the arrest warrants issued, but Cheniti Omar was arrested by the police at his place of work on 27 May 1993 and committed to prison pursuant to the warrant for his arrest.", "16. On 7 February 1994 the Court of Cassation declared the appeal inadmissible on the ground that:", "“It follows from the general principles of criminal procedure that a convicted person who has not complied with a warrant for his arrest is not entitled to act through a representative in order to lodge an appeal on points of law. It cannot be otherwise unless evidence has been supplied of circumstances making it absolutely impossible for him to surrender to custody at the appropriate time. As no such evidence has been supplied by the three appellants, against whom arrest warrants were issued after they had appeared in court for the hearing, their appeal, which has been lodged by an attorney practising in the Court of Appeal, must be declared inadmissible.”", "17. In April and September 1994 Kamal and Hassane Omar were arrested and committed to prison pursuant to the warrants for their arrest.", "18. On 15 and 17 May 1995 the prefect of the Rhône département issued deportation orders against them.", "19. In French law an appeal on points of law, which is an exceptional remedy, may be lodged by any person who has an interest in doing so and gives notice within the time-limit, against any judicial decision given at last instance.", "20. Article 576 of the Code of Criminal Procedure, which lays down the formalities to be observed in connection with appeals on points of law, provides:", "“Notice of an appeal on points of law must be given to the registrar of the court which has delivered the decision being challenged.", "It must be signed by the registrar and by the appellant himself or by an attorney (avoué) of the court which has given judgment or by a specially authorised agent. In the last-mentioned case, the authority to act shall be annexed to the document drawn up by the registrar…", "…”", "21. Article 568 of the Code of Criminal Procedure provides:", "“The prosecution and all parties shall have five clear days after the date on which the impugned decision was given in which to lodge an appeal on points of law.”", "22. Article 569 of the Code of Criminal Procedure provides:", "“During the time allowed for an appeal on points of law and, where such an appeal has been lodged, until the Court of Cassation delivers judgment, execution of the judgment of the Court of Appeal shall be stayed, except in respect of orders concerning civil matters, and unless the Court of Appeal upholds the warrant issued by the trial court pursuant to Article 464-1 or Article 465, first sub-paragraph, or unless it issues a warrant itself under the same conditions and according to the same rules.”", "23. The suspensive effect of an appeal on points of law is derived from statute and may therefore likewise be restricted by statute, particularly in the interests of speedier and more effective punishment. That is the case where an arrest warrant has been issued by the trial court (see, to that effect, B. Bouloc, Précis de procédure pénale, Dalloz, 16th edition, 1996, § 739).", "24. Article 583 of the Code of Criminal Procedure provides:", "“If a person sentenced to a term of imprisonment of more than six months has not surrendered to custody and has not obtained from the court which convicted him exemption, on or without payment of a surety, from the obligation to surrender to custody, his right to appeal on points of law shall be forfeit.", "The memorandum of imprisonment or the judgment granting exemption shall be produced before the Court of Cassation not later than the time when the case is called for hearing.", "For his appeal to be admissible, it is sufficient for the appellant to establish that he has surrendered to custody at a prison, either in the place where the Court of Cassation sits or in the place where sentence was passed. The governor of that prison shall admit him there on the order of the Principal Public Prosecutor at the Court of Cassation or of the head of the public prosecutor’s office at the court of trial or appeal.”", "25. The Court of Cassation has ruled on a number of occasions that an appeal lodged by the representative of a convicted person who has not complied with a warrant for his arrest is inadmissible (Cass. crim. 10 December 1986, Dalloz 1987, p. 165). But the convicted person may give notice himself of his intention to appeal (Cass. crim. 7 November 1989, Bull. Crim. no. 397), subject to the provisions of Article 583, reproduced above.", "26. The Criminal Division of the Court of Cassation considers that an appeal is admissible in the following two situations:", "(a) where, instead of acting through a representative, the appellant signs the notice of intention to appeal in person (Cass. crim. 28 June 1978, Bull. crim. no. 57) by reporting to the registry before the warrant has been executed (Cass. crim. 7 November 1989, Bull. crim. no. 397) and accepting the risk of being arrested by mentioning his exact address in the notice (Cass. crim. 13 May 1985, Bull. crim. no. 180; Cass. Crim.7 September 1993, Bull. crim., p. 263, confirmed by a decision of 15 February 1994 published in the Recueil Dalloz 1994, Somm., p. 187);", "(b) where, when acting through a representative, in accordance with Article 576 of the Code of Criminal Procedure, he can prove that there were “circumstances that made it absolutely impossible for him to surrender to custody at the appropriate time” (Cass. crim. 21 May 1981, Bull. crim. no. 168; Cass. crim. 19 January 1984, Bull. crim. no. 27; Cass. crim. 8 March 1985; Cass. crim. 8 March 1996, Bull. crim. no. 94)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}