{"ITEMID": "001-100026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF YERANOSYAN AND OTHERS v. ARMENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicants were born in 1976, 1975, 1971, 2001, 2004, 1994, 1999 and 1978 respectively and live in Yerevan.", "5. According to the applicants, they enjoyed a right of use of accommodation in respect of a house which measured 60.2 sq. m and was situated at 15 Byuzand Street, Yerevan. The house was owned by their family member, A.Y. The Government contested this allegation and claimed that only the applicants Vahan Yeranosyan, Vardan Yeranosyan, Ruzanna Yeranosyan and Siranush Khachatryan enjoyed such a right, while the remaining applicants, who were minors, were only entitled to live in the house in question.", "6. On 1 August 2002 the Government adopted Decree no. 1151-N, approving the expropriation zones of the immovable property (plots of land, buildings and constructions) situated within the administrative boundaries of the Central District of Yerevan to be taken for the needs of the State for the purpose of carrying out construction projects, covering a total area of 345,000 sq. m. Byuzand Street was listed as one of the streets falling within such expropriation zones.", "7. On 17 June 2004 the Government decided to contract out the construction of one of the sections of Byuzand Street – which was to be renamed Main Avenue – to a private company, Vizkon Ltd.", "8. On 1 October 2004 Vizkon Ltd and the Yerevan Mayor's Office signed an agreement which, inter alia, authorised the former to negotiate directly with the owners of the property subject to expropriation and, should such negotiations fail, to institute court proceedings on behalf of the State, seeking forced expropriation of such property.", "9. It appears that by a letter of 8 June 2005 Vizkon Ltd informed the applicants that the house in question was situated within the expropriation zone of the Main Avenue area and was to be taken for State needs. It further appears that each applicant was offered USD 2,000 as compensation.", "10. It appears that the applicants did not accept this offer.", "11. On an unspecified date Vizkon Ltd instituted proceedings against the applicants on behalf of the State, seeking to terminate their right of use of accommodation and to have them evicted.", "12. On 30 June 2005 the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների աոաջին ատյանի դատարան) granted the claim of Vizkon Ltd, terminating the applicants' right of use and awarding each of them the Armenian dram equivalent of USD 2,000 in compensation. In doing so, the court referred to Article 218 § 1 of the Civil Code.", "13. On 15 July 2005 the applicants lodged an appeal.", "14. On 8 August 2005 the Civil Court of Appeal (ՀՀ քաղաքացիական գործերով վերաքննիչ դատարան) granted the claim of Vizkon Ltd on the same grounds as the District Court.", "15. On 22 August 2005 the applicants lodged an appeal on points of law which they supplemented on 19 September 2005.", "16. On 23 September 2005 the Court of Cassation (ՀՀ վճռաբեկ դատարան) dismissed the applicants' appeal.", "17. For a summary of the relevant domestic provisions related to the right of use of accommodation see the judgment in the case of Minasyan and Semerjyan v. Armenia (no. 27651/05, §§ 36-43, 23 June 2009).", "18. Article 218 § 1 of the Civil Code, as in force at the material time, provided that a plot of land might be taken from the owner for the needs of the State or the community by compensating its value. Depending on for whose needs a plot of land was to be taken, its value was to be compensated by either the State or the community."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}