{"ITEMID": "001-5103", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "HOGEFELD v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a German national, born in 1956 and presently detained in a prison in Frankfurt. She is represented before the Court by Mr Thomas Kieseritzky, a lawyer practising in Frankfurt.", "A.", "The applicant is a former member of the Red Army Fraction (RAF), a left-wing extremist terrorist movement that was responsible for numerous attacks on high rank personalities in Germany since the early seventies. In April 1992 the RAF announced in a written declaration that they would suspend the attacks on representatives of the State and the economy. In a further declaration of August 1992, the RAF made several critical statements on its strategy in the past.", "On 27 June 1993 the applicant was arrested and taken in detention on remand. On 21 January 1994 a warrant of arrest (Haftbefehl) was issued against her. The warrant of arrest was based, among other grounds, on the fear that the applicant might continue terrorist activities.", "On 1 December 1995 the Frankfurt Court of Appeal (Oberlandesgericht) dismissed the request of a radio journalist to allow an interview with the applicant because such an interview would conflict with the purpose of the detention on remand as provided for in Section 119 § 3 of the Code of Criminal Procedure (Strafprozeordnung – see relevant domestic law below). The Court considered that in respect of a declaration made by the applicant during the trial, it had to be expected that the applicant would explain and advocate ideological positions of the RAF, which would amount to a new act of participation in a terrorist organisation pursuant to Section 129a of the Criminal Code (Strafgesetzbuch - see relevant domestic law below). According to the warrant of arrest, the purpose of the detention on remand was inter alia to prevent the applicant from committing further terrorist acts as defined in Section 129a of the Criminal Code.", "On 21 December 1995 the Frankfurt Court of Appeal dismissed the request of a filmmaker to permit the filming of a visit of the applicant's mother to her daughter in prison. The Court, relying again on Section 119 § 3 of the Code of Criminal Procedure, considered that the film could enable the applicant to influence supporters of the RAF in order to strengthen their support for the latter. This would be the case if the applicant commented on the conditions of detention of terrorists. Such behaviour would constitute a renewed act of participation in a terrorist organisation within the meaning of Section 129a of the Criminal Code.", "On 4 January 1996 the Frankfurt Court of Appeal dismissed the request of the applicant and a journalist to permit an interview with the applicant. It did, however, grant the journalist a permit for a single visit to the applicant on the condition that there would be no talk about the RAF and the trial. The decision was based on the same grounds as that of 1 December 1995.", "On 11 January 1996 the Court dismissed yet another request of a journalist for a radio interview with the applicant. On 17 April 1996 it dismissed the applicant's objections (Gegenvorstellungen) against that decision.", "On 31 August 1996 the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant's constitutional complaint. The Court held that neither the freedom of expression under Article 5 § 1 of the Fundamental Law (Grundgesetz) nor any other of the applicant's fundamental rights had been violated. It found that the assessment of the facts by the Court of Appeal as well as its findings in law did not disclose any violation of the Constitution.", "During the trial against the applicant at the Frankfurt Court of Appeal from 15 November 1994 until 5 November 1996 the applicant made several declarations in which she commented on the history of the RAF, her role in the organisation and the crimes she was accused of.", "With her first declaration of 15 November 1994 the applicant commented on the events in connection with her arrest during which her companion, RAF member Wolfgang Grams, had been shot dead. She then explained the developments within the RAF which had lead to its declaration of April 1992 in which the group abandoned its strategy of attacks against representatives of the State and the economy. She explained this break with the former strategy of the RAF with the “experiences and the realisation that we [the RAF] ourselves do not have answers to many questions and that we, alone, cannot and do not want to answer them, as the draft of a global political vision cannot be the matter of one group [...] like the RAF”.", "She concluded the declaration with the following statement:", "“The fight for a humane future, for a world without government, in which people can live in liberty and self-determination, is still on the agenda. The reversal of the social developments is still a matter for which one must fight. Those who think that they have driven us into a dead-end street, should not rejoice too soon. They should know that we will fight for ourselves. There will be no return to the old strategy as a political concept, but we have our right to self-defence. I do not think that we will watch our destruction without resistance and I wish that everyone would think about our future.”", "In a further declaration of 2 March 1995 she commented on the murder of the U.S. soldier Pimental by the RAF:", "“The shooting of the GI Edward Pimental was one of the worst mistakes of the RAF.”", "On 21 July 1995 the applicant read out a statement on the history of the RAF in which she critically commented on the strategy of violent attacks which the RAF had followed in the past. In this context she clearly admitted her commitment to the RAF and to its original aims as she stated:", "“Although I believe today that we made many mistakes – our beginnings and our fight for a different world were at any time well-founded and justified, and that fight has to be conducted as a confrontation. Now the time has come for drawing conclusions from these experiences, because they are important for the determination of future fights and because others should not repeat our mistakes simply because we do not talk about them.", "[...]", "Where the RAF is concerned, I have written my whole text in the first person of the plural – my personal history has been closely linked to this group for 20 years now and thus I believe that I carry the responsibility for its whole history.”", "She subsequently condemned again the shooting of the U.S. soldier and asked the question of “how people who had stood up to fight for a more just and more humane world, could have moved away so far from their original ideals ...”.", "In this connection she tried to explain the reasons which had finally driven her to join the RAF. At the end of her statement, she had this to say about the development of the RAF:", "“Our limitation of vision and our dogmatism continuously prevented critical questions and a self-critical reflection. As far as we were concerned, it lasted through the early nineties until we finally broke with it.”", "She concluded her declaration with the following words:", "“There will be no relevant anti-power here, as long as we – and I do not refer to the RAF only – continue to refuse to understand our own history. To determine future fights, we need an accurate analysis of the current situation and development. We also need the experiences and realisations of the last 25 years.”", "On 5 November 1996 the Frankfurt Court of Appeal sentenced the applicant to life-time imprisonment for murder in several cases, robbery, causing an explosion and illegal possession of firearms. It found that the applicant had joined the underground operating group of the RAF in 1984 and had participated in several attacks by the RAF, namely (1) the deadly shooting of the U.S.-soldier Edward Pimental on 7 August 1985, (2) the bomb outrage on the U.S. Airbase in Frankfurt on 8 August 1985, (3) the attack on former Under-Secretary of State Dr. Heinz Tietmeyer on 21 September 1988 and (4) the bombing at Weiterstadt prison on 27 March 1993.", "On the applicant's appeal, the Federal Court of Justice (Bundesgerichtshof) by decision of 13 February 1998 quashed the applicant's conviction for the bombing of the Weiterstadt prison but confirmed the Court of Appeal's judgment with respect to the other crimes.", "B. Relevant domestic law", "The admissibility of any contacts of the detainee on remand is regulated by Section 119 § 3 of the Code of Criminal Procedure (Strafprozessordnung), which reads as follows:", "“The person arrested may only be subjected to those limitations which are required by the purpose of the detention on remand or by the maintenance of order in the prison.”", "The applicant was, among other crimes, accused of membership in a terrorist organisation pursuant to Section 129a of the Criminal Code. The relevant paragraphs of Section 129a read as follows:", "“Foundation of terrorist associations", "(1) Everyone who founds an association, the purpose or activities of which are directed to commit", "1. murder, homicide or genocide (Sections 211, 212, 220a), 2. crimes against the freedom of the person in the cases of Sections 239a or 239b or 3. crimes pursuant to Section 305a [destruction of important working materials] or crimes against public safety according to Sections 306 to 306c [arson] or Section 307 §§ 1 to 3 [causing explosions through nuclear energy], Section 308 §§ 1 to 4 [causing an explosion], Section 309 § 1 to 5 [abuse of ionising radiation], Sections 313 [causing floodings], 314 [poisoning dangerous to public safety] or 315 §§ 1, 3 or 4 [dangerous disturbances of rail, sea or air traffic], Section 316b §§ 1 or 3 [disturbance of public service plants] or Sections 316c §§ 1 to 3 [attacks on air and sea traffic]", "or who participates as a member in such an organisation, is liable to imprisonment of one to ten years.", "(2) If the perpetrator is one of the ringleaders or instigators, imprisonment may not be below three years.", "(3) Whoever supports or promotes an organisation as described in § 1 is liable to imprisonment of six months to five years.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}