{"ITEMID": "001-4755", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "E.E. v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, living in Grünbach (Austria). She is the maternal grandmother of the child Andreas, who was born out of wedlock on 18 May 1993.", "The applicant is represented before the Court by Mr H. Blum, a lawyer practising in Linz.", "On 11 November 1994, the Freistadt District Authority (Bezirkshauptmannschaft) petitioned the Freistadt District Court (Bezirksgericht) that the custody of the applicant's grandchild, Andreas, be withdrawn from the applicant's daughter and transferred to the District Authority's Youth Welfare Office. The authority submitted that Andreas' mother did not care for her child, but left it entirely to her son's grandmother, the applicant, to care for and raise him.", "On 26 January 1995, the Freistadt District Court heard the applicant on the question raised by the Authority. She did not object to the withdrawal of her daughter's parental rights, confirming that her daughter failed to take care of Andreas. The applicant explained that she, herself, would like to continue to take care of her grandchild.", "On 15 March 1995, the Freistadt District Court approved of the District Authority's petition pursuant to sections 176 and 176a of the Austrian Civil Code (Allgemeines Bürgerliches Gesetzbuch) on the ground that Andreas' well-being was endangered by his mother's conduct. On 20 March 1995, the District Court served its decision on, inter alia, the applicant. Andreas was placed with foster-parents on 28 April 1995.", "On 9 May 1995, the applicant requested the Freistadt District Court to transfer custody of Andreas to her. She alleged shortcomings in the care by the foster-parents and requested that a child-psychologist's expert opinion be prepared to prove that Andreas' well-being was better ensured by her than by foster-parents.", "In its decision of 8 September 1995, the Freistadt District Court rejected both requests. It relied on the Vöcklabruck Youth Welfare Office's report according to which Andreas had adapted well to his foster-parents who took care of his well-being, and that there had been big improvements in his development. The applicant and Andreas' mother were entitled to visit him. The District Court observed that the transfer of custody of Andreas to the District Authority was res judicata and could only be amended in the case of new relevant developments. However, the applicant had failed to prove that the foster-parents' care negatively affected her grandchild's well-being.", "On 10 October 1995, the Linz Regional Court (Landgericht) declared the applicant's appeal inadmissible to the extent that it concerned the District Court's decision of 15 March 1995, on the ground that this decision had become final. It dismissed the remainder as she had failed to submit any new relevant circumstances.", "In these and the following proceedings, the applicant was represented by counsel.", "On 19 April 1996, the applicant applied anew to the Freistadt District Court for the custody of her grandchild to be transferred to her. She submitted that in the course of her visits she had gained the impression that Andreas was not well at the foster-parent's place, although she could not specify reasons therefor. She once again asked for an expert opinion to be prepared in order to prove that both Andreas' psychological and physical condition had deteriorated since he had been living with his foster-parents.", "In its decision of 10 December 1996, the Freistadt District Court dismissed the applicant's request on the ground that the care and custody of the grandchild could only be changed if this were in the child's interest. The District Court observed, first, that the foster-parents had been frequently checked as a result of the applicant's continuous complaints, but that there had never been any basis found for the applicant's charges. According to information provided by a psychologist, Andreas was well established with his foster-parents. The Court further noted that the child's physical development did not demonstrate any anomaly or sign of under-nourishment. Therefore, it did not consider it necessary to obtain a medical expert opinion. The Court also noted that Andreas' mother, who lives in a little house together with the applicant and her infant daughter, did not connect to Andreas at all when he had visited her.", "On 30 January 1997, the Linz Regional Court dismissed the applicant's appeal on the ground that, in the absence of any new relevant information, the applicant's request was barred because of the binding effect of the judicial ruling of 15 March 1995. As regards the procedural complaints that the District Court did not obtain a medical and child-psychologist's expert opinion, the Regional Court referred both to the Freistadt District Authority's report of 30 September 1996 and the report of the Vöcklabruck District Authority's psychologist of 16 September 1996, as well as the statements made by Andreas' foster-parents. From all three sources, it followed that Andreas had developed well at his foster-parents' place. For this reason, the Regional Court held that the absence of an expert opinion did not constitute a procedural defect. The Court finally observed that, even if the situation at the foster-parents' place had not been satisfactory, this would not have led to the transfer of custody to Andreas' mother or grandmother, but only to a change of foster-parents.", "As regards the alleged lack of information about the results of the District Court's investigation, the Regional Court recalled that the right to be heard, pursuant to Article 6 § 1 of the European Convention on Human Rights, was not violated if the parties concerned had had an opportunity to comment in appeal proceedings. The Regional Court observed that the applicant did indeed make use of this possibility.", "On 26 March 1997, the Supreme Court (Oberster Gerichtshof) dismissed the applicant's special appeal on points of law (außerordentlicher Revisionsrekurs). The Supreme Court noted that the circumstances had not changed since the final judgment of 15 March 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}