{"ITEMID": "001-95203", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BALLIKTAŞ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1978 and lives in Ankara.", "6. On 6 March 2000 the applicant was arrested by the gendarmerie in the border city of Edirne on her return from Bulgaria. She was detained in a gendarmerie station. According to an arrest report prepared by the gendarmerie the same day, the applicant was informed of her right to be represented by a lawyer and to inform her family about her arrest. Nevertheless, it was also stated in the same document that, if the offence in respect of which she was arrested fell within the jurisdiction of State Security Courts, she could consult a lawyer only if her detention period was extended by a judge or if a judge ordered her detention in a prison. The applicant signed the report and wrote on it that she had “no requests”.", "7. The applicant was interrogated during her detention at the gendarmerie station, and an eight-page statement was taken from her between 7 and 9 March 2000. In her statement the applicant admitted to having engaged in activities on behalf of the PKK.", "8. On 9 March 2000 the applicant was examined by a doctor at the Edirne branch of the Forensic Medicine Directorate. According to the medical report drawn up the same day, there were “no injuries or signs of ill-treatment on her body”.", "9. The same day she was brought before the prosecutor and then before the Edirne Magistrates' Court, which ordered her pre-trial detention in prison. In two statements made during meetings with the prosecutor and the judge the applicant admitted to being a member of the PKK.", "10. According to the three statements referred to above, the applicant did not want to be represented by a lawyer during the questioning.", "11. On 3 April 2000 the prosecutor at the Istanbul State Security Court filed an indictment against the applicant with that court for the offence of membership of an illegal organisation, namely the PKK. The prosecutor, referring to the above-mentioned statements made by the applicant, alleged that the applicant had left Turkey in 1996 and had been taken to the PKK's training camp in Lavrion, Greece, where she had received training. Following her training she had obtained a false German passport in order to enter the Netherlands. During her time in Europe she had engaged in activities on behalf of the PKK in Germany and the Netherlands.", "12. Criminal proceedings against the applicant commenced before the Istanbul State Security Court (hereafter “the trial court”). During the proceedings the applicant was represented by a lawyer.", "13. During the first hearing, which was held on 22 June 2000, the applicant rejected the allegations against her and alleged that, before she was brought before the prosecutor and the judge on 9 March 2000, she had been told by the gendarmes that if she did not accept the accusations before the judge and the prosecutor she would be taken back to the gendarmerie station and tortured again. That had been the reason she had accepted the accusations before the prosecutor and the judge. When asked by the trial court what she had to say about the medical report of 9 March 2000 in which it was stated that her body bore no signs of ill-treatment, the applicant replied that the medical report had been prepared before she was beaten up by gendarme officers and threatened with rape. She also alleged that she had been stripped naked by the gendarmes during her detention. The applicant further informed the trial court that the gendarmes had not asked her whether she wanted to be represented by a lawyer during the questioning.", "14. During the second hearing, which was held on 29 August 2000, the applicant submitted a handwritten letter to the trial court. In the letter she alleged, in particular, that while she was being detained in the gendarmerie station she had been insulted by gendarme officers, blindfolded, beaten up and drenched with water. Before being questioned she had been undressed and “they” had touched various parts of her body. Threats of rape and death, directed at her and her mother, had also been made.", "15. The lawyer representing the applicant told the trial court that his client's questioning had been in breach of the applicable procedure and legislation and, as such, the statements taken from her constituted unlawfully obtained evidence which was not admissible in a court of law. Other than the statements taken from his client by the gendarmerie and then by the prosecutor and the judge on 9 March 2000, there was no evidence against her. The lawyer drew the trial court's attention to a Court of Cassation decision according to which confessions not supported by further evidence were not admissible as evidence.", "16. The lawyer further asked the trial court to hear a “cassette of the questioning” of the applicant which had apparently been mentioned in a document drawn up by the gendarmerie. This request was rejected by the trial court which noted that the cassette was not in its possession.", "17. The lawyer also pointed out that there was no mention of his client's name in the statements taken from E.Ş. who, according to the indictment, had helped his client to go to Greece.", "18. On 9 October 2001 the applicant was found guilty as charged and sentenced to twelve years and six months' imprisonment. In convicting the applicant the trial court had regard to the statements taken from her at the gendarmerie station and then by the prosecutor and the judge on 9 March 2000, as well as to the statements made by E.Ş. in the course of his trial in 1998.", "19. The applicant appealed against her conviction and argued, in particular, that the decision of the trial court had not been adequately reasoned. In the grounds of appeal the applicant's lawyer also repeated his earlier defence submissions concerning the allegedly unlawful nature of the evidence used in convicting his client, and referred to various Articles of the Convention.", "20. On 8 July 2002 the Court of Cassation upheld the applicant's conviction.", "21. At the time notice of the application was given to the respondent Government, the Government were requested to submit to the Court a copy of the “cassette of questioning” referred to above (see paragraph 16 above). It appears from the documents submitted to the Court by the applicant that the Ministry of Foreign Affairs requested the Ministry of Justice to obtain the cassette so that it could be submitted to the Court. The gendarmerie, who were requested by the domestic judicial authorities to produce the cassette, stated in their letter of 21 May 2008 that they had “no records of the cassette being handed over to the Edirne prosecutor”."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}