{"ITEMID": "001-4860", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "McGUINNESS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Irish citizen, born in 1950 in Northern Ireland. He is an elected member of the United Kingdom Parliament, representing Sinn Féin. He lives in Derry, Northern Ireland.", "The applicant is represented before the Court by Mr Michael Flanigan, a solicitor practising in Belfast.", "A.", "The facts as submitted by the applicant may be summarised as follows.", "In the General Election held on 1 May 1997 the applicant was elected Member of Parliament (“MP”) for the Mid-Ulster constituency in Northern Ireland. His party, Sinn Féin, which polled 16.1% of the votes cast in Northern Ireland in the General Election, is an Irish republican political party committed to the principle that the Irish people have the right to self-determination.", "The applicant made known to his constituents during the electoral campaign that, in line with official Sinn Féin policy, he would not take the oath of allegiance (“the oath”) to the British monarchy which MPs are required to swear as a condition of taking their seats in Parliament. The applicant did, however, affirm that he would attend the Palace of Westminster, the seat of Parliament, in order to avail himself of the normal facilities afforded to MPs, namely office accommodation, staff allowances, research facilities, travel allowances, broadcasting services and access to restricted areas for the purpose of making informal contact with other MPs. It was the applicant's understanding that elected members who did not take the oath were nonetheless entitled to benefit from these services.", "The oath, as set out in section 1 of the Parliamentary Oaths Act of 1866 (“the 1866 Act”), amended by sections 2, 8 and 10 of the Promissory Oaths Act of 1868, is as follows:", "“I [name] do swear that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth II, her heirs and successors, according to law. So help me God.”", "On 14 May 1997 the Speaker of the House of Commons (“the Speaker”) made the following Statement to the House:", "“This House has traditionally accommodated great extremes of opinion. I am sure therefore that the House would not wish to put any unnecessary obstacle in the way of Members wishing to fulfil their democratic mandate by attending, speaking and voting in the House. Equally, I feel certain that those who choose not to take their seat should not have access to the many benefits and facilities that are now available in the House without also taking up their responsibilities as Members.", "The present position is that under the terms of the Parliamentary Oaths Act 1866, any Member who fails to take the oath or make the affirmation that is required by law and who then votes or sits during any debate after the election of the Speaker is subject to a penalty of [GBP] 500 on each occasion and his or her seat is automatically vacated. In 1924 one of my predecessors ruled that any such Member could not receive a salary and this regulation also applies to allowances.", "In the interests of the House and making use of the power vested in the Speaker to control accommodation and services in the Commons parts of the Palace of Westminster and the precincts, I have decided to extend these restrictions. As from the date of the end of the Queen's speech the services that are available to all other Members from the six departments from the House and beyond will not be open for use by Members who have not taken their seats by swearing or by affirmation ... .”", "On 19 May 1997 the applicant travelled to Westminster together with Mr Gerry Adams, the other Sinn Féin MP elected at the 1997 General Election and leader of the party. They were officially informed that they would be barred from using any services or facilities if they did not take the prescribed oath.", "On 4 July 1997 Mr Adams wrote to the Speaker requesting her to review her decision. The Speaker replied on 8 July 1997 stating that her decision stood for the reasons set out in the Statement.", "On 12 August 1997 the applicant applied to the High Court of Justice of Northern Ireland for leave to apply for judicial review of the Speaker's decision and for a declaration that the 1866 Act, in so far as it required him to swear or affirm allegiance to the British monarchy, was incompatible with his constitutional rights as an MP. Mr Justice Kerr heard the application on 1 October 1997.", "On 3 October 1997 Mr Justice Kerr refused the application. As to the applicant's challenge to the Speaker's authority to extend the restriction on facilities and services, the judge ruled that the Speaker was acting as a delegate of the House and on behalf of the House. Furthermore, he pointed out that the government of the day decided in March 1965 that the control of the accommodation and services in the House of Commons and its precincts should be vested in the Speaker on behalf of the House. The judge further ruled that he was:", "“quite satisfied that ... the Speaker's action lies squarely within the realm of internal arrangements of the House of Commons and is not amenable to judicial review. Control of its own internal arrangements has long been recognised as falling uniquely within Parliament's domain and superintendence from the Court's intervention is excluded ... .”", "As to the applicant's challenge to the validity of the 1866 Act Mr Justice Kerr ruled that, being primary legislation, the court did not have jurisdiction to review it.", "As to the applicant's claim that the Speaker's action was not a “proceeding” under Article 9 of the Bill of Rights 1869, the judge did not rule on the matter, but he said that if it had been necessary for him to do so, he would have held that the Speaker's decision to introduce the restrictions was a proceeding in Parliament and so could not be challenged by way of judicial review under Article 9 of the Bill of Rights of 1869 (see domestic law and practice below).", "The applicant did not appeal to the Court of Appeal, following advice from counsel that an appeal would be to no avail.", "On 4 December 1997 the Speaker met with the applicant and Mr Adams, and refused once again to reconsider her decision to restrict facilities and services of Parliament to members who had not taken the oath.", "B. Relevant domestic law and practice", "Appended to the Official Report for 14 May 1997 following the Statement of the Speaker was a list of services to which the new regulations apply, including: legal services, procedural services (including the tabling of questions, motions and amendments, and public petitions), broadcasting services, Vote Office services, services available from the Parliamentary Office of Science and Technology, the provision of passes, special permits and car parking facilities, access to those areas within the parliamentary precincts which are open only to pass holders, the booking of Committee rooms, conference rooms and interview rooms, office accommodation services for members and their staff, computer services, except those available to the public, the allocation of Gallery tickets, the sponsoring of exhibitions in the Upper Waiting Hall, members' medical services, library and research services, except for those services of the Public Information Office generally available to the public, services provided by the Official Report, payroll and other financial services provided to members and their staff, insurance services, catering services provided for members and their staff, including the sponsoring of banqueting services, police and security advice available within the precincts, services in the members' post offices and travel services.", "Article 9 of the Bill of Rights of 1869 provides that:", "“... the freedom of speech and debates or proceedings in Parliament ought not to be impeached or questioned in any court or place out of Parliament.”", "In Bradlaugh v. Gossett (1884) 12 Q.B.D. 271, also involving a challenge to the Parliamentary Oath Act of 1866, the court held that the matter related to the internal management of the procedure of the House of Commons and that the court had no power to interfere with the MPs' decision to exclude the plaintiff from the House. In the case of Prebble v. Television New Zealand (1995) 1 A.C. 321, the Privy Council ruled:", "“In addition to Article 9 itself, there is a long line of authority which supports a wider principle ... that the courts and Parliament are both astute to recognise their respective constitutional roles. So far as the courts are concerned they will not allow any challenge to be made to what is said or done within the walls of Parliament in performance of its legislative functions and protection of its established privileges.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}