{"ITEMID": "001-22257", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "JOVANOVIC v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Želimir Jovanović, is a Croatian citizen of Serbian national origin, who is born in 1959 and lives in Požega, Croatia. He is represented before the Court by Mr Nikola Bastaić, a lawyer practising in Zagreb. The respondent Government are represented by their Agent Ms Lidija Lukina-Karajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was employed as an agricultural technician in the Požega Penitentiary and Rehabilitation Home - a State prison for young offenders - (Kazneno popravni dom Požega). On 21 January 1992 the director of the prison dismissed the applicant and four other employees, as a disciplinary penalty, for allegedly having voted for the formation of the so called Serbian Autonomous Territory of Western Slavonia (Srpska Autonomna Oblast “Zapadna Slavonija”) and the secession of that Territory from Croatia, in the Referendum for Serbian Autonomy in Croatia in August 1990 (hereinafter the “Referendum”). The decision of the applicant's dismissal stated that the Referendum was part of the efforts to change the State frontiers by secession of parts of the Croatian territory and their annexation to another State, which amounted to a criminal offence under Section 236 (b) of the Penal Code. The Referendum was found to be contrary to the Croatian Constitution, thus illegal and participation in it was declared incompatible with service in State organs. The decision was, in addition, based on the Enforcement of Penalties Decree, enacted in 1991.", "The applicant appealed against his dismissal. On 25 March 1992 the Disciplinary Board of the Požega Penitentiary and Rehabilitation Home (Disciplinski sud pri Kazneno popravnom domu u Požegi) dismissed the appeal.", "On 3 March 1992 the applicant filed an action challenging his dismissal in the Požega Municipal Court (Općinski sud u Požegi). He claimed that he did not take part in the Referendum. He also claimed that the Enforcement of Penalties Decree was enacted after his alleged participation in the Referendum and should not have been retroactively applied.", "On 14 October 1992 the Požega Municipal Court upheld the decision of the applicant's dismissal. It found the applicant’s participation in the Referendum incompatible with his service in the Požega Penitentiary and Rehabilitation Home.", "On 13 November 1992 the applicant lodged an appeal against the above judgment with the Požega County Court (Okružni sud u Požegi), reiterating his previous arguments.", "On 22 December 1992 the appellate court dismissed the appeal and upheld the first instance judgment.", "On 19 February 1993 the applicant filed a request for revision with the Supreme Court (Vrhovni sud Republike Hrvatske). On 20 December 1995 the Supreme Court upheld the lower courts’ judgments.", "On 2 May 1996 the applicant filed a constitutional complaint. He claimed that he had not taken part in the Referendum. He argued that the Enforcement of Penalties Decree provision, prescribing that an employee in the prison may be dismissed if he was not fit for working in that institution, lacked sufficient clarity and, therefore, was inconsistent with the requirement of foreseeability. In his opinion the decision of his dismissal on account of his alleged participation in the Referendum violated his right to freedom of expression.", "On 20 October 1999 the applicant’s constitutional complaint was rejected. The Constitutional Court (Ustavni sud Republike Hrvatske) found the applicant’s dismissal to be a consequence of his participation in the Referendum which it found incompatible with the applicant’s employment in the Požega Penitentiary and Rehabilitation Home, pursuant to Section 8 (3) of the Enforcement of Penalties Decree.", "Section 8 (3) of the Decree on the enforcement of penalties for crimes, economic offences and misdemeanours committed during the state of war or the state of immediate danger for the independence and unity of the Republic of Croatia (the Enforcement of Penalties Decree - Uredba o izvršenju sankcija izrečenih za krivična djela, privredne prijestupe i prekršaje za vrijeme ratnog stanja ili u slučaju neposredne ugroženosti neovisnosti i jedinstvenosti Republike Hrvatske, Official Gazette no. 55/91) provides that the director of an institution may decide to dismiss an employee who is not fulfilling his duties or when it is established that he is not fit (podoban) to work in that institution."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}