{"ITEMID": "001-72873", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF CSAKY v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "", "TEXT": ["4. The applicant was born in 1977 and lives in Budapest.", "5. On 26 February 2002 criminal proceedings were instituted against the applicant, a college student, on a charge of extortion, which had allegedly been committed the day before. On 27 February 2002 he was arrested.", "6. On 28 February 2002 the Budapest Police Department heard the applicant, explaining that criminal proceedings were being conducted against him and three other defendants on suspicion of having participated in the sequestration and beating of a certain Mr K., and of having forced him to sign a false statement of debt, conduct punishable under sections 175 and 323 of the Criminal Code.", "7. Between 27 February 2002 and 21 March 2003, the defendants were interrogated on several occasions; moreover, several confrontations took place between the defendants themselves and between them and the victim. In particular, the applicant was interrogated on five occasions during this period. Also in the same period, the police heard 17 witnesses and the victim on altogether 14 occasions. Furthermore, experts in toxicology, haemogenetics and dactyloscopy were appointed, along with a forensic medical expert and an expert on physical evidence. The police were collecting evidence from banks, telephone companies, the land registry and the register of passenger cars.", "8. Meanwhile, on 2 March 2002 the Pest Central District Court ordered the applicant’s pre-trial detention, referring to the danger of his absconding, in particular in view of the fact that he had not been living at his registered address for more than two years. Additional reference was made to the risk of collusion. On 11 March 2002 the Budapest Regional Court dismissed his appeal.", "9. The applicant was assisted by defence counsel of his choice and was initially held at the Gyorskocsi Police Detention Facility. His detention was prolonged on 26 March and 24 May 2002 on the ground of a risk of absconding and collusion. These decisions were confirmed on 30 April and 12 June 2002, respectively. The courts held that the seriousness of the charges against the applicant alone sufficed to establish the risk of absconding.", "10. On 9 August 2002 the Regional Court dismissed the applicant’s request for release. On 10 September 2002 that court’s appellate bench rejected his appeal. His further complaint of 15 September 2002 was to no avail.", "11. On 27 September 2002 the applicant’s detention was again prolonged, essentially on the ground of a risk of absconding. The court noted that the risk of collusion was diminishing, since the applicant had confessed to his crime.", "12. Meanwhile, from July 2002 onwards, the applicant’s behaviour in detention became more and more erratic; in particular, on one occasion he attacked a fellow inmate. In July and October 2002 as well as July, August and September 2003 the applicant was repeatedly committed, for shorter periods, to the Asylum for the Criminally Insane (“IMEI”) with a view to having his mental status observed by expert psychiatrists. Eventually, it was concluded that he suffered from a psychosis.", "13. On 18 December 2002 and 17 January 2003, the renewed requests for release of the applicant, who from October 2002 onwards was detained at Budapest Penitentiary, were dismissed.", "14. On 27 February and 26 June 2003 the Supreme Court prolonged the applicant’s detention on the basis of the risk of his absconding.", "15. Given his increasingly disturbed state of mind, on 14 April 2003 the applicant’s case was disjoined from that against his accomplices.", "16. On 24 July 2003 the Budapest Regional Court ordered the applicant’s release on bail. On 11 August 2003 the Budapest Court of Appeal overruled this decision, making reference to the danger of the applicant’s absconding, given the seriousness of the charges against him.", "17. On 24 September 2003 the investigation against the applicant was closed. The case-file, communicated to the applicant on 20 October 2003, consisted of some 1,500 pages.", "18. From 17 October 2003 onwards, the pre-trial detention of the applicant, by then diagnosed with chronic paranoid schizophrenia, was effected in the IMEI for the treatment of his condition. In response to complaints filed by the applicant’s father, the Penitentiary Supervisory Department of the Attorney General’s Office specified that the applicant had been committed to the IMEI on medical grounds, since he had shown psychotic symptoms at the Budapest Penitentiary; that, after examinations, the IMEI were of the opinion that his further treatment was necessary; and that forensic experts had repeatedly examined him. On 9 December 2003 the Budapest Court of Appeal confirmed the applicant’s committal to the IMEI.", "19. On 28 October and 3 December 2003, the applicant’s detention was again prolonged by the Regional Court on the ground of a risk of absconding, given the seriousness of the charges against him. These decisions were upheld on 24 November 2003 and 2 February 2004 by the Court of Appeal.", "20. On 1 December 2003 a bill of indictment was preferred. The applicant was charged with complicity in kidnapping and severe bodily assault, offences punishable under sections 170 and 175/A of the Criminal Code, as modified by Act no. 2 of 2003.", "21. On 11 February 2004 another expert psychiatrist was appointed. On 4 March 2004 the expert informed the Regional Court that the applicant’s prolonged observation was warranted.", "22. On 24 May 2004 the Budapest Regional Court dismissed the applicant’s renewed request for release on bail. On 8 July 2004 the Court of Appeal dismissed his appeal.", "23. On 15 July 2004 the IMEI presented its observations on the applicant’s mental state. On 14 September 2004 the forensic psychiatrist submitted his opinion.", "24. The applicant was eventually released from the IMEI on 19 October 2004. His pre-trial detention having been lifted, the applicant was ordered not to leave town.", "25. The Regional Court ordered further psychiatric examinations of the applicant. Since he did not appear at an examination scheduled in December 2004, it had to be rescheduled for 1 March 2005.", "26. Relying on the findings of the forensic psychiatrists, on 14 June 2005 the Regional Court suspended the proceedings in view of the fact that the applicant was not mentally capable of standing trial."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}