{"ITEMID": "001-58281", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF SÜREK v. TURKEY (No. 3)", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 10;Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. The applicant is a Turkish citizen who was born in 1957 and lives in Istanbul.", "9. At the material time, the applicant was the major shareholder in Deniz Basın Yayın Sanayi ve Ticaret Organizasyon, a Turkish limited liability company which owns a weekly review entitled Haberde Yorumda Gerçek (“The Truth of News and Comments”), published in Istanbul.", "10. In issue No. 42 of the review, dated 9 January 1993, a news commentary entitled “In Botan the poor peasants are expropriating the landlords!” was published.", "The relevant parts of this news commentary read:", "“...", "‘The waves of the earthquake centred on Botan have reached all of Kurdistan. The national liberation struggle, growing like the ripples caused by a stone cast into a pool of water, has already gone past Botan in waves, currently embracing 50 districts in 8 provinces in the active front of armed struggle.’", "PKK [Kurdistan Workers’ Party ] sources briefly describe the extent of the national struggle in Kurdistan as follows: the said 8 provinces (together with their districts) are Hakkari, Şırnak, Siirt, Mardin, Batman, Urfa and Diyarbakır; while the provinces of Van, Malatya, Bitlis, Muş and Gaziantep and their districts are described as being partially involved in the war.", "The popular movements in the Botan area, where approximately 4.5 to 5 million Kurds live, which have developed with the rise of the national liberation movement, have made rapid strides in the years 1990-92. The political point reached in the area is that the State has almost become inoperative. ...", "The domain vacated by the State in the political sense has since been occupied by the PKK in the rural areas and H.E.P. organisations in the cities. ...", "Land cannot be redistributed before it is transferred to the free will of the Kurdish people, because it is inconceivable to distribute land that bears the seal of the Republic of Turkey. ...", "Today, our struggle is an external war directed against the forces of the Republic of Turkey. ...", "We want to wage a total liberation struggle. ...”", "11. On 10 January 1993 the Istanbul National Security Court (İstanbul Devlet Güvenlik Mahkemesi) ordered the seizure of this edition of the review on the ground that, allegedly, it disseminated propaganda against the indivisibility of the State.", "12. In an indictment dated 28 January 1993, the Public Prosecutor at the Istanbul National Security Court charged the applicant, being the owner of the review, with disseminating propaganda against the indivisibility of the State. The charges were brought under section 8 of the Prevention of Terrorism Act 1991 (-“the 1991 Act”; see paragraph 16 below) on account of the publication of the above news commentary, which concerned, inter alia, the activities of the PKK.", "13. In the proceedings before the National Security Court, the applicant denied the charges. He pleaded that the commentary on which the charges were based in fact criticised the activities of the PKK. He invoked Article 10 of the Convention and referred to the case-law of the Commission and the Court. He stated that pluralism of opinions, including those opinions which shock or offend, is essential in a democratic society. He argued that the provisions of section 8 of the 1991 Act restrict the right to freedom of expression in contravention of the Turkish Constitution and the criteria laid down by the case-law of the Commission and the Court.", "14. In a judgment dated 27 September 1993, the National Security Court found the applicant guilty of making propaganda against the indivisibility of the State. The applicant was first sentenced to a fine of 100,000,000 Turkish liras (TRL). Thereupon the Court, considering the good conduct of the applicant during the trial, reduced the fine to TRL 83,333,333.", "The National Security Court, considering those parts of the news commentary cited at paragraph 10 above in the light of the article as a whole, observed that it referred to certain parts of Turkey as “Kurdistan”. Moreover, in the words of the Court, it described the acts of the “PKK terrorist organisation” as a national liberation struggle, which amounted to propaganda aimed at undermining the indivisibility of the State.", "15. The applicant appealed. He, inter alia, reiterated the defence he had relied on before the National Security Court. On 18 February 1994 the Court of Cassation dismissed the appeal, upholding the cogency of the National Security Court’s assessment of evidence.", "16. The relevant provisions of the Press Act 1950 read as follows:", "“For the purposes of the present Law, the term ‘periodicals’ shall mean newspapers, press agency dispatches and any other printed matter published at regular intervals.", "‘Publication’ shall mean the exposure, display, distribution, emission, sale or offer for sale of printed matter on premises to which the public have access where anyone may see it.", "An offence shall not be deemed to have been committed through the medium of the press unless publication has taken place, except where the material in itself is unlawful.”", "17. The relevant provisions of the Prevention of Terrorism Act 1991 read as follows:", "(before amendment by Law no. 4126 of 27 October 1995)", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years’ imprisonment and a fine of from fifty million to one hundred million Turkish liras.", "Where the crime of propaganda contemplated in the above paragraph is committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly, or from the average sales for the previous month of the daily newspaper with the largest circulation if the offence involves printed matter other than periodicals or if the periodical has just been launched. However the fine may not be less than one hundred million Turkish liras. The editor of the periodical concerned shall be ordered to pay a sum equal to half the fine imposed on the publisher and sentenced to not less than six months’ and not more than two years’ imprisonment.”", "(as amended by Law no. 4126 of 27 October 1995)", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras. The penalty imposed on a reoffender may not be commuted to a fine.", "Where the crime of propaganda contemplated in the first paragraph is committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly. However, the fine may not be less than one hundred million Turkish liras. The editor of the periodical concerned shall be ordered to pay a sum equal to half the fine imposed on the publisher and sentenced to not less than six months’ and not more than two years’ imprisonment.", "Where the crime of propaganda contemplated in the first paragraph is committed through the medium of printed matter or by means of mass communication other than periodicals within the meaning of the second paragraph, those responsible and the owners of the means of mass communication shall be sentenced to not less than six months’ and not more than two years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras…", "…”", "(before amendment by Law no. 4126 of 27 October 1995)", "“The penalties for the offences contemplated in the present law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.”", "(as amended by Law no. 4126 of 27 October 1995)", "“The penalties for the offences contemplated in the present Law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.", "However, the provisions of this section shall not apply to convictions pursuant to section 8.”", "18. The relevant provisions of domestic law governing the organisation and procedure of the National Security Court are quoted in paragraphs 3236 of the Sürek v. Turkey (no. 1) judgment, which is being delivered on the same date as the present judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}