{"ITEMID": "001-91569", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KUPREYANOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Nikolay Yakovlevich Kupreyanov, is a Russian national, who was born in 1960 and lives in Moscow. He was represented before the Court by Ms A.I. Panicheva, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented by Mrs V. Milinchuk, the former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was born in 1960 and lives in Moscow.", "On 6 August 2002 the prosecutor’s office of the Khamovnicheskiy district of Moscow instituted criminal proceedings against the applicant upon an application lodged by his father on suspicion of fraudulent acquisition of property rights over a collection of works of art of the applicant’s grandfather, a Russian graphic artist.", "On 6 October 2002 the proceedings were suspended since “the person accused [had] not [been] identified”.", "On 10 October 2002 the prosecutor quashed this decision, relying on the fact that criminal proceedings had been initiated against a specific person (the applicant). It extended the investigation deadline until 10 November 2002 and remitted the case for additional investigation.", "On 6 November 2002 the police for the first time questioned the applicant as an accused.", "On 10 November 2002 the proceedings were again suspended “since the accused [had] not [had] a real opportunity to participate in the investigation”. The police referred to the fact that the applicant could not be found at his home address over a public holiday weekend (7 November).", "On 11 November 2002 the proceedings were resumed and the investigation deadline was extended until 10 December 2002. On 18 November 2002 charges were brought against the applicant and an undertaking not to leave his place of residence was imposed on him.", "On 10 December 2002 the case was sent for trial to the Khamovnicheskiy District Court of Moscow.", "At least twenty-seven hearings were scheduled, fourteen of which were adjourned: six times due to the fact that the judge was busy in unrelated proceedings; three times due to the failure to attend by the prosecution and the victim (the applicant’s father); twice due to the failure of the applicant’s lawyer to appear; once due to the failure of both the applicant and his lawyer to appear; once due to the change of prosecutor in the case; and three times due to requests, apparently lodged by both parties, to consult the case file. From 25 July 2003 to 19 September 2003 no hearings were held as an expert examination was being carried out. From the beginning of October to the end of December 2003 no hearings took place.", "On 18 June 2004 the Khamovnicheskiy District Court of Moscow returned the applicant’s criminal file to the prosecutor’s office for additional investigation. It found that an additional investigation was needed to clarify certain points and that breaches of the rules of procedure had taken place during the investigation. In particular, the applicant had not been properly charged. Accordingly, the court remitted the case to the prosecution authorities with instructions to rectify this shortcoming and also to gather additional evidence.", "The applicant appealed against this decision, but on 7 October 2004 the Moscow City Court refused to entertain the applicant’s complaint, since the domestic law did not provide for the possibility of appeal against this kind of decision.", "On 15 October 2004 the prosecutor’s office returned the file to the police for additional investigation and correction of the procedural defects.", "On 15 November 2004 the proceedings were suspended. This decision was later declared unfounded and unlawful by the Khamovnicheskiy District Court of Moscow, and on 23 March 2005 the proceedings were resumed.", "Following the additional investigation, the file was again submitted to the prosecutor’s office, which on 11 May 2005 once again sent it back to the police for additional investigation.", "On 27 May 2005 the investigative authorities terminated the criminal proceedings against the applicant because there was no indication of a criminal offence and informed him about his right to rehabilitation and compensation for damage. The undertaking not to leave his place of residence was lifted accordingly."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}