{"ITEMID": "001-86456", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ALITHIA PUBLISHING COMPANY LTD & CONSTANTINIDES v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Myron Nicolatos;Sverre Erik Jebens", "TEXT": ["7. The first applicant, Alithia Publishing Company Ltd, is registered under Cypriot law and is the publisher of the daily morning newspaper Alithia. The second applicant, Alecos Costantinides, is the editor-in-chief of Alithia. He was born in 1930 and lives in Nicosia.", "8. Between December 1992 and 31 January 1993 the first applicant published a series of twelve articles written by the second applicant. These articles concerned the conduct of Mr Aloneftis, who at the relevant time was Minister of Defence of the Republic of Cyprus. The articles claimed that he had been involved in a conspiracy with armaments traders for the misappropriation of public funds.", "9. According to the applicants, Mr Aloneftis, acting on behalf of the Government, was in the habit of accepting more expensive armaments contracts in return for generous commissions from certain armament traders. It was alleged that he used these commissions to fund his gambling habit in London casinos. It was further reported that Mr Aloneftis, while betting in casinos in the company of his friends - the armaments traders -, would discuss classified information concerning the Republic’s armament programme, and that this was how such information had been divulged to the international press. It was also claimed that he had instigated a bomb attack against the second applicant.", "10. In particular, in an article of 15 January 1993, written by the second applicant, the newspaper “revealed” that the Republic of Cyprus had purchased a French armament system which was effectively useless, given that the Cypriot Republic did not possess the equipment that was necessary to maintain it. It was claimed that various officials had received commissions of at least 10 million Cypriot pounds (CYP) in respect of this purchase. The President of the Republic and the Minister of Defence, amongst others, were well aware of the identity of the beneficiaries, but journalists daring to investigate in such matters should be very careful.", "11. A second article published on the same date and entitled “People in hiding: a reply to an anonymous article by Mr Aloneftis, Minister of Defence”, the second applicant expressed his concern about the fact that the Minister of Defence, who was “certainly” aware of the individuals who were receiving commissions from the purchase of armaments, did not denounce them to the relevant authorities. It read: “such questions... [should be] addressed to Mr Aloneftis, who is a connoisseur of ... casinos”. It was added that, should the Attorney-General wish to proceed with a criminal investigation into these matters, he should start with the acts of those “who are gambling in casinos, laughing at us, while we, the fools, are required to pay for their chips”.", "12. A subsequent article by the second applicant, dated 16 January 1993 and entitled “The Attorney-General and the clowns [μασκαράδες]”, stated that the Minister of Defence, Mr Aloneftis, through an article in another Cypriot newspaper, had had the “incredible nerve” to request Alithia to name the suppliers of armament systems who were paying commissions to State officials. The article read as follows:", "“Those names, however, were well known to everyone, and firstly to the President of the Republic and the Minister of Defence. The latter regularly appears in casinos alongside the most important arms supplier, and attends receptions given by another. No one attends receptions given by people whom he does not know, or embarks on cruises in the yachts of strangers. The Attorney-General should interfere where he ought to do so. There are many clowns and crooks in this place, who are beyond the reach of the short and crooked arm of the law.”", "13. The closing paragraphs of the article read:", "“The last time that our paper covered the great feast hosted by defence officials, the Attorney-General had not been invited. In fact, certain hit men were employed to terrorise our newspaper and, to a certain extent, their attempt has been successful. Cyprus is a small country and everyone knows what is going on. Everyone is aware of the names that we were called on to reveal. Everyone knows about the casinos. Everyone knows about the bomb attack and the people who instigated it. So the clowns (μασκαράδες) should stop acting in a provocative [and] hypocritical manner.”", "14. In another article of 20 January 1993 the second applicant stated:", "“According to information from a serious source, at one stage an arms firm had offered us [the Republic of Cyprus] 150 tanks. We did not accept the offer because the tanks had been offered for free. Had we agreed to take these tanks, there would have been no commissions - and then what would happen to the casinos?”", "15. A further article by the second applicant, dated 27 January 1993 and entitled “Aloneftis’s newspaper, casinos and missiles”, stated:", "“A Cypriot newspaper, to which the Minister of Defence Mr Aloneftis is transmitting poppycock [σπερμολογίες, literally, spermologies] against the newspaper Alithia, published the following in its edition of 26 January:", "‘Recent publications, appearing on a daily basis for the few last weeks in a morning daily newspaper, have prompted a threatening statement from the Turkish Prime Minister Suleiman Demirel. The Turks were particularly worried by information published concerning the intention of the National Armed Forces to purchase Exoset missiles.’", "The above statement obviously concerns Alithia and warrants a reply:", "Alithia has never stated anything concerning Exoset missiles. The reference to negotiations conducted by the Republic of Cyprus for the purchase of Exoset missiles was published in the foreign military journal Defence News approximately one year ago and was mentioned in the newspaper Cyprus Mail some days ago.", "On the contrary, Alithia merely stated that it would be foolish for the Republic of Cyprus to buy such missiles, which are primarily launched from airplanes that we do not possess.", "The Turks have therefore heard about the missiles from elsewhere. And it is well known where Defence News obtained its information. When our ministers gamble in casinos together with various arms suppliers and become merry, they start shouting about matters concerning missiles and rockets, and everyone can hear them.”", "16. A further short article of the same day was entitled “Casinologists” and was accompanied by a picture of Mr Aloneftis. It referred to an article in another Cypriot newspaper reminding a well-known Cypriot politician that the Cypriot electoral body was not a casino in Las Vegas. It added that there was no need to refer to casinos in Las Vegas since the London casino Maxim was closer. In this respect, the Alithia article stated:", "“You should ask Aloneftis and his team who will be in a position to confirm this. Of course, Aloneftis would not know how people exit from casinos in their underwear but he is well aware of how you get in there”.", "17. On 28 January 1993, an article entitled “Call 451313 and ask why the Minister of Defence is entertaining himself with armament dealers”, stated:", "“Mr Clerides’ promotional film ... could invite taxpayers to call Mr Vasiliou [President of the Republic at the time] and ask him why his Minister of Defence is having fun in restaurants alongside arms dealers, why he is playing Βanko Punto with them in London casinos and why [he] always insists on purchasing everything from those particular arms dealers.”", "18. Another article, of the same date, called on the Minister of Defence to explain why Cyprus had paid twice as much as Greece for an identical armament system. The Minister was further called on to explain the exact nature of his relations with a French company involved in the armaments trade (Sofma).", "19. A further article of the same date, written by the second applicant and entitled “Casinos and Panties”, read:", "“The Minister of Defence, Mr Aloneftis, ... is a regular in casinos; the publisher of Alithia ... said...the following about him:", "‘We saw him having fun in various night spots in Athens alongside representatives of arms manufacturers; we saw him cruising in their luxurious yachts; we saw him gambling with them in casinos’.", "The reference to casinos.... is made in a literal sense and refers to the London casino Maxim, where hundreds of thousands of pounds are at stake, to the detriment of our defence...", "When Alithia first reported on the issue of enormous commissions being paid to State officials by arms dealers, a year and a half ago, it was targeted by nocturnal assailants. As is very well known, the orders behind this were issued from the London casino. (In the meantime, we took our measures and would like to warn such assailants, who dare to speak about morality, that we are not affected by their new threats....).", "20. On 31 January 1993 the second applicant stated, in an article entitled “Defence In and Out”:", "“The main interest of the Minister of Defence... in recent years was not to improve the defence of Cyprus, but the purchase of excessively expensive systems from Sofma at prices which at times were seven times the price of similar and indeed better systems. His goal was to spend as much as possible for well-known reasons, and not that of the ensuring an effective ... defence...", "The defence of Cyprus has accordingly been vested in the hands of a foreign company, Sofma, while Cyprus’s defence policy is in reality being considered and developed at London’s Maxim, where all decision-making is taking place.", "The defence of Cyprus in the hands of amateurs, and Sofma has become a lucky game like banco punto, roulette or black jack. And what we fools have not yet realised is that these people are gambling with our own money...”", "21. By originating summons of 22 March 1993, Mr Aloneftis instituted civil proceedings for defamation before the District Court of Nicosia. Mr Aloneftis requested compensation for defamation as well as a court order prohibiting further reporting of his conduct in a defamatory manner. The trial took place before Judge Nathanael. It lasted for 18 months, a period considered as extraordinary by the district court. The defendants invited 26 witnesses to give oral evidence and at least 50 written exhibits and other pieces of documentary evidence were admitted.", "22. The applicants accepted during the trial that the contested publications were defamatory toward the plaintiff. In particular, it was stated on their behalf that the publications “were intensely defamatory toward the plaintiff and injured, inter alia, his integrity, honesty, reputation, personality, patriotism and good fame, and caused serious injury and damage to his private, social and public life”. Nevertheless, they argued that the publications were covered by the defence of justification and fair comment and constituted a legitimate exercise of their right to freedom of expression. In this context, they maintained that their allegations concerning Mr Aloneftis’s conduct were true.", "23. On 29 November 1999 Judge Nathanael delivered the district court’s judgment, by virtue of which the applicants were found liable for defamation. In relation to the defence of justification, the district court noted that where this defence was raised, the burden of proof fell on the defendant to show the accuracy of the facts referred to in a publication. Should the defendant fail to discharge it, then this defence would fail even in cases where a defendant honestly and reasonably believed that the relevant statements were true.", "24. It was noted that the defence of fair comment applied when a published statement constituted a fair and reasonable comment on a matter of public interest. The comment had to be made on the basis of facts that were set out correctly and without malice. The defendant would bear the burden of proof in showing that the facts on which the comment was based were true and that the comment could be justified as one that could have been made by a reasonable man. If the defendant succeeded in establishing the fairness of the comment, then the burden would shift to the plaintiff, who would have to show the existence of malice on the part of the defendant. Judge Nathanael added that “there would be a further limitation when a comment concerned a person holding a public post and imputed to him immoral, dishonest or corrupt behaviour, in which case a defendant would have to show the truth of his allegations.”", "25. The testimony of the first applicant’s director and the second applicant demonstrated that they had had no evidence or other sources in support of their allegations at the time of publication. Their positions were further undermined by the fact that the applicants had apologised to a certain armaments dealer for their defamatory allegation that he had been conspiring with Mr Aloneftis. The second applicant had been found to be an unreliable and evasive witness. His testimony demonstrated that there had been no research or other attempt to verify most of the allegations made in the impugned publications. Moreover, the second applicant had been entirely contradictory as to whether any effort had been made to contact Mr Aloneftis prior to publication. His evidence was rejected. The evidence of the first applicant’s director was also rejected: his allegations had been found to be clearly unsubstantiated and showed his prejudice against Mr Aloneftis.", "26. In relation to the award of damages, Judge Nathanael took into account, inter alia, the seriousness of the defamatory allegations and the complete lack of evidence. He also considered that the overall behaviour of the applicants at trial showed malice: they had insisted on the truth of their defamatory publications and had pursued a defamatory campaign against the plaintiff by a series of clearly defamatory and unverified articles, which continued to be published even while the proceedings were pending. On this basis an award of 30,000 Cypriot pounds (CYP) [equivalent to approximately 51,258.04 euros (“EUR”)] was made as ordinary damages in addition to an award of CYP 5,000 (equivalent to approximately EUR 8,543.01) for exemplary damages.", "27. On 7 January 2000 the applicants lodged an appeal against the district court’s judgment with the Supreme Court. In their grounds of appeal they challenged, inter alia, the compatibility of Cypriot defamation law, as set out in the Civil Wrongs Act Cap. 148 (see paragraph 35 below), with the right to freedom of speech as guaranteed in the Constitution of the Republic of Cyprus and the Convention.", "28. On 29 November 2002, the President of the Supreme Court Pikis delivered the Supreme Court’s majority judgment, which upheld the district court’s judgment and the corresponding award of damages. It was noted that the applicants had stated in their statement of defence, filed with the district court that the publication of the impugned articles amounted to an exercise of their right to freedom of expression and, as such, should have been protected. On this basis, they argued before the Supreme Court that they had explicitly raised the defence of qualified privilege in their defence statement and that their plea had been ignored by the first-instance court. The majority found that, given that the applicants had not properly raised this defence in their pleadings, the first-instance court had been correct not to examine it.", "29. There had been no evidence presented in court supporting the applicants’ allegations and the lack of such evidence was even admitted by the second applicant and the first applicant’s director. The latter’s testimony had been rejected as unreliable. Despite the lack of supporting evidence, the applicants had not presented their serious allegations to Mr Aloneftis prior to publication, which was indicative of their motives and their indifference as to the truth of the facts presented and discussed in the articles. The articles not only imputed to Mr Aloneftis the commission of criminal offences but had disparaged his moral character by presenting him as an unscrupulous criminal driven purely by self-interest. The lack of supporting evidence and the seriousness of the defamatory allegations demonstrated the existence of malice on the part of the applicants as well as their intent to defame the plaintiff.", "30. It was observed that the defence of qualified privilege was based on the duty to transmit information, correlated by the right to receive such information. Its establishment depended on a number of factors concerning the nature of the information in issue, the extent of any public interest in the matter, the sources of such information, the measures taken to verify the facts and whether the plaintiff had been requested to comment on the allegations made in the publication. The protection of freedom of expression entailed that the courts should not easily reach the conclusion of lack of public interest over the subject-matter of a publication. In cases of doubt, freedom of expression should be favoured. The majority thus endorsed the House of Lords’ leading judgment in Reynolds v. Times Newspapers [2001] 2 AC 127, at 205. However, it was considered that even assuming that the defence of qualified privilege had been properly raised, in the light of the circumstances of this case it would not have succeeded.", "31. Defamation as a tort predated the enactment of the Constitution and it had therefore to be examined whether the provisions of Cap. 148, concerning an action in defamation, were compatible with Article 19 of the Constitution protecting the right to freedom of expression (see paragraph 34 below). Cap. 148 constituted a justified limitation on the right to freedom of expression since its provisions aimed to protect the reputation of another. The limits on freedom of expression had to be directly connected with the aim that rendered them legitimate and the necessity requiring the protection of that aim. Whenever there appeared to be conflict between two rights, the courts should take into account in their balancing exercise that fundamental rights were of equal importance. Reputation was considered to be an integral and important part of the dignity of an individual which, once besmirched by unfounded allegations, could be damaged forever. Its protection was vital for the protection of the rights of individuals and was in the public interest. Hence, the provisions of Cap. 148 did not run counter to the Constitutional protection of freedom of expression.", "32. The defence of justification ensured the essence of the right to freedom of expression. However, it was conditional on the existence of good faith on the part of a defendant in defamation proceedings. In the present case, the facts on which the publications had been based were inaccurate and the defendants had acted in flagrant disregard of the requirement to verify the factual allegations they had published.", "33. Mr Justice Hadjihambis delivered a dissenting opinion. He considered that the defence of qualified privilege had been raised properly by the applicants in their pleadings, since they had added therein that the action was contrary to their free speech rights. Section 21 (1) of Cap.148 explicitly referred to the defence of qualified privilege in setting out the balance that must be struck between freedom of expression and the right to reputation. Under this provision, a publication would be privileged only if it was made bona fide and did not exceed what would be reasonable under the circumstances. In his view, given that the first-instance court had not considered the relevant defence, the Supreme Court should have ordered a re-trial of the case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}