{"ITEMID": "001-68884", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF PARSIL v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicant was born in 1963 and lives in Kahramanmaraş. He was a civil servant at the time of the events giving rise to the application.", "10. In 1990 the applicant was appointed to the Ölüdeniz Natural Park as a warden in charge of the sale of entry tickets.", "11. On 29 July 1991 he was detained for selling tickets which had been fraudulently issued and crediting money to his account. In his police statement dated 29 July 1991 and in his statement to the public prosecutor on 30 July 1991, the applicant confessed that he had been involved in selling forged tickets together with two other persons.", "12. On 30 July 1991 the Fethiye Magistrates’ Court ordered the applicant’s detention on remand.", "13. On 20 August 1991 the Fethiye public prosecutor filed an indictment with the Fethiye Assize Court, charging the applicant with embezzlement under Article 202 of the Criminal Code.", "14. On 18 September 1991 the Fethiye Assize Court held its first hearing. Subsequently, the public prosecutor maintained that, as the applicant’s acts might constitute a breach of Article 342 of the Criminal Code regulating the offence of forgery, permission to prosecute was required from the local authority, pursuant to the Act on the Procedure for the Prosecution of Civil Servants.", "15. On 30 December 1991 the first-instance court transferred the case file to the Fethiye District Council for investigation and ordered the suspension of the proceedings pending the decision of the District Council. It further ordered the applicant’s release from detention.", "16. On 16 December 1992 the Fethiye District Governor decided that the applicant could be tried before the Fethiye Assize Court on account of the nature of the charges against him.", "17. On 22 May 1993 the case file was remitted to the Fethiye Assize Court.", "18. On 22 December 1993 the court found the applicant guilty of forgery under Article 342 of the Criminal Code and sentenced him to one year, eleven months and ten days’ imprisonment.", "19. On 6 December 1994 the Court of Cassation quashed the decision of the first-instance court on procedural grounds.", "20. On 8 March 1995 the Fethiye Assize Court amended the procedural errors in its former judgment and handed down the same sentence against the applicant. The applicant appealed.", "21. On 11 December 1995 the Court of Cassation, referring to the opinion of the principal public prosecutor dated 20 November 1995, which had not been communicated to the applicant, ruled that the first-instance court had failed to apply the legal provisions relevant to the crime in question. Consequently, it quashed the judgment of the Fethiye Assize Court and stated that the applicant’s acts, which amounted to embezzlement under Turkish law, should have been examined under Article 202 of the Criminal Code.", "22. The case was subsequently remitted to the Fethiye Assize Court. In his defence submissions before the latter, the applicant denied that his acts constituted a breach of Article 202 of the Criminal Code and requested the court to abide by its judgment of 8 March 1995.", "23. On 13 March 1996 the Fethiye Assize Court found the applicant guilty of embezzlement under Article 202 of the Criminal Code. It sentenced the applicant to seven years, nine months and ten days’ imprisonment and to a fine of 33,333,333 Turkish liras (TRL) (390 euros (EUR)). The applicant was also debarred from working in the civil service.", "24. On 6 March 1997 the Court of Cassation upheld the judgment of the Fethiye Assize Court.", "25. A description of the relevant domestic law at the material time can be found in Göç v. Turkey ([GC], no. 36590/97, § 34, ECHR 2002V)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}