{"ITEMID": "001-59210", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SCHÖPS v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-4", "JUDGES": "Elisabeth Palm", "TEXT": ["7. The applicant is a German national, born in 1953 and living in Essen.", "8. In 1992 the Essen public prosecutor's office (Staatsanwaltschaft) started investigations against the applicant and a number of other people suspected of fraud.", "9. On 11 March 1993 the Essen District Court (Amtsgericht) issued a warrant for the arrest of the applicant and two other suspects, Ms S. and Ms L., on suspicion of criminal association, drug trafficking and several counts of fraud.", "In its decision, the District Court noted that the suspects had been charged with having founded – towards the end of December 1988 – an association for the purpose of gaining large profits from fraudulent trading in options. Moreover, as from mid-1990 the suspects had agreed to import cocaine from Majorca to Germany and to sell it there. Several accomplices had been recruited as members of the criminal organisation and had been involved in the numerous criminal offences. As regards the fraudulent trading in options, almost one thousand victims had been defrauded by the criminal association between the beginning of 1989 and March 1993, and they had lost a total of sixty million German marks. Moreover, between October 1990 and August 1992 approximately 100 kg of cocaine had been imported to and sold in Germany. The District Court found that, having regard to the statements made by some witnesses and the defendants, the results of the telephone-tapping operations and other results of the investigations, there was a strong suspicion that the applicant, Ms S. and Ms L. had committed the criminal offences in question.", "The District Court also considered that there was a danger of absconding within the meaning of Article 112 § 2.2 of the Code of Criminal Procedure (Strafprozeßordnung). In this respect, the court found that, taking into account the seriousness of the offences with which the suspects were charged and the importance of the damage they had caused, they had to expect a long term of imprisonment. Moreover, the suspects obviously had sufficient financial means to abscond. According to the District Court, there was also a danger of collusion within the meaning of Article 112 § 2.3 of the Code of Criminal Procedure, since, as members of a criminal association, the suspects were accustomed to disguising the extent of their activities by having recourse to “men of straw” and fictitious contracts, and were therefore likely to suppress evidence or influence witnesses.", "10. The applicant was arrested on 19 March 1993. In the presence of his defence counsel, Mr Hütsch, he was informed by the detention judge (Haftrichter) of the charges against him and of the arrest warrant of 11 March 1993. The applicant did not make a statement. He requested an oral hearing on the lawfulness of his detention (Haftprüfung) but later withdrew his request.", "11. According to the applicant, his counsel applied as early as March 1993 to the Essen public prosecutor's office for leave to consult the investigation files, but his request was rejected on the ground that access to those documents would endanger the course of the investigations. However, neither the request nor its dismissal are recorded in the files of the public prosecutor's office.", "12. In the ensuing proceedings, counsel for the applicant was joined by a colleague, Mr Küpper-Fahrenberg.", "13. On 3 May 1993 the applicant, in the presence of defence counsel, was questioned by the police about the charges against him. He indicated that he had, in the meantime, repeatedly consulted his counsel. In the course of further interrogations on 5 and 6 May, and 13 and 20 July 1993, mostly in the presence of counsel, the applicant was questioned in detail about the charges against him, in particular about the contents of telephone calls which had been recorded by tapping under an order made in May 1992.", "14. On 8 September 1993 the Essen District Court amended the arrest warrant, adding in particular further charges of tax evasion, corruption, incitement to make a false entry in official records and making a false affidavit. The District Court confirmed that there was still a danger of the applicant and other suspects absconding and that less stringent measures could be taken only in the case of Ms S. Consequently the execution of the warrant for Ms S.'s arrest could be suspended, whereas the applicant and Ms L. had to be further remanded in custody.", "15. On 14 September 1993 the applicant was informed of the amended arrest warrant. His counsel then applied for access to the files. No action was taken on that request as the duplicate copy of the files had already been forwarded to the Düsseldorf Court of Appeal (Oberlandesgericht) for the purposes of the review proceedings, while the original files were needed for the purposes of the continuing investigations.", "16. On 14 September 1993 the Hamm public prosecutor's office (Generalstaatsanwaltschaft) requested the prolongation of the applicant's and Ms L.'s detention on remand. In this request, to which 24 investigation files were attached, the public prosecutor noted the history of the detention proceedings and summarised the offences of which the suspects were accused. As to the factual details, he referred to the arrest warrant and a police report of July 1993 which were to be found in the attached files. According to the public prosecutor, the strong suspicion against the suspects was based on the statements of the suspects and of witnesses, the opinion of a stockbroking expert, records of telephone tapping and seized business documents, which were all included in the investigation files. He also confirmed that there was a danger of absconding.", "17. In his reply of 21 October 1993, the applicant's defence counsel applied to the Düsseldorf Court of Appeal for access to the files, for an oral hearing on the question of the applicant's continued detention and for his release. He submitted that he could not comment in detail on the public prosecutor's submission as, despite repeated promises, he had not yet been granted access to the investigation files, and the public prosecutor's submissions were fragmentary and therefore did not provide a sufficient basis for him to rely on.", "18. According to a handwritten file note drafted by the Court of Appeal rapporteur, the applicant's counsel, in answer to a telephone query, had agreed to a decision on the question of the applicant's continued detention on remand being taken without him having been given access to the files beforehand. However, according to the applicant, as confirmed by his counsel, Mr Hütsch, and the latter's colleague, Mr Pott, the rapporteur and counsel had agreed that counsel could not comment on the question of the applicant's continued detention on remand without having had access to the files and that the Court of Appeal judge would therefore arrange for a consultation of the files.", "19. On 3 November 1993 the Düsseldorf Court of Appeal ordered the applicant's continued detention on remand.", "The Court of Appeal, having regard to the result of the investigations thus far, in particular the applicant's and the co-suspects' statements, the statements of the victims, the records of telephone tapping, seized business documents and the provisional opinion of a stockbroking expert, confirmed that there was a strong suspicion that the applicant had committed the offences in question. As regards the danger of the applicant's absconding, the Court of Appeal noted that he had substantial financial means and real property in Majorca. Moreover, until his arrest, he had had contacts in the United States of America, Switzerland and Spain.", "The Court of Appeal also considered that the applicant's continued detention on remand was not disproportionate. As to the conduct of the investigation proceedings, the Court of Appeal observed that the complex nature and the scope of the investigations had not yet enabled a judgment to be reached. In this connection, the Court of Appeal noted that the investigation files already comprised 24 volumes, the indictment being envisaged for November 1993. Finally, the Court of Appeal stated that there had been no need for an oral review hearing.", "20. On 22 November 1993 the Essen public prosecutor's office decided to allow the applicant's defence counsel to consult the investigation files. According to the applicant, only 22 of the then 24 files were made available. They were returned in January 1994. According to the applicant, his counsel applied for further consultation of the files at the beginning of 1994.", "21. On 7 February 1994, following changes in the jurisdiction of the courts, the Hamm public prosecutor's office requested the Hamm Court of Appeal to order the applicant's continued detention on remand. The public prosecutor's office enclosed the criminal files, which comprised 69 volumes and 3 subsidiary files (Beiakten).", "22. In his written submission of 28 February 1994, the applicant's counsel stated that he had thus far been able to consult only 22 volumes of the criminal files and that he could not, therefore, add anything to his previous observations.", "23. On 1 March 1994 the Hamm Court of Appeal granted the request of 7 February 1994 and ordered the applicant's continued detention on remand.", "The Court of Appeal considered that the reasons stated in the Düsseldorf Court of Appeal's previous decision remained valid. Moreover, the investigations had progressed. The police had prepared an intermediate report in January 1994 and indicated that the questioning of about one thousand witnesses had almost been completed. The final police report and the report of the tax-investigation authorities had been announced for the end of February 1994. The public prosecutor's office envisaged preparing the bill of indictment immediately afterwards. Thus the obligation to conduct the proceedings expeditiously had not been disregarded.", "The Court of Appeal further found that the applicant's complaint under Article 5 § 4 of the Convention about the lack of access to the investigation files did not affect the validity of the arrest warrant.", "24. On 25 March 1994 the applicant lodged a constitutional complaint (Verfassungsbeschwerde) about the decisions of 3 November 1993 and 1 March 1994, complaining in particular about the lack of sufficient access to the investigation files. In this respect, he stressed that he had been granted access to only 22 volumes of the investigation files which, at that time, comprised 132 volumes altogether. He and his defence counsel had not, therefore, been able to comment properly on the accusation against him and to exercise the defence rights effectively.", "25. On 2 May 1994 the Federal Constitutional Court (Bundesverfassungsgericht) decided not to entertain the applicant's complaint.", "26. On 25 March 1994 the Essen public prosecutor's office drew up the bill of indictment (Anklageschrift) against the applicant and four co-accused, who were charged with various criminal offences. As far as the applicant was concerned, the bill of indictment mentioned 91 counts of fraud, corruption, incitement to make a false entry in an official record and swearing a false affidavit. The proceedings relating to the charges of tax evasion were severed from these main proceedings. Prosecution for unlawful association was discontinued in view of the seriousness of the other charges. The bill of indictment, which set out in detail the charges against the applicant, the relevant facts and the evidence, was served on the applicant's counsel on 9 June 1994.", "27. On 9 June 1994 the Essen public prosecutor's office forwarded copies of the investigation files, namely 132 main and 2 supplementary volumes (about 16,000 pages altogether) to the applicant's defence counsel for consultation. It requested that they be returned within one week to allow consultation by the other defence counsel. On 23 June 1994 the office sent a reminder regarding the return of the files. The date of their return was not recorded. According to the applicant, the copies made available to his counsel were not complete.", "28. On 30 June 1994 the Hamm Court of Appeal ordered the applicant's continued detention on remand. Upon request by counsel of one of the applicant's co-accused, the decision had to be adjourned for one week in order to allow an adequate opportunity for submissions to be filed.", "The Court of Appeal confirmed the findings as laid down in the earlier decisions of 3 November 1993 and 1 March 1994. As regards the charges against the applicant, the Court of Appeal noted the changes resulting from the bill of indictment, which did not include the charges of founding a criminal association and of tax evasion. The prosecution regarding the first of these charges had been discontinued in accordance with the relevant provisions of the Code of Criminal Procedure, in view of the minor importance of the offence as compared to those set out in the bill of indictment. As regards the tax-evasion offence, further investigations were pending.", "The Court of Appeal also considered that the investigations had progressed. The bill of indictment had meanwhile been drawn up and forwarded to the Economic Offences Division at the Essen Regional Court (Landgericht). The Regional Court had started examining the complex case and envisaged, if the main trial proceedings were to begin, starting the hearings in September 1994.", "29. On 19 October 1994 the Hamm Court of Appeal ordered the applicant's release. The Court of Appeal confirmed that there was still a strong case against the applicant and that the reasons for detaining him on remand remained; however, his continued detention had ceased to be proportionate. The Court of Appeal considered, in particular, that since May 1994 the Essen Regional Court had not made progress in the proceedings. The applicant was released from detention the same day.", "30. On 15 December 1998 the Essen Regional Court found the applicant guilty of fraud, bribery and swearing a false affidavit and sentenced him to an aggregate term of five years and six months' imprisonment.", "31. Articles 112 et seq. of the Code of Criminal Procedure (Strafprozeßordnung) concern the arrest and detention of a person on reasonable suspicion of having committed an offence. According to Article 112, a person may be detained on remand if there is a strong suspicion that he or she has committed a criminal offence and if there is a reason for arrest, such as the risk of absconding or the risk of collusion. Article 116 regulates the suspension of the execution of an arrest warrant.", "32. Under Article 117 of the Code of Criminal Procedure, remand prisoners can ask at any time for judicial review of the arrest warrant. An oral hearing will be held at the request of the remand prisoner, or if the court so decides of its own motion (Article 118 § 1). If the arrest warrant is held to be valid following the hearing, the remand prisoner is entitled to a new oral hearing only if the detention has lasted for three months altogether and if two months have elapsed since the last oral hearing (Article 118 § 3). Article 120 provides that an arrest warrant has to be quashed if reasons justifying the detention on remand no longer persist or if the continued detention appears disproportionate. Any prolongation of detention on remand beyond an initial six months is to be decided by the Court of Appeal (Articles 121-22).", "33. Articles 137 et seq. of the Code of Criminal Procedure concern the defence of a person charged with having committed a criminal offence, in particular the choice of defence counsel or appointment of official defence counsel. According to Article 147 § 1, defence counsel is entitled to consult the files which have been presented to the trial court or which would be presented to the trial court in case of an indictment, and to inspect the exhibits. Paragraph 2 of this provision allows for a refusal of access to part or all of the files or to the exhibits for as long as the preliminary investigation has not been terminated, if the purpose of the investigation would otherwise be endangered. Pending the termination of the preliminary investigation, it is for the public prosecutor's office to decide whether to grant access to the file or not; thereafter it is for the president of the trial court (Article 147 § 5). By an Act amending the Code of Criminal Procedure (Strafverfahrensänderungsgesetz, Bundesgesetzblatt, 2000, vol. I, p. 1253) with effect as from 1 November 2000, the latter provision has been amended to the effect, inter alia, that an accused who is in detention is now entitled to ask for judicial review of the decision of the public prosecutor's office denying access to the file.", "34. Articles 151 et seq. of the Code of Criminal Procedure regulate the principles of criminal prosecution and the preparation of the indictment. Article 151 provides that any trial has to be initiated by an indictment. According to Article 152, the indictment is to be preferred by the public prosecutor's office which is, unless otherwise provided, bound to investigate any criminal offence for which there exist sufficient grounds of suspicion.", "35. Preliminary investigations are to be conducted by the public prosecutor's office according to Articles 160 and 161 of the Code of Criminal Procedure. On the basis of these investigations the public prosecutor's office decides under Article 170 whether to prefer an indictment or to discontinue the proceedings.", "36. According to Article 103 § 1 of the Basic Law (Grundgesetz), every person involved in proceedings before a court is entitled to be heard by that court (Anspruch auf rechtliches Gehör).", "According to the Federal Constitutional Court (Bundesverfassungs-gericht), this rule requires a court decision to be based only on those facts and evidential findings which could be commented upon by the parties. In cases involving arrest and detention on remand, the arrest warrant and all court decisions upholding it must be founded only on those facts and pieces of evidence of which the accused was previously aware and on which he was able to comment (Federal Constitutional Court, decision of 11 July 1994 (Neue juristische Wochenschrift, 1994, p. 3219), with further references).", "In the aforementioned decision, the Federal Constitutional Court held that, following his arrest, an accused had to be informed of the content of the arrest warrant and promptly brought before a judge who, when questioning him, had to inform him of all relevant incriminating evidence as well as of evidence in his favour. Moreover, in the course of ensuing review proceedings, the accused must be heard and, to the extent that the investigation will not be prejudiced, the relevant results of the investigation at that stage must be given to him. In some cases, such oral information may not be sufficient. If the facts and the evidence forming the basis of a decision in detention matters cannot or can no longer be communicated orally, other means of informing the accused, such as a right to consult the files (Akteneinsicht), are to be used. On the other hand, statutory limitations on an accused's access to the files until the preliminary investigation is completed are to be accepted if the efficient conduct of criminal investigations so requires. However, even while those investigations are in progress, an accused who is detained on remand has a right of access to the files through his lawyer if and to the extent that the information which they contain might affect his position in the review proceedings and oral information is not sufficient. If in such cases the prosecution refuses access to the relevant parts of the files pursuant to Article 147 § 2 of the Code of Criminal Procedure, the reviewing court cannot base its decision on those facts and evidence and, if necessary, has to set the arrest warrant aside (Federal Constitutional Court, op. cit.)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}