{"ITEMID": "001-61169", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF HULKİ GÜNEŞ v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;Violation of Art. 6-1;Violation of Art. 6-3-d;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Ireneu Cabral Barreto;Mark Villiger", "TEXT": ["9. The applicant, a Turkish citizen born in 1964, is currently serving a life sentence in Diyarbakır Prison.", "10. On 19 June 1992 the applicant was arrested by the security forces in the village of Çayçatı, in the district of Varto (province of Muş). A handwritten and partly illegible report drawn up on the same day includes the following passage:", "“Following an investigation, Mr Güneş, [suspected of having] taken part in an armed clash with gendarmes in the district of Varto on 14 June 1992, ... was arrested, unarmed, while hiding in the house of one N.Ö., in the course of a gendarmerie operation on 19 June 1992.”", "11. On the same day, the gendarmes who had arrested the applicant drew up a further report in which they identified him as one of the terrorists who had taken part in an armed attack on 14 June 1992 in which one soldier had died and two others had been injured.", "...", "13. According to a report drawn up on 29 June 1992, a confrontation was held between the applicant and the gendarmes who had taken part in the armed clash of 14 June 1992. Three of them identified the applicant. The report was not signed by him.", "14. On an unspecified date the applicant was transferred to the Muş provincial gendarmerie headquarters for questioning. However, the circumstances in which he was questioned cannot be established from the evidence adduced by the parties.", "...", "18. On the same day the applicant was brought before the Police Court, composed of a single judge, who ordered his detention pending trial. Before the judge, the applicant denied all the accusations against him. He stated that he had not taken part in any armed attack. He also denied that a confrontation had been held on 29 June 1992 (see paragraph 13 above) and asserted that on the day of his arrest he had been shown to a soldier, who had been unable to identify him. Lastly, he stated that he had been ill-treated while being detained at the Muş provincial gendarmerie headquarters.", "...", "42. In an indictment preferred on 20 July 1992 the public prosecutor at the Diyarbakır National Security Court instituted proceedings against the applicant, charging him with separatism and with undermining the integrity of the State, capital offences under Article 125 of the Criminal Code. He accused him of having taken part in two armed attacks on 12 October 1991 and 14 June 1992 and, in particular, of having fired, together with other terrorists, at the security forces, causing the death of one soldier and injuring two others.", "43. In connection with the criminal proceedings against the applicant, a Mr Erdal was also accused of having taken part in the armed attack of 14 June 1992. He was therefore tried in the same proceedings.", "44. At a hearing on 28 August 1992 the National Security Court read out statements by the gendarmes (Z.K., Z.Ko. and T.E.) who had identified the applicant during the investigation (see paragraph 11 above). The applicant disputed the statements and denied all the charges. The court decided to summon the three gendarmes as witnesses.", "45. At a hearing on 2 October 1992 counsel for the applicant contested the record of the confrontation of 19 June 1992 (see paragraph 13 above) and argued that the statements by the gendarmes alleged to have identified his client were contradictory.", "46. At a hearing on 30 October 1992 the court, as requested by the public prosecutor, decided, on “road-safety grounds”, to have evidence from the three gendarmes taken on commission. Accordingly, two photographs of the applicant, one from the side and the other from the front, were sent together with the reports concerning the case to the court delegated to examine the witnesses. The applicant challenged the court's decision and asked it to hold a confrontation itself.", "47. At a hearing on 15 January 1993 Mr Erdal, the applicant's co-defendant, gave evidence, as requested by counsel for the applicant. He stated that he had never seen the applicant. He also maintained that the applicant had not been present during the armed attack on 14 June 1992, in which he himself had taken part.", "48. At a hearing on 12 February 1993 counsel for the applicant again criticised the method by which the court had decided to take evidence from the witnesses in question, arguing that it could not be considered compatible with the rules of procedure.", "49. At a hearing on 19 March 1993 it was noted that the depositions of the witnesses who had been examined on commission, with the exception of that of Z.K., had been added to the case file.", "50. At a hearing on 18 June 1993 the applicant pleaded not guilty. He again challenged the manner in which the depositions of the witnesses in question had been taken and argued that they could not be admitted in evidence against him, since he had been identified from photographs and hence without a confrontation. He also rejected the statements he had given under duress at the investigation stage.", "51. At a hearing on 3 September 1993 it was noted that the deposition of Z.K., likewise taken on commission, had been added to the case file. Counsel for the applicant contested it, arguing that, like the other depositions, it could not be admitted as evidence for the prosecution.", "At the same hearing the public prosecutor made submissions in which he sought the applicant's acquittal. He stated, in particular:", "“Criminal proceedings were instituted against the defendant Hulki Güneş, who was suspected of having taken part in an armed clash with soldiers on 14 June 1992... The witnesses Z.K. and Z.Ko. stated that they had seen the defendant with his face uncovered during the clash, whereas the other members of the organisation had their faces covered. [However, firstly,] it was not mentioned in the incident report of 14 June 1992 that a member of the organisation had been observed with his face uncovered. [Secondly,] in the statements they gave after the incident, the soldiers did not say that they had seen one of the members of the organisation with his face uncovered. [In addition,] Mr Güneş was not arrested during the incident in question [and] Mr Erdal, the co-defendant, a 'confessor' [former member of an illegal organisation turned informer] who admitted having taken part in the shooting, stated that Mr Güneş had not been present at the time and that he did not know him. [Lastly,] there are also contradictions, indeed a blatant discrepancy, regarding the names of those who took part in the shooting, between Mr Güneş's statements [obtained while he was in police custody] and those of his co-defendant. [Accordingly], it should be concluded that there is insufficient evidence for Mr Güneş to be found guilty...”", "52. At hearings on 1 October and 5 and 26 November 1993 the public prosecutor reiterated his submissions of 3 September and sought the release of the applicant, but his recommendations were not followed.", "53. At a hearing on 24 December 1993 statements by the applicant's brother, who had been arrested for being a member of the PKK, and by his sister were added to the case file. Both attested that the applicant was a member of the organisation in question. The applicant was given additional time to file his observations on this new evidence against him.", "54. At a hearing on 30 December 1993 the public prosecutor made further submissions in which he sought the applicant's conviction under Article 125 of the Criminal Code.", "55. At a hearing on 11 March 1994 the applicant submitted his defence. Referring to the pleadings he had lodged during the trial and to the public prosecutor's initial submissions, he asked to be acquitted.", "56. In a judgment of 11 March 1994 the National Security Court, composed of three judges, one of whom was a member of the Military Legal Service, found the applicant guilty as charged and sentenced him to death, commuted to life imprisonment, under Article 125 of the Criminal Code. In support of its decision, the court took into account the depositions of the gendarmes concerned, the statement which the applicant had given to the security forces and the reports in the investigation file. It held, inter alia:", "“With regard to the defendant Hulki Güneş:", "In the record of his statement, the defendant asserted that in 1989, while staying illegally in France, he had begun to support the organisation's ideas. On returning to Turkey, he had contacted the organisation. He stated that, on its behalf, he had", "(i) set up a committee, collected funds and disseminated propaganda;", "(ii) taken part on 12 October 1991 in an armed attack in the district of Varto; and", "(iii) taken part on 14 June 1992 in an ambush against a patrol from the security forces, in which a member of the patrol had been killed and two others injured.", "He stated that after that incident he had gone to hide in the village of Çayçatı, where he was arrested by the security forces. He also stated that his code name as a member of the organisation had been Ceymiş.", "Before the public prosecutor and the Police Court he denied all the offences of which he was accused. He stated that he had gone to the village of Çayçatı to do building work in N.Ö's house. He maintained that he had hidden under the bed when the soldiers had arrived purely because he did not have any identity papers. He denied all the charges against him.", "In his defence submissions before the court he again denied the charges.", "In his submissions the public prosecutor sought the defendant's conviction under Article 125 of the Criminal Code.", "It appears from the reports and documents in the file that on 14 June 1992, at about 12.30 p.m., members of the security forces attached to the Omcali gendarmerie command were attacked by a group of armed terrorists while on patrol in the province of Muş, in the district of Varto, near Omcali, on Sarimsa Hill. In the course of the shooting, the gendarme M. Aslan was killed and the gendarmes Ş. Demircan and H. Akkurtlu were injured. After additional security forces had arrived as reinforcements, the clash went on until 8 p.m. Statements by the gendarmes T.E., Z.K. and Z.Ko., who were involved in the skirmish, were added to the case file.", "The members of the security forces present at the scene after the shooting were informed that there was a terrorist hiding in N.Ö.'s house in the village of Çayçatı, which is part of the district of Varto. After taking the necessary security measures, the security forces went to the house and rang the doorbell. About 15 to 20 minutes later, after several rings, someone opened the door. With the owner's agreement, they were able to go in. Inside, they asked N.Ö. if a Hulki Güneş was staying with him. N.Ö. replied 'no'. All the family were together in the same room. They were asked if anyone else was in the house. They replied 'no'. However, the soldiers discovered a person in pyjamas hiding under a bed. When the person was shown to the members of the household, they said that they did not know him or what he was doing there. It was established that the person was Hulki Güneş and that he was related to the members of the household. On his arrest, T.E., Z.K. and Z.Ko., members of the security forces who had been present at the shooting on 14 June 1992, immediately recognised him as having been involved in the shooting. That much is apparent from the relevant report.", "A confrontation was held between these members of the security forces and the defendant. All three members of the security forces recognised the defendant as having taken part in the shooting.", "The court sent a photograph of the defendant for identification by the gendarmes claiming to recognise him.", "In the deposition taken from him on commission, the witness Z.K. said that he could not be certain whether the person in the photograph had been among those taking part in the shooting, as the terrorists who had attacked them had had their faces covered. However, he stated that the defendant had been one of the terrorists who had organised the ambush and that his face had not been covered. During the shooting there had been a distance of only 15-20 metres between them, so he had had a clear view of the person's face. He accordingly maintained that the person in the photograph was the same person he had seen during the shooting. He added that he had recognised him as soon as he had arrested him. He attested that the arrest report was consistent with his statements and that the defendant was the person who had taken part in the shooting.", "The statement by T.E. was also taken on commission. He stated that the person in the photograph was the same person he had seen at the scene of the shooting and that the reports read out to him were consistent with what had happened.", "The witness Z.Ko., who also gave evidence on commission, confirmed the content of the reports. He stated that on 14 June 1992 there had been an outbreak of shooting with an armed terrorist group. He added that the shooting had carried on for a long time, with the result that at nightfall he and his colleagues had hidden in the bushes to escape the terrorists' shots. As the terrorists had left the scene, he had had a clear view of one of them 15-20 metres away. He added that shortly after the defendant's arrest, he had been able to identify him as the person he had seen. He maintained that that person was the one in the photograph.", "It is apparent from the arrest report that the defendant was immediately identified by the witnesses. They identified him without hesitation on being shown his photograph. Furthermore, the defendant's sister stated that he was a member of the PKK terrorist organisation. It follows from these witness statements and declarations that the confessions made by the defendant in the statement he gave reflect the truth.", "The arrest report appears consistent with the evidence given by the defendant in his statement as to the circumstances of his arrest. That factual element tends to corroborate the confessions made by the defendant in his initial statement.", "Although the indictment states that the defendant took part in the shooting on 12 October 1991 in the capital of the district of Varto, his confessions on the subject are not corroborated by any documents in the file or any other related item of evidence. It has therefore not been established that the defendant took part in that operation.", "...", "On 20 July 1992 the public prosecutor at the National Security Court instituted proceedings against the defendant. He accused him of having begun to support the organisation's ideas in 1989, while staying illegally in France, and, on returning to Turkey, having participated in the organisation's activities, then taken part in an armed attack in the capital of the district of Varto on 12 October 1991 and, lastly, having taken part in an ambush against a patrol from the security forces on 14 June 1992, in which a member of the patrol had been killed and two others injured...”", "Having regard to the foregoing and to the fact that the public prosecutor had sought the application of Article 125 of the Criminal Code, the National Security Court found it established that the defendant, a member of the PKK, had taken part in the shooting on 14 June 1992 but not in the shooting on 12 October 1991. Holding that the armed attack of 14 June 1992 had occurred in the context of the PKK's terrorist activities aimed at removing part of the national territory from the State's control, the court held that the defendant should be convicted under Article 125 of the Criminal Code.", "57. On 11 March 1994 the applicant appealed against that judgment to the Court of Cassation and requested a hearing.", "58. Following a hearing on 10 November 1994 the Court of Cassation upheld the judgment appealed against. Its judgment was delivered on 16 November 1994 with neither the applicant nor his counsel present.", "On 8 December 1994 the full text of the Court of Cassation's judgment was added to the case file kept at the registry of the National Security Court and thus made available to the parties.", "59. Article 125 of the Criminal Code provided:", "“It shall be an offence punishable by death to commit any act aimed at subjecting the State or part of the State to domination by a foreign State, diminishing the State's independence, breaking its unity or removing part of the national territory from the State's control.”", "60. Section 20(7) of the National Security Courts (Establishment and Rules of Procedure) Act (Law no. 2845) provides:", "“The National Security Court may have witnesses and experts examined by delegated judges even where the requirements of Article 216 of the Code of Criminal Procedure are not satisfied.”", "61. Article 216 of the Code of Criminal Procedure provides:", "“Where a witness or expert is for a long or indefinite period unable to attend a hearing on account of illness, invalidity or another reason, the court may decide to have him examined by a delegated judge or on commission...", "This provision shall also apply to the examination of witnesses or experts who would have difficulty in attending the hearing on account of the distance from their place of residence.”", "62. From the principles established by the Turkish courts when applying the criminal law, it is clear that the questioning of a suspect is a means of enabling him to defend himself that should work to his advantage and not a measure designed to obtain evidence against him. While statements made during questioning may be taken into consideration by the judge in his assessment of the facts of a case, they must nonetheless be made voluntarily, and statements obtained through the use of pressure or force are not admissible in evidence. By Article 247 of the Code of Criminal Procedure, as interpreted by the Court of Cassation, any confessions made to the police or the public prosecutor's office must be repeated before the judge if the record of the questioning containing them is to be admissible as evidence for the prosecution. If the confessions are not repeated, the records in question are not allowed to be read out as evidence in court and consequently cannot be relied on to support a conviction. Even a confession repeated in court cannot on its own be regarded as a decisive piece of evidence but must be supported by additional evidence."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}