{"ITEMID": "001-76251", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ZHIGALEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Possessions);No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Civil rights and obligations)", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1949 and lives in the village of Nemcha in the Kursk region.", "10. The applicant is an agronomist. When collective farms were being privatised, he left the Kapustin collective farm in the Bolshesoldatskiy District, Kursk Region, and became head of a private farm “Luch” (“Luch Farm”). In 1992, by decisions of the Head of the Bolshesoldatskiy District Administration of the Kursk Region, Luch Farm was granted two plots of agricultural land – 31 hectares from the lands of the former Kapustin collective farm and 315 hectares from a special State land fund. As the applicant considered himself the sole owner of the land and the other five partners in Luch Farm disagreed with his position, disputes began between them. Luch Farm has been involved in various court proceedings since 1997 and the land has not been farmed since that time.", "11. By a ruling of 10 April 1997 the Commercial Court of the Kursk Region pointed out violations of law in the setting up and registering of Luch Farm and suggested that the Bolshesoldatskiy District Administration of the Kursk region (“the District Administration”) should take steps to remedy the situation. On 23 July 1997 the Head of the District Administration adopted Resolution no. 157 whereby, inter alia, Land Certificate no. 30020006, drawn up in the name of Mr V.A. Zhigalev, was annulled as having been issued in breach of the law and the rights of the other partners in Luch Farm. Resolution no. 112 of 14 April 1992, issued by the Head of the District Administration (by which Luch Farm was registered and on which Mr V.A. Zhigalev was named as head of Luch Farm) was supplemented with a list of five partners in Luch Farm, comprising Mr A.V. Gerasimov, Mr S.V. Kapustin, Mr N.N. Belov, Mr A.N. Kazyulkin and Mr A.F. Kapustin.", "12. Acting as head of Luch Farm, Mr Zhigalev brought proceedings on behalf of the farm, seeking to have Resolution no. 157 declared invalid. The proceedings ended with a decision by the Federal Commercial Court of the Central Circuit of 10 December 1997 granting Luch Farm’s action, on the ground that the Head of the District Administration had had no jurisdiction to make such decisions, which could only be made by a court with regard to annulment of the land certificate, and on the basis of the relevant documents, adopted by the farm, with regard to including the list of its partners in the Resolution.", "13. On 25 May 1998, following an application by the Head of the District Administration, an investigator from the Bolshesoldatskiy District Prosecutor’s Office initiated criminal proceedings, having detected that two copies of a Land Certificate concerning Luch Farm’s land – one issued to Mr Zhigalev by the Bolshesoldatskiy District Committee for Land Reform and Land Resources (“the Land Committee”) and the other one held by the Land Committee, which ought to have been signed by the former Head of the District Administration, bore the signatures of two different persons.", "14. As a result of the investigation, it was established that, on the basis of Resolution no. 111 on the allocation of land to Luch Farm, issued by the Head of the District Administration on 14 April 1992, Mr Kolkov, former Chairman of the Land Committee, had prepared Land Certificate no. 300200006 concerning a plot of 30.9 hectares of land. The investigator found that, as a result of negligent performance of his duties, Mr Kolkov had failed to specify in the Land Certificate that the land had been allotted to Luch Farm, and not to Mr Zhigalev alone. He had also failed to register this Land Certificate with the Land Committee.", "15. Later, on the basis of Resolution no. 167 of 14 July 1992 on amendment of the above Resolution no. 111, issued by the Head of the District Administration, Mr Kolkov had prepared another Land Certificate, no. 30020006, concerning the same 30.9-hectare plot and a plot of 315 hectares. It had been properly registered in the relevant records of the Land Committee as no. 7. The investigator found that, as a result of negligent performance of his duties, Mr Kolkov had again failed to specify in this Land Certificate that the land had been allotted to Luch Farm, including all its partners, and not to Mr Zhigalev alone. Another oversight was that the Land Certificate contained no reference to District Administration Resolution no. 167 of 14 July 1992, on the basis of which it had been issued. Furthermore, an original copy of the Land Certificate belonging to the Land Committee had been lost, and there remained only one copy, that issued to Mr Zhigalev. Mr Kolkov had then prepared another unnumbered Land Certificate, identical to Land Certificate no. 30020006 save that it was issued in the name of Luch Farm. This had been kept in the Land Committee’s archives. The investigator found that this Land Certificate was unlawful, in that it had not been signed by the Head of the District Administration and did not bear the District Administration’s official stamp.", "16. According to statements by Mr Kolkov, he had considered that, by drawing up the Land Certificates in Mr Zhigalev’s name, he had actually issued them to Luch Farm inasmuch as Mr Zhigalev had been head of the farm.", "17. In his decision of 17 September 1998, the investigator held that Mr Kolkov’s actions contained elements of negligence punishable under Article 293 of the Criminal Code. However, as the two-year limitation period applicable to this offence, committed in 1992, had expired, the prosecution was time-barred. The proceedings were therefore terminated. On 13 October 1998 a copy of the decision was served on Mr Zhigalev.", "18. On 18 September 1996 Mr Zhigalev, head of Luch Farm, decided that Mr A.N. Kazyulkin and Mr S.V. Kapustin were to be dismissed from Luch Farm. On 3 October 1996 the same decision was taken in respect of Mr A.V. Gerasimov. The farmers challenged the lawfulness of their dismissal in court.", "19. By a judgment of 28 December 1998 the Bolshesoldatskiy District Court of the Kursk Region established that the above-named individuals had always been partners in Luch Farm and not its hired workers. Accordingly, the court held that Mr Zhigalev had had no authority to dismiss them.", "20. Acting as head of Luch Farm, Mr Zhigalev brought proceedings against the District Administration on behalf of the farm, seeking compensation in connection with the adoption of Resolutions nos. 153 and 154 of 29 October 1996 and Resolution no. 157 of 23 July 1997. Mr Zhigalev alleged that the adoption of those Resolutions had prevented cultivation of the land. He claimed compensation for expenses which the farm would necessarily incur in remedying the situation, and for loss of profit.", "21. In a judgment of 5 February 1999 the Commercial Court of the Kursk Region established the facts of the case as follows.", "22. By Resolution no. 111 of 14 April 1992, issued by the Head of the Bolshesoldatskiy District Administration, Luch Farm had been granted a plot of 31 hectares from the lands of the former Kapustin collective farm and a plot of 315 hectares in lease for five years. By the same Resolution V.A. Zhigalev had been confirmed as head of Luch Farm and A.V. Gerasimov, S.V. Kapustin, N.N. Belov, A.N. Kazyulkin and A.F. Kapustin as partners in Luch Farm.", "23. By Resolution no. 112 of 14 April 1992, issued by the Head of the District Administration, Luch Farm had been registered as a legal entity.", "24. Land Certificate no. 30020006 had been issued to V.A. Zhigalev in pursuance of the above Resolution for the founding of Luch Farm.", "25. By Resolution no. 167 of 14 July 1992, issued by the Head of the District Administration, the earlier Resolution no. 111 had been amended in order to specify the size of the plot of land given in life-time inheritable possession to each partner in the farm.", "26. Resolution no. 153 of 29 October 1996, issued by the Head of the District Administration, had concerned the renaming of Luch Farm as Volna farm by its partners and their re-election of the farm’s head following a vote of no confidence to V.A. Zhigalev. It had also ordered the Land Committee to annul the Land Certificate issued to Luch Farm and to prepare new documents accordingly. By Resolution no. 154 of 29 October 1996, issued by the Head of the District Administration, Luch Farm had been re-registered as Volna Farm. Resolutions nos. 153 and 154 had then been reversed by the Head of the District Administration, and, when the court delivered its judgment on 5 February 1999, Resolutions nos. 111 and 112 of 14 April 1992 were in force in their earlier version.", "27. By Resolution no. 157 of 23 July 1997, issued by the Head of the District Administration, Land Certificate no. 30020006 was annulled and Resolution no. 112 of 14 April 1992 had been made more precise in respect of the partners in the farm. By a decision of the Federal Commercial Court of the Central Circuit of 10 December 1997, Resolution no. 157 had been declared null and void.", "28. Having examined the evidence in the case, the Commercial Court of the Kursk Region found that there was no single document from which it would follow that Mr Zhigalev had been the sole founder of Luch Farm. The court held that Luch Farm had been set up by the six farmers (V.A. Zhigalev, A.V. Gerasimov, S.V. Kapustin, N.N. Belov, A.N. Kazyulkin and A.F. Kapustin) and the farm’s property had been formed from their property shares. In accordance with the Farming Enterprise Act, the property of a farm belonged to its partners as their common share property or common joint property, if the latter course was decided unanimously by a farm’s partners. According to the legislation in force at the material time (the Civil Code), a farm’s property was common joint property.", "29. The court found no causal link between the adoption of Resolutions nos. 153, 154 and 157 and the failure of the farmers to farm the land. The court held that there had been no obstacles to cultivating Luch Farm’s land. It held that Mr Zhigalev had failed to substantiate his claims and that it was in fact his attitude that had brought about the possibility of losses for the farm.", "30. In its judgment of 5 February 1999 the court dismissed Mr Zhigalev’s claims as manifestly ill-founded. That judgment was upheld by a decision of the Federal Commercial Court of the Central Circuit of 5 May 1999.", "31. On 16 February 1999 the Prosecutor of the Kursk Region brought an action against the District Administration and the Land Committee in defence of state and public interests before the Commercial Court of the Kursk Region.", "32. The prosecutor requested that Land Certificate no. 300200006 concerning the right of ownership to the plot of 30.9 hectares, which had been issued by the Land Committee in Mr Zhigalev’s name, be declared null and void. The same request was made in respect of Land Certificate no. 30020006 on the right of ownership to the same plot of 30.9 hectares and the right of life-time inheritable possession to the 315-hectare plot, which had also been issued by the Land Committee in Mr Zhigalev’s name. The prosecutor stated, inter alia, that the Land Certificates certifying Mr Zhigalev as the sole owner of the land had impaired the rights of the other five partners in the farm, each of whom had been entitled to his share of the land.", "33. The prosecutor also requested a finding of invalidity in respect of Resolutions no. 111 of 14 April 1992, on the allocation of a plot of land for the organisation of Luch Farm, and no. 167 of 14 July 1992, on the amendment of Resolution no. 111, both of which had been issued by the Head of the District Administration. The prosecutor argued that the size of the plot of land given to Luch Farm had exceeded the relevant statutory limit.", "34. The prosecutor requested that Mr Zhigalev, head of Luch Farm, be joined to the proceedings as a third party on the defendant’s side.", "35. On 10 March 1999 the Commercial Court of the Kursk Region ruled that Mr Zhigalev, head of Luch Farm, was to be joined to the proceedings as a third party because the submitted action concerned his interests. The court referred to Article 39 of the Code of Commercial Procedure of 1995, which regulated the procedural status of a third party who did not have separate claims with regard to the subject matter of a dispute.", "36. By the same decision, the court ordered the parties to produce documentary evidence and scheduled a hearing for 31 March 1999.", "37. On 31 March 1999 the court adjourned the hearing to 21 April 1999 in view of the Land Committee’s failure to produce documentary evidence.", "38. The court, composed of three judges, held a hearing on 21 April 1999. Representatives of the defendant authorities admitted the claim in full. The Land Committee explained that neither of the Land Certificates complied with Resolutions nos. 111 and 167, on the basis of which they had been issued.", "39. Mr Zhigalev submitted an application to be recognised as a codefendant in the case. In its ruling of 21 April 1999, the court refused the application on the ground that the prosecutor’s action concerned the validity of the documents adopted by the District Administration and the Land Committee.", "40. The head of Luch Farm argued that the prosecutor’s claim should be rejected in view of the expiry of the relevant limitation period.", "41. The prosecutor submitted that the limitation period had been interrupted by the District Administration’s adoption, on 29 October 1996, of Resolution no. 153 on the amendment of Resolutions nos. 111 and 167. Resolution no. 153 had been reversed by the District Administration on 30 April 1998.", "42. The court held that, in accordance with Article 199 § 2 of the Civil Code, a limitation period was applied exclusively at the request of a party to a case. As head of Luch Farm, Mr Zhigalev was not a party to the present proceedings pursuant to Article 34 of the Code of Commercial Procedure, and the court could not therefore apply this ground for rejecting the prosecutor’s claim.", "43. Having examined the evidence in the case and heard the prosecutor, the defendants and the head of Luch Farm in his capacity as a third party, the Commercial Court of the Kursk Region established the facts of the case as follows, as summarised in its judgment of 21 April 1999.", "44. On 9 March 1992 V.A. Zhigalev had lodged an application with the Administration of the Bolshesoldatskiy District of the Kursk Region for allocation of a plot of 500 hectares of agricultural land as a life-time inheritable possession (право пожизненного наследуемого владения) for the founding of Luch Farm, together with the following partners in Luch Farm: A.V. Gerasimov, S.V. Kapustin, N.N. Belov, A.N. Kazyulkin and A.F. Kapustin.", "45. Following applications by members of the Kapustin collective farm, namely V.A. Zhigalev, A.V. Gerasimov, S.V. Kapustin, N.N. Belov, A.N. Kazyulkin and A.F. Kapustin, seeking to leave the farm and be granted a plot of land, on 11 April 1992 the administration of Kapustin collective farm had decided that the said individuals would leave the collective farm with a share of 5.15 hectares each.", "46. On 14 April 1992 the Head of the District Administration had adopted Resolution no. 111 which stated that, pursuant to the above decision by the administration of Kapustin collective farm, a plot of 31 hectares from the land of Kapustin collective farm was to be given, free of charge, in ownership, for the founding of Luch Farm. In the same Resolution the District Administration had ordered that a plot of 315 hectares of plough land be given to Luch Farm in lease for five years. The Resolution had further confirmed V.A. Zhigalev as head of Luch Farm and A.V. Gerasimov, S.V. Kapustin, N.N. Belov, A.N. Kazyulkin and A.F. Kapustin as partners in Luch Farm. The Resolution had further stated that the Land Committee had been directed to delimit the plots of land on site and to issue a Land Certificate for the right to use the land.", "47. The Land Committee had delimited the plot of 30.9 hectares on site, drawn up a plan and prepared a Land Certificate, numbered 300200006, certifying the right of ownership to this plot of land, in which V.A. Zhigalev had been specified as the sole owner of the land.", "48. Having examined an application submitted on 9 June 1992 by V.A. Zhigalev, head of Luch Farm, to grant the land to Luch Farm in life-time inheritable possession and not in lease, the Head of the District Administration had adopted Resolution no. 167 of 14 July 1992, by which the earlier Resolution no. 111 had been amended in respect of the plot of 315 hectares. It had now stated:", "‘That 315 hectares of arable land is to be transferred from a special land fund to Luch Farm in life-time inheritable possession, in the following shares:", "V.A. Zhigalev 52.5 ha [hectares]", "A.V. Gerasimov 52.5 ha [hectares]", "S.V. Kapustin 52.5 ha [hectares]", "N.N. Belov 52.5 ha [hectares]", "A.A. Kazyulkin 52.5 ha [hectares]", "A.F. Kapustin 52.5 ha [hectares]’", "49. Following Resolution no. 167 the Land Committee had prepared another Land Certificate, numbered 30020006, certifying the right of ownership to the same plot of 30.9 hectares and the right of life-time inheritable possession to the plot of 315 hectares, in which V.A. Zhigalev was again specified as the sole owner and possessor of both plots of land.", "50. In the light of the above findings of fact, the Commercial Court of the Kursk Region found that the fact that Land Certificate no. 300200006 did not specify the share of 5.15 hectares belonging to each partner in Luch Farm ran counter to the content of Resolution no. 111 and to the law, particularly section 15 of the Farming Enterprise Act («О крестьянском (фермерском) хозяйстве»), which provided that the property of a farm belonged to its members as common share property or as common joint property. The court further held that the same omission – the lack of information concerning the share of land for each partner in Luch Farm - in Land Certificate no. 30020006 was unlawful on the same grounds.", "51. In a judgment of 21 April 1999 the Commercial Court of the Kursk Region declared Land Certificates no. 300200006 and no. 30020006 null and void. The court rejected the remainder of the prosecutor’s claim concerning Resolutions no. 111 of 14 April 1992 and no. 167 of 14 July 1992, issued by the Head of the District Administration, because the court found no grounds to declare the said Resolutions unlawful.", "52. Mr Zhigalev, head of Luch Farm, appealed against the judgment on the ground that the first-instance court had refused to examine his submission concerning the limitation period. At a hearing on 8 June 1999, in which the parties and Mr Zhigalev in his capacity as a third party participated, the Appeals Division of the Commercial Court of the Kursk Region, sitting as a bench of three judges, examined the appeal.", "53. It noted that on the basis of Resolutions nos. 111 and 167, issued by the Head of the District Administration, the land had been allotted to each of the partners in Luch Farm. Land Certificates no. 300200006 and no. 30020006, issued in Mr Zhigalev’s name on the basis of those Resolutions, had been found to be unlawful by the firstinstance court.", "54. It further noted that it followed from the applicant’s appeal that the only ground for quashing that court’s judgment was its refusal to examine the applicant’s submission concerning the limitation period. However, the court held that, pursuant to Article 39 of the Code of Commercial Procedure and Article 199 of the Civil Code, only a party to a case was entitled to request the application of a limitation period. As the applicant was not a party to the case it was not open to him to lodge such a request. The court dismissed the appeal and upheld the judgment of 21 April 1999.", "55. The applicant lodged a cassation appeal, in which he requested that the decisions of the lower courts be quashed as they had allegedly been delivered in breach of the procedural and material law. In particular, he complained that his request for participation in the proceedings in the capacity of a defendant had been unlawfully rejected, which allegedly deprived him of the possibility to assert his rights to the land. The appeal was examined on 29 July 1999 by the Federal Commercial Court of the Central Circuit, sitting as a bench of three judges, in the presence of the parties and Mr Zhigalev as a third party. The court summarised its findings as follows.", "56. It followed from the materials of the case file that, in accordance with Resolutions no. 111 and no. 167, issued by the Head of the District Administration, the land had been given to each of the partners in Luch Farm.", "57. However, the Land Certificates had been issued in Mr Zhigalev’s name as the owner of the land, without specifying the shares of the other five partners in the farm.", "58. As these Land Certificates contradicted Resolution no. 111 and section 15 of the Farming Enterprise Act, which provided that the property of a farm belonged to its members as common share property or common joint property, the first-instance court’s decision to declare null and void the Land Certificates issued in Mr Zhigalev’s name had been wellfounded.", "59. Resolutions nos. 111 and 167 of the District Administration, pursuant to which the plots of land had been allotted for the founding of Luch Farm, had been adopted in accordance with the legislation.", "60. As regards the applicant’s complaint alleging the court’s failure to join him to the proceedings as a co-defendant, the first-instance court had rightly rejected this request and ordered that the applicant be joined to the proceedings as a third party, because the claims concerned documents adopted by the District Administration and the Land Committee. The claims had been admitted by the defendants. The parties to the proceedings had not raised the issue of the expiry of a limitation period. Mr Zhigalev was not a party to the present dispute and the right to request the application of a limitation period was therefore not vested in him.", "61. In those circumstances the judgment of the first-instance court and the decision of the appeal court had been lawful and well-founded.", "62. By a decision of 29 July 1999 the Federal Commercial Court of the Central Circuit upheld the judgment of the Commercial Court of the Kursk Region of 21 April 1999 and the decision of the Appeals Division of the Commercial Court of the Kursk Region of 8 June 1999.", "63. Following the outcome of the above proceedings, on 14 February 2000 the District Administration adopted Resolution no. 35, in which it ordered that the old Land Certificates no. 300200006 and no. 30020006 be annulled and a new Land Certificate be issued to Luch Farm by the Land Committee in accordance with the District Administration’s Resolution no. 167 of 14 July 1992 and the Farming Enterprise Act. In pursuance of Resolution no. 35 the Land Committee issued a new Land Certificate to Luch Farm, numbered 300200167, which stated that Luch Farm owned the plot of 315 hectares, and that each of the six partners in Luch Farm owned a share of 52.5 hectares of that land.", "64. On 16 February 2001 Mr Zhigalev, acting as head of the farm, brought an action on behalf of Luch Farm before the Commercial Court of the Kursk Region against the District Administration. He requested that Resolution no. 35, by which he had allegedly been deprived of his rights to the land, and Land Certificate no. 300200167 be declared void.", "65. By Resolution no. 127 of 14 June 2001 the District Administration annulled its Resolution no. 35, considering that it had been adopted erroneously. On 27 September 2001 the court terminated the proceedings in respect of the applicant’s claim concerning Resolution no. 35, on the ground that the said Resolution had already been quashed.", "66. The court examined the applicant’s request to annul Land Certificate no. 300200167 and granted it for the following reasons, as stated in its judgment of 27 September 2001.", "67. Resolution no. 35, on the basis of which the Land Certificate had been issued, had been quashed.", "68. According to the relevant legislation in force at the material time (the Law on the State Registration of Rights to Immovable Property and Decrees no. 1767 of 27 October 1993 and no. 112 of 25 January 1999 of the President of the Russian Federation), the correct legal document certifying an individual’s right to land was a registered “Land Title Certificate” (свидетельство о государственной регистрации прав на землю) and not a “Land Certificate” (государственный акт на землю).", "69. The court further addressed the applicant’s argument that District Administration Resolution no. 167 of 14 July 1992 was null and void in that it had allotted the land to each of the six farmers in equal shares, allegedly in breach of the law. The court held that this issue had already been examined in the earlier proceedings, which had ended with the judgment of the Commercial Court of the Kursk Region of 21 April 1999, as upheld by higher courts, whereby the application to have Resolution no. 167 declared null and void had been dismissed. In accordance with Article 58 § 2 of the Code of Commercial Procedure and Decision no. 13 of the Plenary Supreme Commercial Court of 31 October 1996, the above judgment was binding, and the facts once established in a previously decided case were not subject to proof again in a case involving the same persons.", "70. On 21 March 2002 the Federal Commercial Court of the Central Circuit quashed the decision of 27 September 2001 of the Commercial Court of the Kursk Region, whereby that court had terminated the proceedings with regard to the applicant’s claim in respect of Resolution no. 35.", "71. During a fresh examination of this part of the case by the Commercial Court of the Kursk Region, the applicant specified his claims. He asserted that Resolution no. 35 violated the rights of Luch Farm and his rights as a founder of the farm by depriving the farm of its right of ownership to 30.9 hectares and its right of life-time inheritable possession to 315 hectares. Mr Zhigalev claimed that all this land should belong to him as head of the farm because he was the only person whose name had appeared on Land Certificates no. 30020006 and no. 300200006. In support of his claims the applicant referred to the unlawfulness of Resolutions no. 111 of 11 April 1992 and no. 167 of 14 July 1992, issued by the Head of the District Administration, to the lawfulness of Land Certificates no. 30020006 and no. 300200006, issued in his name, and to the fact that the District Administration had exceeded its authority when adopting Resolution no. 35 of 14 February 2000.", "72. A representative of the defendant (that is, the District Administration) submitted that the contested Resolution no. 35 had merely followed the judgment of 21 April 1999 of the Commercial Court of the Kursk Region, as upheld by higher courts, whereby Land Certificates no. 30020006 and no. 300200006, issued in Mr Zhigalev’s name, had been declared null and void. Resolution no. 35 had then been reversed because it had been adopted erroneously. The defendant authority further submitted that the applicant now had no documents certifying his title to the land and that neither the District Administration nor the Land Committee had taken any measures to confiscate the land from Luch Farm, which could continue farming it.", "73. The court pointed out that the judgment of the Commercial Court of the Kursk Region of 27 September 2001 had declared null and void Land Certificate no. 300200167, issued by the Land Committee pursuant to Resolution no. 35, because, in accordance with the legislation then in force, the correct legal document certifying rights to land was a Land Title Certificate, issued by a Department of the Ministry of Justice for the Registration of Rights to Immovable Property and Transactions with Immovable Property.", "74. The court noted that the legal documents establishing the rights to the land in the present case were Resolutions no. 111 and no. 167 of 1992, issued by the Head of the District Administration. These Resolutions had been declared lawful by the final judgment of the Commercial Court of the Kursk Region of 21 April 1999, as upheld by higher courts. The applicant’s argument concerning the unlawfulness of the said Resolutions was therefore unfounded.", "75. The court further noted that Land Certificates no. 30020006 and no. 300200006, which were the legal documents certifying the rights to the land, had been declared unlawful by the above-mentioned court judgment, which was final. The applicant’s contention about the lawfulness of these Land Certificates was thus also unfounded.", "76. In so far as the applicant claimed that Resolution no. 35 infringed upon the rights of Luch Farm to the plots of land measuring 30.9 hectares and 315 hectares, the court found that neither the District Administration nor the Land Committee had taken any measures to confiscate the land from Luch Farm or any other actions which would prevent the farm from cultivating the land. This fact was not disputed by the applicant, who submitted to the court that the land had not been farmed for years because he had been involved in litigation.", "77. The court found that Resolution no. 35 had no adverse effect on the land rights of Luch Farm. As to Mr Zhigalev’s rights, the court had previously given decisions in this respect which had binding effect, and commercial courts no longer had jurisdiction over such claims.", "78. By a judgment of 10 June 2002 the Commercial Court of the Kursk Region therefore dismissed the applicant’s claims. The judgment was upheld by a decision of the Federal Commercial Court of the Central Circuit of 26 December 2002.", "79. Luch Farm was involved in various other court proceedings during 19972005, including proceedings with regard to tax disputes. It was represented in court by Mr Zhigalev as head of the farm.", "80. Resolution no. 111 of 14 April 1992 stated:", "“HEAD OF THE BOLSHESOLDATSKIY DISTRICT ADMINISTRATION,", "KURSK REGION", "RESOLUTION", "14 April 1992, no. 111", "[the village of] Bolshoye Soldatskoye", "‘On the allocation of a plot of land for the purpose of setting up Luch Farm’", "Having examined the application from Mr V.A. Zhigalev concerning the allocation of a plot of land for the purpose of organising Luch Farm, and governed by the RSFSR “Farming Enterprise Act”, by the Resolution of the Presidium of the RSFSR Supreme Council and the RSFSR Council of Ministers of 15 March 1991 on additional measures to expedite land reform in the RSFSR, and by the RSFSR Land Code,", "I hereby order:", "1. that a plot of land with an overall area of 31 hectares, including 31 ha of arable land, be allocated free of charge as property [ownership] for the establishment of Luch Farm, from the territory of the former collective farm Kapustin (in accordance with the applications submitted to the administration of the Kapustin collective farm and on the basis of the decision by the collective farm’s administration on the withdrawal as members of the collective farm, with a share of land and a stock share, of Vladimir Alekseyevich Zhigalev, Aleksey Valentinovich Gerasimov, Sergey Viktorovich Kapustin, Nikolay Nikolayevich Belov, Vladimir Arkhipovich Davydov, Anatoliy Nikolayevich Kazyulkin and Aleksey Fedorovich Kapustin).", "that a plot of land measuring 315 hectares in total, 315 hectares of which are to be arable land, is to be transferred from a special fund to Luch Farm on a five-year lease.", "2. That Vladimir Alekseyevich Zhigalev be confirmed as head of Luch Farm, and that the following individuals be confirmed as partners in the farm:", "1. A.V. Gerasimov", "2. S.V. Kapustin", "3. N.N. Belov", "4. A.N. Kazyulkin", "5. A.F. Kapustin", "3. That the District Committee for Land Reform and Land Resources carry out landdevelopment work by 15 April 1992 in order to delimit the plot of land on site (on the terrain), and draw up a state certificate on the right to use the land [land certificate].", "...", "Head of the Administration [signed by] D. Shatalov”", "81. Resolution no. 167 of 14 July 1992 stated as follows:", "“HEAD OF THE BOLSHESOLDATSKIY DISTRICT ADMINISTRATION,", "KURSK REGION", "RESOLUTION", "14 July 1992, no. 167", "[the village of] Bolshoye Soldatskoye", "‘On the amendment of resolution no. 111 of 14 April 1992 by of the Head of the administration”", "On the basis of the application from Mr V.A. Zhigalev, as head of the farming enterprise ‘Luch’, concerning the allocation of 315 hectares of arable land in life-time inheritable possession,", "I hereby order:", "1. that clause no. 1 paragraph two of resolution no. 111 of 14 April 1992 by the Head of the administration “On the allocation of a plot of land for the purpose of setting up Luch Farm” be considered invalid and be [re]stated as follows:", "‘That 315 hectares of arable land is to be transferred from a special land fund to Luch Farm in life-time inheritable possession, in the following shares:", "1. V.A. Zhigalev 52.5 ha [hectares]", "2. A.V. Gerasimov 52.5 ha [hectares]", "3. S.V. Kapustin 52.5 ha [hectares]", "4. N.N. Belov 52.5 ha [hectares]", "5. A.A. Kazyulkin 52.5 ha [hectares]", "6. A.F. Kapustin 52.5 ha [hectares]’", "[signed by] S. Novosiltsev, First Deputy Head of the Administration, for the Head of the Administration”", "82. The applicant submitted to the Court a copy of Land Certificate no. 30020006 which stated:", "“STATE CERTIFICATE", "on rights of ownership of land, life-time inheritable possession and (permanent) use of land without limit of time", "no. 30020006", "This state certificate is issued to the following owner, property-holder and/or user of the land:", "Vladimir Alekseyevich Zhigalev, of the farming enterprise ‘Luch’, Kursk Region, Bolshesoldatskiy District, Izvekovo village,", "by the Bolshesoldatskiy District Administration,", "Confirming that, by Resolution no. 111 of 14 April 1992 of the Bolshesoldatskiy District Administration, the above mentioned owner, property-holder and/or user of the land is allocated in total 345.9 hectares of land, including 30.9 hectares as property [ownership], free of charge, and 315 hectares as a life-time inheritable possession, as indicated on the plan, in order to set up the farming enterprise ‘Luch’.", "This State Certificate is drawn up in two copies: the first is issued to Vladimir Alekseyevich Zhigalev (the owner, property-holder and/or user of the land), the second is to be kept by the Bolshesoldatskiy District Administration.", "The certificate is registered as no. 7 in the Register Book of State Certificates on property, possession and land-use rights.", "[signed by] D.F. Shatalov, Head of the Bolshesoldatskiy District Administration", "...", "Quantitative description of land allocated as property, in ownership or for use:", "V.A. Zhigalev (the owner, property-holder and/or user of the land)", "(hectares)", "[the Certificate is signed by] V.N. Kolkov, Chair of the Committee for Land Reform and Land Resources of the Bolshesoldatskiy District", "...”", "83. At the time that Luch Farm was founded, the establishment and activity of farming enterprises were regulated by the Federal “Farming Enterprise Act” (О крестьянском (фермерском) хозяйстве) no. 348-1 of 22 November 1990.", "84. Under section 1 of the Act, a farm may be comprised of one individual, a family or a group of persons. The head of a farm is one of its capable partners. He or she represents the farm in dealings with enterprises, organisations, citizens and state organs.", "85. Under section 5 of the Act, on the basis of an application from an individual wishing to set up a farm, a plot of land is transferred to him or her in use, in life-time inheritable possession or in ownership by a decision of the local authority. The number of partners in a farm is taken into account in determining the size of a plot of land to be allotted for setting it up.", "Where a plot of land is transferred in ownership, a decision by the local authority serves as a basis for issuing a Land Certificate, which certifies the ownership of the land.", "The land for setting up a farm is transferred in ownership free of charge within statutory norms, and is subject to payment in cases exceeding such norms.", "86. Under section 6 of the Act, local, district and town authorities establish land funds for the purpose of organizing farms by, inter alia, taking land from collective farms on receipt of applications from individuals wishing to set up farms. Members of a collective farm are entitled to leave it, to receive a plot of land and to found their own farming enterprise. Their applications are examined by the collective farm’s administration then by the local district or town authority, which takes the final decision (section 8 of the Act).", "87. Under section 14 of the Act, the property of a farming enterprise comprises plants, buildings, cattle, equipment and machinery, vehicles and other property necessary for carrying out its activity.", "88. Under section 15 of the Act, the property of a farming enterprise belongs to its partners in common share ownership or in common joint ownership, if the latter course has been decided unanimously by those partners.", "89. According to the Land Code of 1991, certain categories of land may only be owned as a “life-time inheritable possession” (право пожизненного наследуемого владения), which means that the land may be possessed, used and left to one’s successors, but may not be sold to anyone except the State.", "90. According to Article 34 of the Code of Commercial Procedure of 1995, in force at the material time, two parties enjoy full and equal procedural rights in proceedings, namely the plaintiff and the defendant.", "91. Under Article 38 of the Code, third parties with their own claims in respect of the subject-matter of a dispute may join the proceedings prior to the court’s delivery of a judgment. They enjoy practically all the procedural rights of a plaintiff.", "92. Under Article 39 of the Code, third parties without their own claims in respect of the subject-matter of a dispute may join the proceedings on the side of the plaintiff or defendant prior to the court’s delivery of a judgment, provided that the judgment is liable to affect their rights or obligations towards one of the parties to the case. They enjoy the same procedural rights as a party to the proceedings, save for the rights to abandon a suit, to alter its ground or subject-matter, to increase or reduce the amount of a claim, to accept a suit, to conclude a friendly settlement agreement and to request the execution of a judgment.", "93. According to Article 199 of the Civil Code, a limitation period is to be applied by a court only at the request of a party to a dispute, and the request must be made prior to delivery of a judgment. Where such a request is made, the expiry of a limitation period may serve as a ground for the court to dismiss an action.", "94. Under Article 196 of the Civil Code, the general limitation period for civil claims is three years.", "95. Under Article 181 of the Civil Code, an action seeking a remedy in the event of a void transaction may be brought within ten years of the date when the performance thereof commenced."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}