{"ITEMID": "001-5300", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "YAVUZ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are all Turkish citizens, born respectively in 1942, 1947, 1971 and 1972. They are resident in Diyarbakır. The first applicant is the father of Genco Yavuz, who was killed in 1991. The second, third and fourth applicants are respectively the deceased’s mother, sister and brother. The applicants are represented before the Court by Mrs Hülya Sarsam and Mr Nusret Senem, lawyers practising in Ankara.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows:", "On 12 February 1991, Genco Yavuz was shot dead by a soldier in the canteen used by his military unit following a dispute about drugs.", "The soldier responsible for his death was prosecuted before the Kırklareli Military Court. The applicants joined the proceedings as intervenors.", "In its judgment of 24 November 1992 the Kırklareli Military Court found the accused soldier guilty of unlawful killing and sentenced him to twenty-years’ imprisonment. When fixing sentence the court had regard to mitigating circumstances, namely the fact that the accused had been severely provoked by the deceased at the time of the incident.", "On 9 February 1994 the military Court of Cassation annulled the Kırklareli Military Court’s judgment on the ground that the military court had misdirected itself on the level of provocation to be attributed to the behaviour of the deceased at the material time. The case was remitted to the military court.", "In its judgment of 27 December 1994, the military court had regard to the fact that the accused soldier had finished his military service and for that reason ruled that it had no jurisdiction to deal with the case. The case was transferred to the Kırklareli Assize Court. The applicants joined the proceedings as intervenors.", "On 17 October 1995 the Kırklareli Assize Court sentenced the accused to death. The sentence was later commuted to thirty-years’ imprisonment.", "On 29 June 1992 the applicants lodged an action for damages before the Supreme Military Administrative Court against the Ministry of Defence. The applicants maintained that Genco Yavuz was killed by a soldier who, prior to his military service, had been found guilty of wilful homicide. The applicants stated that the rules governing the carrying of firearms had not been respected and that the fault lay with the administration.", "In its decision of 30 November 1994 the Supreme Military Administrative Court found that the applicants had made out their case in part. The court ruled that a causal link existed between Genco Yavuz’s death and the act of an agent of the State given that the latter had on him at the relevant time a firearm belonging to the State. The court also noted that the deceased had by his behaviour provoked the State agent. Basing itself on an expert’s report, the court awarded compensation for pecuniary and non-pecuniary damage to the father and mother of Genco Yavuz. The applicants’ request for rectification of the judgment was rejected by the same court on 5 April 1995.", "B. Relevant domestic law", "Article 157 of the Turkish Constitution provides:", "“The Supreme Military Administrative Court shall be the first and last instance for the judicial supervision of disputes arising out of administrative actions involving military personnel or relating to military service, even if such acts and actions have been carried out by civilian authorities. However in disputes arising out of the obligation to perform military service, there shall be no condition that the person concerned be a member of the military body.", "Members of the Supreme Military Administrative Court who are military judges shall be appointed by the President of the Republic from a list of three candidates nominated for each vacant office by the President and members of the court, who are also military judges, by secret ballot and by an absolute majority of the total number of such members, from among military judges of the first category; members who are not military judges shall be appointed by the President of the Republic from a list of three candidates nominated for each vacant office by the Chief of the General Staff from among the officers holding the rank and qualifications prescribed by law.", "The term of office of members who are not military judges shall not exceed four years.", "The President, the Chief Public Prosecutor and Head of Division of the Court shall be appointed among military judges according to rank and seniority.", "The organisation and functioning of the Supreme Military Administrative Court, its procedure, disciplinary affairs and other matters relating to the status of its members shall be regulated by law in accordance with the principles of the independence of courts and the security of tenure of judges and the requirements of military service.”", "The Law governing the Supreme Military Administrative Court", "(Law No. 1602, 4 July 1972)", "(unofficial translation)", "Article 4 (Security of tenure)", "“The President, the Chief Public Prosecutor, the Members and the Presidents of the Chambers of the Supreme Military Administrative Court, being judges of this Court, are guaranteed security of tenure under the Constitution of the Turkish Republic.”", "Article 8 (Selection of the Members)", "“The President of the Republic shall select:", "The members of the Supreme Military Administrative Court from among military judges on the basis of a list of three candidates nominated in respect of each vacant office by an absolute majority of the total number of current members and presidents who belong to the ranks of military judges.", "The members of the Supreme Military Administrative Court who do not belong to the ranks of military judges shall be appointed from a list of three candidates nominated in respect of each vacant office by the Chief of the General Staff.”", "", "Article 14 (Chambers)", "“The Supreme Military Administrative Court shall be composed of two chambers. The Ministry of Defence can increase the numbers of the chambers by up to three upon the proposal of the General Council and with the approval of the Chief of the General Staff. The Ministry of Defence can decrease the numbers of the chambers down to two under the same procedure.", "Each chamber shall be composed of a president and six members. Four of the members shall be military judges and two of them shall be staff officers.", "The number of the members in deliberations shall be composed of five. The majority of the members in the deliberations shall consist of military judges. Decisions shall be taken by majority.”", "The Law governing the Supreme Military Administrative Court", "(Article 66 of the Law No. 1602)", "(unofficial translation)", "“Rectification of a judgment rendered by the Chamber or the Grand Chamber may be requested on one of the following grounds, only once within 15 days after it is served on the parties:", "a) The judgment does not refer to the allegations and the objections which affect its merits;", "b) The judgment contains provisions which contradict each other;", "c) The judgment is contrary (“aykırı”) to procedural and substantive law (“usul ve kanuna aykırı”)”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}