{"ITEMID": "001-90445", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SINICIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1948 and lives in Nova Kapela.", "5. The applicant’s lorry was forfeited by the Sisak Police Department (Policijska postaja Sisak) on 23 August 1995 in connection with a suspicion held against the applicant of having committed an aggravated theft. The criminal complaint against the applicant was eventually dropped and on 26 February 1996 the police invited the applicant to take delivery of the vehicle. They also noted that the vehicle was not in good working order. For that reason the applicant refused to take delivery of the vehicle.", "6. The applicant, represented by a lawyer, instituted civil proceedings on 13 June 1996 in the Zagreb Municipal Court (Općinski sud u Zagrebu) against the Ministry of Interior (Ministarstvo unutarnjih poslova Republike Hrvatske, hereinafter “the Ministry”), seeking repossession of the vehicle and damages.", "7. After holding a public hearing and hearing the evidence, in its judgment of 2 October 1997 the Zagreb Municipal Court (Općinski sud u Zagrebu) ordered the State to return the vehicle to the applicant in good working order within fifteen days after the judgment became final. It found that the applicant’s vehicle was in good working order at the time of its requisition. The Municipal Court also dismissed his claim for damages. The judgment was upheld by the Zagreb County Court (Županijski sud u Zagrebu) on 4 April 2000 and thus became final. Further appeals on points of law lodged by both parties were dismissed by the Supreme Court (Vrhovni sud Republike Hrvatske) on 23 March 2004.", "8. The applicant’s subsequent constitutional complaint was dismissed by the Constitutional Court (Ustavni sud Republike Hrvatske) on 19 January 2005.", "9. The applicant lodged a request for an enforcement order in the Zagreb Municipal Court on 14 June 2000, seeking the enforcement of the above final judgment of 4 April 2000. On 9 October 2000 the Municipal Court issued an enforcement order requiring the applicant’s vehicle to be returned to him in good working order.", "10. On 20 December 2000 the applicant withdrew his initial request and asked instead the Zagreb Municipal Court to order the Ministry to pay a penalty for not complying with the enforcement order. On 29 December 2000 the Ministry admitted that it had not complied with the initial enforcement order. In view of the applicant’s new request, the proceedings concerning the enforcement order of 9 October 2000 were terminated on 12 January 2001 and the proceedings upon the applicant’s request for penalty payments continued.", "11. On 8 February 2001 the Municipal Court ordered the Ministry to return the vehicle to the applicant within two days, failing which it was to pay the applicant Croatian kuna (HRK) 1,500 for each day of default from that point on. The Ministry lodged an appeal and on 5 March 2002 the appellate court quashed the firstinstance decision, finding that the Zagreb Municipal Court lacked territorial jurisdiction in the matter. The case was transferred to the Sisak Municipal Court (Općinski sud u Sisku), which on 20 May 2002 ordered the Ministry to return the vehicle to the applicant within two days, failing which it was to pay HRK 1,500 for each day of default. The appellate court, however, quashed that decision and ordered the first-instance court to establish whether the parties were willing to settle the case. On 13 November 2003 the Ministry offered a settlement, which the applicant refused.", "12. On 23 December 2003 the Sisak Municipal Court ordered the Ministry to comply with the judgement of 4 April 2000 within eight days failing which it was to pay HRK 1,500 for each day of default. This decision was upheld by the Sisak County Court (Županijski sud u Sisku) on 15 July 2004.", "13. The parties met on 19 November 2004 in the presence of a court expert who established that the vehicle had been repaired and its value had increased.", "14. The parties met again on 25 January 2005 in the presence of a court expert but the applicant refused to accept the vehicle, objecting that it had not been properly repaired. He sought payment of HRK 10,000 and 600 euros (EUR) in order to repair the vehicle and a further HRK 8,000 for its registration.", "15. On 23 May 2006 a commission of the Sisak Municipal Court established in the presence of the parties and a court expert that the vehicle still had some defects, which had been in existence when the vehicle was examined on 19 November 2004. The applicant offered a settlement stipulating that the vehicle be driven to his address and that a sum of HRK 15,000 be paid to him for the costs of further repair and the registration of the vehicle. On 4 July 2006 the Ministry agreed to deliver the vehicle to the applicant’s home address, to remove all the remaining defects and pay the applicant a sum of HRK 15,000 for the costs of registration.", "16. The Municipal Court held a hearing on 14 July 2006 with a view to assisting the parties to reach a settlement. However, the applicant declined the settlement because the Ministry refused to pay the court penalties ordered by the Sisak Municipal Court on 23 December 2003.", "17. On 14 September 2006 a commission of the Sisak Municipal Court established in the presence of the parties and a court expert that the vehicle still had some defects. These were immediately removed, but the applicant nevertheless refused to take delivery.", "18. On 2 October 2006 the Sisak Municipal Court ordered that the vehicle be kept by the Ministry in a closed garage at the applicant’s expense, at a rental of HRK 60 per day. The applicant appealed against this decision, arguing that the vehicle had not been properly repaired. On 29 June 2007 the Sisak County Court dismissed the applicant’s appeal finding that the vehicle was in good working order and fit to pass the technical test necessary for its registration. The thus vehicle remained in the possession of the Ministry as the applicant refused to take possession of it.", "19. On 22 November 2004 the applicant also sought payment of the court penalties ordered in the Sisak Municipal Court’s decision of 23 December 2003 (see paragraph 12 above) up to 18 November 2004, in a total amount of HRK 454,500 together with costs of HRK 7,808. An enforcement order to that effect was issued on 3 January 2005 and the above amounts were paid to the applicant.", "20. In its decision of 20 July 2006, the Sisak Municipal Court ordered the Ministry to pay the applicant HRK 625,500 on account of court penalties for the period between 23 February and 3 May 2006 as well as HRK 7,966.60 for the costs of the proceedings. In its decision of 3 October 2006, the same court ordered the Ministry to pay the applicant HRK 201,000 on account of court penalties for the period between 3 May and 13 September 2006 together with HRK 3,050 for costs. However, on 26 February 2007 the Sisak County Court quashed these orders and dismissed the applicant’s request for the court penalties to be enforced, on the ground that the Ministry had complied with their obligation to return the vehicle in good working order on 19 November 2004, that being the date when a court expert had found that the vehicle had been repaired.", "21. On an unspecified date the applicant lodged a constitutional complaint against the Sisak County Court’s decision of 26 February 2007 arguing that further court penalties had to be paid to him. These proceedings are still pending."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}