{"ITEMID": "001-60564", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF S.N. v. SWEDEN", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 and 6-3-d", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["9. In February 1995 the Social Council (socialnämnden) of Borgholm was contacted by a schoolteacher on account of a suspicion that one of her pupils, M., a boy born in June 1984 and thus at the time aged 10, had been sexually abused by the applicant. On 29 March 1995, having carried out an investigation, the Council reported the matter to the police authority in Kalmar.", "10. On 7 April 1995, between 10.09 a.m. and 10.51 a.m., M. was interviewed by the police. The interview was recorded on videotape. M.'s parents and representatives of the Social Council were present in the adjoining room. At that time, the applicant had not been informed of the suspicions against him and no defence counsel had been appointed for him.", "The interview was conducted by a detective inspector with twenty-six years of service in the police force. Since 1989 he had been working exclusively on investigations concerning ill-treatment and sexual abuse of children.", "11. On 10 May 1995 the applicant was questioned by the police and the public prosecutor. Before the questioning the applicant was notified, in accordance with Chapter 23, section 18, of the Code of Judicial Procedure (Rättegångsbalken), of the suspicions against him.", "12. In June 1995 the applicant received a copy of the report of the preliminary investigation and on 3 July defence counsel was appointed for him. The applicant was given an opportunity to submit observations and request additional interviews and other investigative measures. Finding that further information was necessary with regard to, inter alia, the dates and the number of occasions when the alleged acts had been committed and the sites at which they were supposed to have occurred, the applicant's counsel requested that M. be interviewed again.", "13. In accordance with counsel's request, a second interview with M. was conducted on 20 September 1995, between 12.50 p.m. and 1.14 p.m. at the boy's home, by the same detective inspector. During the interview, which was recorded on audiotape only, M.'s parents were present but not the applicant's counsel. It appears that M.'s counsel, who had not been served notice of the interview, was opposed to counsel for only one of the parties being present at an interview. Finding that it would be unreasonable to cancel the interview, as the police officer was present and M. had taken time off from school, the applicant's counsel agreed that it could be conducted without his being present. The police officer and the applicant's counsel discussed what aspects of the case needed to be addressed during the interview. In general, counsel for the applicant wished to have a more detailed account of what was alleged to have happened. However, no written list of questions was drawn up. Counsel for the applicant later listened to the audiotape of the interview and was given a transcript of the tape. Finding that the issues raised in his request had been covered, he did not call for a further interview to be held.", "14. On 29 September 1995 the applicant was indicted for sexual acts with a child (sexuellt umgänge med barn).", "15. The Kalmar District Court (tingsrätten) heard the case on 31 October 1995. The applicant denied the charges. The videotaped police interview with M. was shown during the hearing. The record of the second interview was read out. The court also heard evidence from M.'s mother and his schoolteacher as witnesses. No request for M. to be heard in person was made.", "16. In a judgment of 14 November 1995 the District Court convicted the applicant and sentenced him to eight months' imprisonment. The court, noting that the outcome of the case was entirely dependent on the credibility of M.'s statements, found no reason to call into question their veracity. Thus, basing itself on those statements, the court found that the applicant, on a large number of occasions in 1994, had touched M.'s penis or masturbated him and induced M. to touch the applicant's penis or masturbate him.", "17. The applicant appealed to the Göta Court of Appeal (Göta hovrätt). Subsequently, at the applicant's request, his defence counsel was replaced. The appellate court held a hearing on 22 April 1996, during which it heard the applicant and his new counsel. M.'s mother and his schoolteacher gave evidence. The videotape of the first police interview with M. and the audiotape of the second interview were played back. Again, the applicant did not request that M. give evidence during the hearing.", "18. In a judgment of 6 May 1996 the Court of Appeal upheld the applicant's conviction but reduced the sentence to three months' imprisonment. It considered that, as there was no technical evidence in the case and nobody had witnessed the alleged acts, the credibility of M.'s statements was of decisive importance in determining the applicant's guilt. It went on to state the following:", "“For reasons of legal certainty, the questioning of children during pre-trial investigations must – as explained in detail by the Supreme Court [Högsta domstolen] in NJA 1993 p. 616 – meet high standards with regard to both methods and content.", "The information given by [M.] is, in some parts, vague and uncertain. He has not been able to give details of any specific incident covered by the prosecution and he has been able to describe only in more general terms what kind of sexual contact has occurred. It should further be noted that some of the questions put to him have been of a leading nature. Even if these circumstances are taken into account, the Court of Appeal finds that [M.'s] statements cannot be disregarded.", "A fact which strongly indicates that [M.] has been subjected to homosexual abuse is his expressed concern that he would become 'gay'. The Court of Appeal has had further regard to the following circumstances. The general impression of the video-recording is that [M.] has talked about something he has indeed experienced and that it has been embarrassing and painful for him to give this information. This may explain his unwillingness to go into detail about specific incidents. [M.] has not shown any tendency to exaggerate his statements and has corrected the interrogator on several occasions. Furthermore, in some respects his statements can be said to contain more personal observations, for example, 'Of course, I did not want to touch his but sometimes I did it without gloves' and 'First I asked if I would get any (refers to pastilles). He did not have any and then I did it voluntarily but I do not know why'. It should further be noted that no information has come to hand which could reasonably explain why [M.] would make untrue statements about events which he obviously considers to be shameful. Also of importance is the information given by [M.'s] mother and teacher which describes how [M.'s] personality has changed since the alleged injustice. The fact that it was a long time before [M.] spoke about what he experienced is easily explained by the feelings of guilt he has had and by the fact that thinking about the incidents is distasteful to him. [M.'s] accounts do not contain any improbable elements, neither is the information given by him contradicted by other statements. In view of what has now been said, the Court of Appeal finds that [M.] is credible and that his statements should form the basis for the Court of Appeal's assessment of whether [the applicant] has behaved towards him in the manner indicated by the public prosecutor in his statement on the charges.”", "The Court of Appeal found that the information given by M. showed that the applicant had induced M. to touch the applicant's penis or masturbate him. However, the statements that the applicant had touched M.'s penis or masturbated him were too uncertain and vague and thus did not constitute sufficient evidence.", "19. The applicant appealed to the Supreme Court. Relying on Article 6 §§ 1 and 3 (d) of the Convention, he complained that his counsel had not been able to put questions to M. He noted that there was no technical or other evidence in the case to support M.'s statements. He further criticised the manner in which M. had been interviewed and stated that M.'s statements were vague and contradictory. In these circumstances, the applicant claimed that he had a right to cross-examine M. He maintained that the Supreme Court's case-law, which allegedly permitted the procedure followed in his case, had to be changed in order either to give counsel for the defence a right to examine the minor or to require clear supporting evidence.", "20. On 26 June 1996 the Supreme Court refused the applicant leave to appeal.", "21. Domestic provisions of relevance in the present case are found in the Code of Judicial Procedure ( “the Code”) and in the Ordinance on Preliminary Investigations (Förundersökningskungörelsen, 1947:948 – “the Ordinance”). There is also some national case-law of interest.", "22. A preliminary investigation takes place whenever there is reason to believe that a crime has been committed. Chapter 23, section 10, of the Code includes provisions pertaining to the categories of persons allowed to attend an interview during a preliminary investigation. The suspect and his defence counsel are always entitled to attend an interview which takes place following a request made by the suspect himself. This right, however, does not manifest itself until a person has been informed of the suspicions against him in accordance with Chapter 23, section 18, of the Code. As far as other interviews are concerned, counsel for the defence may attend if his attendance will not harm the investigation. It is for the person who heads the preliminary investigation – a police officer or a public prosecutor – to decide who may attend a specific interview during the preliminary investigation. In cases where the suspect or his defence counsel are present during an interview, questions may only be asked in the order determined by the person in charge of the preliminary investigation (Chapter 23, section 11, of the Code).", "23. When a preliminary investigation has reached the point at which a person can be reasonably suspected of having committed a crime, the person in question must be notified of the suspicions against him, pursuant to Chapter 23, section 18, of the Code. Under the second paragraph of that provision, an interview or other form of investigation may be undertaken at the request of the suspect or his defence counsel if the measure is deemed to be of importance to the preliminary investigation as such. If a request for such an investigative measure is not granted, the reasons for the decision must be given. If the suspect makes a complaint, the issue is settled by the court (Chapter 23, section 19, of the Code).", "24. Interviews with children conducted in the course of a preliminary investigation are subject to special regulations. Thus, according to Chapter 23, section 10, of the Code, a child's custodian should be present whenever a child under the age of 15 is questioned if this can be done without any harmful effects on the investigation.", "25. Further and more detailed provisions concerning the questioning of children are found in the Ordinance, section 17 of which provides that interviews with, inter alia, an injured party under the age of 18 must be conducted in such a manner that there is no danger that the interviewed person might be harmed. It is also stipulated in that section that particular care is to be exercised when the questioning concerns sexual matters. Furthermore, particular care has to be taken in order to ensure that the interview does not create a stir and that it does not become more intimate than the circumstances require. Questioning should, moreover, according to section 17 of the Ordinance, occur on only one occasion unless it is more appropriate to conduct several interviews out of consideration for the child who is being questioned.", "26. Section 18 of the Ordinance provides that interviews with children must be conducted by persons who are particularly apt to perform the task. In addition, section 19 provides that a person with special expertise in the field of child psychology or interview psychology may assist at the questioning or comment on the value of the child's testimony.", "27. Whenever the evidence of a witness below the age of 15 is used in a criminal case, the court must determine, taking account of all relevant circumstances, whether the child should testify (Chapter 36, section 4, of the Code). There is no corresponding provision applicable to children who are in the position of being the injured party. In practice, however, such evidence is normally presented to the court in the form of a video-recording of the police interview, which is played back during the court's main hearing. In allowing this to take place, the court applies Chapter 35, section 14, of the Code, by which a statement made to the police or to the prosecutor or otherwise out of court may be used in evidence in a trial only if this is specifically prescribed, if the person who has submitted the statement cannot be heard before the court or if there are particular reasons for the statement to be relied on, regard being had to the costs or inconveniences that a hearing before the court may entail on the one hand and the advantages of a hearing before the court, the importance of the statement and all other relevant circumstances on the other hand.", "28. As already mentioned, children below the age of 15 do not normally give evidence in person before a court. There are, however, examples where children have been heard in court. Thus, in two recent cases before the Svea Court of Appeal (Svea hovrätt) concerning sexual offences against children (case no. B 1129-98, judgment of 28 September 1998, and case no. B 1635-99, judgment of 7 June 1999), the injured parties, two girls aged 10 and 11, gave evidence in person. Their statements were made before the members of the court, the public prosecutor, the defence counsel and their own counsel but in the absence of the accused, who were able to listen to the statements in an adjoining room. In both cases, the girls were heard at the request of the prosecutor following the acquittal of the accused at first instance. In another case before the same appellate court concerning a sexual offence (case no. B 4488-01, judgment of 25 October 2001), the defence, upon appeal against the conviction of the accused at first instance, requested that the injured party, a 13-year-old girl, give evidence in person. The prosecutor and the girl's counsel opposed the request which was subsequently rejected by the Court of Appeal on account of her age. Instead, the court allowed recordings of her statements during the preliminary investigation to be played back. However, the Court of Appeal reversed the judgment of the District Court and acquitted the accused, finding that the evidence presented did not sufficiently show that he had committed the alleged offence.", "29. The application of Chapter 35, section 14, of the Code in relation to Article 6 of the Convention has been examined by the Supreme Court on one occasion. In the case in question, published in Nytt juridiskt arkiv ((NJA) 1992, pp. 532 et seq.), the court quashed a judgment by a court of appeal and referred the case back to the latter court for re-examination. The reason for this was that the appellate court, as well as the first-instance court, had allowed the prosecutor to use in evidence written records of a police interview with the injured party in a case concerning indictment for robbery. It had not been possible to serve a summons on the injured party to attend the main hearing. The court of appeal had been of the opinion that the information submitted by the injured party to the police had to be given credit and convicted the defendant of robbery. The Supreme Court, on the other hand, emphasised that Article 6 of the Convention and its application and interpretation was of major importance in respect of the application of Chapter 35, section 14, of the Code. In the light of the fact that the European Court of Human Rights had come to the conclusion that there was a breach of Article 6 when a court relied on statements in support of a conviction by a person who had not been heard by the court and whom the defendant had not had the opportunity to question in some other context, the Supreme Court in its turn came to the conclusion that that provision of the Code should be applied more restrictively than was called for by its wording and what appeared to be the original intentions behind the provision. According to the Supreme Court, the lower courts had applied the provision in such a way that the defendant had not been afforded a fair trial in accordance with the Convention.", "30. Issues concerning the quality and evaluation of evidence have been examined by the Supreme Court in two published cases (NJA 1993, pp. 68 et seq., and 1993, pp. 616 et seq.), which are of relevance in this context. The first-mentioned case concerned the alleged sexual abuse of a minor, aged 14, who could not give evidence in court on account of mental problems. The evidence consisted mainly of information supplied by the injured party to the police. The police interview had been recorded on videotape. The Supreme Court came to the conclusion that it was inevitable that the value of such statements as evidence was not the same as the value of statements made during the main hearing. Even so, the evidence in that case, that is the injured party's testimony together with other evidence, was deemed to be strong enough for a conviction.", "31. In the second case, the injured parties were born in 1981 and 1983, respectively. The essential evidence consisted of videotaped interviews with them. The interviews had taken place in the absence of the suspect and his defence counsel. They were given the opportunity to examine the information and to request that additional information be provided prior to indictment. However, defence counsel was of the opinion that further questioning would prove pointless since, in his view, the injured parties would only repeat from memory what they had submitted previously. The Supreme Court stated that, bearing in mind that the accused had chosen not to request a further examination, his right to a fair trial could not be seen as having been breached on account of the fact that the videotapes had been used as evidence against him. As far as the evaluation of the evidence was concerned, the Supreme Court stressed the fact that the injured parties had only been questioned out of court and that it could not therefore assess their credibility and the trustworthiness of their information by means of impressions conveyed through a direct examination in court. It followed, according to the Supreme Court, that the information submitted by the injured parties should be assessed with particular care. The fact that the accused had been prevented from putting questions to the injured parties through his defence counsel and that the court itself had also been prevented from doing so pointed in the same direction. According to the Supreme Court this did not mean, however, that the videotaped interviews could not be sufficient to prove the guilt of the accused beyond reasonable doubt. The injured parties' submissions, combined with other evidence, led the Supreme Court to the conclusion that the judgment should be based on, inter alia, the submissions in question."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}