{"ITEMID": "001-58909", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF JANOWSKI v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1937. He is a journalist and lives in Zduńska Wola, Poland.", "8. According to the applicant, on 2 September 1992 he noticed two municipal guards who were ordering street vendors to leave a square in Zduńska Wola where selling was allegedly not authorised by the municipal authorities and to move their makeshift stands to a nearby market-place. The Government maintain however that the guards, who were acting on sanitary and traffic considerations, merely requested the vendors to move to a nearby market-place. The applicant further submits that he intervened, informing the guards that their actions had no legal basis and infringed the laws guaranteeing freedom in the economic field. He pointed out that the municipal authorities had not passed any resolution which would allow the guards to clear the square. The applicant observed that the guards were apparently acting only on the basis of verbal instructions from the mayor and urged the vendors to stay. The exchange between the applicant and the guards was witnessed by a group of bystanders.", "9. Subsequently, on an unspecified date, the Zduńska Wola district prosecutor (Prokurator Rejonowy) instituted criminal proceedings against the applicant. On 5 January 1993 the district prosecutor lodged a bill of indictment with the Zduńska Wola District Court (Sąd Rejonowy). The applicant was charged with having insulted municipal guards while they were carrying out their duties and with having acted with flagrant contempt for legal order, an offence specified in Article 236 of the Criminal Code read together with Article 59 § 1.", "10. On 29 April 1993 the District Court convicted the applicant under Article 236 of the Criminal Code of verbally insulting two municipal guards. It held that the offence was an act of hooliganism within the meaning of Article 59 § 1 of the Criminal Code. The applicant was sentenced to eight months’ imprisonment suspended for two years and a fine of 1,500,000 old zlotys (PLZ). He was also ordered to pay the sum of PLZ 400,000 to charitable institutions and court costs of PLZ 346,000.", "11. On an unspecified date the applicant filed an appeal against this judgment, submitting that his conviction was based on insufficient evidence. He pointed out that the District Court had failed to establish precisely what defamatory words had been used and had only found that the applicant had called the guards “ignorant”. This word should not have been regarded as an insult but as an acceptable criticism of public servants. The applicant further contended that the trial court had wrongly applied the law since, contrary to its findings, it was evident that his acts had not involved any act of hooliganism as he had only intended to protect street vendors from illegal actions of the municipal guards.", "12. On 29 September 1993 the Sieradz Regional Court (Sąd Wojewódzki) quashed the part of the contested judgment relating to the sentence of imprisonment and the order to pay PLZ 400,000 to charitable institutions. However, it upheld the fine of PLZ 1,500,000 and reduced the court costs to the sum of PLZ 150,000. The Regional Court was of the opinion that the trial court had wrongly considered that the offence at issue had been hooligan in nature as the applicant’s motive had been to defend street vendors against the acts of the municipal guards which he had considered illegal. Therefore the applicant had not acted as he did without any justifiable motive, which was a prerequisite for finding that the offence was an act of hooliganism.", "13. Furthermore, the Regional Court agreed with the applicant that the Zduńska Wola municipal council had not passed any resolution prohibiting the sale of merchandise on the streets and that no public notice to this effect had been posted at the material place and time. Therefore, there were no grounds for the trial court’s finding that the applicant had demonstrated flagrant contempt for legal order.", "14. Finally, the Regional Court observed that the judgment had not mentioned the abusive words used by the applicant. Nevertheless, it considered that there was sufficient evidence in the case file to conclude that the applicant had in fact insulted the guards by calling them “oafs” and “dumb” (“ćwoki” and “głupki”). These words were widely considered to be offensive and by using them the applicant had exceeded the limits of freedom of expression. The court found that the resulting conviction was rightly imposed under Article 236 of the Criminal Code whose object was to ensure that civil servants were not hindered in carrying out their duties.", "15. At the relevant time the legislation provided as follows:", "Article 236 of the Criminal Code:", "“Anyone who insults a civil servant ... during and in connection with the carrying out of his official duties is liable to up to two years’ imprisonment, to restriction of personal liberty or to a fine.”", "“Kto znieważa funkcjonariusza publicznego … podczas i w związku z pełnieniem obowiązków służbowych, podlega karze pozbawienia wolności do lat 2, ograniczenia wolności albo grzywny.”", "Article 59 § 1 of the Criminal Code:", "“If a perpetrator has committed a premeditated offence of a hooligan nature, the court shall impose a sentence of imprisonment not lower than one and a half times the minimum sentence provided ...”", "“Jeżeli sprawca dopuścił się umyślnego występku o charakterze chuligańskim, sąd wymierza karę pozbawienia wolności nie niższą od dolnego zagrożenia zwiększonego o połowę …”", "Article 120 § 14 of the Criminal Code provided that an offence should be regarded as being of a hooligan nature if the perpetrator acted in public, without any justifiable motive or with an obviously unjustified one, thus demonstrating flagrant contempt for legal order."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}