{"ITEMID": "001-86003", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF BENNICH-ZALEWSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Reasonable time);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Possessions);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["6. The applicant was born in 1966 and lives in Warsaw.", "7. In 1945 a factory owned by the applicant’s legal predecessor was de facto taken over by the State in the context of a countrywide campaign of nationalisation of industry. It was subsequently run by a Stateowned enterprise.", "8. Pursuant to a decision given on 5 July 1966, the Ministry of Infrastructure stated that the factory and the land on which it was situated had become the property of the State under the provisions of the 1958 Act on Regulation of Legal Status of Properties Managed by the State.", "9. In 1991 the applicant’s mother lodged an application with the Ministry of Industry to have the expropriation decision declared null and void under Article 156 of the Code of Administrative Procedure.", "10. In March 1994 the applicant’s mother died. The applicant joined the proceedings as her legal successor.", "11. In 1996 the Ministry found that it lacked competence to deal with the case and referred it to the Ministry of Construction. In January 1997 the case was referred to the Ministry of Housing as the Ministry of Construction had ceased to exist. In October 1997 that Ministry forwarded the case file to the Ministry of Internal Affairs for a decision.", "12. On 27 October 1997 the applicant complained to the Supreme Administrative Court about the failure of the administration to rule on his 1991 application.", "13. On 18 January 1997 the Minister of Internal Affairs declared that he was competent to deal with the case.", "14. On 22 January 1999 the Supreme Administrative Court, having examined the applicant’s complaint, ordered the Minister of Internal Affairs to issue a decision concerning the case within one month from the date of the service of its judgment.", "15. On 27 July 1999 the Minister of Internal Affairs, having gathered various documents concerning the legal status of the property, declared that the 1966 expropriation decision was null and void as it had been given in flagrant breach of the laws applicable to properties de facto taken over by the State.", "16. On an unspecified date before August 1999 the State-owned enterprise was transformed into an independent public company, Izolacja, the structure and functioning of which were governed by the provisions of the Commercial Code. The State however retained a minority shareholding in the company. In August 1999 the Izolacja company, which was running the factory as the legal successor of the former State-owned enterprise, requested that the case be reexamined. Subsequently, the Ministry summoned the parties to submit their further pleadings and documents.", "17. On 17 April 2000 the Minister, having re-examined the case, upheld its previous decision and declared that the expropriation decision was null and void.", "18. The public company in possession of the factory requested that the enforcement of this decision be stayed pending the outcome of the proceedings in which it had appealed against the decision of the Minister to the Supreme Administrative Court. On 12 September 2000 the Supreme Administrative Court allowed this request. On 16 November 2000 the applicant’s request to have this decision set aside was dismissed by the same court.", "19. On 12 January 2001 the Supreme Administrative Court upheld the decision of 17 April 2000.", "20. On 30 November 1992 the Kalisz Governor gave a decision to the effect that from 5 December of that year the ownership of the factory and the right of perpetual use of the land on which it was situated was to be vested in the Izolacja company. On an unspecified later date this hitherto Stateowned company changed its status and became an independent public company governed by the Commercial Code and in which the State was a minority shareholder (see also paragraph 16 above).", "21. In February 1997 the applicant instituted proceedings in which he sought to have that decision declared null and void.", "22. On 7 April 1997 the Kalisz Governor stayed those proceedings, pending the outcome of the administrative proceedings described above.", "23. The proceedings were resumed on 11 September 2000.", "24. On 17 October 2001 the President of the Office for Housing Matters declared that the 1992 decision was null and void. The company requested that the case be reexamined.", "25. On 11 January 2002 the President of the Office for Housing Matters, having reconsidered the case, upheld his earlier decision.", "26. In 1997 the applicant instituted civil proceedings before the Kalisz Regional Court, seeking recovery of possession of the production hall of the factory.", "27. On 19 February 1998 the court stayed the proceedings pending the outcome of the administrative case, holding that the outcome of the administrative proceedings in which the lawfulness of the 1966 decision was being examined (see paragraphs 7-19 above) was decisive for any decisions to be taken by a civil court. The applicant appealed. On 1 April 1998 his appeal was dismissed by the Łódź Court of Appeal. The proceedings were later resumed. At a hearing held on 24 October 2000 the court stayed the proceedings again. On 24 April 2001 the court resumed the proceedings. On 22 January 2002 the court, having regard to the parties’ concordant request, stayed the proceedings, with a view to the possibility that they might settle the case.", "28. On 1 September 2003 the applicant and other successors of the factory’s former owner submitted a settlement offer to the defendant company. The proceedings were resumed on 9 October 2003 at the defendant’s request.", "29. On 7 July 2004 the court adopted a judgment by which it ordered the defendant company to clear the production hall and return it to the applicant. On 1 and 3 September 2004 respectively the defendant company and the applicant appealed against that judgment.", "30. On 22 December 2004 the Łódź Court of Appeal quashed the judgment and remitted the case. On 18 August 2005 the defendant company informed the court that on 10 August 2005 it had concluded an agreement with the applicant concerning the settlement of arrears in the payment of compensation for noncontractual use of the property for the period from May 2002 to August 2005. They had agreed that the defendant company would pay the applicant 177,040 Polish zlotys (PLN) in three instalments. In addition, the parties concluded a lease contract valid until 31 December 2007. As the applicant refused to withdraw his case in so far as it concerned the claim for repossession of the production hall, the proceedings were continued. They are currently pending.", "31. On 10 February 2001 a lawyer representing nine legal successors of the former owner, including the applicant, called on the Izolacja company to pay PLN 18,000 per month for using their property without a contractual basis. On 13 November 2001 the applicant, together with six other legal successors, brought a civil action against the company in the Jarocin District Court, demanding payment for noncontractual use of the property in February 2001.", "32. On 12 February 2003 the Jarocin District Court gave judgment. It ordered the defendant company to pay PLN 11,025 plus default interest to the legal successors of the former owner in damages for the use of the property in February 2001. The court observed that the company had been in possession of the factory in bad faith at least since the judgment of the Supreme Administrative Court given in January 2001 (see paragraph 19 above). This judgment was upheld on 25 June 2003 by the Kalisz Regional Court.", "33. Subsequently, the applicant brought civil actions in the Jarocin District Court, seeking compensation from the Izolacja company for noncontractual use of the property during the following periods: March and April 2001, May and June 2001, July and August 2001, and a number of further similar actions covering the period from May 2002 until March 2005.", "34. The Jarocin District Court joined his two first actions and allowed the applicant’s claim on 14 January 2004. Its judgment was upheld on 24 September 2004 by the Kalisz Regional Court.", "35. The parties concluded an outofcourt settlement in respect of the third action and the civil proceedings were discontinued. The remaining actions were joined and transferred to the Warsaw-Praga District Court, before which they are currently pending.", "36. On 14 October 2004 the applicant brought another civil action in the Jarocin District Court, seeking compensation for the company’s effective enjoyment of ownership from 6 May 1992 to 5 January 2001.", "37. On 20 December 2004 his action was dismissed. The court, bearing in mind the presumption of lawfulness of final administrative decisions, considered that in that period the defendant company had been holding the property in question as an independent possessor in good faith. Hence, it was not obliged to pay. This judgment was upheld by the Kalisz Regional Court on 6 May 2005.", "38. On 17 April 2003 the applicant requested the Ministry of Internal Affairs to pay him damages for the period during which the Stateowned factory had been using his property. He relied on Article 160 of the Code of Administrative Procedure in connection with the decision of 17 April 2000 declaring the 1966 expropriation decision null and void.", "39. On 31 March 2004 the Minister for Infrastructure refused to grant compensation to the applicant and the other legal successors. He considered that they had not proved that they had sustained damage as a result of the 1966 expropriation decision, and that no link between the alleged damage and the decision had been shown.", "40. On 14 May 2004 the applicant brought a civil action in the Warsaw District Court against the State Treasury, seeking compensation for the damage resulting from the unlawful expropriation decision issued in 1966. He based his claim on Article 417 of the Civil Code. The applicant specified that the damage should be assessed as the difference in the value of the enterprise between 1945 and 2004. He also claimed one-quarter of the profits which the enterprise had made between 1945 and 2003.", "41. On 28 February 2005 the Warsaw-Śródmieście District Court dismissed the applicant’s action. It was of the view that the applicant had failed to show that he had suffered damage. It noted that it was open to him to bring a claim for repossession against the company. The only damage that could be examined was the alleged difference in the value of the property on the date when it had been taken over by the State Treasury and the date on which the unlawfulness of the expropriation decision had been recognised. However, it transpired from the evidence submitted by the applicant that the buildings on the property had been modernised by the company. Hence, the value of the property had in fact increased.", "42. On 11 April 2005 the judgment, together with its reasoning, was served on the applicant. The applicant did not appeal and on 26 April 2005 the judgment became final.", "The factory remains in the possession of the Izolacja company and monthly rent for the lease is paid to the applicant.", "43. Under Polish law no provisions have been enacted allowing specifically for the redressing of wrongs committed in connection with expropriations effected in the context of agrarian reform. Therefore, no specific legal framework is available, enacted with the purpose of mitigating the effects of certain infringements of property rights.", "44. However, it is open to persons whose property was expropriated or their legal successors, to institute, under Article 156 of the Code of Administrative Procedure, administrative proceedings in order to claim that the expropriation decisions should be declared null and void as having been issued contrary to law. In particular, a final administrative decision can be declared null and void at any time if it was issued without a legal basis, or in flagrant violation of law.", "45. If the flaw that taints the challenged decision is of a substantive character, i.e. if the decision had been given without a legal basis or in flagrant violation of law, the administrative authority shall declare it null and void.", "46. Decisions flawed as a result of lesser procedural shortcomings, listed under items 1, 3, 4 and 7 of Article 156 § 1, such as those given by an authority which lacked competence to issue a decision in a given case, or in a case which had already been decided or addressed to a person not being a party to the proceedings, can only be declared null and void if less than ten years have elapsed from the date on which such decisions were given. In respect of such decisions it is only possible to declare that they were issued contrary to law; the decisions themselves remain valid.", "47. A decision to declare the old decision null and void, or a refusal to do so, may ultimately be appealed to the Supreme Administrative Court.", "48. Article 160 of the Code of Administrative Procedure, as applicable at the material time, read in its relevant part:", "\"A person who has suffered a loss on account of the issuing of a decision in a manner contrary to Article 156 § 1 or on account of the annulment of such a decision shall have a claim for compensation for actual loss, unless he has been responsible for the circumstances mentioned in this provision.\"", "49. An administrative decision in respect of the compensation claim could be appealed against in a civil court.", "50. Under Article 35 of the Code of Administrative Procedure of 1960, the administration was obliged to deal with cases without undue delay. Simple cases should be dealt without any delay. In cases requiring some enquiry a first-instance decision should be given in no more than one month. In particularly complex cases decisions should be taken within two months.", "51. If the decision had not been given within those time limits, a complaint under Article 37 of the Code could be filed with the higherinstance authority, which should fix an additional time limit, establish the persons responsible for the failure to deal with the case within the timelimits, and, if need be, arrange for preventive measures to be adopted in order to prevent further delays.", "52. In 1995 the Supreme Administrative Court Act was adopted, which entered into force on 1 October 1995. It created further procedures in which a complaint about the administration’s failure to act could be raised.", "53. Under Article 17 of that Act, that court was competent to examine complaints about the administration’s inactivity in administrative proceedings in cases referred to in Article 16 of the Act.", "54. Pursuant to Article 26 of the Act, if a complaint about the inactivity of an administrative authority was well-founded, the court should oblige the competent authority to give a decision, or to carry out the factual act, or to confer or acknowledge an individual entitlement, right or obligation.", "55. On 1 January 2004 the Law on Administrative Courts came into force, which replaced the 1995 Act and established a two-tiered system of appeals against administrative decisions to administrative courts."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}