{"ITEMID": "001-98012", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GEORGIY NIKOLAYEVICH MIKHAYLOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 6-1", "JUDGES": "Anatoly Kovler;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1944 and lives in St. Petersburg.", "5. In 1979 the applicant was convicted of engaging in an illegal business activity and sentenced to four years' imprisonment. The court also ordered the confiscation of his property, namely an art collection. As part of this collection allegedly disappeared, in 1985 the applicant was convicted of fraudulent theft of State property.", "6. In 1989 both judgments were quashed and the proceedings against the applicant were terminated on the ground that no criminal offence had been committed.", "7. Between 1989 and 1998 the applicant unsuccessfully tried to recover his art collection.", "8. In July 1998 the applicant lodged a claim with the Oktyabrskiy District Court of St. Petersburg (“the district court”) against the local departments of the Ministries of Justice, the Interior and Finance and the St. Petersburg Prosecutor's Office, seeking compensation for the pecuniary and non-pecuniary damage caused by the confiscation of his property.", "9. On 22 July 1998 the district court scheduled a hearing on 1 December 1998.", "10. On 1 December 1998 the district court held a hearing, acceded to the defendant's requests and postponed the proceedings until 18 May 1999.", "11. On 19 February 1999 criminal proceedings were instituted against third persons for misappropriation of the applicant's art collection; on an unspecified date the applicant was granted victim status in the criminal case.", "12. Between 18 May and 31 August 1999 the district court postponed hearings on four occasions at the defendants' request.", "13. On 31 August 1999 the district court granted the applicant's request to hear three witnesses and postponed the hearing until 16 September 1999.", "14. On 16 September 1999 the district court heard two witnesses, granted the applicant's request to summon two other witnesses and postponed the hearing until 17 December 1999.", "15. On 17 December 1999 the hearing was postponed because the judge was ill.", "16. On 12 January 2000 the hearing was postponed because of the applicant's absence.", "17. On 20 January 2000 the district court heard two witnesses and postponed the hearing until 22 February 2000 at the applicant's request.", "18. On 22 February 2000 the hearing was postponed because the judge was ill; a new hearing was scheduled on 9 June 2000.", "19. Between 9 June and 17 October 2000 hearings were postponed on three occasions at the applicant's request.", "20. On 17 October 2000 the hearing was postponed until 21 November 2000 pending receipt of information from other courts confirming the applicant's claims.", "21. On 21 November 2000 the district court granted the applicant's application to request materials from the criminal case in which the applicant had been granted victim status in substantiation of his pecuniary damage claims; the hearing was postponed until 13 February 2001.", "22. The 13 February 2001 hearing was postponed until 26 April 2001 because of the applicant's absence.", "23. The 26 April 2001 hearing was postponed because of a defendant's absence.", "24. On 12 July 2001 the applicant requested the district court to amend his statement of claims; the hearing was rescheduled on 20 November 2001.", "25. On 20 November 2001 the hearing was postponed because of a defendant's absence and the applicant's failure to submit an additional list of his lost property.", "26. On 12 March 2002 the applicant provided the district court with an additional list of his lost property; the hearing was postponed because of the defendants' absence.", "27. On 10 September 2002 a hearing was postponed because of the applicant's and defendants' absence.", "28. On 13 February 2003 a hearing was postponed because the defendants had not been notified of it and failed to appear.", "29. On 26 February 2003 the district court held a hearing and dismissed the applicant's claim. The court orally delivered only the operative part of the judgment, without providing any reasons.", "30. On 11 July 2003 the applicant appealed against the judgment of 26 February 2003. In his appeal he mentioned that the full text of the judgment had not yet been prepared and that therefore his appeal was preliminary and would be amended.", "31. On the same day the applicant complained to the St. Petersburg City Court (“the city court”) that the full text of the judgment of 26 February 2003 had still not been prepared, whereas Article 199 of the Code of Civil Procedure (“CCP”) provided that a reasoned judgment was to be finalised within five days.", "32. On 22 July 2003 the city court informed the applicant that Judge K. (the presiding judge in his case) was on holiday and that the full text of the judgment of 26 February 2003 would be drafted as soon as possible.", "33. On 25 July 2003 the district court received the applicant's appeal.", "34. On 1 September 2003 the district court dismissed the applicant's appeal on the ground of his failure to respect the ten-day time-limit prescribed by law. It mentioned that the applicant's appeal had been received on 25 July 2003, whereas the judgment had been given on 26 February 2003.", "35. On 4 September 2003 the applicant was informed that the full text of the judgment had been finalised on 3 September 2003.", "36. The applicant appealed against the decision of 1 September 2003. He claimed that, under Article 338 of the CCP, an appeal was to be lodged within ten days of the adoption of a final version of the judgment in issue. In his case, the final version of the judgment had been created on 3 September 2003, that is, two days after his appeal was rejected. He therefore applied for a renewal of the above time-limit.", "37. On 29 October 2003 the city court rejected the applicant's appeal against the decision of 1 September 2003, having found no reason to quash it on account of a violation of Article 199 of the CCP by the district court.", "38. The text of the judgment of 26 February 2003 bears a court's stamp confirming that it became final on 29 October 2003.", "39. The applicant did not pursue supervisory review proceedings.", "40. A court may restore a procedural term established by a federal law after its expiry if it finds that reasons for failure to comply with such a term were valid (Article 112 § 1). A request to restore the term after its expiry must be lodged with the court before which the procedural act in question should have been performed, and must be examined at a court hearing. Parties to the proceedings are to be notified of the time and place of the hearing, but their failure to attend it does not preclude the court from deciding upon the issue (Article 112 § 2). The necessary procedural act in respect of which the procedural term has expired, such as lodging a complaint, or submission of documents, must be performed simultaneously with the lodging of the request for restoration of the term (Article 112 § 3). The court's ruling on the restoration of (or refusal to restore) the procedural term may be appealed against (Article 112 § 4 as in force at the material time).", "41. A judgment must be delivered immediately after the examination of a civil case. The preparation of a reasoned judgment may be postponed for not more than five days after the examination of a case; however, the firstinstance court must pronounce the operative part of the judgment at the same hearing in which the examination of the case is completed (Article 199 of the CCP).", "42. An appeal in a civil case may be lodged within ten days of the delivery of a first-instance judgment in its final form (Article 338 of the CCP).", "43. An appeal statement is to be returned to the appellant where (i) a judge's instructions concerning an appeal statement have not been complied with; or (ii) the term for lodging an appeal has expired, provided that restoration of the term concerned has not been requested (Article 342 § 1 of the CCP)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}