{"ITEMID": "001-23340", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "MIHAILESCU v. ROMANIA", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Florin Mihăilescu, is a Romanian national, who was born in 1924 and lives in Fălticeni, Suceava county. The respondent Government are represented by their Agent, Mr Bogdan Aurescu.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1967 the applicant applied for a patent for an invention. In 1971 the State Patent Office issued the patent to the applicant. In 1972 the Ministry of Finance and the National Council for Science and Technology fixed the royalties to be paid to the applicant for the exploitation of the invention covered by the patent. The exploitation of the invention was then assigned to a State enterprise, together with a special fund to cover the royalties due to the inventors including the applicant.", "In 1973, after the applicant had received 95,000 Romanian lei (ROL), the payment of further royalties was suspended. In 1974 Parliament adopted law no. 62/1974 which considerably reduced the royalties payable for the use of inventions. In 1991 Parliament adopted law no. 64/1991 which provided, inter alia, for compensation to be given to persons who had suffered loss as a result of the prejudicial effects of law no. 62/1974.", "On 18 October 1993 the applicant lodged with the Regional Court of Bucharest a claim for the royalties which the above-mentioned State enterprise owed him under the original patent for the use of the invention.", "On 31 January 1996, the Regional Court of Bucharest allowed the claim and ordered the enterprise to pay the applicant ROL 43,082,257 in royalties as well as court fees amounting to ROL 200,000.", "Both parties appealed. The applicant, being dissatisfied with the amount awarded, argued that the first instance court had failed to take account of the need to index-link the hourly rate and the minimum wage when calculating the compensation due to him on the basis of his original patent. The defendant argued that, in 1986, it had stopped using the method which was the central feature of the applicant’s invention. For that reason, the applicant’s entitlement to compensation after that date was time-barred.", "On 15 January 1997 the Bucharest Court of Appeal allowed the applicant’s appeal and amended in part the decision of the Regional Court of Bucharest by awarding him ROL 73,761,200 in compensation. The court rejected the defendant enterprise’s appeal and upheld the remainder of the decision.", "The defendant lodged an appeal with the Supreme Court against both decisions, arguing that the applicant’s action had been lodged out of time. On 19 June 1997, the Supreme Court rejected the appeal as unfounded and upheld the decisions of the Regional Court and the Court of Appeal, finding that the applicant had lodged his action in time.", "On 15 September 1997 the applicant and the chief-engineer employed by the defendant enterprise signed the minutes of a preliminary settlement meeting wherein it was stated that State funds for payment of inventors’ royalties had never been made available to the enterprise. The minutes further mentioned that, before drawing up the record of negotiations, the Ministry of Finance and the State Property Fund were to specify the manner in which the sum due to the applicant was to be paid.", "In 1997 the applicant complained to the Ministry of Finance about the non-enforcement of the original judgment. In a letter of 19 September 1997 the Ministry informed the applicant that the judgment had to be implemented, failing which the applicant could lodge a further claim for damages.", "On 14 April 1998, following the applicant’s request, the bailiffs of the Regional Court of Bucharest drew up a minute on the enforcement of the judgment of 31 January 1996. The minute mentioned inter alia that the director general of the enterprise had declared that he was aware of the sum owed to the applicant pursuant to that judgment, but that the sum in question could not be paid on account of lack of funds; the bailiffs had therefore seized two items of the enterprise’s stock valued at ROL 416,803,322 and ROL 223,011,794, respectively. These items remained on the enterprise’s premises. The bailiffs also fixed a 30 days’ time limit for the enforcement of the judgment. On an unspecified date in 1998, the bailiffs informed the applicant that they had failed to sell the goods seized from the enterprise as no potential purchasers had been found.", "In a letter dated 2 September 1998, following the applicant’s complaint about the non-enforcement of the above judgment, the Vrancea Office of the State Property Fund informed the applicant that it was a minority shareholder in the enterprise, that the enterprise was in financial difficulties and was not therefore in a position to satisfy the applicant’s judgment debt. The letter mentioned that the Fund had decided that the enterprise should pay the applicant an advance of ROL 2,000,000 by 8 September 1998, the rest being paid once the seized goods had been sold. However, no action was ever taken to enforce that decision.", "On an unspecified date in 2001, one of the enterprise’s creditor companies instituted bankruptcy proceedings against the enterprise. On 4 December 2001, in accordance with the Government Ordinance no. 11 of 23 January 1996 concerning the enforcement of debts payable to the State budget, various assets of the debtor enterprise were sold at a public auction.", "On 17 January 2002 the Vrancea Regional Court made the debtor enterprise subject to liquidation proceedings in accordance with law no. 64/1995 concerning judicial reorganisation and bankruptcy. The court also appointed one of the creditor companies as administrator of the assets of the debtor enterprise.", "On 21 March 2002 the Vrancea Regional Court declared the debtor enterprise bankrupt.", "The relevant provisions of Law no. 64 on patents of 11 October 1991 read as follows:", "Section 61", "“Disputes concerning the capacity of an inventor or patent holder, other rights arising from a patent, including the inventor’s pecuniary rights, as well as from contracts of assignment and licence (...), fall within the competence of the courts of law (...).”", "Section 66 (2)", "“Pecuniary rights due to inventors on the basis of patents granted to them for their inventions which have been exploited, partially remunerated or unremunerated, prior to the entry into force of the present law, shall be negotiated between the inventor and the entity which has used the invention. (...) Should the parties fail to reach an agreement, the pecuniary rights shall be established pursuant to the provisions of Article 61 of this law.”", "The relevant provisions of the Decision of the Government of Romania of 30 April 1992 approving the Regulation concerning the application of Law no. 64 on patents of 11 October 1991 read as follows:", "Chapter 5", "“The pecuniary rights of inventors provided in Article 66 § 2 of the Law", "Rule 53 - Inventions applied and unremunerated or partially remunerated", "(1) (...) These pecuniary obligations shall be considered due as a result of the non-fulfilment by the State, represented by the entities to which the patent had been granted and other entities which have exploited the inventions, of its legal and contractual obligations (...).”", "The relevant provisions of the Romanian Code of Civil Procedure read as follows:", "“Any enforcement proceedings may be challenged by any aggrieved person or other person concerned.“", "The relevant provisions of Law no. 64 on judicial reorganisation and bankruptcy of 22 June 1995 read as follows:", "Section 1", "“The present Law shall be applicable to commercial entities - natural persons or commercial enterprises -, which are unable to meet their commercial debts (...).", "Section 29", "(1) Any creditor, which has a specific, liquid and enforceable debt, shall be entitled to bring before a court a claim against the debtor, which for at least 30 days has ceased to make payments.", "Section 31", "(2) Within 48 hours from the registration of the creditor’s claim (...), the judge appointed to administer the assets of the debtor shall forward a copy of the claim to the debtor (...).”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}