{"ITEMID": "001-84646", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "MEIER AND GRAFOVA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicants, Mr Petr Meier and Gerte Gráfová, are Czech nationals who were born in 1945 and 1913 respectively and live in Prague and Vienna respectively. They were represented before the Court by Mr J. Kalista, a lawyer practising in Prague. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1949 a Prague company having belonged to the applicants’ family was nationalised.", "On 24 September 1991 the first applicant made a request to the company and the Ministry of Administration of National Property and its Privatisation (Ministerstvo pro správu národního majetku a jeho privatizaci) under the Extra-Judicial Rehabilitation Act for restitution of the company which, according to him, had been nationalised contrary to the law then in force. He claimed restitution on his behalf and on behalf of the second applicant, who had originally owned one fourth of the property, and three successors in title to the other original co-owners.", "As the company apparently refused to restore the property, the first applicant brought an action in the Prague 8 District Court (okresní soud) for its recovery.", "On 16 September 1992, the District Court granted the restitution action.", "On 29 January 1993 the Prague Municipal Court (městský soud) quashed the judgment and remitted the case to the District Court which, on 26 January 1995, dismissed the restitution action, finding that the first applicant had not proved that the property had been unlawfully nationalised.", "On 22 May 1995 the Municipal Court upheld this judgment.", "On 15 May 1996 the Supreme Court (Nejvyšší soud) rejected the first applicant’s appeal on points of law (dovolání).", "On 19 December 1996 the Constitutional Court (Ústavní soud) quashed the Supreme Court’s judgment, finding that the company had been nationalised contrary to Presidential Decree no. 115/1948 and, therefore, should be restored under section 6(1)(k) of the Extra-Judicial Rehabilitation Act.", "On 18 September 1998, the District Court, being bound by the legal opinion of the Constitutional Court, granted the restitution action, ordering the company to conclude a restitution agreement with the first applicant. On 8 October 1999 the Municipal Court upheld this judgment in respect of the three fourths of the property, modifying it in respect of the remaining fourth which had belonged to the second applicant.", "The Supreme Court quashed the Municipal Court’s judgment in respect of the above fourth of the property and, at the same time, quashed the relevant part of the District Court’s judgment of 18 September 1998.", "On 18 May 2001 the District Court dismissed the remainder of the restitution action, holding that the second applicant was the only person who was entitled to seek restitution of the outstanding fourth of the property and, therefore, could not validly assign her restitution entitlement to the first applicant.", "On 11 October 2002 the Municipal Court, upheld the operative part of this judgment with certain modifications to the reasoning.", "On 3 March 2004 the Constitutional Court dismissed the first applicant’s constitutional appeal.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}