{"ITEMID": "001-104735", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "DERGACOVS v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Mr Andrejs Dergačovs, is a Latvian national who was born in 1975 and lives in Daugavpils. The respondent Government are represented by their Agent, Ms Inga Reine.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 23 November 2004 the State Police instituted criminal proceedings and on 29 November 2004 the applicant was detained on suspicion of having committed numerous thefts and burglaries.", "4. On 2 December 2004 the Rēzekne Court (Rēzeknes tiesa) detained the applicant for a period of two months. The decision referred to five previous convictions of the applicant, the risk of his absconding, the fact that the applicant had been charged with committing a particularly serious offence and that he had been detained within a month of his release from earlier imprisonment. The decision was subject to an appeal to the Latgale Regional Court. The applicant did not appeal.", "5. On 10 December 2004 the applicant was convicted of theft in other criminal proceedings. He was sentenced to eight months’ imprisonment.", "6. On 28 January 2005 the Rēzekne Court, at the request of the prosecutor’s office, decided to extend the applicant’s detention until 31 March 2005. The court established that the circumstances referred to in the initial detention order had not changed and that, if released, the applicant would abscond from the court and the investigation. The complaint was subject to an appeal to the Latgale Regional Court. The applicant did not appeal.", "7. Meanwhile, on 30 December 2004 three other sets of criminal proceedings involving charges brought against the applicant and six co-defendants were joined to the criminal proceedings initiated in November (see above, paragraph 3). On 25 February 2005 the criminal case was sent for trial to the Rēzekne Court, which, on the same day, decided to extend the applicant’s detention until judgment was delivered.", "8. From 21 March 2005 to 28 August 2006 the trial was postponed at least seven times on the basis of various requests made by the defendants and their lawyers. On two occasions the trial was postponed owing to requests made by the applicant – on 23 January 2006 the applicant dismissed his lawyer owing to his alleged failure to conduct a proper defence, therefore the hearing was postponed until 2 March 2006. On 8 May 2006 the applicant was admitted to a prison hospital in order to be vaccinated and the hearing was postponed until 25 July 2006. Meanwhile, the applicant’s continued detention was examined on the following occasions.", "9. On 19 October 2005 the Rēzekne Court, in the presence of the applicant and his lawyer, established that the circumstances justifying his initial detention had not changed.", "10. It appears that after 10 October 2005 the applicant and two other co-defendants addressed thirty-six letters to the Rēzekne Court in which they expressed various requests.", "11. On 2 January 2006 the Rēzekne Court responded to a number of the applicant’s aforementioned letters noting, inter alia, that neither the applicant nor his lawyer had submitted an appeal against the decision of 19 October 2005.", "12. On 26 January 2006 the Rēzekne Court decided to examine the applicant’s request for the preventive measure to be changed after the examination of the criminal case on the merits or if the trial were postponed.", "13. On 6 February 2006 the Rēzekne Court refused the applicant’s request to lift the detention order by arguing that circumstances had not changed since 2 December 2004. The decision was subject to review together with an appeal against a judgment in the criminal proceedings concerned.", "14. On 11 August 2006 the Latgale Regional Court examined the Rēzekne Court’s request to extend the applicant’s detention until 25 November 2006. The court established that the co-defendants were coordinating their activities by hindering the trial with the aim of reaching the maximum statutory time-limit for pre-trial detention, after which they would have to be released. The decision was not subject to appeal.", "15. On 28 August 2006, following the applicant’s request, the Rēzekne Court refused to lift the preventive measure by stating that circumstances had not changed since adoption of the last refusal, and that by submitting various requests the applicant was attempting to postpone the trial.", "16. On 11 September 2006 the Rēzekne Court refused the applicant’s request to lift the preventive measure by stating that nothing had changed since adoption of the last refusal, and that the decision was subject to appeal together with an appeal against a judgment in the criminal proceedings concerned.", "17. On 23 October 2006, at the applicant’s request, the judge withdrew from the case and another judge was appointed. Three of the defendants requested legal representation and the hearing was consequently postponed until 13 November 2006.", "18. On 14 November 2006, at the request of a prosecutor, the criminal charges against the applicant were grouped in a separate criminal case, the proceedings of which were stayed because the applicant was in hospital.", "19. On 24 November 2006 the Latgale Regional Court dismissed the request of the Rēzekne Court to extend the applicant’s detention. The decision stated that the request to extend detention did not contain any information concerning a risk that the applicant would abscond. It stated that the applicant’s continued detention would be contrary to the principles established by the Law of Criminal Procedure, in particular, proportionality and lawfulness. Accordingly, on 26 November 2006 the applicant was released.", "20. From January to November 2007 the trial was postponed on various occasions owing to the applicant’s health. On 21 October 2007 the applicant was detained for committing another offence, the examination of which was joined to the initial criminal case. On 10 January 2008 the applicant was found guilty of various offences and the judgment became final on 15 July 2008.", "21. According to the applicant, in 2006 he sought to institute civil proceedings before the Valmiera Court while being detained. It appears that the claim was dismissed and the applicant’s appeal to the appeal court was submitted out of time.", "22. Article 5 of the Transitional Provisions of the Law of Criminal Procedure provides that time-limits for preventive measures applied prior to the coming into effect of this Law are to be governed by the provisions of the former Code of Criminal Procedure.", "23. Section 277 of the Law of Criminal Procedure (in force since 1 October 2005) regulates the terms of detention. In particular:", "(7) The term of detention of a person held on suspicion of, or accused of, committing an especially serious crime shall not exceed 24 months, during which time the person shall be held in detention pending pre-trial proceedings for no longer than 15 months. Both an investigating judge in pre-trial proceedings and a higher-level court judge during a trial may extend the term by three more months, if the person directing the proceedings has not allowed for unjustified delay, or if the person’s legal representative has intentionally delayed the progress of proceedings, or if the faster completion of the proceedings has not been possible owing to the particular complexity thereof. A higher-level court judge may extend this term by three more months, if the person directing the proceedings has not allowed for unjustified delay, and public safety may not be guaranteed with the application of another security measure.", "(8) The issue regarding the extension of the term of detention shall be examined by a court judge in a closed court sitting, providing an opportunity for the person whose detention is being decided, his or her defence counsel and representative, and the public prosecutor to express their views. The decision cannot be appealed against.", "24. Section 281 of the Law of Criminal Procedure (as in force at the material time) regulates the review of detention orders by providing that a detained person, and the representative or defence counsel thereof, may at any time submit a request to an investigating judge or court regarding an assessment of the necessity of continued detention, and that the decisions provided for in this section may be appealed against in accordance with the procedures specified in section 286 of this Law.", "25. Section 286 provides, inter alia, that if a security measure related to deprivation of liberty is applied to a person after the criminal case had been sent to trial, and the next court session is not scheduled for within the next fourteen days, the persons concerned may submit a complaint within three working days to a court one level higher."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}