{"ITEMID": "001-86087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "GURZHYY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The applicant, Ms Galina Ivanovna Gurzhyy, is a Ukrainian national who was born in 1940 and lives in Energodar, the Zaporizhzha region. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.", "The applicant is a pensioner. She has no home telephone line.", "In 1999 Mr D. fatally injured the applicant’s son in a car accident in the town of Zaporizhzha, 130 kilometres away from the applicant’s home town.", "On 7 August 2001 the applicant instituted civil proceedings against Mr D., seeking non-pecuniary damages and funeral expenses.", "On 4 December 2001 the Leninsky District Court of Zaporizhzha (Ленінський районний суд м. Запоріжжя – hereafter “the Leninsky Court”) awarded the applicant 3,105 hryvnyas (UAH) in respect of the funeral expenses and dismissed the remainder of her claims. On 13 May 2003 the Zaporizhzha Regional Court of Appeal (Апеляційний суд Запоріжської області – hereafter “the Court of Appeal”) upheld that judgment on an appeal by the applicant.", "In June 2003 the applicant, acting without legal representation, appealed in cassation to the Supreme Court. In accordance with the procedural rules applicable at the material time, the cassation appeal was lodged with the first-instance court, which was to rule on its compliance with the procedural formalities.", "On 18 August 2003 the Leninsky Court found numerous procedural shortcomings in the applicant’s cassation appeal and gave her a time-limit by which to rectify them. The applicant provided a corrected version of the cassation appeal; however, on 10 October 2003 the Leninsky Court decided to return her submissions as “not lodged,” having found that the applicant had not rectified the shortcomings properly.", "On 25 October 2003 the applicant appealed against the decision of 10 October 2003. On 9 December 2003 the Court of Appeal dismissed her appeal.", "On 19 December 2003 the applicant requested the Court of Appeal to mail her a copy of the decision of 9 December 2003. On 15 January, 27 April, 17 May and 31 July 2004 the applicant addressed the same request to the Leninsky Court. She sent her requests by registered mail, enclosing with each one an empty stamped envelope for a reply. Having received no response, the applicant complained to the Human Rights Ombudsman (Уповноважений Верховної Ради України з прав людини). On 19 August 2004 the Office of the Ombudsman informed the applicant that her complaint had been transferred to the Zaprorizhzha Regional Council of Judges (Рада Суддів Запорізької області – hereafter “the Council of Judges”) for consideration. On 13 September 2004 the Council of Judges informed the applicant that on 3 September 2004 the Leninsky Court had mailed her a copy of the requested decision.", "On 30 September 2004 the applicant received the decision of 9 December 2003 and on 26 October 2004 lodged a cassation appeal against it with the Supreme Court. On 10 November 2004 the Supreme Court informed the applicant that it had mailed her cassation appeal to the Leninsky Court for a ruling on its compliance with the procedural formalities.", "According to the Government, on 16 November 2004 the Leninsky Court found that the applicant’s cassation appeal had procedural shortcomings: she had, in particular, failed to indicate the scope of the appeal and to provide proper references to the decision appealed against or the law allegedly misinterpreted by the lower courts. The court gave the applicant a time-limit of 10 December 2004 by which to rectify these shortcomings. This decision was despatched to the applicant on 17 November 2004. On 20 December 2004 the Leninsky Court decided to return the applicant’s cassation appeal as “not lodged” as she had failed to rectify the shortcomings in issue. This decision was despatched to her on 21 December 2004. The Government presented copies of the aforementioned decisions and of the covering letters, dated 17 November 2004 and 21 December 2004, in which the Leninsky Court had informed the applicant that it was enclosing them for her information.", "According to the applicant, she never received these letters.", "On 28 April 2006 the applicant requested the Leninsky Court to inform her of the status of her cassation appeal, sending her request by registered mail with an envelope for a reply. She has not received a reply.", "In accordance with Article 323 of the Code, cassation appeals were to be lodged with the first-instance court that had dealt with the case. Should the judge to whom the case had been allocated determine that the appeal had procedural shortcomings, he or she was to grant a time-limit by which to rectify them. The appeal was to be declared inadmissible and sent back to the appellant if the latter had not followed the instructions of the judge. The Code did not provide for any specific form of service of the respective decisions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}