{"ITEMID": "001-96549", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP;RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF RANTSEV v. CYPRUS AND RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Request for strike out rejected;Preliminary objection dismissed (ratione loci);Preliminary objection joined to the merits (ratione materiae);Preliminary objection dismissed (ratione materiae);No violation of Art. 2 by Cyprus (substantive aspect);Violation of Art. 2 by Cyprus (procedural aspect);No violation of Art. 2 by Russia;Violation of Art. 4 by Cyprus;No violation of Art. 4 by Russia;Violation of Art. 4 by Russia;Violation of Art. 5 by Cyprus;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["13. The applicant, Mr Nikolay Mikhaylovich Rantsev, is a Russian national who was born in 1938 and lives in Svetlogorsk, Russia. He is the father of Ms Oxana Rantseva, also a Russian national, born in 1980.", "14. The facts of the case, as established by the submissions of the parties and the material submitted by them, in particular the witness statements taken by the Cypriot police, may be summarised as follows.", "15. Oxana Rantseva arrived in Cyprus on 5 March 2001. On 13 February 2001, X.A., the owner of a cabaret in Limassol, had applied for an “artiste” visa and work permit for Ms Rantseva to allow her to work as an artiste in his cabaret (see further paragraph 115 below). The application was accompanied by a copy of Ms Rantseva’s passport, a medical certificate, a copy of an employment contract (apparently not yet signed by Ms Rantseva) and a bond, signed by [X.A.] Agencies, in the following terms (original in English):", "“KNOW ALL MEN BY THESE PRESENTS that I [X.A.] of L/SSOL Am bound to the Minister of the Interior of the Republic of Cyprus in the sum of £150 to be paid to the said Minister of the Interior or other the [sic] Minister of Interior for the time being or his attorney or attorneys.", "Sealed with my seal.", "Dated the 13th day of February 2001", "WHEREAS Ms Oxana RANTSEVA of RUSSIA", "Hereinafter called the immigrant, (which expression shall where the context so admits be deemed to include his heirs, executors, administrators and assigns) is entering Cyprus and I have undertaken that the immigrant shall not become in need of relief in Cyprus during a period of five years from the date hereof and I have undertaken to replay [sic] to the Republic of Cyprus any sum which the Republic of Cyprus may pay for the relief or support of the immigrant (the necessity for which relief and support the Minister shall be the sole judge) or for the axpenses [sic] of repatriating the immigrant from Cyprus within a period of five years from the date hereof.", "NOW THE CONDITION OF THE ABOVE WRITTEN BOND is such that if the immigrant or myself, my heirs, executors, administrators and assigns shall repay to the Republic of Cyprus on demand any sum which the Republic of Cyprus may have paid as aforesaid for the relief or Support of the immigrant or for the expenses of repatriation of the immigrant from Cyprus then the above written bond shall be void but otherwise shall remain in full force.”", "16. Ms Rantseva was granted a temporary residence permit as a visitor until 9 March 2001. She stayed in an apartment with other young women working in X.A.’s cabaret. On 12 March 2001 she was granted a permit to work until 8 June 2001 as an artiste in a cabaret owned by X.A. and managed by his brother, M.A. She began work on 16 March 2001.", "17. On 19 March 2001, at around 11a.m., M.A. was informed by the other women living with Ms Rantseva that she had left the apartment and taken all her belongings with her. The women told him that she had left a note in Russian saying that she was tired and wanted to return to Russia. On the same date M.A. informed the Immigration Office in Limassol that Ms Rantseva had abandoned her place of work and residence. According to M.A.’s subsequent witness statement, he wanted Ms Rantseva to be arrested and expelled from Cyprus so that he could bring another girl to work in the cabaret. However, Ms Rantseva’s name was not entered on the list of persons wanted by the police.", "18. On 28 March 2001, at around 4 a.m., Ms Rantseva was seen in a discotheque in Limassol by another cabaret artiste. Upon being advised by the cabaret artiste that Ms Rantseva was in the discotheque, M.A. called the police and asked them to arrest her. He then went to the discotheque together with a security guard from his cabaret. An employee of the discotheque brought Ms Rantseva to him. In his subsequent witness statement, M.A. said (translation):", "“When [Ms Rantseva] got in to my car, she did not complain at all or do anything else. She looked drunk and I just told her to come with me. Because of the fact that she looked drunk, we didn’t have a conversation and she didn’t talk to me at all.”", "19. M.A. took Ms Rantseva to Limassol Central Police Station, where two police officers were on duty. He made a brief statement in which he set out the circumstances of Ms Rantseva’s arrival in Cyprus, her employment and her subsequent disappearance from the apartment on 19 March 2001. According to the statement of the police officer in charge when they arrived (translation):", "“On 28 March 2001, slightly before 4a.m., [M.A.] found [Ms Rantseva] in the nightclub Titanic ... he took her and led her to the police station stating that Ms Rantseva was illegal and that we should place her in the cells. He ([M.A.]) then left the place (police station).”", "20. The police officers then contacted the duty passport officer at his home and asked him to look into whether Ms Rantseva was illegal. After investigating, he advised them that her name was not in the database of wanted persons. He further advised that there was no record of M.A.’s complaint of 19 March 2001 and that, in any case, a person did not become illegal until 15 days after a complaint was made. The passport officer contacted the person in charge of the AIS (Police Aliens and Immigration Service), who gave instructions that Ms Rantseva was not to be detained and that her employer, who was responsible for her, was to pick her up and take her to their Limassol Office for further investigation at 7 a.m. that day. The police officers contacted M.A. to ask him to collect Ms Rantseva. M.A. was upset that the police would not detain her and refused to come and collect her. The police officers told him that their instructions were that if he did not take her they were to allow her to leave. M.A. became angry and asked to speak to their superior. The police officers provided a telephone number to M.A. The officers were subsequently advised by their superior that M.A. would come and collect Ms Rantseva. Both officers, in their witness statements, said that Ms Rantseva did not appear drunk. The officer in charge said (translation):", "“Ms Rantseva remained with us ... She was applying her make-up and did not look drunk ... At around 5.20a.m. ... I was ... informed that [M.A.] had come and picked her up...”", "21. According to M.A.’s witness statement, when he collected Ms Rantseva from the police station, he also collected her passport and the other documents which he had handed to the police when they had arrived. He then took Ms Rantseva to the apartment of M.P., a male employee at his cabaret. The apartment M.P. lived in with his wife, D.P., was a split-level apartment with the entrance located on the fifth floor of a block of flats. According to M.A., they placed Ms Rantseva in a room on the second floor of the apartment. In his police statement, he said:", "“She just looked drunk and did not seem to have any intention to do anything. I did not do anything to prevent her from leaving the room in [the] flat where I had taken her.”", "22. M.A. said that M.P. and his wife went to sleep in their bedroom on the second floor and that he stayed in the living room of the apartment where he fell asleep. The apartment was arranged in such a way that in order to leave the apartment by the front door, it would be necessary to pass through the living room.", "23. M.P. stated that he left his work at the cabaret “Zygos” in Limassol at around 3.30 a.m. and went to the “Titanic” discotheque for a drink. Upon his arrival there he was informed that the girl they had been looking for, of Russian origin, was in the discotheque. Then M.A. arrived, accompanied by a security guard from the cabaret, and asked the employees of “Titanic” to bring the girl to the entrance. M.A., Ms Rantseva and the security guard then all got into M.A.’s car and left. At around 4.30 a.m. M.P. returned to his house and went to sleep. At around 6 a.m. his wife woke him up and informed him that M.A. had arrived together with Ms Rantseva and that they would stay until the Immigration Office opened. He then fell asleep.", "24. D.P. stated that M.A. brought Ms Rantseva to the apartment at around 5.45 a.m.. She made coffee and M.A. spoke with her husband in the living room. M.A. then asked D.P. to provide Ms Rantseva with a bedroom so that she could get some rest. D.P. stated that Ms Rantseva looked drunk and did not want to drink or eat anything. According to D.P., she and her husband went to sleep at around 6 a.m. while M.A. stayed in the living room. Having made her statement, D.P. revised her initial description of events, now asserting that her husband had been asleep when M.A. arrived at their apartment with Ms Rantseva. She stated that she had been scared to admit that she had opened the door of the apartment on her own and had had coffee with M.A..", "25. At around 6.30 a.m. on 28 March 2001, Ms Rantseva was found dead on the street below the apartment. Her handbag was over her shoulder. The police found a bedspread looped through the railing of the smaller balcony adjoining the room in which Ms Rantseva had been staying on the upper floor of the apartment, below which the larger balcony on the fifth floor was located.", "26. M.A. claimed that he woke at 7 a.m. in order to take Ms Rantseva to the Immigration Office. He called to D.P. and M.P. and heard D.P. saying that the police were in the street in front of the apartment building. They looked in the bedroom but Ms Rantseva was not there. They looked out from the balcony and saw a body in the street. He later discovered that it was Ms Rantseva.", "27. D.P. claimed that she was woken by M.A. knocking on her door to tell her that Ms Rantseva was not in her room and that they should look for her. She looked for her all over the apartment and then noticed that the balcony door in the bedroom was open. She went out onto the balcony and saw the bedspread and realised what Ms Rantseva had done. She went onto another balcony and saw a body lying on the street, covered by a white sheet and surrounded by police officers.", "28. M.P. stated that he was woken up by noise at around 7 a.m. and saw his wife in a state of shock; she told him that Ms Rantseva had fallen from the balcony. He went into the living room where he saw M.A. and some police officers.", "29. In his testimony of 28 March 2001, G.A. stated that on 28 March 2001, around 6.30 a.m., he was smoking on his balcony, located on the first floor of M.P. and D.P.’s building. He said:", "“I saw something resembling a shadow fall from above and pass directly in front of me. Immediately afterwards I heard a noise like something was breaking ... I told my wife to call the police ... I had heard nothing before the fall and immediately afterwards I did not hear any voices. She did not scream during the fall. She just fell as if she were unconscious ... Even if there had been a fight (in the apartment on the fifth floor) I would not have been able to hear it.”", "30. The Cypriot Government advised the Court that the original investigation file had been destroyed in light of the internal policy to destroy files after a period of five years in cases where it was concluded that death was not attributable to a criminal act. A duplicate file, containing all the relevant documents with the exception of memo sheets, has been provided to the Court by the Government.", "31. The file contains a report by the officer in charge of the investigation. The report sets out the background facts, as ascertained by forensic and crime scene evidence, and identifies 17 witnesses: M.A., M.P. D.P., G.A., the two police officers on duty at Limassol Police Station, the duty passport officer, eight police officers who attended the scene after Ms Rantseva’s fall, the forensic examiner and the laboratory technician who analysed blood and urine samples.", "32. The report indicates that minutes after receiving the call from G.A.’s wife, shortly after 6.30 a.m., the police arrived at the apartment building. They sealed off the scene at 6.40 a.m. and began an investigation into the cause of Ms Rantseva’s fall. They took photographs of the scene, including photographs of the room in the apartment where Ms Rantseva had stayed and photographs of the balconies. The forensic examiner arrived at 9.30 a.m. and certified death. An initial forensic examination took place at the scene", "33. On the same day, the police interviewed M.A., M.P. and D.P. as well as G.A.. They also interviewed the two police officers who had seen M.A. and Ms Rantseva at Limassol Police Station shortly before Ms Rantseva’s death and the duty passport officer (relevant extracts and summaries of the statements given is included in the facts set out above at paragraphs 17 to 29). Of the eight police officers who attended the scene, the investigation file includes statements made by six of them, including the officer placed in charge of the investigation. There is no record of any statements being taken either from other employees of the cabaret where Ms Rantseva worked or from the women with whom she briefly shared an apartment.", "34. When he made his witness statement on 28 March 2001, M.A. handed Ms Rantseva’s passport and other documents to the police. After the conclusion and signature of his statement, he added a clarification regarding the passport, indicating that Ms Rantseva had taken her passport and documents when she left the apartment on 19 March 2001.", "35. On 29 March 2001 an autopsy was carried out by the Cypriot authorities. The autopsy found a number of injuries on Ms Rantseva’s body and to her internal organs. It concluded that these injuries resulted from her fall and that the fall was the cause of her death. It is not clear when the applicant was informed of the results of the autopsy. According to the applicant, he was not provided with a copy of the autopsy report and it is unclear whether he was informed in any detail of the conclusions of the report, which were briefly summarised in the findings of the subsequent inquest.", "36. On 5 August 2001 the applicant visited Limassol Police Station together with a lawyer and spoke to the police officer who had received Ms Rantseva and M.A. on 28 March 2001. The applicant asked to attend the inquest. According to a later statement by the police officer, dated 8 July 2002, the applicant was told by the police during the visit that his lawyer would be informed of the date of the inquest hearing before the District Court of Limassol.", "37. On 10 October 2001 the applicant sent an application to the District Court of Limassol, copied to the General Procurator’s Office of the Republic of Cyprus and the Russian Consulate in the Republic of Cyprus. He referred to a request of 8 October 2001 of the Procurator’s Office of the Chelyabinsk region concerning legal assistance (see paragraph 48 below) and asked to exercise his right to familiarise himself with the materials of the case before the inquest hearing, to be present at the hearing and to be notified in due time of the date of the hearing. He also advised that he wished to present additional documents to the court in due course.", "38. The inquest proceedings were fixed for 30 October 2001 and, according to the police officer’s statement of 8 July 2002 (see paragraph 36 above), the applicant’s lawyer was promptly informed. However, neither she nor the applicant appeared before the District Court. The case was adjourned to 11 December 2001 and an order was made that the Russian Embassy be notified of the new date so as to inform the applicant.", "39. In a facsimile dated 20 October 2001 and sent on 31 October 2001 to the District Court of Limassol, copied to the General Procurator’s Office of the Republic of Cyprus and the Russian Consulate in the Republic of Cyprus, the applicant asked for information regarding the inquest date to be sent to his new place of residence.", "40. On 11 December 2001 the applicant did not appear before the District Court and the inquest was adjourned until 27 December 2001.", "41. On 27 December 2001 the inquest took place before the Limassol District Court in the absence of the applicant. The court’s verdict of the same date stated, inter alia (translation):", "“At around 6.30 a.m. on [28 March 2001] the deceased, in an attempt to escape from the afore-mentioned apartment and in strange circumstances, jumped into the void as a result of which she was fatally injured...", "My verdict is that MS OXANA RANTSEVA died on 28 March 2001, in circumstances resembling an accident, in an attempt to escape from the apartment in which she was a guest (εφιλοξενείτο).", "There is no evidence before me that suggests criminal liability of a third person for her death”.", "42. Ms Rantseva’s body was transferred to Russia on 8 April 2001.", "43. On 9 April 2001 the applicant requested the Chelyabinsk Regional Bureau of Medical Examinations (“the Chelyabinsk Bureau”) to perform an autopsy of the body. He further requested the Federal Security Service of the Russian Federation and the General Prosecutor’s Office to investigate Ms Rantseva’s death in Cyprus. On 10 May 2001 the Chelyabinsk Bureau issued its report on the autopsy.", "44. In particular the following was reported in the forensic diagnosis (translation provided):", "“It is a trauma from falling down from a large height, the falling on a plane of various levels, politrauma of the body, open cranial trauma: multiple fragmentary comminuted fracture of the facial and brain skull, multiple breeches of the brain membrane on the side of the brain vault and the base of the skull in the front brain pit, haemorrhages under the soft brain membranes, haemorrhages into the soft tissues, multiple bruises, large bruises and wounds on the skin, expressed deformation of the head in the front-to-back direction, closed dull trauma of the thorax with injuries of the thorax organs..., contusion of the lungs along the back surface, fracture of the spine in the thorax section with the complete breach of the marrow and its displacement along and across ...", "Alcohol intoxication of the medium degree: the presence of ethyl alcohol in the blood 1,8%, in the urine -2,5%.”", "45. The report’s conclusions included the following:", "“The color and the look of bruises, breaches and wounds as well as hemorrhages with the morphological changes of the same type in the injured tissues indicates, without any doubt, that the traumas happened while she was alive, as well as the fact, that they happened not very long before death, within a very short time period, one after another.", "During the forensic examination of the corpse of Rantseva O.N. no injuries resulting from external violence, connected with the use of various firearms, various sharp objects and weapons, influence of physical and chemical reagents or natural factors have been established. ... During the forensic chemical examination of the blood and urine, internal organs of the corpse no narcotic, strong or toxic substances are found. Said circumstances exclude the possibility of the death of Rantseva O.N. from firearms, cold steel, physical, chemical and natural factors as well as poisoning and diseases of various organs and systems. ...", "Considering the location of the injuries, their morphological peculiarities, as well as certain differences, discovered during the morphological and histological analysis and the response of the injured tissues we believe that in this particular case a trauma from falling down from the great height took place, and it was the result of the so-called staged/bi-moment fall on the planes of various levels during which the primary contact of the body with an obstacle in the final phase of the fall from the great height was by the back surface of the body with a possible sliding and secondary contact by the front surface of the body, mainly the face with the expressed deformation of the head in the front-to-back direction due to shock-compressive impact...", "During the forensic chemical examination of the corpse of Rantseva O.N. in her blood and urine we found ethyl spirits 1,8 and 2,5 correspondingly, which during her life might correspond to medium alcohol intoxication which is clinically characterized by a considerable emotional instability, breaches in mentality and orientation in space in time.”", "46. On 9 August 2001 the Russian Embassy in Cyprus requested from the chief of Limassol police station copies of the investigation files relating to Ms Rantseva’s death.", "47. On 13 September 2001 the applicant applied to the Public Prosecutor of the Chelyabinsk region requesting the Prosecutor to apply on his behalf to the Public Prosecutor of Cyprus for legal assistance free of charge as well as an exemption from court expenses for additional investigation into the death of his daughter on the territory of Cyprus.", "48. By letter dated 11 December 2001 the Deputy General Prosecutor of the Russian Federation advised the Minister of Justice of the Republic of Cyprus that the Public Prosecutor’s Office of the Chelyabinsk region had conducted an examination in respect of Ms Rantseva’s death, including a forensic medical examination. He forwarded a request, dated 8 October 2001, under the European Convention on Mutual Assistance in Criminal Matters (“the Mutual Assistance Convention” – see paragraphs 175 to 178 below) and the Treaty between the USSR and the Republic of Cyprus on Civil and Criminal Matters 1984 (“the Legal Assistance Treaty” – see paragraphs 179 to 185 below), for legal assistance for the purposes of establishing all the circumstances of Ms Rantseva’s death and bringing to justice guilty parties, under Cypriot legislation. The request included the findings of the Russian authorities as to the background circumstances; it is not clear how the findings were reached and what, if any, investigation was conducted independently by the Russian authorities.", "49. The findings stated, inter alia, as follows (translation provided):", "“The police officers refused to arrest Rantseva O.N. due to her right to stay on the territory of Cyprus without the right to work for 14 days, i.e. until April 2, 2001. Then Mr [M.A.] suggested to detain Rantseva O.N. till the morning as a drunken person. He was refused, since, following the explanations provided by the police officers Rantseva O.N. looked like a sober person, behaved decently, was calm, was laying make-up. M.A., together with an unestablished person, at 5.30a.m. on March 28, 2001 took Rantseva O.N. from the regional police precinct and brought her to the apartment of [D.P.] ... where [they] organised a meal, and then, at 6.30a.m. locked Rantseva O.N. in a room of the attic of the 7th floor of said house.”", "50. The request highlighted the conclusion of the experts at the Chelyabinsk Bureau of Forensic Medicine that there had been two stages in Ms Rantseva’s fall, first on her back and then on her front. The request noted that this conclusion contradicted the findings made in the Cypriot forensic examination that Ms Rantseva’s death had resulted from a fall face-down. It further noted:", "“It is possible to suppose, that at the moment of her falling down the victim could cry from horror. However, it contradicts the materials of the investigation, which contain the evidence of an inhabitant of the 2nd floor of this row of loggias, saying that a silent body fell down on the asphalt ...”", "51. The report concluded:", "“Judging by the report of the investigator to Mr Rantsev N.M., the investigation ends with the conclusion that the death of Rantseva O.N. took place under strange and un-established circumstances, demanding additional investigation.”", "52. The Prosecutor of the Chelyabinsk region therefore requested, in accordance with the Legal Assistance Treaty, that further investigation be carried out into the circumstances of Ms Rantseva’s death in order to identify the cause of death and eliminate the contradictions in the available evidence; that persons having any information concerning the circumstances of the death be identified and interviewed; that the conduct of the various parties be considered from the perspective of bringing murder and/or kidnapping and unlawful deprivation of freedom charges, and in particular that M.A. be investigated; that the applicant be informed of the materials of the investigation; that the Russian authorities be provided with a copy of the final decisions of judicial authorities as regards Ms Rantseva’s death; and that the applicant be granted legal assistance free of charge and be exempted from paying court expenses.", "53. On 27 December 2001 the Russian Federation wrote to the Cypriot Ministry of Justice requesting, on behalf of the applicant, that criminal proceedings be instituted in respect of Ms Rantseva’s death, that the applicant be joined as a victim in the proceedings and that he be granted free legal assistance.", "54. On 16 April 2002 the Russian Embassy in Cyprus conveyed to the Cypriot Ministry of Justice and Public Order the requests dated 11 December and 27 December 2001 of the General Prosecutor’s Office of the Russian Federation, made under the Legal Assistance Treaty, for legal assistance concerning Ms Rantseva’s death.", "55. On 25 April 2002 the Office of the Prosecutor General of the Russian Federation reiterated its request for the institution of criminal proceedings in connection with Ms Rantseva’s death and the applicant’s request to be added as a victim to the proceedings in order to submit his further evidence, as well as his request for legal aid. It requested the Cypriot Government to provide an update and advise of any decisions that had been taken.", "56. On 25 November 2002, the applicant applied to the Russian authorities to be recognised as a victim in the proceedings concerning his daughter’s death and reiterated his request for legal assistance. The request was forwarded by the Office of the Prosecutor General of the Russian Federation to the Cypriot Ministry of Justice.", "57. By letter of 27 December 2002 the Assistant to the Prosecutor General of the Russian Federation wrote to the Cypriot Ministry of Justice referring to the detailed request made by the applicant for the initiation of criminal proceedings in connection with the death of his daughter and for legal aid in Cyprus, which had previously been forwarded to the Cypriot authorities pursuant to the Mutual Assistance Convention and the Legal Assistance Treaty. The letter noted that no information had been received and requested that a response be provided.", "58. On 13 January 2003 the Russian Embassy wrote to the Cypriot Ministry of Foreign Affairs requesting an expedited response to its request for legal assistance in respect of Ms Rantseva’s death.", "59. By letters of 17 and 31 January 2003 the Office of the Prosecutor General of the Russian Federation noted that it had received no response from the Cypriot authorities in relation to its requests for legal assistance, the contents of which it repeated.", "60. On 4 March 2003 the Cypriot Ministry of Justice informed the Prosecutor General of the Russian Federation that its request had been duly executed by the Cypriot police. A letter from the Chief of Police, and the police report of 8 July 2002 recording the applicant’s visit to Limassol Police Station in August 2001 were enclosed.", "61. On 19 May 2003 the Russian Embassy wrote to the Cypriot Ministry of Foreign Affairs requesting an expedited response to its request for legal assistance in respect of Ms Rantseva’s death.", "62. On 5 June 2003 the Office of the Prosecutor General of the Russian Federation submitted a further request pursuant to the Legal Assistance Treaty. It requested that a further investigation be conducted into the circumstances of Ms Rantseva’s death as the verdict of 27 December 2001 was unsatisfactory. In particular, it noted that despite the strange circumstances of the incident and the acknowledgment that Ms Rantseva was trying to escape from the flat where she was held, the verdict did not make any reference to the inconsistent testimonies of the relevant witnesses or contain any detailed description of the findings of the autopsy carried out by the Cypriot authorities.", "63. On 8 July 2003 the Russian Embassy wrote to the Cypriot Ministry of Foreign Affairs requesting a reply to its previous requests as a matter of urgency.", "64. On 4 December 2003 the Commissioner for Human Rights of the Russian Federation forwarded the applicant’s complaint about the inadequate reply from the Cypriot authorities to the Cypriot Ombudsman.", "65. On 17 December 2003, in reply to the Russian authorities’ request (see paragraph 52 above), the Cypriot Ministry of Justice forwarded to the Prosecutor General of the Russian Federation a further report prepared by the Cypriot police and dated 17 November 2003. The report was prepared by one of the officers who had attended the scene on 28 March 2001 and provided brief responses to the questions posed by the Russian authorities. The report reiterated that witnesses had been interviewed and statements taken. It emphasised that all the evidence was taken into consideration by the inquest. It continued as follows (translation):", "“At about 6.30a.m. on 28 March 2001 the deceased went out onto the balcony of her room through the balcony door, climbed down to the balcony of the first floor of the apartment with the assistance of a bedspread which she tied to the protective railing of the balcony. She carried on her shoulder her personal bag. From that point, she clung to the aluminium protective railing of the balcony so as to climb down to the balcony of the apartment on the floor below in order to escape. Under unknown circumstances, she fell into the street, as a result of which she was fatally injured.”", "66. The report observed that it was not known why Ms Rantseva left the apartment on 19 March 2001 but on the basis of the investigation (translation):", "“... it is concluded that the deceased did not want to be expelled from Cyprus and because her employer was at the entrance of the flat where she was a guest, she decided to take the risk of trying to climb over the balcony, as a result of which she fell to the ground and died instantaneously.”", "67. As to the criticism of the Cypriot autopsy and alleged inconsistencies in the forensic evidence between the Cypriot and Russian authorities, the report advised that these remarks had been forwarded to the Cypriot forensic examiner who had carried out the autopsy. His response was that his own conclusions were sufficient and that no supplementary information was required. Finally, the report reiterated that the inquest had concluded that there was no indication of any criminal liability for Ms Rantseva’s death.", "68. By letter of 17 August 2005 the Russian Ambassador to Cyprus requested further information about a hearing concerning the case apparently scheduled for 14 October 2005 and reiterated the applicant’s request for free legal assistance. The Cypriot Ministry of Justice responded by facsimile of 21 September 2005 indicating that Limassol District Court had been unable to find any reference to a hearing in the case fixed for 14 October 2005 and requesting clarification from the Russian authorities.", "69. On 28 October 2005 the applicant asked the Russian authorities to obtain testimonies from two young Russian women, now resident in Russia, who had been working with Ms Rantseva at the cabaret in Limassol and could testify about sexual exploitation taking place there. He reiterated his request on 11 November 2005. The Russian authorities replied that they could only obtain such testimonies upon receipt of a request by the Cypriot authorities.", "70. By letter of 22 December 2005 the Office of the Prosecutor General of the Russian Federation wrote to the Cypriot Ministry of Justice seeking an update on the new inquest into Ms Rantseva’s death and requesting information on how to appeal Cypriot court decisions. The letter indicated that, according to information available, the hearing set for 14 October 2005 had been suspended due to the absence of evidence from the Russian nationals who had worked in the cabaret with Ms Rantseva. The letter concluded with an undertaking to assist in any request for legal assistance by Cyprus aimed at the collection of further evidence.", "71. In January 2006, according to the applicant, the Attorney-General of Cyprus confirmed to the applicant’s lawyer that he was willing to order the re-opening of the investigation upon receipt of further evidence showing any criminal activity.", "72. On 26 January 2006 the Russian Embassy wrote to the Cypriot Ministry of Justice requesting an update on the suspended hearing of 14 October 2005. The Ministry of Justice replied by facsimile on 30 January 2006 confirming that neither the District Court of Limassol nor the Supreme Court of Cyprus had any record of such a hearing and requesting further clarification of the details of the alleged hearing.", "73. On 11 April 2006 the Office of the Prosecutor General of the Russian Federation wrote to the Cypriot Ministry of Justice requesting an update on the suspended hearing and reiterating its query regarding the appeals procedure in Cyprus.", "74. On 14 April 2006, by letter to the Russian authorities, the Attorney-General of Cyprus advised that he saw no reason to request the Russian authorities to obtain the testimonies of the two Russian citizens identified by the applicant. If the said persons were in the Republic of Cyprus their testimonies could be obtained by the Cypriot police and if they were in Russia, the Russian authorities did not need the consent of the Cypriot authorities to obtain their statements.", "75. On 26 April 2006 the Cypriot Ministry of Justice replied to the Office of the Prosecutor General of the Russian Federation reiterating its request for more information about the alleged suspended hearing.", "76. On 17 June 2006 the Office of the Prosecutor General of the Russian Federation wrote to the Attorney-General of Cyprus reminding him of the outstanding requests for renewal of investigations into Ms Rantseva’s death and for information on the progress of judicial proceedings.", "77. On 22 June and 15 August 2006 the applicant reiterated his request to the Russian authorities that statements be taken from the two Russian women.", "78. On 17 October 2006 the Cypriot Ministry of Justice confirmed to the Office of the Prosecutor General of the Russian Federation that the inquest into Ms Rantseva’s death was completed on 27 December 2001 and that it found that her death was the result of an accident. The letter noted:", "“No appeal was filed against the decision, because of the lack of additional evidence”.", "79. On 25 October 2006, 27 October 2006, 3 October 2007 and 6 November 2007 the applicant reiterated his request to the Russian authorities that statements be taken from the two Russian women.", "80. In November 2003, the Cypriot Ombudsman published a report on “artistes” in Cyprus. In her introduction, she explained the reasons for her report as follows (all quotes are from a translation of the report provided by the Cypriot Government):", "“Given the circumstances under which [Oxana] Rantseva had lost her life and in the light of similar cases which have been brought into publicity regarding violence or demises of alien women who arrives in Cyprus to work as ‘artistes’, I have decided to undertake an ex officio investigation ...”", "81. As to the particular facts of Ms Rantseva’s case, she noted the following:", "“After formal immigration procedures, she started working on 16 March 2001. Three days later she abandoned the cabaret and the place where she had been staying for reasons which have never been clarified. The employer reported the fact to the Aliens and Immigration Department in Limassol. However, [Oxana] Rantseva’s name was not inserted on the list comprising people wanted by the Police, for unknown reasons, as well.”", "82. She further noted that:", "“The reason for which [Oxana] Rantseva was surrendered by the police to her employer, instead of setting her free, since there were [neither] arrest warrant [nor] expulsion decree against her, remained unknown.”", "83. The Ombudsman’s report considered the history of the employment of young foreign women as cabaret artistes, noting that the word “artiste” in Cyprus has become synonymous with “prostitute”. Her report explained that since the mid-1970s, thousands of young women had legally entered Cyprus to work as artistes but had in fact worked as prostitutes in one of the many cabarets in Cyprus. Since the beginning of the 1980s, efforts had been made by the authorities to introduce a stricter regime in order to guarantee effective immigration monitoring and to limit the “well-known and commonly acknowledged phenomenon of women who arrived in Cyprus to work as artistes”. However, a number of the measures proposed had not been implemented due to objections from cabaret managers and artistic agents.", "84. The Ombudsman’s report noted that in the 1990s, the prostitution market in Cyprus started to be served by women coming mainly from former States of the Soviet Union. She concluded that:", "“During the same period, one could observe a certain improvement regarding the implementation of those measures and the policy being adopted. However, there was not improvement regarding sexual exploitation, trafficking and mobility of women under a regime of modern slavery.”", "85. As regards the living and working conditions of artistes, the report stated:", "“The majority of the women entering the country to work as artistes come from poor families of the post socialist countries. Most of them are educated ... Few are the real artistes. Usually they are aware that they will be compelled to prostitute themselves. However, they do not always know about the working conditions under which they will exercise this job. There are also cases of alien women who come to Cyprus, having the impression that they will work as waitresses or dancers and that they will only have drinks with clients (‘consomation’). They are made by force and threats to comply with the real terms of their work ...", "Alien women who do not succumb to this pressure are forced by their employers to appear at the District Aliens and Immigration Branch to declare their wish to terminate their contract and to leave Cyprus on ostensible grounds ... Consequently, the employers can replace them quickly with other artistes ...", "The alien artistes from the moment of their entry into the Republic of Cyprus to their departure are under constant surveillance and guard of their employers. After finishing their work, they are not allowed to go wherever they want. There are serious complaints even about cases of artistes who remain locked in their residence place. Moreover, their passports and other personal documents are retained by their employers or artistic agents. Those who refuse to obey are punished by means of violence or by being imposed fees which usually consist in deducting percentages of drinks, ‘consommation’ or commercial sex. Of course these amounts are included in the contracts signed by the artistes.", "...", "Generally, artistes stay at one or zero star hotels, flats or guest-houses situated near or above the cabarets, whose owners are the artistic agents or the cabaret owners. These places are constantly guarded. Three or four women sleep in each room. According to reports given by the Police, many of these buildings are inappropriate and lack sufficient sanitation facilities.", "...Finally, it is noted that at the point of their arrival in Cyprus alien artistes are charged with debts, for instance with traveling expenses, commissions deducted by the artistic agent who brought them in Cyprus or with commissions deducted by the agent who located them in their country etc. Therefore, they are obliged to work under whichever conditions to pay off at least their debts.” (footnotes omitted)", "86. Concerning the recruitment of women in their countries of origin, the report noted:", "“Locating women who come to work in Cyprus is usually undertaken by local artistic agents in cooperation with their homologues in different countries and arrangements are made between both of them. After having worked for six months maximum in Cyprus, a number of these artistes are sent to Lebanon, Syria, Greece or Germany.” (footnotes omitted)", "87. The Ombudsman observed that the police received few complaints from trafficking victims:", "“The police explain that the small number of complaints filed is due to the fear that artistes feel, since they receive threats against their lives on the part of their procurer.”", "88. She further noted that protection measures for victims who had filed complaints were insufficient. Although they were permitted to work elsewhere, they were required to continue working in similar employment. They could therefore be easily located by their former employers.", "89. The Ombudsman concluded:", "“The phenomenon of trafficking in person has so tremendously grown worldwide. Trafficking in persons concerns not only sexual exploitation of others but also exploitation of their employment under conditions of slavery and servitude ...", "From the data of this report it is observed that over the last two decades Cyprus has not been only a destination country but a transit country where women are systematically promoted to the prostitution market. It follows also that this is also due to a great extent to the tolerance on the part of the immigration authorities, which are fully aware of what really happens.", "On the basis of the policy followed as for the issue of entry and employment permits to entertainment and show places, thousands of alien women, with no safety valve, have entered by law the country to work as artistes unlawfully. In various forms of pressure and coercion most of these women are forced by their employers to prostitution under cruel conditions, which infringe upon the fundamental human rights, such as individual freedom and human dignity.” (footnotes omitted)", "90. Although she considered the existing legislative framework to combat trafficking and sexual exploitation satisfactory, she noted that no practical measures had been taken to implement the policies outlined, observing that:", "“...The various departments and services dealing with this problem, are often unaware of the matter and have not been properly trained or ignore those obligations enshrined in the Law ...”", "91. The Council of Europe Commissioner for Human Rights visited Cyprus in June 2003 and in his subsequent report of 12 February 2004, he referred to issues in Cyprus regarding trafficking of women. The report noted, inter alia, that:", "“29. It is not at all difficult to understand how Cyprus, given its remarkable economic and tourist development, has come to be a major destination for this traffic in the Eastern Mediterranean region. The absence of an immigration policy and the legislative shortcomings in that respect have merely encouraged the phenomenon.”", "92. As regards the legal framework in place in Cyprus (see paragraphs 127 to 131 below), the Commissioner observed:", "“30. The authorities have responded at the normative level. The Act of 2000 (number 3(I), 2000) has established a suitable framework for suppression of trafficking in human beings and sexual exploitation of children. Under the Act, any action identifiable as trafficking in human beings in the light of the Convention for the Suppression of Trafficking in Persons and of the Exploitation and Prostitution of Others, together with other acts of a similar nature specified by law, are an offence punishable by 10 years’ imprisonment, the penalty being increased to 15 years where the victim is under 18 years of age. The offence of sexual exploitation carries a 15 year prison sentence. If committed by persons in the victim’s entourage or persons wielding authority or influence over the victim, the penalty is 20 years in prison. According to the provisions of Article 4, using children for the production and sale of pornographic material is an offence. Article 7 grants State aid, within reasonable limits, to victims of exploitation; such aid comprises subsistence allowance, temporary accommodation, medical care and psychiatric support. Article 8 reaffirms the right to redress by stressing the power of the court to award punitive damages justified by the degree of exploitation or the degree of the accused person’s constraint over the victim. A foreign worker lawfully present in Cyprus who is a victim of exploitation can approach the authorities to find other employment up until the expiry of the initial work permit (Article 9). Lastly, the Council of Ministers, under Article 10, appoints a guardian for victims with the principal duties of counselling and assisting them, examining complaints of exploitation, and having the culprits prosecuted, as well as for pinpointing any deficiency or loophole in the law and for making recommendations with a view to their removal.”", "93. Concerning practical measures, the Commissioner noted:", "“31. At a practical level, the Government has made efforts to protect women who have laid a complaint against their employers by permitting them to remain in the country in order to substantiate the charges. In certain cases, the women have remained in Cyprus at government expense during the investigation.”", "94. However, he criticised the failure of the authorities to tackle the problem of the excessive number of young foreign women coming to work in Cypriot cabarets:", "“32. However, apart from punitive procedures, preventive control measures could be introduced. By the authorities’ own admission, the number of young women migrating to Cyprus as nightclub artistes is well out of proportion to the population of the island.”", "95. On 26 March 2006, the Council of Europe Commissioner for Human Rights published a follow-up report in which he assessed the progress of the Cypriot Government in implementing the recommendations of his previous report. As regards the issue of trafficking, the report observed that:", "“48. The Commissioner noted in his 2003 report that the number of young women migrating to Cyprus as nightclub artistes was well out of proportion to the population of the island, and that the authorities should consider introducing preventive control measures to deal with this phenomenon, in conjunction with legislative safeguards. In particular, the Commissioner recommended that the authorities adopt and implement a plan of action against trafficking in human beings.”", "96. The report continued:", "“49. The so called ‘cabaret artiste’ visas are in fact permits to enter and work in nightclubs and bars. These permits are valid for 3 months and can be extended for a further 3 months. The permit is applied for by the establishment owner on behalf of the woman in question. Approximately 4,000 permits are issued each year, with 1,200 women working at a given time and most women originating from Eastern Europe. A special information leaflet has been prepared by the Migration Service and translated into four languages. The leaflet is given to women entering the country on such permits, is also available on the website of the Ministry of the Interior and the Ministry of Foreign Affairs and copies of the leaflet are sent to the consulates in Russia, Bulgaria, the Ukraine and Romania in order for women to be informed before they enter Cyprus. The leaflet sets out the rights of the women and the responsibilities of their employers. The authorities are aware that many of the women who enter Cyprus on these artistes visas will in fact work in prostitution.”", "97. The Commissioner’s report highlighted recent and pending developments in Cyprus:", "“50. A new Law on Trafficking in Human Beings is currently being discussed. The new law will include other forms of exploitation such as labour trafficking as well as trafficking for sexual exploitation. Cyprus has signed but not ratified the Council of Europe Convention on Action Against Trafficking in Human Beings.", "51. The Attorney General’s Office has prepared a National Action Plan for the Combating of Human Trafficking. The Action Plan was presented and approved by the Council of Ministers in April 2005. Some NGOs complained of their lack of involvement in the consultation process. The Ministry of the Interior is responsible for the implementation of the Action Plan. According to the Action Plan, women involved in cases of sexual exploitation or procuring are not arrested or charged with any offence, but are considered as victims and are under the care of the Ministry of Labour and Social Security. Victims who will act as witnesses in court trials can reside in Cyprus until the end of the case. They have the possibility of working, or if they do not wish to work, the Ministry will cover all their residential, health and other needs. A special procedures manual has been drafted for the treatment of victims of trafficking, and has been circulated to all ministries and government departments, as well as NGOs for consultation.", "52. There is no specific shelter for victims of trafficking at present, although victims may be accommodated by the authorities in two rooms in state-owned retirement homes, which are available in each major town. A shelter in Limassol is due to be opened soon, which will provide accommodation for 15 women, as well as providing the services of a social worker, lawyer, and vocational advisor.”", "98. As regards steps taken to improve information collection and research into trafficking, he noted:", "“53. An Office for the Prevention and Combating of Human Trafficking was set up by the police in April 2004. The office’s role is to collect and evaluate intelligence regarding trafficking in human beings, to co-ordinate operations of all police divisions and departments, to organise and participate in operations, and to follow-up on cases that are under investigation, pending trial or presented to the courts. The office also prepares reports on trafficking and investigates child pornography on the Internet. In addition, the office organises educational seminars carried out at the Cyprus Police Academy.", "54. According to statistical information provided by the police from 2000 to 2005, there is a clear increase in the number of cases reported concerning offences of sexual exploitation, procuring, and living on the earnings of prostitution, etc. NGOs confirm that awareness about issues relating to trafficking has increased.”", "99. Finally, in respect of preventative measures, the Commissioner highlighted recent positive developments:", "“55. Preventive and suppressive measures are also undertaken by the police, such as raids in cabarets, inspections, interviews with women, co-operation with mass media, and control of advertisements found in different newspapers. The police provide an anonymous toll-free hotline where anybody can call to seek help or give information. Cabarets which are under investigation are put on a black list and are unable to apply for new visas.", "56. Some efforts have been made by the Cypriot authorities to improve victim identification and referral, and in particular, 150 police officers have been trained on this issue. However, according to NGOs a culture still prevails in which women are seen by the police to have ‘consented’ to their predicament and victim identification remains inadequate.”", "100. The report reached the following conclusions:", "“57. Trafficking in human beings is one of the most pressing and complex Human Rights issues faced by Council of Europe member states, including Cyprus. There is obviously a risk that the young women who enter Cyprus on artiste visas may be victims of trafficking in human beings or later become victims of abuse or coercion. These women are officially recruited as cabaret dancers but are nevertheless often expected also to work as prostitutes. They are usually from countries with inferior income levels to those in Cyprus and may find themselves in a vulnerable position to refuse demands from their employers or clients. The system itself, whereby the establishment owner applies for the permit on behalf of the woman, often renders the woman dependent on her employer or agent, and increases the risk of her falling into the hands of trafficking networks.", "58. The Commissioner urges the Cypriot authorities to be especially vigilant about monitoring the situation and ensuring that the system of artiste visas is not used for facilitating trafficking or forced prostitution. In this context, the Commissioner recalls the exemplary reaction of the Luxembourg authorities to similar concerns expressed in his report on the country and their withdrawal of the cabaret artiste visa regime. Changes to the current practice might, at the very least, include women having to apply for the visa themselves, and the information leaflet being given to the women, if possible, before they enter the country.", "59. The Commissioner welcomes the new National Action Plan for the Combating of Human Trafficking as a first step in addressing this issue and encourages the Ministry of the Interior to ensure its full implementation. The new law on trafficking, once enacted, will also play an important role. The variety of police activities in response to this phenomenon, such as the setting up of the Office for the Prevention and Combating of Human Trafficking, should also be welcomed.", "60. In order to respect the human rights of trafficked persons, the authorities need to be able to identify victims and refer them to specialised agencies which can offer shelter and protection, as well as support services. The Commissioner urges the Cypriot authorities to continue with the training of police officers in victim identification and referral, and encourages the authorities to include women police officers in this area. More effective partnerships with NGOs and other civil society actors should also be developed. The Commissioner expresses his hope that the shelter in Limassol will be put into operation as soon as possible.”", "101. The Commissioner of Human Rights has recently published a further report following a visit to Cyprus in July 2008. The report comments on the developments in respect of issues relating to trafficking of human beings, emphasising at the outset that trafficking of women for exploitation was a major problem in many European countries, including Cyprus. The report continued as follows:", "“33. Already in 2003, the Commissioner for Administration (Ombudswoman) stated that Cyprus had been associated with trafficking both as a country of destination and transit, the majority of women being blackmailed and forced to provide sexual services. In 2008, the island still is a destination country for a large number of women trafficked from the Philippines, Russia, Moldova, Hungary, Ukraine, Greece, Vietnam, Uzbekistan and the Dominican Republic for the purpose of commercial sexual exploitation ... Women are reportedly denied part or all of their salaries, forced to surrender their passports, and pressed into providing sexual services for clients. Most of these women are unable to move freely, are forced to work far above normal working hours, and live in desperate conditions, isolated and under strict surveillance.", "34. Victims of trafficking are recruited to Cyprus mainly on three-month so-called ‘artiste’ or ‘entertainment’ visas to work in the cabaret industry including night clubs and bars or on tourist visas to work in massage parlours disguised as private apartments ... The permit is sought by the owner of the establishment, in most cases so-called ‘cabarets’, for the women in question.", "35. The study conducted by the Mediterranean Institute of Gender Studies (MIGS) led to a report on trafficking in human beings published in October 2007. It shows that an estimated 2 000 foreign women enter the island every year with short term ‘artiste’ or ‘entertainment’ work permits. Over the 20-year period 1982-2002, there was a dramatic increase of 111% in the number of cabarets operating on the island ...", "36. During his visit the Commissioner learned that there are now approximately 120 cabaret establishments in the Republic of Cyprus, each of them employing around 10 to 15 women ...” (footnotes omitted)", "102. The Commissioner noted that the Government had passed comprehensive anti-trafficking legislation criminalising all forms of trafficking, prescribing up to 20 years’ imprisonment for sexual exploitation and providing for protection and support measures for victims (see paragraphs 127 to 131 below). He also visited the new government-run shelter in operation since November 2007 and was impressed by the facility and the commitment shown by staff. As regards allegations of corruption in the police force, and the report noted as follows:", "“42. The Commissioner was assured that allegations of trafficking-related corruption within the police force were isolated cases. The authorities informed the Commissioner that so far, three disciplinary cases involving human trafficking/prostitution have been investigated: one resulted in an acquittal and two are still under investigation. In addition, in 2006, a member of the police force was sentenced to 14 months imprisonment and was subsequently dismissed from service following trafficking related charges.”", "103. The report drew the following conclusions in respect of the artiste permit regime in Cyprus:", "“45. The Commissioner reiterates that trafficking in women for the purposes of sexual exploitation is a pressing and complex human rights issues faced by a number of Council of Europe member States, including Cyprus. A paradox certainly exists that while the Cypriot government has made legislative efforts to fight trafficking in human beings and expressed its willingness through their National Action Plan 2005, it continues to issue work permits for so-called cabaret artistes and licences for the cabaret establishments. While on paper the permits are issued to those women who will engage in some type of artistic performance, the reality is that many, if not most, of these women are expected to work as prostitutes.", "46. The existence of the ‘artiste’ work permit leads to a situation which makes it very difficult for law enforcement authorities to prove coercion and trafficking and effectively combat it. This type of permit could thus be perceived as contradicting the measures taken against trafficking or at least as rendering them ineffective.", "47. For these reasons, the Commissioner regrets that the ‘artiste’ work permit is still in place today despite the fact that the government has previously expressed its commitment to abolish it. It seems that the special information leaflet given to women entering the country on such a permit is of little effect, even though the woman needs to have read and signed the leaflet in the presence of an official.", "48. The Commissioner calls upon the Cypriot authorities to abolish the current scheme of cabaret ‘artistes’ work permits ...”", "104. The Commissioner also reiterated the importance of a well-trained and motivated police force in the fight against trafficking in human beings and encouraged the authorities to ensure adequate and timely victim identification.", "105. In its 2008 report on trafficking, the U.S. State Department noted that:", "“Cyprus is a destination country for a large number of women trafficked from the Philippines, Russia, Moldova, Hungary, Ukraine, Greece, Vietnam, Uzbekistan, and the Dominican Republic for the purpose of commercial sexual exploitation ... Most victims of trafficking are fraudulently recruited to Cyprus on three-month ‘artiste’ work permits to work in the cabaret industry or on tourist visas to work in massage parlors disguised as private apartments.”", "106. The report found that Cyprus had failed to provide evidence that it had increased its efforts to combat severe forms of trafficking in persons from the previous year.", "107. The report recommended that the Cypriot Government:", "“Follow through with plans to abolish, or greatly restrict use of the artiste work permit—a well-known conduit for trafficking; establish standard operating procedures to protect and assist victims in its new trafficking shelter; develop and launch a comprehensive demand reduction campaign specifically aimed at clients and the larger public to reduce wide-spread misconceptions about trafficking and the cabaret industry; dedicate more resources to its anti-trafficking unit; and improve the quality of trafficking prosecutions to secure convictions and appropriate punishments for traffickers.”", "108. Under the Cypriot Constitution the right to life and corporal integrity is protected by Article 7.", "109. Article 8 provides that no person shall be subjected to torture or to inhuman or degrading punishment or treatment.", "110. Article 9 guarantees that:", "“Every person has the right to a decent existence and to social security. A law shall provide for the protection of the workers, assistance to the poor and for a system of social insurance.”", "111. Article 10 provides, in so far as relevant, that:", "“1. No person shall be held in slavery or servitude.", "2. No person shall be required to perform forced or compulsory labour ...”", "112. Article 11(1) provides that every person has the right to liberty and security of person. Article 11(2) prohibits deprivation of liberty except in cases permitted under Article 5 § 1 of the Convention and as provided by law.", "113. In 2000, the Civil Registry and Migration Department defined “artiste” as:", "“any alien who wishes to enter Cyprus in order to work in a cabaret, musical-dancing place or other night entertainment place and has attained the age of 18 years.”", "114. Under Article 20 of the Aliens and Immigration Law, Cap. 105, the Council of Ministers has jurisdiction to issue regulations concerning entry requirements for aliens, monitoring the immigration and movements of aliens, regulating warranties in respect of aliens holding permits and determining any relevant fees. Notwithstanding the existence of these powers, at the material time the entry procedures for those entering Cyprus to work as cabaret artistes were regulated by decisions or instructions of the Minister of Interior, immigration officers and the general directors of the Ministry.", "115. In line with a procedure introduced in 1987, applications for entry, temporary residence and work permits had to be submitted by the prospective employer (the cabaret manager) and the artistic agent, accompanied by an employment contract recording the exact terms agreed between the parties and photocopies of relevant pages of the artiste’s passport. Artistic agents were also required to deposit a bank letter guarantee in the sum of 10,000 Cypriot pounds (CYP) (approximately EUR 17,000) to cover possible repatriation expenses. Cabaret managers were required to deposit a bank warranty in the sum of CYP 2,500 (approximately EUR 4,200) to cover a repatriation for which the manager was responsible.", "116. If all the conditions were fulfilled, an entry and temporary resident permit valid for five days was granted. Upon arrival, the artiste was required to undergo various medical tests for AIDS and other infectious or contagious diseases. Upon submission of satisfactory results, a temporary residence and work permit valid for three months was granted. The permit could be renewed for a further three months. The number of artistes who could be employed in a single cabaret was limited.", "117. In an effort to prevent artistes from being forced to leave the cabaret with clients, artistes were required to be present on the cabaret premises between 9 p.m. and 3 a.m., even if their own performance lasted for only one hour. Absence due to illness had to be certified by a doctor’s letter. Cabaret managers were required to advise the Immigration Office if an artiste failed to show up for work or otherwise breached her contract. Failure to do so would result in the artiste being expelled, with her repatriation expenses covered by the bank guarantee deposited by the cabaret manager. If an artistic agent had been convicted of offences linked to prostitution, he would not be granted entry permits for artistes.", "118. In 1986, following reports of prostitution of artistes, the Police Director proposed establishing an ad hoc committee responsible for assessing whether artistes seeking to enter Cyprus held the necessary qualifications for the grant of an artiste visa. However, the measure was never implemented. A committee with a more limited remit was set up but, over time, was gradually weakened.", "119. Under the procedure introduced in 1987, an application for an entry permit had to be accompanied by evidence of artistic competency. However, this measure was indefinitely suspended in December 1987 on the instructions of the then General Director of the Ministry of the Interior.", "120. In 1990, following concerns about the fact that artistic agents also owned or managed cabarets or owned the accommodation in which their artistes resided, the Civil Registry and Immigration Department notified all artistic agents that from 30 June 1990 cabaret owners were not permitted to work also as artistic agents. They were requested to advise the authorities which of the two professions they intended to exercise. Further, the level of the bank guarantees was increased, from CYP 10,000 to CYP 15,000 in respect of artistic agents and from CYP 2,500 to CYP 10,000 in respect of cabaret managers. However, these measures were never implemented following objections from artistic agents and cabaret managers. The only change which was made was an increase in the level of the bank guarantee by cabaret managers from CYP 2,500 to CYP 3,750 (approximately EUR 6,400).", "121. The holding of inquests in Cyprus is governed by the Coroners Law of 1959, Cap. 153. Under section 3, every district judge and magistrate may hold inquests within the local limits of his jurisdiction. Section 3(3) provides that any inquest commenced by a coroner may be continued, resumed, or reopened in the manner provided by the Law.", "122. Section 14 sets out the procedure at the inquest and provides as follows (all quotes to Cypriot legislation are translated):", "“At every inquest–", "(a) the coroner shall take on oath such evidence as is procurable as to the identity of the deceased, and the time, place and manner of his death;", "(b) every interested party may appear either by advocate or in person and examine, cross-examine or re-examine, as the case may be, any witness.”", "123. Section 16 governs the extent of the coroner’s powers and provides that:", "“(1) A coroner holding an inquest shall have and may exercise all the powers of a district judge or magistrate with regard to summoning and compelling the attendance of witnesses and requiring them to give evidence, and with regard to the production of any document or thing at such inquest.”", "124. Under section 24, where the coroner is of the opinion that sufficient grounds are disclosed for making a charge against any person in connection with the death, he may issue a summons or warrant to secure the attendance of such person before any court having jurisdiction.", "125. Section 25 provides that following the hearing of evidence, the coroner shall give his verdict and certify it in writing, showing, so far as such particulars have been proved to him, who the deceased was, and how, when and where the deceased came by his death. Under section 26, if at the close of the inquest the coroner is of the opinion that there are grounds for suspecting that some person is guilty of an offence in respect of the matter inquired into, but cannot ascertain who such person is, he shall certify his opinion to that effect and transmit a copy of the proceedings to the police officer in charge of the district in which the inquest is held.", "126. Section 30 allows the President of the District Court, upon the application of the Attorney-General, to order the holding, re-opening or quashing of an inquest or verdict. It provides that:", "“(1) Where the President, District Court, upon application made by or under the authority of the Attorney-General, is satisfied that it is necessary or desirable to do so, he may–", "(a) order an inquest to be held touching the death of any person;", "(b) direct any inquest to be reopened for the taking of further evidence, or for the inclusion in the proceedings thereof and consideration with the evidence already taken, of any evidence taken in any judicial proceedings which may be relevant to any issue determinable at such inquest, and the recording of a fresh verdict upon the proceedings as a whole;", "(c) quash the verdict in any inquest substituting therefor some other verdict which appears to be lawful and in accordance with the evidence recorded or included as hereinbefore in this section provided; or", "(d) quash any inquest, with or without ordering a new inquest to be held.”", "127. Legislation on human trafficking was introduced in Cyprus under Law No. 3(1) of 2000 on the Combating of Trafficking in Persons and Sexual Exploitation of Children. Section 3(1) prohibits:", "“a. The sexual exploitation of adult persons for profit if:", "i. it is done by the use of force, violence or threats; or", "ii. there is fraud; or", "iii. it is done through abuse of power or other kind of pressure to such an extent so that the particular person would have no substantial and reasonable choice but to succumb to pressure or ill-treatment;", "b. the trafficking of adult persons for profit and for sexual exploitation purposes in the circumstances referred to in subsection (a) above;", "c. the sexual exploitation or the ill-treatment of minors;", "d. the trafficking of minors for the purpose of their sexual exploitation or ill-treatment.”", "128. Section 6 provides that the consent of the victim is not a defence to the offence of trafficking.", "129. Under section 5(1), persons found guilty of trafficking adults for the purposes of sexual exploitation may be imprisoned for up to ten years or fined CYP 10,000, or both. In the case of a child, the potential prison sentence is increased to fifteen years and the fine to CYP 15,000. Section 3(2) provides for a greater penalty in certain cases:", "“For the purposes of this section, blood relationship or relationship by affinity up to the third degree with the victim and any other relation of the victim with the person, who by reason of his position exercises influence and authority over the victim and includes relations with guardian, educators, hostel administration, rehabilitation home, prisons or other similar institutions and other persons holding similar position or capacity that constitutes abuse of power or other kind of coercion:", "a. a person acting contrary to the provisions of section 1(a) and (b) commits an offence and upon conviction is liable to imprisonment for fifteen years;", "b. a person acting contrary to the provisions of section 1(c) and (d) commits an offence and upon conviction is liable to imprisonment for twenty years.”", "130. Section 7 imposes a duty on the State to protect victims of trafficking by providing them with support, including accommodation, medical care and psychiatric support.", "131. Under sections 10 and 11, the Council of Ministers may appoint a “guardian of victims” to advise, counsel, and guide victims of exploitation; to hear and investigate complaints of exploitation; to provide victims with treatment and safe residence; to take the necessary steps to prosecute offenders; to take measures aimed at rehabilitating, re-employing or repatriating victims; and to identify any deficiencies in the law to combat trafficking. Although a custodian was appointed, at the time of the Cypriot Ombudsman’s 2003 Report (see paragraphs 80 to 90 above), the role remained theoretical and no programme to ensure protection of victims had been prepared.", "132. Articles 11 and 12 of the Criminal Code of the Russian Federation set out the territorial application of Russian criminal law. Article 11 establishes Russian jurisdiction over crimes committed in the territory of the Russian Federation. Article 12(3) provides for limited jurisdiction in respect of non-Russian nationals who commit crimes outside Russian territory where the crimes run counter to the interests of the Russian Federation and in cases provided for by international agreement.", "133. Article 105 of the Russian Criminal Code provides that murder shall be punishable with a prison term.", "134. Article 125 of the Russian Criminal Code provides that deliberate abandonment and failure to provide assistance to a person in danger is punishable by a fine, community service, corrective labour or a prison term.", "135. Articles 126 and 127 make abduction and illegal deprivation of liberty punishable by prison terms.", "136. In December 2003, an amendment was made to the Russian Criminal Code by the insertion of a new Article 127.1 in the following terms:", "“1. Human beings’ trafficking, that is, a human being’s purchase and sale or his recruiting, transportation, transfer, harbouring or receiving for the purpose of his exploitation ... shall be punishable by deprivation of liberty for a term of up to five years.", "2. The same deed committed:", "a) in respect of two or more persons;", "...", "d) moving the victim across the State Border of the Russian Federation or illegally keeping him abroad;", "...", "f) with application of force or with the threat of applying it;", "...", "shall be punishable by deprivation of liberty for a term from three to 10 years.", "3. The deeds provided for by Parts One and Two of this Article:", "a) which have entailed the victim’s death by negligence, the infliction of major damage to the victim’s health or other grave consequences;", "b) committed in a way posing danger to the life or health of many people;", "c) committed by an organized group–", "shall be punishable by deprivation of liberty for a term from eight to 15 years.”", "137. The Slavery Convention, signed in Geneva in 1926, entered into force on 7 July 1955. Russia acceded to the Slavery Convention on 8 August 1956 and Cyprus on 21 April 1986. In the recitals, the Contracting Parties stated as follows:", "“Desiring to ... find a means of giving practical effect throughout the world to such intentions as were expressed in regard to slave trade and slavery by the signatories of the Convention of Saint-Germain-en-Laye, and recognising that it is necessary to conclude to that end more detailed arrangements than are contained in that Convention,", "Considering, moreover, that it is necessary to prevent forced labour from developing into conditions analogous to slavery ...”", "138. Article 1 defines slavery as:", "“the status or condition of a person over whom any or all of the powers attaching to the right of ownership are exercised”.", "139. Under Article 2, the parties undertake to prevent and suppress the slave trade and to bring about, progressively and as soon as possible, the complete abolition of slavery in all its forms.", "140. Article 5 deals with forced or compulsory labour and provides, inter alia, that:", "“The High Contracting Parties recognise that recourse to compulsory or forced labour may have grave consequences and undertake, each in respect of the territories placed under its sovereignty, jurisdiction, protection, suzerainty or tutelage, to take all necessary measures to prevent compulsory or forced labour from developing into conditions analogous to slavery.”", "141. Article 6 requires States whose laws do not make adequate provision for the punishment of infractions of laws enacted with a view to giving effect to the purposes of the Slavery Convention to adopt the necessary measures in order that severe penalties can be imposed in respect of such infractions.", "142. In the first case to deal with the definition of enslavement as a crime against humanity for sexual exploitation, Prosecutor v. Kunarac, Vukovic and Kovac, 12 June 2002, the International Criminal Tribunal for the Former Yugoslavia observed that:", "“117. ...the traditional concept of slavery, as defined in the 1926 Slavery Convention and often referred to as ‘chattel slavery’ has evolved to encompass various contemporary forms of slavery which are also based on the exercise of any or all of the powers attaching to the right of ownership. In the case of these various contemporary forms of slavery, the victim is not subject to the exercise of the more extreme rights of ownership associated with ‘chattel slavery’, but in all cases, as a result of the exercise of any or all of the powers attaching to the right of ownership, there is some destruction of the juridical personality; the destruction is greater in the case of ‘chattel slavery’ but the difference is one of degree ...”", "143. It concluded that:", "“119. ... the question whether a particular phenomenon is a form of enslavement will depend on the operation of the factors or indicia of enslavement [including] the ‘control of someone’s movement, control of physical environment, psychological control, measures taken to prevent or deter escape, force, threat of force or coercion, duration, assertion of exclusivity, subjection to cruel treatment and abuse, control of sexuality and forced labour’. Consequently, it is not possible exhaustively to enumerate all of the contemporary forms of slavery which are comprehended in the expansion of the original idea ...”", "144. The Statute of the International Criminal Court (“the Rome Statute”), which entered into force on 1 July 2002, provides that “enslavement” under Article 7(1)(c) of the Rome Statute:", "“means the exercise of any or all of the powers attaching to the right of ownership over a person and includes the exercise of such power in the course of trafficking in persons, in particular women and children.”", "145. Cyprus signed the Rome Statute on 15 October 1998 and ratified it on 7 March 2002. Russia signed the Statute on 13 September 2000. It has not ratified the Statute.", "146. The first international instrument to address trafficking of persons, the International Agreement for the Suppression of White Slave Traffic, was adopted in 1904. It was followed in 1910 by the International Convention for the Suppression of White Slave Traffic. Subsequently, in 1921, the League of Nations adopted a Convention for the Suppression of Trafficking in Women and Children, affirmed in the later International Convention for the Suppression of Traffic in Women of Full Age of 1933. The 1949 Convention for the Suppression of Traffic in Persons and of the Exploitation of the Prostitution of Others brought the former instruments under the auspices of the United Nations.", "147. The Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) was adopted in 1979 by the UN General Assembly. Russia ratified CEDAW on 23 January 1981 and Cyprus acceded to it on 23 July 1985.", "148. Article 6 CEDAW provides that:", "“States Parties shall take all appropriate measures, including legislation, to suppress all forms of traffic in women and exploitation of prostitution of women.”", "149. The Protocol to Prevent, Suppress and Punish Trafficking in Persons, especially Women and Children (“the Palermo Protocol”), supplementing the United Nations Convention against Transnational Organised Crime 2000 was signed by Cyprus on 12 December 2000 and by Russia on 16 December 2000. It was ratified by them on 26 May 2004 and 6 August 2003 respectively. Its preamble notes:", "“Declaring that effective action to prevent and combat trafficking in persons, especially women and children, requires a comprehensive international approach in the countries of origin, transit and destination that includes measures to prevent such trafficking, to punish the traffickers and to protect the victims of such trafficking, including by protecting their internationally recognized human rights.”", "150. Article 3(a) defines “trafficking in persons” as:", "“the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs.”", "151. Article 3(b) provides that the consent of a victim of trafficking to the intended exploitation is irrelevant where any of the means set out in Article 3(a) have been used.", "152. Article 5 obliges States to:", "“adopt such legislative and other measures as may be necessary to establish as criminal offences the conduct set forth in article 3 of this Protocol, when committed intentionally.”", "153. Assistance and protection for victims of trafficking is dealt with in Article 6, which provides, in so far as relevant:", "“2. Each State Party shall ensure that its domestic legal or administrative system contains measures that provide to victims of trafficking in persons, in appropriate cases:", "(a) Information on relevant court and administrative proceedings;", "(b) Assistance to enable their views and concerns to be presented and considered at appropriate stages of criminal proceedings against offenders, in a manner not prejudicial to the rights of the defence.", "3. Each State Party shall consider implementing measures to provide for the physical, psychological and social recovery of victims of trafficking in persons ...", "...", "5. Each State Party shall endeavour to provide for the physical safety of victims of trafficking in persons while they are within its territory.", "...”", "154. Article 9, on the prevention of trafficking in persons, provides that:", "“1. States Parties shall establish comprehensive policies, programmes and other measures:", "(a) To prevent and combat trafficking in persons; and", "(b) To protect victims of trafficking in persons, especially women and children, from revictimization.", "2. States Parties shall endeavour to undertake measures such as research, information and mass media campaigns and social and economic initiatives to prevent and combat trafficking in persons.", "3. Policies, programmes and other measures established in accordance with this article shall, as appropriate, include cooperation with non-governmental organizations, other relevant organizations and other elements of civil society.", "4. States Parties shall take or strengthen measures, including through bilateral or multilateral cooperation, to alleviate the factors that make persons, especially women and children, vulnerable to trafficking, such as poverty, underdevelopment and lack of equal opportunity.", "5. States Parties shall adopt or strengthen legislative or other measures, such as educational, social or cultural measures, including through bilateral and multilateral cooperation, to discourage the demand that fosters all forms of exploitation of persons, especially women and children, that leads to trafficking.”", "155. Article 10 emphasises the need for effective exchange of information between relevant authorities and training of law enforcement and immigration officials. It provides, in so far as relevant:", "“1. Law enforcement, immigration or other relevant authorities of States Parties shall, as appropriate, cooperate with one another by exchanging information, in accordance with their domestic law, to enable them to determine:", "...", "(c) The means and methods used by organized criminal groups for the purpose of trafficking in persons, including the recruitment and transportation of victims, routes and links between and among individuals and groups engaged in such trafficking, and possible measures for detecting them.", "2. States Parties shall provide or strengthen training for law enforcement, immigration and other relevant officials in the prevention of trafficking in persons. The training should focus on methods used in preventing such trafficking, prosecuting the traffickers and protecting the rights of the victims, including protecting the victims from the traffickers. The training should also take into account the need to consider human rights and child- and gender-sensitive issues and it should encourage cooperation with non-governmental organizations, other relevant organizations and other elements of civil society.", "...”", "156. The Council of the European Union has adopted a Framework Decision on combating trafficking in human beings (Framework Decision 2002/JHA/629 of 19 July 2002). It provides for measures aimed at ensuring approximation of the criminal law of the Member States as regards the definition of offences, penalties, jurisdiction and prosecution, protection and assistance to victims.", "157. In 2005, the Council adopted an action plan on best practices, standards and procedures for combating and preventing trafficking in human beings (OJ C 311/1 of 9.12.2005). The action plan proposes steps to be taken by Member States, by the Commission and by other EU bodies involving coordination of EU action, scoping the problem, preventing trafficking, reducing demand, investigating and prosecuting trafficking, protecting and supporting victims of trafficking, returns and reintegration and external relations.", "158. In recent years, the Committee of Ministers of the Council of Europe has adopted three legal texts addressing trafficking in human beings for sexual exploitation: Recommendation No. R (2000) 11 of the Committee of Ministers to member states on action against trafficking in human beings for the purpose of sexual exploitation; Recommendation Rec (2001) 16 of the Committee of Ministers to member states on the protection of children against sexual exploitation; and Recommendation Rec (2002) 5 of the Committee of Ministers to member states on the protection of women against violence. These texts propose, inter alia, a pan-European strategy encompassing definitions, general measures, a methodological and action framework, prevention, victim assistance and protection, criminal measures, judicial cooperation and arrangements for international cooperation and coordination.", "159. The Parliamentary Assembly of the Council of Europe has also adopted a number of texts in this area, including: Recommendation 1325 (1997) on traffic in women and forced prostitution in Council of Europe member States; Recommendation 1450 (2000) on violence against women in Europe; Recommendation 1523 (2001) on domestic slavery; Recommendation 1526 (2001) on the campaign against trafficking in minors to put a stop to the east European route: the example of Moldova; Recommendation 1545 (2002) on the campaign against trafficking in women; Recommendation 1610 (2003) on migration connected with trafficking in women and prostitution; and Recommendation 1663 (2004) on domestic slavery: servitude, au pairs and “mail-order brides”.", "160. The Council of Europe Convention on Action against Trafficking in Human Beings (“the Anti-Trafficking Convention”) was signed by Cyprus on 16 May 2005 and ratified on 24 October 2007. It entered into force in respect of Cyprus on 1 February 2008. Russia has yet to sign the Convention. A total of 41 member States of the Council of Europe have signed the Anti-Trafficking Convention and 26 have also ratified it.", "161. The explanatory report accompanying the Anti-Trafficking Convention emphasises that trafficking in human beings is a major problem in Europe today which threatens the human rights and fundamental values of democratic societies. The report continues as follows:", "“Trafficking in human beings, with the entrapment of its victims, is the modern form of the old worldwide slave trade. It treats human beings as a commodity to be bought and sold, and to be put to forced labour, usually in the sex industry but also, for example, in the agricultural sector, declared or undeclared sweatshops, for a pittance or nothing at all. Most identified victims of trafficking are women but men also are sometimes victims of trafficking in human beings. Furthermore, many of the victims are young, sometimes children. All are desperate to make a meagre living, only to have their lives ruined by exploitation and rapacity.", "To be effective, a strategy for combating trafficking in human beings must adopt a multi-disciplinary approach incorporating prevention, protection of human rights of victims and prosecution of traffickers, while at the same time seeking to harmonise relevant national laws and ensure that these laws are applied uniformly and effectively.”", "162. In its preamble, the Anti-Trafficking Convention asserts, inter alia, that:", "“Considering that trafficking in human beings constitutes a violation of human rights and an offence to the dignity and the integrity of the human being;", "Considering that trafficking in human beings may result in slavery for victims;", "Considering that respect for victims’ rights, protection of victims and action to combat trafficking in human beings must be the paramount objectives;", "...”", "163. Article 1 provides that the purposes of the Anti-Trafficking Convention are to prevent and combat trafficking in human beings, to protect the human rights of the victims of trafficking, to design a comprehensive framework for the protection and assistance of victims and witnesses and to ensure effective investigation and prosecution of trafficking.", "164. Article 4(a) adopts the Palermo Protocol definition of trafficking and Article 4(b) replicates the provision in the Palermo Protocol on the irrelevance of the consent of a victim of trafficking to the exploitation (see paragraphs 150 to 151 above).", "165. Article 5 requires States to take measures to prevent trafficking and provides, inter alia, as follows:", "“1. Each Party shall take measures to establish or strengthen national co-ordination between the various bodies responsible for preventing and combating trafficking in human beings.", "2. Each Party shall establish and/or strengthen effective policies and programmes to prevent trafficking in human beings, by such means as: research, information, awareness raising and education campaigns, social and economic initiatives and training programmes, in particular for persons vulnerable to trafficking and for professionals concerned with trafficking in human beings.", "...”", "166. Article 6 requires States to take measures to discourage the demand that fosters trafficking and provides, in so far as relevant, as follows:", "“To discourage the demand that fosters all forms of exploitation of persons, especially women and children, that leads to trafficking, each Party shall adopt or strengthen legislative, administrative, educational, social, cultural or other measures including:", "a. research on best practices, methods and strategies;", "b. raising awareness of the responsibility and important role of media and civil society in identifying the demand as one of the root causes of trafficking in human beings;", "c. target information campaigns involving, as appropriate, inter alia, public authorities and policy makers;", "...”", "167. Article 10 sets out measures regarding training and cooperation and provides that:", "“1. Each Party shall provide its competent authorities with persons who are trained and qualified in preventing and combating trafficking in human beings, in identifying and helping victims, including children, and shall ensure that the different authorities collaborate with each other as well as with relevant support organisations, so that victims can be identified in a procedure duly taking into account the special situation of women and child victims ...", "2. Each Party shall adopt such legislative or other measures as may be necessary to identify victims as appropriate in collaboration with other Parties and relevant support organisations. Each Party shall ensure that, if the competent authorities have reasonable grounds to believe that a person has been victim of trafficking in human beings, that person shall not be removed from its territory until the identification process as victim of an offence provided for in Article 18 of this Convention has been completed by the competent authorities and shall likewise ensure that that person receives the assistance provided for in Article 12, paragraphs 1 and 2.", "...”", "168. Article 12 provides that:", "1. Each Party shall adopt such legislative or other measures as may be necessary to assist victims in their physical, psychological and social recovery....", "2. Each Party shall take due account of the victim’s safety and protection needs.", "...”", "169. Articles 18 to 21 require States to criminalise specified types of conduct:", "“18. Each Party shall adopt such legislative and other measures as may be necessary to establish as criminal offences the conduct contained in article 4 of this Convention, when committed intentionally.", "19. Each Party shall consider adopting such legislative and other measures as may be necessary to establish as criminal offences under its internal law, the use of services which are the object of exploitation as referred to in Article 4 paragraph a of this Convention, with the knowledge that the person is a victim of trafficking in human beings.", "20. Each Party shall adopt such legislative and other measures as may be necessary to establish as criminal offences the following conducts, when committed intentionally and for the purpose of enabling the trafficking in human beings:", "a. forging a travel or identity document;", "b. procuring or providing such a document;", "c. retaining, removing, concealing, damaging or destroying a travel or identity document of another person.", "21(1). Each Party shall adopt such legislative and other measures as may be necessary to establish as criminal offences when committed intentionally, aiding or abetting the commission of any of the offences established in accordance with Articles 18 and 20 of the present Convention.", "(2). Each Party shall adopt such legislative and other measures as may be necessary to establish as criminal offences when committed intentionally, an attempt to commit the offences established in accordance with Articles 18 and 20, paragraph a, of this Convention.”", "170. Article 23 requires States to adopt such legislative and other measures as may be necessary to ensure that the criminal offences established in accordance with Articles 18 to 21 are punishable by effective, proportionate and dissuasive sanctions. For criminal offences established in accordance with Article 18, such sanctions are to include penalties involving deprivation of liberty which can give rise to extradition.", "171. Article 27 provides that States must ensure that investigations into and prosecution of offences under the Anti-Trafficking Convention are not dependent on a report or accusation made by a victim, at least when the offence was committed in whole or in part on its territory. States must further ensure that victims of an offence in the territory of a State other than their State of residence may make a complaint before the competent authorities of their State of residence. The latter State must transmit the complaint without delay to the competent authority of the State in the territory in which the offence was committed, where the complaint must be dealt with in accordance with the internal law of the State in which the offence was committed.", "172. Article 31(1) deals with jurisdiction, and requires States to adopt such legislative and other measures as may be necessary to establish jurisdiction over any offence established in accordance with the Anti-Trafficking Convention when the offence is committed:", "“a. in its territory; or", "...", "d. by one of its nationals or by a stateless person who has his or her habitual residence in its territory, if the offence is punishable under criminal law where it was committed or if the offence is committed outside the territorial jurisdiction of any State;", "e. against one of its nationals.”", "173. States may reserve the right not to apply, or to apply only in specific cases or conditions, the jurisdiction rules in Article 31(1)(d) and (e).", "174. Article 32 requires States to co-operate with each other, in accordance with the provisions of the Convention, and through application of relevant applicable international and regional instruments, to the widest extent possible, for the purpose of:", "“– preventing and combating trafficking in human beings;", "– protecting and providing assistance to victims;", "– investigations or proceedings concerning criminal offences established in accordance with this Convention.”", "175. The Mutual Assistance Convention was signed by Cyprus on 27 March 1996. It was ratified on 24 February 2000 and entered into force on 24 May 2000. The Russian Federation signed the Convention on 7 November 1996 and ratified it on 10 December 1999. It entered into force in respect of Russia on 9 March 2000.", "176. Article 1 establishes an obligation on contracting parties to:", "“afford each other, in accordance with the provisions of this Convention, the widest measure of mutual assistance in proceedings in respect of offences the punishment of which, at the time of the request for assistance, falls within the jurisdiction of the judicial authorities of the requesting Party”.", "177. Article 3 provides that:", "“1. The requested Party shall execute in the manner provided for by its law any letters rogatory relating to a criminal matter and addressed to it by the judicial authorities of the requesting Party for the purpose of procuring evidence or transmitting articles to be produced in evidence, records or documents.", "2. If the requesting Party desires witnesses or experts to give evidence on oath, it shall expressly so request, and the requested Party shall comply with the request if the law of its country does not prohibit it.”", "178. Article 26 allows States to enter into bilateral agreements on mutual legal assistance to supplement the provisions of the Mutual Assistance Convention.", "179. Article 2 of the Legal Assistance Treaty (ratified by Russia following the dissolution of the USSR) establishes a general obligation for both parties to provide each other with legal assistance in civil and criminal matters in accordance with the provisions of the Treaty.", "180. Article 3 sets out the extent of the legal assistance required under the Treaty and provides as follows:", "“Legal assistance in civil and criminal matters shall include service and sending of documents, supply of information on the law in force and the judicial practice and performance of specific procedural acts provided by the law of the requested Contracting Party and in particular the taking of evidence from litigants, accused persons, defendants, witnesses and experts as well as recognition and enforcement of judgments in civil matters, institution of criminal prosecutions and extradition of offenders.”", "181. The procedure for making a request is detailed in Article 5(1), which provides, in so far as relevant, that:", "“A request for legal assistance shall be in writing and shall contain the following:-", "(1) The designation of the requesting authority.", "(2) The designation of the requested authority.", "(3) The specification of the case in relation to which legal assistance is requested and the content of the request.", "(4) Names and surnames of the persons to whom the request relates, their citizenship, occupation and permanent or temporary residence.", "...", "(6) If necessary, the facts to be elucidated as well as the list of the required documents and any other evidence.", "(7) In criminal matters, in addition to the above, particulars of the offence and its legal definition.", "182. Article 6 sets out the procedure for executing a request:", "“1. The requested authority shall provide legal assistance in the manner provided by the procedural laws and rules of its own State. However, it may execute the request in a manner specified therein if not in conflict with the law of its own State.", "2. If the requested authority is not competent to execute the request for legal assistance it shall forward the request to the competent authority and shall advise the requesting authority accordingly.", "3. The requested authority shall, upon request, in due time notify the requesting authority of the place and time of the execution of the request.", "4. The requested authority shall notify the requesting authority in writing of the execution of the request. If the request cannot be executed the requested authority shall forthwith notify in writing the requesting authority giving the reasons for failure to execute it and shall return the documents.”", "183. Under Article 18 Contracting Parties are obliged to ensure that citizens of one State are exempted in the territory of the other State from payment of fees and costs and are afforded facilities and free legal assistance under the same conditions and to the same extent as citizens of the other State. Article 20 provides that a person requesting free legal assistance may submit a relevant application to the competent authority of the State in the territory of which he has his permanent or temporary residence. This authority will then transmit the application to the other State.", "184. Chapter VI of the Treaty contains special provisions on criminal matters concerning, in particular, the institution of criminal proceedings. Article 35(1) provides that:", "“Each Contracting Party shall institute, at the request of the other Contracting Party, in accordance with and subject to the provisions of its own law, criminal proceedings against its own citizens who are alleged to have committed an offence in the territory of the other Contracting Party.", "185. Article 36 sets out the procedure for the making of a request to institute criminal proceedings:", "“1. A request for institution of criminal proceedings shall be made in writing and contain the following:-", "(1) The designation of the requesting authority.", "(2) The description of the acts constituting the offence in connection with which the institution of criminal proceedings is requested.", "(3) The time and place of the committed act as precisely as possible.", "(4) The text of the law of the requesting Contracting Party under which the act is defined as an offence.", "(5) The name and surname of the suspected person, particulars regarding his citizenship, permanent or temporary residence and other information concerning him as well as, if possible, the description of the person’s appearance, his photograph and fingerprints.", "(6) Complaints, if any, by the victim of the criminal offence including any claim for damages.", "(7) Available information on the extent of the material damage resulting from the offence.”", "186. By letter of 10 April 2009 the Attorney-General of the Republic of Cyprus advised the Court as follows:", "“Please note that the Government wishes to make a unilateral declaration with a view to resolving the issues raised by the application. By the Unilateral Declaration the Government requests the Court to strike out the application in accordance with Article 37 of the Convention. ”", "187. The relevant parts of the appended a unilateral declaration read as follows:", "“... (a) The Government regrets the decision taken by the police officers on 28 March 2001 not to release the applicant’s daughter but to hand her over to [M.A.], from whom she sought to escape. The Government acknowledges that the above decision violated its positive obligation towards the applicant and his daughter arising from Article 2 of the Convention to take preventive measures to protect the applicant’s daughter from the criminal acts of another individual.", "(b) The Government acknowledges that the police investigation in the present case was ineffective as to whether the applicant’s daughter was subjected to inhuman or degrading treatment prior to her death. As such the Government acknowledges that it violated the procedural obligation of Article 3 of the Convention in respect of the failure to carry out an adequate and effective investigation as to whether the applicant’s daughter was subjected to inhuman or degrading treatment prior to her death.", "(c) The Government acknowledges that it violated its positive obligations towards the applicant and his daughter arising out of Article 4 of the Convention in that it did not take any measures to ascertain whether the applicant’s daughter had been a victim of trafficking in human beings and/or been subjected to sexual or any other kind of exploitation.", "(d) The Government acknowledges that the treatment of applicant’s daughter at the police station on 28 March 2001 in deciding not to release her but to hand her over to [M.A.] although there was not any basis for her deprivation of liberty, was not consistent with Article 5(1) of the Convention.", "(e) The Government acknowledges that it violated the applicant’s right to an effective access to court in failing to establish any real and effective communication between its organs (i.e. the Ministry of Justice and Public Order and the police) and the applicant, regarding the inquest proceedings and any other possible legal remedies that the applicant could resort to.", "3. In regard to the above issues, the Government recalls that the Council of Ministers has followed the advice of the Attorney General – Government Agent, and has thus appointed on 5 February 2009 three independent criminal investigators whose mandate is to investigate:", "(a) The circumstances of death of applicant’s daughter and into any criminal responsibility by any person, authority of the Republic, or member of the police concerning her death,", "(b) the circumstances concerning her employment and stay in Cyprus in conjunction with the possibility of her subjection to inhuman or degrading treatment or punishment and/or trafficking and/or sexual or other exploitation, (by members of the police, authorities of the Republic or third persons) contrary to relevant laws of the Republic applicable at the material time, and", "(c) into the commission of any other unlawful act against her, (by members of the police, authorities of the Republic or third persons) contrary to relevant laws of the Republic applicable at the material time.", "4. The Government recalls that the investigators are independent from the police (the first investigator is the President of the Independent Authority for the Investigation of Allegations and Complaints Against the Police, the second is a Member of the said Authority, and the third is a practicing advocate with experience in criminal law). The Government recalls that the investigators have already commenced their investigation.", "5. In these circumstances and having regard to the particular facts of the case the Government is prepared to pay the applicant a global amount of 37,300 (thirty seven thousand and three hundred) EUR (covering pecuniary and non pecuniary damage and costs and expenses). In its view, this amount would constitute adequate redress and sufficient compensation for the impugned violations, and thus an acceptable sum as to quantum in the present case. If, the Court however considers that the above amount does not constitute adequate redress and sufficient compensation, the Government is ready to pay the applicant by way of just satisfaction such other amount of compensation as is suggested by the Court ...”"], "VIOLATED_ARTICLES": ["2", "4", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "4"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}