{"ITEMID": "001-69239", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ZNAMENSKAYA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1955 and lives in Moscow.", "9. In 1997 the applicant became pregnant.", "10. In the night of 1 August 1997, in the thirty-fifth week of pregnancy, the embryo asphyxiated in the womb. On 4 August 1997 the applicant gave birth to a stillborn baby boy and decided to bury him.", "11. On 13 August 1997 the stillbirth was registered by the Chertanovskiy branch of the Civil Acts Registration Service (Чертановский отдел ЗАГС). Mr Z., who had been the applicant's husband until their divorce on 25 March 1997, was entered as the stillbirth's father in the birth certificate (акт о рождении) and in the birth register (книга записей рождений).", "12. The applicant submitted that the biological father of the stillbirth had been Mr G., with whom she had been living as man and wife since 1994. Mr G. had expected the child and talked about their future son as his own. They could not, however, file a joint declaration establishing the child's paternity because Mr G. had been placed in a detention facility on 20 June 1997. It appears that the applicant had no access to her partner after that date. On 12 October 1997 Mr G. died in custody.", "13. The applicant refused to put her former husband's surname on the stillborn child's tombstone and left it empty.", "14. On 10 August 2000 the applicant requested the Chertanovskiy District Court of Moscow to establish Mr G.'s paternity in respect of the stillbirth and amend the child's surname and patronymic name accordingly. In Russian, patronymic names are normally formed from the father's forename and a special ending, -ovich for sons or -ovna for daughters. The applicant relied on Article 49 of the Family Code.", "15. On 21 November 2000 the applicant's former husband died.", "16. On 16 March 2001 the Chertanovskiy District Court of Moscow gave its decision. It held that the stillborn child had not acquired civil rights, whereas Article 49 of the Family Code only applied to living children. It ordered the discontinuation of the proceedings because “[the applicant's claim] was not fit for examination and determination in the framework of civil proceedings”.", "17. On 18 May 2001 the Moscow City Court, on an appeal by the applicant, upheld the decision of 16 March 2001. The court repeated that “the case could not be examined as a civil action because the child had not acquired civil rights”.", "18. The Russian Civil Code (Law of 30 November 1994) provides that a person's legal capacity shall begin at the moment of birth and terminate on death (Article 17 § 2).", "19. The Russian Family Code (Law of 29 December 1995) provides:", "“2. If a child is born to parents who are married to each other or within three hundred days of their divorce... or the death of the spouse of the child's mother, the spouse (former spouse) of the mother shall be deemed to be the father of the child unless proved otherwise...", "3. If the child's mother declares that her spouse (former spouse) is not the child's father, the child's paternity shall be established in accordance with paragraph 4 of this Article or Article 49 of this Code.", "4. The paternity of a person who is not married to the child's mother shall be established on the basis of a joint declaration filed by the father and mother of the child...”", "“If a child is born to parents who are not married to each other and there is no joint declaration or declaration by the child's father (Article 48 § 4 of this Code), the paternity of the child shall be established in court proceedings on the application of either parent... [In such proceedings] the court shall have regard to any evidence that establishes the child's paternity with certainty.”", "“If the person who acknowledged the paternity of the child but was not married to his/her mother dies, the fact of his having acknowledged paternity may be established by a court in accordance with the rules on civil procedure.”", "“1. If the father and mother are married to each other they shall be entered as the child's parents in the birth register on the basis of an application lodged by either of them.", "2. If the parents are not married to each other the mother's particulars shall be entered on an application by her, and the father's particulars entered on a joint application by the father and mother of the child, or on an application by the father of the child (paragraph 4 of Article 48) or pursuant to a judicial decision...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}