{"ITEMID": "001-72135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "LOVE v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicants (see attached Appendix) are British nationals.", "s, may be summarised as follows.", "The applicants were, at the material time, serving members of the British armed forces. They claim that, following an investigation into their sexual orientation, they were each discharged from the armed forces pursuant to the policy against homosexuals in the armed forces on the dates listed in the attached Appendix.", "The applicants submitted a claim to the employment tribunal (“the ET”) arguing that their dismissal, and the circumstances leading to it, breached the Sex Discrimination Act 1975 (“the 1975 Act”). As a result of the House of Lords' judgment MacDonald (AP) (Appellant) v. Advocate General for Scotland (Respondent) (Scotland) dated 19 June 2003, the ET struck out Mr Bullet's case (14557/05) and dismissed (by consent) the remaining applications on the dates listed in the attached Appendix.", "On 27 September 1999 the Ministry of Defence ended its policy of excluding homosexuals from the British armed forces following the delivery of judgments in Lustig-Prean and Beckett v. the United Kingdom (nos. 31417/96 and 32377/96, 27 September 1999) and Smith and Grady v. the United Kingdom (nos. 33985/96 and 33986/96, ECHR 1999-VI).", "On 24 January 1996 Mr Perkins, who had also been dismissed from the Royal Navy in 1995 on grounds of his homosexuality, applied to the High Court for leave to take judicial review proceedings on the basis that the Ministry of Defence policy was “irrational”, that it was in breach of Articles 8 and 14 of the Convention and that it was contrary to the EU Council Directive 76/207/EEC on the implementation of the principle of equal treatment for men and women as regards access to employment, vocational training and promotion, and working conditions (“the Equal Treatment Directive”).", "On 30 April 1996 the European Court of Justice (“the ECJ”) decided that transsexuals were protected from discrimination arising from their gender reassignment under European Community law and, in particular, by the Equal Treatment Directive (P. v. S. and Cornwall County Council [1996] I.R.L.R 347). On 3 July 1996 Mr Perkins was granted leave by the High Court. On 13 March 1997 the High Court referred to the ECJ pursuant to the then Article 177 of the Treaty of Rome the question of the applicability of the Equal Treatment Directive to differences of treatment based on sexual orientation (R. v. Secretary of State for Defence, ex parte Perkins, 13 March 1997).", "On 17 February 1998 the ECJ found that the refusal of travel concessions to a worker living with a person of the same sex could not be regarded as discrimination based on sex prohibited by the EU Council Directive 75/117/EEC on the approximation of the laws of the Member States relating to the application of the principle of equal pay for men and women (“the Equal Pay Directive”) (Grant v. South West Trains Ltd [1998] I.C.R. 449). Consequently, on 2 March 1998 the ECJ enquired of the High Court in the Perkins case whether it wished to maintain the Article 177 reference. After a hearing between the parties, the High Court decided to withdraw the question from the ECJ (R. v. Secretary of State for Defence, ex parte Perkins, 13 July 1998). Leave to appeal was refused.", "This Act gave effect in domestic law to the Equal Treatment Directive. Section 1(1)(a) of the 1975 Act provides:", "“A person discriminates against a woman in any circumstances relevant for the purposes of any provision of this Act if -", "(a) on the ground of her sex he treats her less favourably than he treats or would treat a man.”", "Section 2(1) provides that section 1, and the provisions of Part II and III of the Act relating to sex discrimination against women, are to be read as applying equally to the treatment of men, with the requisite modifications.", "Section 5(3) of the Act provides:", "“A comparison of the cases of persons of different sex ... under section 1(1) ... must be such that the relevant circumstances in the one case are the same, or not materially different, in the other.”", "Section 6(2) provides that it is unlawful for a person to discriminate against a female employee by dismissing her or subjecting her to any other detriment. If sexual harassment occurs in an employment context, it is considered “detriment” within the meaning of Section 6(2) of the Act.", "4. House of Lords judgment on the 1975 Act", "On 19 June 2003 the House of Lords found in MacDonald (AP) (Appellant) v. Advocate General for Scotland (Respondent) (Scotland) that the word “sex” in the 1975 Act meant “gender”. It also found that the correct comparison was between the homosexual male applicant and a homosexual woman. These two conclusions meant that the claim of sex discrimination and sexual harassment before it fell away: in both cases, the applicant would not have been treated any differently to a female homosexual."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}