{"ITEMID": "001-113768", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KULIKOWSKI v. POLAND (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1964.", "6. In 1999 he was diagnosed as suffering from diabetes. He became insulin-dependent on an unspecified later date.", "7. On 22 March 2000 the applicant was arrested. On 24 March 2000 he was remanded in custody by the Gliwice District Court on suspicion that he had killed his mother. On 24 March 2000 the applicant was placed in Bytom Remand Centre.", "8. From 13 March 2001 until 11 October 2001 he was treated for his diabetes in the hospital of the Bytom Remand Centre. The applicant remained there until 23 October 2002.", "9. On 14 August 2002 the applicant was convicted of murder and sentenced to twelve years’ imprisonment.", "10. On 3 September 2002 an ophthalmologist examined the applicant as he had complained about deterioration of his eye-sight. He received a medical prescription for glasses.", "11. From 7 November to 6 December 2002 the applicant was detained at the hospital of Krakow Remand Centre, where he received treatment. From 11 December 2002 until 24 April 2003 the applicant was detained in Bytom Remand Centre.", "12. From 25 April 2003 the applicant was detained in Strzelce Opolskie Remand Centre. He remained there until 2 February 2005.", "13. It transpires from the list of Polish prisons, available on the Internet site of the Polish prison service, that Strzelce Opolskie where he served most of his sentence is one of the prisons (i.e. Goleniów, Nysa, Dębica, Koszalin; Tarnów) which are listed as suitable for serving sentences by inmates suffering from insulin-dependent diabetes.", "14. In 2004 the applicant met the director of the prison health service on 7 April, 12 May, 16 June, 4 August, 22 September, 6 October and 24 November 2004 to discuss his condition and the therapeutic options available to him. It appears that the applicant had been supplied with a glucometer and that he could test his sugar level himself several times a day.", "15. He also took various medicines, including insulin. The applicant alleged, however, that because of the nature of his illness, he had frequently developed hypoglycaemia in the evening. Because he did not have the right to keep any glucose in the cell, he had to acquire sugar from his fellow inmates or the remand centre staff had to call an ambulance.", "16. On 2 February 2005 the applicant was placed in Bytom Remand Centre for the purposes of medical treatment. He remained there until 25 February 2005.", "17. In 2005 the applicant had two meetings with a director and a deputy director of the prison health services, on 5 January and 5 November 2005.", "18. In 2005 the applicant developed glaucoma. He alleged that it was not treated. The Government disagreed. They submitted that he received treatment for this condition from the diagnosis onwards.", "From 2 to 25 February 2005 the applicant was placed in the Ophthalmological Ward of the Bytom Remand Centre Hospital.", "19. On 14 August 2006 the applicant was examined by a courtappointed doctor, who ordered that he should be hospitalised in order to improve his health and stabilise his blood sugar levels.", "20. In July 2006 the applicant developed conjunctivitis. He was treated for it from 7 September until 5 October 2006.", "21. From October 2006 onwards the applicant’s diet was adapted because of his diabetes. He was to receive one additional meal per day so that he could have a fourth injection of insulin.", "22. He also submitted to the Court his diabetic record (książeczka cukrzyka) covering the period from August 2005 to January 2007. It transpires therefrom that he was able to monitor his sugar levels on a regular basis, at least five times a day. He had five injections of insulin per day.", "23. The applicant suffered from headaches. He was examined by a neurologist on 17 April 2000, 17 and 24 May 2000, 7 June, 30 August 2000, 18 December 2001, 2 January, 20 February, 29 May, 19 June and 5 October 2002. Subsequently, a neurologist examined him on 3 January and 5 March 2007. On an unspecified date an MRI scan of his head was carried out.", "24. Eventually, on 6 September 2006 the applicant was transferred to a hospital at Łódź Prison, where he remained until 5 October 2006.", "25. The applicant was examined by an ophthalmologist on 18 October 2006, 9 March, 25 and 29 May 2007.", "26. From 6 October 2006 until 1 March 2007 the applicant was again detained in Strzelce Opolskie Remand Centre.", "27. On 29 January 2007 and 29 March 2007 the applicant talked with the Deputy Director of the Penitentiary Ward about the treatment of diabetes.", "28. On 2 March 2007 the applicant was transferred to Bytom Remand Centre, where he was detained in the hospital. The applicant submitted that the remand centre nurse was frequently late with his insulin injections. On 16 March 2007 the applicant was transferred again to Strzelce Opolskie Remand Centre, where he remained until 17 May 2007.", "29. On many occasions the applicant complained to the penitentiary authorities of his allegedly inadequate medical treatment in Bytom and Strzelce Opolskie Remand Centres. By a letter of 27 April 2007 the Deputy Director of the Opole Regional Inspectorate of the Prison Service informed the applicant that his complaints had been considered ill-founded in the light of the finding that the applicant had repeatedly refused to cooperate with the medical staff.", "30. From 18 May until 11 June 2007 the applicant was placed for treatment in the hospital of the Bytom Remand Centre. On the latter date the applicant was transferred back to Strzelce Opolskie Remand Centre.", "31. On 13 June 2007 the applicant discussed the treatment of his diabetes with the penitentiary judge. On 5 September 2007 the applicant discussed with the Deputy Director of the Remand Centre the possibility of hospital treatment.", "32. The applicant submitted a copy of his medical record (książeczka zdrowia) numbering several hundred pages and covering the period from 18 September 2000 to July 2007. It transpires therefrom that the applicant consulted doctors at least twice a month, even more often at times. He regularly received various medication, including antidepressants, vitamins and prescriptions for insulin. He also regularly received packs of glucometer strips for the purpose of measuring blood sugar levels.", "33. From 2 April to 25 July 2008 the applicant received treatment in respect of his alcohol addiction.", "34. On 22 September 2008 the Opole Regional Court – Penitentiary Division decided that the applicant should be released on parole. The court had regard to the applicant’s conduct in the months prior to this decision. The applicant was released immediately afterwards.", "35. From 10 to 22 October 2008 and from 6 to 14 November 2008 the applicant was hospitalised in Gliwice Hospital. His medical records prepared for the purposes of discharge from the hospital show that his diabetes was very unstable and that the general indicator of stabilisation of diabetes (HbA1c) was very high (8,3). In a certificate dated 14 November 2008 the treating doctor observed that the applicant’s blood sugar levels did not fall within the acceptable range of 60 to 140 mg/dl as a result of his lack of knowledge as regards self-treatment of diabetes and adapting insulin doses to amounts of food and physical activity.", "36. On 17 March 2009 the applicant died.", "37. Article 115 of the Code of Enforcement of Criminal Sentences (Kodeks karny wykonawczy) (“the Code”) provides:", "“1. A sentenced person shall receive medical care, medicines and sanitary articles free of charge.", "...", "4. Medical care is provided, above all, by health care establishments for persons serving a prison sentence.", "5. Health care establishments outside the prison system shall cooperate with the prison medical services in providing medical care to sentenced persons if necessary, in particular", "1) to provide immediate medical care because of a danger to the life or health of a sentenced person;", "2) to carry out specialist medical examinations, treatment or rehabilitation of a sentenced person;", "3) to provide medical services to a sentenced person who has been granted prison leave or a temporary break in the execution of the sentence...”", "38. On the basis of Article 115, paragraph 10, of the Code, the Minister of Justice issued the Ordinance of 31 October 2003 on the detailed rules, scope and procedure relating to the provision of medical services to persons in confinement by health care establishments for persons deprived of liberty (Rozporządzenie Ministra Sprawiedliwości w sprawie szczegółowych zasad, zakresu i trybu udzielania świadczeń zdrowotnych osobom pozbawionym wolności przez zakłady opieki zdrowotnej dla osób pozbawionych wolności – “the October 2003 Ordinance”). It entered into force on 17 December 2003.", "39. Under paragraph 1.1 of the October 2003 Ordinance, health care establishments for persons deprived of liberty provide, inter alia, medical examinations, treatment, preventive medical care, rehabilitation and nursing services.", "Paragraph 1 of this Ordinance further provides:", "“2. In a justified case, if the medical services as enumerated in subparagraph 1 cannot be provided to persons deprived of liberty by the health care establishments for persons deprived of liberty, in particular due to the lack of specialised medical equipment, such medical services may be provided by public health care establishments.", "3. In a case as described in subparagraph 2, the head of a health care establishment for persons deprived of liberty shall decide whether or not such medical services [provided by the public health care establishments] are necessary...”", "Paragraph 7 of the October 2003 Ordinance states:", "“1. The decision to place a person deprived of liberty in a prison medical centre shall be taken by a prison doctor or, in his absence, by a nurse...", "2. The decision whether or not it is necessary to place a person deprived of liberty in a ... prison hospital shall be taken by the prison hospital’s director or by a delegated prison doctor.", "...", "6. In case of emergency the decision whether or not it is necessary to transfer a person deprived of liberty to a hospital may be taken by a doctor other than a prison doctor...”", "40. The rules of cooperation between prison health care establishments and public health care facilities are set out in the Ordinance of the Minister of Justice issued on 10 September 2003 on the detailed rules, scope and procedure for the cooperation of health care establishments with respect to persons deprived of liberty (Rozporządzenie Ministra Sprawiedliwości w sprawie szczegółowych zasad, zakresu i trybu współdziałania zakładów opieki zdrowotnej ze służbą zdrowia w zakładach karnych i aresztach śledczych w zapewnianiu świadczeń zdrowotnych osobom pozbawionym wolności – “the September 2003 Ordinance”). It entered into force on 17 October 2003.", "41. The domestic provisions and regulations have been extensively summarised in, inter alia, the case of Kaprykowski v. Poland, no. 23052/05, § 36-47, 3 February 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}