{"ITEMID": "001-23807", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "POLLANO v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mrs Dora Pollano, is an Italian national who was born in 1934 and lives in San Giuseppe Vesuviano (Naples). She was represented before the Court by Mrs R. Filosa and Mr G. Sannino, lawyers practising in Naples.", "The respondent Government were represented by their successive Agents, respectively Mr U. Leanza and Mr I.M. Braguglia, and by their successive co-Agents, respectively Mr V. Esposito and Mr F. Crisafulli.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of a flat in Naples, which she had let to F.M.", "In a writ served on the tenant on 16 November 1991, she communicated her intention to terminate the lease on expiry of the term on 30 June 1992 and summoned him to appear before the Naples Magistrate.", "At the hearing of 4 December 1991, F.M. opposed alleging that the lease expired on 31 December 1995. The Magistrate declared its incompetence because of the value of the object of the proceedings and referred the parties to the Naples Tribunal.", "On 23 January 1992 the action was resumed.", "By a decision of 23 March 1994, the Naples Tribunal decided to extend the lease to 31 December 1997 pursuant to Law 359/1992, and ordered that the premises be vacated by 31 January 1998.", "On 11 March 1998, a notice was served on the tenant requiring him to vacate the premises.", "On 2 May 1998, the tenant was informed that the order for possession would be enforced by a bailiff on 13 May 1998.", "On 13 May 1998, the bailiff made an attempt to recover possession, but it proved unsuccessful.", "Pursuant to article 6 of Law 431/98, on 8 November 1999, the Naples Tribunal suspended the eviction proceedings until 2 January 2000.", "On 9 December 1999, a second notice was served on the tenant informing him that the order for possession would be enforced by a bailiff on 15 January 2000.", "Between 15 January 2000 and 4 April 2000, the bailiff made four attempts to recover possession, which proved unsuccessful, as the applicant was never granted the assistance of the police enforcing the order for possession.", "On 26 May 2000, the applicant recovered possession of the flat."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}