{"ITEMID": "001-60758", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF FOLLI CARE v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1914 and lives in Inzago (Milano).", "9. The applicant is usufructuary of a flat owned by her husband A.C., which had been let to G.P.", "10. In a registered letter of 28 February 1985, the applicant’s husband informed the tenant that he intended to terminate the lease on expiry of the term on 30 April 1986 and asked him to vacate the premises by that date.", "11. In a writ served on the tenant on 15 April 1986, the applicant’s husband reiterated his intention to terminate the lease and summoned the tenant to appear before the Milan Magistrate.", "12. By a decision of 26 April 1986, which was made enforceable on 14 May 1986, the Milan Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 April 1987.", "13. On 20 May 1987, the applicant’s husband served notice on the tenant requiring him to vacate the premises.", "14. On 9 June 1987, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 10 July 1987.", "15. Between 10 July 1987 and 17 February 1988, the bailiff made four attempts to recover possession.", "16. Each attempt proved unsuccessful, as, under the statutory provisions providing for the suspension, the applicant’s husband was not entitled to police assistance in enforcing the order for possession.", "17. On 4 august 1988, the applicant’s husband died and the applicant inherited the usufruct of the flat.", "18. Between 30 June 1989 and 10 December 1998, the bailiff made 30 attempts to recover possession.", "19. Each attempt proved unsuccessful, as, under the statutory provisions providing for the suspension, the applicant was not entitled to police assistance in enforcing the order for possession.", "20. On 12 May 2000, the applicant recovered possession of her flat.", "21. The relevant domestic law is described in the Court’s judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}