{"ITEMID": "001-57576", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF SILVER AND OTHERS v. THE UNITED KINGDOM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["1. The present case was referred to the Court in March 1981 by the European Commission of Human Rights (\"the Commission\"). The case originated in seven applications (nos. 5947/72, 6205/73, 7052/75, 7061/75, 7107/75, 7113/75 and 7136/75) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission on various dates between 1972 and 1975 by Mr. Reuben Silver, Mr. Clifford Dixon Noe, Mrs. Judith Colne, Mr. James Henry Tuttle, Mr. Gary Cooper, Mr. Michael McMahon and Mr. Desmond Roy Carne.", "2. By judgment of 25 March 1983, the Court held that the stopping by the prison authorities of a number of letters written by or addressed to the applicants had given rise to violations of Articles 8 and 13 (art. 8, art. 13) of the Convention. It also held that the refusal of a petition by Mr. Silver for permission to seek legal advice had constituted a breach of Article 6 § 1 (art. 6-1) (Series A no. 61, paragraphs 80-105 and 111-119 of the reasons and points 1, 2 and 5 of the operative provisions, pp. 31-45).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 9-71 of the above-mentioned judgment (ibid., pp. 9-28).", "3. In a memorial filed on 22 September 1982, the applicants had claimed, as just satisfaction under Article 50 (art. 50), \"general\" damages for violation of their rights and reimbursement of specified costs and expenses; a claim for \"special\" damages had also been put forward in the names of Mr. Silver, Mr. McMahon and Mr. Carne.", "The Government of the United Kingdom (\"the Government\") had replied in writing to the said memorial on 14 January 1983.", "In its judgment of 25 March 1983, the Court reserved the question of the application of Article 50 (art. 50), the written procedure on that issue not then having been concluded (paragraphs 120-122 of the reasons and point 6 of the operative provisions, pp. 44-45).", "4. In accordance with the Orders and directions of the President of the Chamber, the registry subsequently received the following documents:", "(a) on 9 March 1983, letter of 8 March from the Secretary to the Commission, with which was enclosed a further memorial of the applicants;", "(b) on 10 May 1983, comments of the Government on the last-mentioned memorial;", "(c) on 17 May and 1 June 1983, from the Secretary to the Commission, copies of letters of 18 April and 25 May which he had received from the applicants’ lawyers.", "In his letter of 8 March, the Secretary to the Commission indicated that its Delegates had no observations on the issues arising under Article 50 (art. 50), considering them to be matters to be left to the Court’s judgment. Further particulars of the applicants’ claims and of the Government’s position relative thereto are set out below in the section \"As to the law\".", "5. Having consulted, through the Registrar, the Agent of the Government and the Delegates of the Commission, the Court decided on 23 September 1983 that there was no call to hold hearings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}