{"ITEMID": "001-5033", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "DONNELLY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Nicolas Bratza", "TEXT": ["The applicant is British citizen, born in 1945 and resident in Alderley Edge, Cheshire. He is represented before the Court by Ms Nicola Finnerty, a solicitor practising in London.", "A.", "On 10 May 1989, the applicant was arrested for obtaining property by deception in connection with fraudulent claims against the Department of Health and Social Security (DHSS). He was subsequently charged with his wife of two counts:", "Count 1: - Obtaining property by deception - dishonestly obtaining £ 32,068.01 in unemployment and supplementary benefits and income support payments from the ... “DHSS” between 1st February 1984 and 9th May 1989 by falsely representing that they were unemployed, not in receipt of income and had no capital savings.", "Count 2: - Obtaining property by deception - dishonestly obtaining £8,441.30 in housing benefits from Maccesfield Borough Council between 1st February 1984 and 9th May 1989 by falsely representing that they were unemployed, not in receipt of income and had no capital savings and fulfilled the requirements for eligibility for unemployment and supplementary benefits and income support payments.", "After committal for trial in January 1991, the first pre-trial hearing was held in the Crown Court on 3 March 1991. The applicant and his wife were jointly represented and pleaded not guilty. The applicant received legal aid for representation by solicitor and counsel.", "On 27 March 1991, at the second pre-trial hearing, counsel informed the court that he was unable, due to a conflict of interest, to represent both the applicant and his wife and that the applicant would have to instruct fresh lawyers. The judge ordered the defendants to serve their accountant’s report on the prosecution within 28 days. A problem with the payment of the accountant’s fees was drawn to the judge’s attention.", "On 10 June 1991, the applicant’s counsel invited the judge at the third pre-trial hearing to express a view as to the necessity for an accountant’s report, with a view to facilitating the request for legal aid for this purpose. The judge declined, expressing the view that the issues in the trial as to whether the applicant had income and if so, was he dishonest in representing to the authorities that he had none, did not require an accountant. The trial was listed to be heard on 4 November 1991.", "The Legal Aid Board, on a date unspecified, refused to grant legal aid for an accountant’s report. The applicant has not provided the decision. Correspondence prior to the decision included a warning by the Legal Aid Board that legal aid would be limited to the fees set in the relevant guidelines and that any further amounts would have to be justified on submission of the bill.", "On 24 September 1991, the applicant’s counsel applied to the trial judge for an adjournment for four months to permit the applicant to apply for a loan to pay for the report, have the report prepared and served on the prosecution. The application was refused, the judge not being satisfied from counsel’s submissions that there was at least an arguable defence that would be supported by such an accountant’s report.", "On 4 November 1991, without warning his lawyers, the applicant did not appear in court. He provided a letter which stated that he could not have a fair trial without an accountant and gave his reasons for that belief. After some deliberation, the judge decided to proceed with the trial in his absence. His counsel continued to represent him.", "In summary, the evidence proved that the applicant’s wife had “signed on” every two weeks on the family’s behalf, representing that she and the applicant were unemployed, had no income, capital or savings or property apart from the family home. The prosecution also presented evidence to show that during the relevant period the applicant was working and did have some income, savings and capital.", "On 8 November 1991, the applicant and his wife were convicted. Sentence was adjourned until 28 February 1992. On that date, his wife was present and represented. The applicant still did not attend. The applicant was sentenced to four years’ imprisonment and his wife to three months’ imprisonment. Joint and several compensation orders were made for repayment of the benefits, plus interest.", "On 7 October 1996, a single judge of the Court of Appeal refused leave to appeal. On 31 January 1997, leave was granted by the full court. The applicant argued that the counts against him were duplicitous as they purported to cover a single “obtaining” of property whereas in reality they covered multiple “obtainings”. He also argued that the trial should not have continued in his absence and that he should have been granted an adjournment to obtain an accountant’s report.", "On 12 June 1997, the appeal was heard before the Court of Appeal. It dismissed the appeal against conviction but reduced the applicant’s sentence to three years.", "In respect of the applicant’s counsel’s arguments that the counts against him were duplicitous, the Court of Appeal held that it was not duplicitous in form. Any duplicity in substance could have been discovered at or before the trial by requiring particulars from the Crown and if duplicity was shown, a motion to quash the indictment could have been moved. No such step had been taken by counsel and it was not being submitted by counsel at the appeal that trial counsel had been flagrantly incompetent in not doing so. The allegation that defence counsel had erred in failing to taking a particular step was not sufficient. It may indeed have been counsel’s view that this method of proceeding was simpler and to the applicant’s advantage.", "As regarded the refusal of an adjournment and the applicant’s refusal to attend without an accountant, the Court of Appeal noted that “the trouble was that the fee that the Law Society was prepared to pay to cover the accountant for legal aid was not nearly as much as the accountant wanted and the <applicant> was reluctant to have any other accountant.” It referred to the views of the judges at the pre-trial hearings that the case did not require an accountant. For the applicant to say that if the court did what he wanted he would come to court but that if it did not he would not was totally unacceptable behaviour. The Court of Appeal found no irregularity in the judge’s refusal to order legal aid for an accountant of the applicant’s choice. The applicant had been “utterly pigheaded” and refused to instruct any other accountant. It was also not apparent, if he could obtain an accountant from his own resources, why he waited until 24 September 1991 to request a four month adjournment for that purpose. Counsel had been unable to point to any steps taken between 24 September and 4 November 1991 to obtain an accountant’s report.", "The applicant’s application to appeal to the House of Lords was dismissed on 16 December 1997."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}