{"ITEMID": "001-89935", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "JASNOWSKI AND JASNOWSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, Mr Zdzisław Jasnowski and Zdzisława Jasnowska, are Polish nationals who were born in 1941 and 1942 respectively. They both live in Nowa Sól, Poland. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants own a semi-detached house in Nowa Sól. In 1997 their house was considerably damaged by flooding. Subsequently, the applicants intended to build an extension to their house. Under the domestic law they were required to obtain a planning permission and subsequently a construction permit. They instituted administrative proceedings with a view to obtaining these decisions.", "On 20 January 1998 the applicants applied to the Mayor of Nowa Sól (Prezydent Miasta) for a planning permission (decyzja o warunkach zabudowy i zagospodarowania terenu) for the intended extension of their house. On 21 January 1998 the Mayor granted them the permission. The applicants’ neighbour appealed against that decision.", "On 27 March 1998 the Zielona Góra Self-Government Board of Appeal (Samorządowe Kolegium Odwoławcze) quashed the Mayor’s decision and remitted the case.", "On 22 May 1998 the Mayor granted the applicants a one year valid planning permission. The applicants’ neighbour appealed. On 7 July 1998 the Self-Government Board of Appeal upheld the Mayor’s decision. The applicants’ neighbour filed an appeal against that decision with the administrative court. On 24 August 1999 the Supreme Administrative Court quashed the Board of Appeal’s decision of 7 July 1998 and remitted the case.", "On 7 October 1999 the Board of Appeal re-examined an appeal lodged by the applicants’ neighbour. It found that the appeal proceedings were devoid of purpose since the planning permission had meanwhile lost its validity. The applicants’ neighbour again filed an appeal against that decision with the administrative court.", "On 6 February 2001 the Supreme Administrative Court quashed the Board of Appeal’s decision of 7 October 1999 and remitted the case.", "On 13 April 2001 the Board of Appeal quashed the Mayor’s decision of 22 May 1998 and remitted the case. The applicants and their neighbour lodged appeals against that decision with the administrative court.", "On 6 March 2002 the Supreme Administrative Court dismissed the appeal lodged by the applicants’ neighbour. On 26 April 2002 it discontinued the proceedings in respect of the applicants’ appeal since they had withdrawn it.", "In the meantime, on 11 March 2002 the Nowa Sól Mayor issued a new planning permission for the applicants. The permission remained valid until 31 March 2004. On 18 April 2002 the Local Government Board of Appeal upheld the Mayor’s decision. The applicants’ neighbour filed an appeal against that decision with the administrative court. On 25 August 2004 that the Poznań Regional Administrative Court (Wojewódzki Sąd Administracyjny) quashed the Board of Appeal’s decision of 18 April 2002 and remitted the case.", "On 3 November 2004 the Self-Government Board of Appeal partly quashed part of the Mayor’s decision of 11 March 2002, remitted the case and partly discontinued the proceedings.", "On 31 July 1998 the applicants applied for a construction permit (pozwolenie na budowę) for the extension of their house. On 9 September 1998 the Head of the Nowa Sól District Office (Kierownik Urzędu Rejonowego) granted them the construction permit. The applicants’ neighbour appealed against that decision. On 21 October 1998 the Zielona Góra Governor (Wojewoda) quashed the decision and remitted the case.", "On 19 November 1998 the Head of the Nowa Sól District Office again granted a construction permit to the applicants. The applicants’ neighbour appealed. On 16 December 1998 the Zielona Góra Governor upheld the District Office’s decision.", "On 11 January 1999 the applicants’ neighbour filed an appeal against the Governor’s decision with the Supreme Administrative Court. On 14 January 2000 the Supreme Administrative Court quashed the decision and remitted the case to the Lubuski Governor.", "On 7 April 2000 the Lubuski Governor quashed the Head of the Nowa Sól District Office’s decision of 19 November 1998 and remitted the case to the first-instance administrative authority.", "On 7 July 2000 the Mayor of the Nowa Sól District (Starosta Powiatu) granted the applicants a construction permit. The applicants’ neighbour appealed. However, on 22 August 2000 the Lubuski Governor upheld the Mayor’s decision.", "Subsequently, the applicants’ neighbour filed an appeal against that decision with the Supreme Administrative Court and applied for a stay of execution. On 24 November 2000 the court decided that the execution of the Governor’s decision of 22 August 2000 should be stayed.", "On 25 January 2001 the applicants requested the Supreme Administrative Court to accelerate the examination of the case.", "On 17 May 2001 the Supreme Administrative Court quashed the Governor’s decision of 22 August 2000 and remitted the case to that authority.", "On 31 August 2001 the Lubuski Governor upheld the Mayor of the Nowa Sól District’s decision of 7 July 2000 granting a construction permit to the applicants. The applicants’ neighbour filed an appeal against that decision with the administrative court. On 27 November 2001 the Supreme Administrative Court ruled that the execution of the Governor’s decision of 31 August 2001 should be stayed.", "On 14 January 2002 the Lubuski Governor requested the court to accelerate the examination of the appeal.", "On 26 April 2002 the Supreme Administrative Court quashed the Governor’s decision of 31 August 2001. It stressed that the Governor’s decision granting a construction permit to the applicants could not have been issued as the validity of the planning permission had expired in the meantime.", "On 24 June 2002 the Lubuski Governor quashed the Mayor of the Nowa Sól District’s decision of 7 July 2000 and remitted the case.", "On 20 August 2002 the Mayor of the Nowa Sól District granted a construction permit to the applicants. On 28 October 2002 the Lubuski Governor dismissed the appeal of the applicants’ neighbour against the decision of 20 August 2002.", "On an unspecified date the applicants’ neighbour filed an appeal against the Governor’s decision with the administrative court. Subsequently, the Poznań Regional Administrative Court became competent to examine the appeal.", "On 13 May 2005 the Poznań Regional Administrative Court quashed the Governor’s decision of 28 October 2002 and remitted the case.", "On 6 October 2005 the Lubuski Governor quashed the Mayor of the Nowa Sól District’s decision of 20 August 2002 and remitted the case.", "On 29 March 2006 the Mayor of the Nowa Sól District granted a construction permit to the applicants. The applicants’ neighbour appealed.", "On 1 June 2006 the Lubuski Governor upheld the decision of the Mayor of the Nowa Sól District.", "On 25 July 2007, the Gorzów Wielkopolski Regional Administrative Court quashed both decisions (of 29 March and 1 June 2006). It is not clear whether the applicants filed a cassation appeal with the Supreme Administrative Court against this judgment.", "The relevant domestic law concerning inactivity on the part of administrative authorities is described in the Court’s judgments in cases Kaniewski v. Poland, no. 38049/02, 8 February 2006, and Koss v. Poland, no. 52495/99, 28 March 2006.", "As regards the remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, they are described in the Court’s decisions in cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}