{"ITEMID": "001-5893", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "STEFANOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Mr Stefan Donchev Stefanov, is a Bulgarian national, born in 1947 and living in Kazanlak, Bulgaria.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 11 November 1992 two employees of the Electricity Board, a state-owned company, appeared on the applicant’s doorstep and asked his wife to let them in without giving any precise explanation. The applicant was not at home and his wife refused to let them in.", "On 12 November 1992, when the applicant was again absent from home, two other employees of the Electricity Board asked the applicant’s wife to let them in the apartment so that they could check the electricity meter. She allegedly refused and told them that she would call the applicant on the phone. At that moment one of them allegedly pushed the door, they went into the apartment and checked the electricity meter in the presence of the applicant’s wife.", "On the following day, the applicant accompanied by Mr D., a friend of his, went to see the manager of the Kazanlak Electricity Board. As soon as they entered his office the manager allegedly started calling the applicant “a thief” and “a trouble-maker”.", "Upon the applicant’s complaint, on an unspecified date he received a letter by which he was informed that on 19 January 1993 the Kazanlak District Public Prosecutor’s Office had refused to open criminal proceedings against the manager and the two employees of the Electricity Board.", "The applicant appealed. On 3 September 1993 the Kazanlak Regional Public Prosecutor’s Office instructed the lower prosecutors to prepare a reasoned decision regarding its refusal to investigate into the matter and to serve it to the applicant.", "It appears that on an unspecified date the District Public Prosecutor prepared a decision stating that the two employees of the Electricity Board who had entered the applicant’s apartment had been authorised to do so under Section 68 of the Rules Implementing the Law on the Electricity Supply in order to check on the applicant’s electricity meter. Moreover, according to the available evidence they had been allowed to enter the applicant’s apartment by his wife. The prosecution authorities also dismissed the applicant’s complaint for slander on the ground that there was no evidence that the alleged offence was made out. The applicant has not provided a copy of the decision.", "On 12 November 1993 the Regional Public Prosecutor quashed the lower prosecution authorities’ decision and instructed them to investigate the matters in view of the applicant’s statement that the employees had entered the apartment without his wife’s permission. The decision also noted, in respect of the applicant’s other grievance - concerning the alleged slander -that the manager had denied having used offensive words.", "On 12 December 1994 the District Public Prosecutor terminated the criminal proceedings against the manager, holding that the alleged offence of slander had not been made out since the Electricity Board found that the applicant had stolen electricity. It appears that administrative proceedings in that respect had been instituted against the applicant. He has not provided further details in this respect.", "On 18 January 1995 the applicant complained to the Regional Public Prosecutor through the District Public Prosecutor’s Office that the latter by its decision of 12 December 1994 had only dealt with the slander complaint and had not examined his complaint regarding the inviolability of his home.", "On 13 April 1995 the applicant was heard by the District Public Prosecutor. On 18 July 1995 he found that the two employees of the Electricity Board had only performed their duties when they had entered the applicant’s home, as their sole purpose had been to check the electricity meter.", "On 4 August 1995 the applicant appealed against the above decision to the Regional Public Prosecutor. On 12 August 1996 and 25 February 1997 the applicant complained to the Chief Public Prosecutor about the inactivity of the lower prosecutors.", "On 7 May 1997 the Regional Public Prosecutor informed the Chief Public Prosecutor and the applicant that on 11 April 1996 the Regional Public Prosecutor had upheld the District Public Prosecutor’s decision which had thereby become final.", "On 22 May 1997 the applicant complained to the Chief Public Prosecutor that he had never been informed of, or served with, the decisions of 18 July 1995 and 11 April 1996. He requested that the investigation proceedings be re-opened.", "On 24 June 1997 the Chief Public Prosecutor rejected the applicant’s complaint as it found that copies of the relevant decisions had been sent to him by mail.", "On 29 September and 6 October 1997 the applicant complained to the Chief Public Prosecutor that he had never received the Regional Public Prosecutor’s decision of 11 April 1996. He further complained that the lower prosecution authorities had never examined his complaint regarding the forced entry in his home by the two employees of the Electricity Board and that the prosecution had disregarded the statement of Mr D. who had confirmed that he had been called “a thief” and “a trouble-maker” by the manager.", "On 27 October 1997 the applicant’s appeal was rejected. The Chief Public Prosecutor found that the check carried out by the employees of the Electricity Board had been lawful and justified as the applicant’s electricity meter had been tampered with. Moreover, they had been allowed to enter the applicant’s apartment by his wife. In respect of the applicant’s allegations about being slandered, the prosecutor found that the manager’s statement had not been intended to humiliate the applicant, and that therefore the alleged offence had not been made out.", "On several occasions, the applicant complained to the Chief Public Prosecutor about the termination of the investigation proceedings.", "On 5 November 1997 the Chief Public Prosecutor rejected the applicant’s appeals on the ground that there was no evidence that the privacy of his home had been violated by the Electricity Board employees or that the offence of slander was made out.", "Article 148, as applicable at the material time, provides that an official who has committed slander against another person in the performance of his official duties shall be sentenced to up to two years’ imprisonment.", "Article 170, as applicable at the material time, provides that a person who has entered the home of another by use of force shall be sentenced to up to one-year imprisonment or six-month pro bono work.", "Rule 68 as applicable at the material time, provides that the authorised controllers of the Electricity Board may enter consumers apartments in their presence in order to check on the electricity meters."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}