{"ITEMID": "001-99859", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SLANKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1937 and lives in Feodosiya.", "5. On 10 June 1997 the applicant instituted civil proceedings in the Feodosiya Court against the State-owned company Krymenergo seeking compensation for pecuniary and non-pecuniary damage caused by allegedly unlawful electricity cuts and inaccurate calculation of her electricity charges.", "6. Between January 1998 and March 1999 the applicant modified her claims on six occasions.", "7. On 12 March 1998 the Feodosiya Prosecutor's Office lodged a counter-claim on behalf of Krymenergo seeking recovery of electricity charges not paid by the applicant.", "8. On 5 January 1999 the applicant lodged with the same court a defamation claim against Krymenergo.", "9. On 12 March 1999 the court joined that claim to the original proceedings.", "10. On 17 March 1999 the court dismissed the applicant's claims as unsubstantiated and allowed the counter-claim, ordering the applicant to pay 269 Ukrainian hryvnias (UAH) to Krymenergo.", "11. On 2 June 1999 the Crimea Supreme Court quashed that judgment and remitted the case to the first-instance court for fresh consideration.", "12. According to the Government, on 28 September 1999, the applicant requested the court to suspend the proceedings. On the same day the request was granted. The applicant denied that she had made such a request.", "13. On 5 December 2000 the proceedings were resumed.", "14. By a procedural decision of 5 December 2000 the court ordered the parties to check the payments already made for electricity and to inform the court accordingly. According to the Government, the applicant failed to comply with that decision. The applicant denied that contention. On 28 February 2001 the court reiterated its order and, by April 2001, the parties had submitted the information concerning the payments.", "15. On 20 August 2001 the Feodosiya Court rejected the applicant's claims and ordered her to pay UAH 180.85 in debts.", "16. On 17 September 2001 the applicant appealed.", "17. On 18 January 2002 the applicant's appeal was rejected for failure to comply with procedural requirements. The applicant disagreed and challenged the ruling of 18 January 2001 on appeal. Between January 2002 and June 2005 her appeals were dealt with by the court of first instance and on appeal. Ultimately, the appeals were allowed and on 30 August 2005 the Court of Appeal quashed the judgment of 20 August 2001 and remitted the case to the first-instance court for fresh consideration.", "18. Meanwhile, on 14 March 2003 the Council of Judges examined the applicant's complaint that the judge of the first-instance court dealing with her case had taken too long to examine her appeals. The Council of Judges allowed the applicant's complaint and issued an official reprimand against the judge.", "19. Following reconsideration of the case, on 4 July 2006 the Feodosiya Court found against the applicant and ordered her to pay UAH 259.73 in debts.", "20. On 12 September 2006 the Court of Appeal rejected the applicant's appeal as lodged out of time.", "21. On 26 April 2007 the Supreme Court upheld the ruling of 12 September 2006.", "22. Out of thirty-six court hearings held in the course of the proceedings, one was adjourned due to the applicant's failure to appear, two were adjourned due to the prosecutor's failure to appear, four were adjourned due to both parties' failure to appear, seven were adjourned due to Krymenergo's representative's failure to appear, and three were adjourned due to the judge's absence. According to the Government, the parties submitted about fifty procedural requests, asking the courts, in particular, to call witnesses and to secure evidence. Some of the requests were allowed, resulting in the postponement of the hearings.", "23. On 8 May 2002 the applicant instituted proceedings in the Feodosiya Court against the Feodosiya Electrical Transmission Network Company seeking compensation for damage to her reputation allegedly caused by the latter.", "24. On 25 February 2003 the court joined Krymenergo as a respondent to the proceedings.", "25. On 27 February 2003 the applicant lodged a similar claim against Krymenergo with the same court. This was joined to the proceedings concerning her initial claim for compensation.", "26. On 3 July 2003 the court rejected the applicant's claims as unsubstantiated.", "27. On 24 November 2003 the Crimea Court of Appeal upheld that judgment.", "28. On 13 May 2006 the Supreme Court rejected the applicant's appeal in cassation as unsubstantiated.", "29. In February and April 2003 the applicant lodged two separate complaints with the Feodosiya Court against the judge dealing with her dispute with Krymenergo, alleging inactivity on the part of the judge with regard to her appeal against the Feodosiya Court's judgment of 20 August 2001.", "The applicant's complaints were rejected as falling outside the jurisdiction of the courts. In particular, Ukrainian law granted judges and courts immunity from civil and administrative proceedings against them for actions and decisions taken in their official capacity."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}