{"ITEMID": "001-67482", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ÜNAL TEKELİ v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (victim, six-month period);Violation of Art. 14+8;Not necessary to examine Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant, Ayten Ünal Tekeli, is a Turkish national, born in 1965 and living in İzmir.", "10. After her marriage on 25 December 1990 the applicant, who was then a trainee lawyer, took her husband’s name pursuant to Article 153 of the Turkish Civil Code. As she was known by her maiden name in her professional life, she continued putting it in front of her legal surname. However, she could not use both names together on official documents.", "11. On 22 February 1995 the applicant brought proceedings in the Karşıyaka Court of First Instance (“the Court of First Instance”) for permission to use only her maiden name, “Ünal”. On 4 April 1995 the Court of First Instance dismissed the applicant’s request on the ground that, under Article 153 of the Turkish Civil Code, married women had to bear their husband’s name throughout their married life.", "12. An appeal by the applicant on points of law was dismissed by the Court of Cassation on 6 June 1995. The decision was served on the applicant on 23 June 1995.", "13. By one of the amendments made to Article 153 of the Civil Code on 14 May 1997, married women acquired the right to put their maiden name in front of their husband’s surname. The applicant preferred not to make use of that possibility because, in her view, the amendment in question did not satisfy her demand, which was to use her maiden name alone as her surname.", "On 22 November 2001 the new Civil Code was enacted. Article 187 was worded identically to the former Article 153.", "14. The Civil Code:", "“Married women shall bear their husband’s name. ... .”", "“Married women shall bear their husband’s name. However, they can make a written declaration to the Registrar of Births, Marriages and Deaths on signing the marriage deed, or at the Registry of Births, Marriages and Deaths after the marriage, if they wish to keep their maiden name in front of their surname... .”", "15. The Constitution:", "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.", "...”", "“...", "International treaties that are duly in force are legally binding. Their constitutionality cannot be challenged in the Constitutional Court.”", "“Where a court considers that the applicable provisions of a law or legislative decree are contrary to the Constitution or that one of the parties has raised a serious objection on grounds of unconstitutionality, it shall defer its decision until the Constitutional Court rules on the question.", "...", "The Constitutional Court shall rule and deliver its judgment publicly within five months of the date on which the case was referred to it. If judgment has not been delivered within the aforesaid time-limit, the lower court shall rule on the case in accordance with the statutory provisions in force. However, if it receives the judgment of the Constitutional Court before the judgment on the merits becomes final, the lower court is obliged to comply with it.", "... .”", "16. After Article 153 of the Civil Code was amended the Ankara District Court raised an objection with the Constitutional Court, arguing that the provision was unconstitutional. In a decision of 29 September 1998 (E 1997/61, K 1998/59) the Court dismissed the objection for the following reasons:", "“The rule according to which married women bear their husband’s name derives from certain social realities and is the result of the codification of certain customs that have formed over centuries in Turkish society. According to the thinking behind family law, the purpose of the rule is to protect women, who are of a more delicate nature than men, strengthen family bonds, nurture the prosperity of the marriage, and preclude bicephalous authority within the same family.", "For the sake of protecting family unity the legislature has recognised the primacy of the husband’s name over the wife’s. Considerations of public interest and policy have been decisive. Moreover, under the new provision women are now allowed to keep their maiden name in front of their surname ... .", "Furthermore, the contention that this provision infringes Article 10 of the Constitution, which prohibits any discrimination on the ground of sex, is not founded either. The principle of equality within the meaning of Article 10 of the Constitution does not mean that everyone is subject to the same rules of law. The special characteristics of each person or each group of persons may reasonably justify the application of different rules of law... .”", "17. Two texts of the Committee of Ministers deal with the issue of family name or equality between the sexes in general contexts: Resolution (78) 37 of 27 September 1978 on equality of spouses in civil law (which precedes the said Protocol) and Recommendation R (85) 2 of 5 February 1985 on legal protection against sex discrimination.", "In the resolution the Committee of Ministers observes that certain forms of sex discrimination still exist in the legislation and practice of some member states and calls on these states to eliminate all such discrimination in the choice of family name and the transmission of parents’ surnames to their children. Paragraph 6 of the resolution proposes a number of solutions to this effect:", "“6. ... regulate matters concerning the family name of the spouses to ensure that a spouse is not required by law to change his family name in order to adopt the family name of the other spouse and, in doing so, to be guided for instance by one of the following systems:", "i. choice of a common family name in agreement with the other spouse, in particular the family name of one of the spouses, the family name formed by the addition of the family names of both spouses or a name other than the family name of either spouse;", "ii . retention by each spouse of the family name he possessed prior to marriage;", "iii. formation of a common family name by the operation of law by the addition of the family names of both spouses;”", "In the recommendation the Committee of Ministers, aware that equality between men and women has not yet been fully achieved in this area in spite of the extensive work carried out by member states, recommends the member states to take or reinforce, as the case may be, all measures they consider appropriate with a view to achieving that equality in respect of, among other things, the family name. The measures may be implemented not only by legislative changes, but also by the creation of effective legal remedies against discrimination and sanctions in case of failure to comply with such provisions. It also recommends the adoption of suitable machinery to promote this equality (mediation body for example).", "18. In its Recommendation 1271 (1995) of 28 April 1995 on discrimination between men and women in the choice of a surname and in the passing on of parents’ names to children the Assembly recommends that the Committee of Ministers identify those member states which retain sexist discrimination and ask them to take the appropriate measures to, inter alia, “ensure strict equality in the event of marriage with regard to the choice of a common surname for both marriage partners” (no. 5, ii).", "19. In its reply of 3 April 1996 the Committee of Ministers accepted that each country had its own legal system in this area, depending on “customs and local traditions”, but stressed that these legal systems should not include any discriminatory provisions. It was with this in mind that the recommendation was transmitted to the Governments of the member states.", "20. In its Recommendation 1362 (1998) of 18 March 1998 the Assembly considered that it was not enough for the Committee of Ministers merely to transmit the 1995 recommendation to member states. It recommended that the Committee of Ministers ask each member state to advise it of the period within which it undertook to comply with the principle of non-discrimination. As to the rest, it reiterated its previous recommendations.", "21. In reply the Committee of Ministers stated on 20 October 1998 that it shared the views of the Parliamentary Assembly in that respect and informed it that it had transmitted both recommendations to the European Committee on Legal Co-operation (CDCJ) and to the Steering Committee for Equality between Women and Men (CDEG) for them to examine the situation in detail and suggest action to be taken within a reasonable time scale.", "22. The Committee had already examined the issues raised by the choice of family name by married couples in 1982-1983 as a follow-up to Recommendation no. 2 of the XIIIth Conference of European Ministers of Justice. In its final activity report of 5 October 1983 concerning the acquisition of a family name the Committee concluded that the wide variety of solutions adopted by national laws made any attempt at harmonisation in this field difficult.", "23. The Committee reconsidered the question in 1995 and then in 1999 after the Committee of Ministers had transmitted the two recommendations by the Parliamentary Assembly. The examination of the issue was entrusted to the Committee of Family Law Experts. Experts from different countries were asked to submit observations on the legal position and practice in their country. From the observations submitted by the various Governments it emerged that many countries had recently reformed their legislation or that a reform was then underway in respect of other countries (see, for example, Albania, CDCJ (99) 33, Switzerland, CDCJ (99) 9, Turkey, CDCJ (99) 23). The reforms promoted greater clarity and complete equality between men and women before the law regarding their surname.", "24. The Committee examined these observations in the light of Resolution (78) 37 and Recommendation R (85) 2 of the Committee of Ministers. While noting that the solutions provided by the resolution were still valid, it found that implementation of the resolution by some countries was still incomplete even if most had eliminated all discrimination concerning the surname of spouses. Although the existence of different customs and traditions precluded a unique solution, paragraph 6 of Resolution (78) 37 provided a large choice of non-discriminatory solutions. The committee proposed, lastly, that the Committee of Ministers fix a time-limit for undertaking legislative reforms.", "25. The European Committee on Legal Co-operation reconsidered the matter on the basis of that opinion. In 1995 it noted that certain States did not meet the conditions contained in the resolution regarding, among other things, the joint name of married couples (Extract from the report of the 64th meeting of the CDCJ, CDCJ (95) 76, Appendix III) and asked them to re-examine their laws on this subject. It also encouraged them to implement the principle contained in paragraph 1.g of Article 16 of the Convention on the elimination of all forms of discrimination against women (adopted by the General Assembly of the United Nations on 18 December 1979, Treaty Series, vol. 1249, 1981, no. I-20379, pp. 24 et seq.) and to withdraw the reservations made to this provision. In its conclusions the CDCJ considered that the diversity of customs and local traditions should be respected, but that the States concerned should be requested to take all necessary steps to avoid such discrimination between men and women (nos. 9 and 10).", "26. In its draft opinion sent to the Committee of Ministers in 1999 the CDCJ found that several States had recently amended their domestic laws in this respect, but that others had not yet done so (no. 4). It considered that the diversity of customs and local traditions should be respected and that there was no reason to impose a uniform system. Paragraph 17 of Resolution (78) 37 already provided a large choice of solutions (no. 5). States which still have provisions that discriminate against women in respect of surnames must take all necessary steps, in due course, to avoid such discrimination (no. 6).", "27. Article 3 of the International Covenant on Civil and Political Rights (adopted by the General Assembly of the United Nations on 19 December 1966) provides that “the States Parties to the present Covenant undertake to ensure the equal right of men and women to the enjoyment of all civil and political rights set forth in the present Covenant.” This requirement of equality is confirmed in respect of marriage in Article 23, paragraph 4, the text of which served as a basis for Article 5 of Protocol No. 7 to the Convention, which Turkey has not yet ratified (see above):", "“States Parties to the present Covenant shall take appropriate steps to ensure equality of rights and responsibilities of spouses as to marriage, during marriage and at its dissolution. In the case of dissolution, provision shall be made for the necessary protection of any children.”", "The Covenant has been ratified by many member states of the Council of Europe, but not by Turkey (which signed it on 15 August 2000).", "28. The United Nations Human Rights Committee has interpreted Article 23, paragraph 4, as obliging States Parties to ensure that there is no discrimination between men and women, including in respect of the right of each spouse to keep using their own surname or to have an equal say in the choice of new surname.", "29. In addition, Article 16, paragraph 1(g) of the Convention on the elimination of all forms of discrimination against women provides:", "“States Parties shall take all appropriate measures to eliminate discrimination against women in all matters relating to marriage and family relations and in particular shall ensure, on a basis of equality of men and women:", "...", "(g) The same personal rights as husband and wife, including the right to choose a family name, a profession and an occupation;”", "30. Many member states of the Council of Europe have ratified this convention, including Turkey. When it ratified it, on 19 January 1996, Turkey made a reservation to the effect that certain provisions of the Civil Code concerning family relations might not be compatible with Articles 15 and 16 of the Convention, including Article 16, paragraph 1(g). In a declaration of 20 September 1999 the Turkish Government withdrew that reservation.", "31. The committee with the task of applying this convention (Part V, Articles 17 et seq.) has, in reports concerning different countries (CEDAW Report of 1 May 2000, A/55/38 part I (2000) 21, §§ 172-75 and CEDAW Report of 20 April 2001, A/56/38 part I (2001) 26, §§ 211-16), affirmed women’s rights regarding the choice of family name and the possibility of keeping their own name if they so desire.", "THE LAW", "32. The Government raised two preliminary objections based, respectively, on the applicant’s lack of victim status and the failure to comply with the six-month time-limit.", "33. The Government disputed that the applicant was a victim within the meaning of Article 34 of the Convention. They observed that at the time of her marriage the applicant, who was a trainee lawyer, was not qualified to practise as a lawyer. When she began practising she had already taken her husband’s name. The Government therefore maintained that the applicant’s change of name following her marriage could not have created problems in her professional life.", "34. The applicant contended that it was during their legal training that trainees established their first professional links and that this period could not be dissociated from the rest of their career. She also submitted that, beyond the professional aspect, a person’s name was particularly important in the construction of their identity. The obligation on the applicant to change her maiden name as a result of her marriage had thus given rise to an irreversible severance with her past.", "35. The Court is not required to determine whether the obligation on the applicant to change her surname as a result of marrying when she was a trainee lawyer may adversely affect her subsequent professional life. It reiterates that besides professional or business contexts, the surname concerns and identifies a person in their private and family life regarding the ability to establish and develop social, cultural or other relationships with other human beings (see, mutatis mutandis, Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251-B, § 29). The Court considers that in the instant case the refusal to allow the applicant to use just her own surname, Ünal, by which she claimed to have been known in private circles and in her cultural or political activities may have considerably affected her non-professional activities.", "The applicant is therefore a victim of the impugned decisions (see, to the same effect, Burghartz v. Switzerland, judgment of 22 February 1994, series A no. 280B, § 18).", "36. The Government pleaded failure to comply with the six-month rule. In their submission, given that the situation complained of flowed from the domestic law the national courts were not in a position to accede to the applicant’s request. In these conditions the application should have been lodged within six months of the date of her marriage, that is, by 25 June 1991 at the latest.", "37. The Court reiterates that where no domestic remedy is available in respect of an act alleged to be in violation of the Convention, the six-month time-limit in principle starts to run from the date on which the act complained of took place or the date on which an applicant was directly affected by such an act. However, special considerations might apply in exceptional cases where applicants first avail themselves of a domestic remedy and only at a later stage become aware of the circumstances which make that remedy ineffective. In such a situation, the six-month period might be calculated from the time when the applicant becomes aware of these circumstances (see Aydın v. Turkey (dec.), nos. 28293/95, 29494/95 and 30219/96, ECHR 2000III (extracts)).", "38. In the instant case it is true that the position complained of before the Court was actually in conformity with the provisions of Article 153 of the Civil Code. However, the Court notes that in the proceedings before them the domestic courts could have directly applied the provisions of the Convention, which forms an integral part of the domestic law by virtue of Article 90 of the Constitution, or raised an objection that Article 153 of the Civil Code was unconstitutional (under Article 152 of the Constitution) and, lastly, they could have granted the applicant’s request. Consequently, even if it is accepted that the remedy offered only a remote prospect of success, as alleged here, it was not a futile step. Accordingly, it had the effect at least of postponing the beginning of the six-month period (see, mutatis mutandis, A. v. France, judgment of 23 November 1993, Series A no. 277-B, § 30).", "This preliminary objection of the Government must therefore be rejected.", "II. ALLEGED BREACH OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 8", "39. The applicant submitted that the national authorities’ refusal to allow her to bear only her maiden name after her marriage amounted to a breach of Article 8 of the Convention, read alone and in conjunction with Article 14.", "Article 8 of the Convention provides:", "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.", "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "Article 14 provides:", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "40. In view of the nature of the allegations made, the Court considers it appropriate to examine the case directly under Article 14 of the Convention taken together with Article 8.", "41. The Government disputed the applicability of Article 8 of the Convention in the present case. They maintained that the choice of name was not entirely a matter of a person’s individual choice and that the States had a wide margin of appreciation in the area. In their submission, the legislation on assigning names had to remain within the State’s domain and did not come within the scope of the Convention.", "42. The Court reiterates that Article 8 of the Convention does not contain any explicit provisions on names, but as a means of personal identification and of linking to a family, a person’s name nonetheless concerns his or her private and family life. The fact that there may exist a public interest in regulating the use of names is not sufficient to remove the question of a person’s name from the scope of private and family life, which has been construed as including, to a certain degree, the right to establish relationships with others (see Burghartz, cited above, § 24).", "The subject-matter of the complaint thus falls within the scope of Article 8 of the Convention.", "43. The applicant complained that the authorities had refused to allow her to bear only her own surname after her marriage whereas Turkish law allowed married men to bear their own surname. She submitted that this resulted in discrimination on grounds of sex and was incompatible with Article 8 taken together with Article 14 of the Convention.", "44. The Government acknowledged that it amounted to a difference in treatment on grounds of sex but argued that this was based on objective and reasonable grounds which prevented it from being in any way discriminatory.", "45. Referring to the Burghartz judgment cited above, they submitted that there was a link between family unity and the family name and that by providing that families should take the husband’s surname the Turkish legislature had opted for a traditional arrangement whereby family unity was reflected in a joint name. In the Government’s submission, family unity was a public policy consideration and private life ceased where the individual entered into contact with public life.", "46. Referring to the Constitutional Court’s decision of 29 September 1998 (E 1997/61, K 1998/59, see above), the Government argued that the difference of treatment on grounds of sex was justified in view of the social reality in Turkey. Pointing out that “68.8% of women had very limited economic freedom”, the Government argued that a joint surname – reflected through the husband’s surname – was designed to strengthen the wife’s position in the family.", "47. The Government reiterated that since Article 153 of the Civil Code had been amended on 14 May 1997 married women could now keep their maiden name in front of their family name.", "48. The Government also pointed out that major difficulties would be occasioned by a change in the system of keeping registers of births, marriages and deaths.", "49. The Court reiterates that Article 14 of the Convention affords protection against discrimination in the enjoyment of the rights and freedoms safeguarded by the other substantive provisions of the Convention. However, not every difference in treatment will amount to a violation of this Article. It must be established that other persons in an analogous or relevantly similar situation enjoy preferential treatment and that this distinction is discriminatory (see, for example, National & Provincial Building Society, Leeds Permanent Building Society and Yorkshire Building Society v. the United Kingdom, judgment of 23 October 1997, Reports of Judgments and Decisions 1997VII, § 88).", "50. According to the Court’s case-law a difference of treatment is discriminatory within the meaning of Article 14 if it has no objective and reasonable justification. The existence of such a justification must be assessed in relation to the principles which normally prevail in democratic societies. A difference of treatment in the exercise of a right laid down by the Convention must not only pursue a legitimate aim: Article 14 is likewise violated when it is clearly established that there is no “reasonable relationship of proportionality between the means employed and the aim sought to be realised” (see, for example, Petrovic v. Austria, judgment of 27 March 1998, Reports of Judgments and Decisions 1998II, § 30, and Lithgow and Others v. the United Kingdom, judgment of 8 July 1986, Series A no. 102, § 177).", "51. In other words, the notion of discrimination includes in general cases where a person or group is treated, without proper justification, less favourably than another, even though the more favourable treatment is not called for by the Convention (see Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, § 82). Article 14 does not prohibit distinctions in treatment which are founded on an objective assessment of essentially different factual circumstances and which, being based on the public interest, strike a fair balance between the protection of the interests of the community and respect for the rights and freedoms safeguarded by the Convention (see, among other authorities, G.M.B. and K.M. v. Switzerland (dec.), no. 36797/97, 27 September 2001).", "52. The Contracting States enjoy a certain margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment in law. The scope of the margin of appreciation will vary according to the circumstances, the subject-matter and its background (see Rasmussen v. Denmark, judgment of 28 November 1984, Series A no. 87, § 40, and Inze v. Austria, judgment of 28 October 1987, Series A no. 126, § 41).", "53. However, very weighty reasons have to be put forward before a difference of treatment based on the ground of sex alone can be regarded as compatible with the Convention (see Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, § 67).", "54. Since the Convention is first and foremost a system for the protection of human rights, the Court must however have regard to the changing conditions in Contracting States and respond, for example, to any emerging consensus as to the standards to be achieved (see, mutatis mutandis, Stafford v. the United Kingdom [GC], no. 46295/99, § 68, ECHR 2002IV).", "55. The applicant’s complaint concerns the fact that, legally, married women cannot bear their maiden name alone after they marry whereas married men keep the surname they had before they married. This is undoubtedly a “difference in treatment” on grounds of sex between persons in an analogous situation.", "56. The factual differences between the two categories (married men and married women) to which the Government refer, that is, those relating to their social situation and their economic independence respectively, do not lead the Court to a different conclusion.", "It is precisely this distinction which is at the heart of the issue whether the difference in treatment complained of is justifiable.", "57. In the Government’s submission, the interference in question pursued the legitimate aim of reflecting family unity through the husband’s surname and thereby ensuring public order. The applicant refuted that argument.", "58. The Court reiterates that although the Contracting States have a certain margin of appreciation under the Convention regarding the measures to be taken in reflecting family unity, Article 14 requires that any such measure, in principle, applies even-handedly to both men and women unless compelling reasons have been adduced to justify a difference in treatment.", "In the present case the Court is not persuaded that such reasons exist.", "59. The Court reiterates in the first place that the advancement of the equality of the sexes is today a major goal in the member States of the Council of Europe. Two texts of the Committee of Ministers, namely, Resolution (78) 37 of 27 September 1978 on equality of spouses in civil law and Recommendation R (85) 2 of 5 February 1985 on legal protection against sex discrimination, are the main examples of this. These texts call on the member states to eradicate all discrimination on grounds of sex in, among other things, choice of surname. This objective has also been stated in the work of the Parliamentary Assembly (see paragraphs 19-22 above) and the European Committee on Legal Co-operation (see paragraphs 23-27 above).", "60. On an international level, developments in the United Nations concerning the equality of the sexes are heading in this specific area towards recognition of the right of each married partner to keep his or her own surname or to have an equal say in the choice of new family name (see paragraphs 23-27 above).", "61. Moreover, the Court notes the emergence of a consensus among the Contracting States of the Council of Europe in favour of choosing the spouses’ family name on an equal footing.", "Of the member states of the Council of Europe Turkey is the only country which legally imposes – even where the couple prefers an alternative arrangement – the husband’s name as the couple’s surname and thus the automatic loss of the woman’s own surname on her marriage. Married women in Turkey cannot use their maiden name alone even if both spouses agree to such an arrangement. The possibility made available by the Turkish legislature on 22 November 2001 of putting the maiden name in front of the husband’s surname does not alter that position. The interests of married women who do not want their marriage to affect their name have not been taken into consideration.", "62. The Court observes, moreover, that Turkey does not position itself outside the general trend towards placing men and women on an equal footing in the family. Prior to the relevant legislative amendments, particularly those of 22 November 2001, the man’s position in the family was the dominant one. The reflection of family unity through the husband’s surname corresponded to the traditional conception of the family maintained by the Turkish legislature until then. The aim of the reforms of November 2001 was to place married women on an equal footing with their husband in representing the couple, in economic activities and in the decisions to be taken affecting the family and children. Among other things the husband’s role as head of the family has been abolished. Both married partners have acquired the power to represent the family. Despite the enactment of the Civil Code in 2001, however, the provisions concerning the family name after marriage, including those obliging married women to take their husband’s name, have remained unchanged.", "63. The first question for the Court is whether the tradition of reflecting family unity through the husband’s name can be regarded as a decisive factor in the present case. Admittedly, that tradition derives from the man’s primordial role and the woman’s secondary role in the family. Nowadays the advancement of the equality of the sexes in the member states of the Council of Europe, including Turkey, and in particular the importance attached to the principle of non-discrimination, prevent States from imposing that tradition on married women.", "64. In this context it should be recalled that while family unity can be reflected by choosing the husband’s surname as the family name, it can be reflected just as well by choosing the wife’s surname or a joint name chosen by the couple (see Burghartz, cited above, § 28).", "65. The second question that the Court is asked to address is whether family unity has to be reflected by a joint family name and whether, in the event of disagreement between the married partners, one partner’s surname can be imposed on the other.", "66. The Court observes in this regard that, according to the practice of the Contracting States, it is perfectly conceivable that family unity will be preserved and consolidated where a married couple chooses not to bear a joint family name. Observation of the systems applicable in Europe supports this finding. The Government have not shown in the present case that concrete or substantial hardship for married partners and/or third parties or detriment to the public interest would be likely to flow from the lack of reflection of family unity through a joint family name. In these circumstances the Court considers that the obligation on married women, in the name of family unity, to bear their husband’s surname – even if they can put their maiden name in front of it – has no objective and reasonable justification.", "67. The Court does not underestimate the important repercussions which a change in the system, involving a transition from the traditional system of family name based on the husband’s surname to other systems allowing the married partners either to keep their own surname or freely choose a joint family name, will inevitably have for keeping registers of births, marriages and deaths. However, it considers that society may reasonably be expected to tolerate a certain inconvenience to enable individuals to live in dignity and worth in accordance with the name they have chosen (see, mutatis mutandis, Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 91, ECHR 2002VI).", "68. Consequently, the objective of reflecting family unity through a joint family name cannot provide a justification for the gender-based difference in treatment complained of in the instant case.", "Accordingly, the difference in treatment in question contravenes Article 14 taken in conjunction with Article 8.", "69. Having regard to that conclusion, the Court does not consider it necessary to determine whether there has also been a breach of Article 8 taken alone.", "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION", "70. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "71. The applicant alleged that she had sustained non-pecuniary damage which she assessed at 15,000 euros (EUR).", "72. The Government disputed that claim.", "73. The Court considers that it is for the Turkish State to implement in due course such measures as it considers appropriate to fulfil its obligations to secure to each married partner, including the applicant, the right to keep their own surname or to have an equal say in the choice of their family name in compliance with this judgment.", "While there is no doubt that the applicant has suffered distress and anxiety in the past, it is the inability of married women under Turkish law to keep their maiden name which lies at the heart of the complaints in the instant case. The Court does not therefore find it appropriate to make an award to the applicant, seeing that in the circumstances of the present case the finding of a violation, with the consequences which will ensue for the future, may be regarded as constituting just satisfaction.", "74. The applicant also claimed EUR 1,750 for the costs and expenses incurred before the domestic courts and the Court. She referred to resolution no. 36 of 24 June 2003 of the executive committee of the İzmir Bar (rate applicable from 1 July 2003 to 31 December 2003).", "75. Having regard to the information before it and to its relevant case-law, the Court awards the applicant EUR 1,750.", "76. The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}