{"ITEMID": "001-59353", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 2001, "DOCNAME": "CASE OF STRELETZ, KESSLER AND KRENZ v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 7-1;No violation of Art. 14+7", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["11. The applicants are German nationals, born in 1926, 1920 and 1937 respectively.", "12. After their conviction by the German courts, the first two applicants (Mr Fritz Streletz and Mr Heinz Kessler) were imprisoned under a semi-custodial regime (offener Strafvollzug) and then released after serving approximately two-thirds of their sentences. They now live in Strausberg (Germany) and Berlin (Germany) respectively.", "The third applicant (Mr Egon Krenz) has been serving a semi-custodial sentence at Plötzensee Prison, Berlin, since January 2000.", "13. Between 1949 and 1961 approximately two and a half million Germans fled from the German Democratic Republic (GDR) to the Federal Republic of Germany (FRG). In order to staunch the endless flow of fugitives, the GDR built the Berlin Wall on 13 August 1961 and reinforced all the security measures along the border between the two German States, in particular by installing anti-personnel mines and automatic-fire systems (Selbstschussanlagen). Many people who tried to cross the border to reach the West subsequently lost their lives, either after triggering anti-personnel mines or automatic-fire systems or after being shot by East German border guards. The official death toll, according to the FRG’s prosecuting authorities, was 264. Higher figures have been advanced by other sources, such as the “13 August Working Party” (Arbeitsgemeinschaft 13. August), which speaks of 938 dead. In any event, the exact number of persons killed is very difficult to determine, since incidents at the border were kept secret by the GDR authorities.", "14. The Council of State (Staatsrat) of the GDR laid down the principles to be followed in matters of national defence and security and organised defence with the assistance of the GDR’s National Defence Council (Nationaler Verteidigungsrat; Article 73 of the GDR’s Constitution – see paragraph 28 below).", "The presidents of both these bodies and the president of the GDR’s parliament (Volkskammer) were members of the GDR’s Socialist Unity Party (Sozialistische Einheitspartei Deutschlands).", "The Political Bureau (Politbüro) of the Socialist Unity Party’s Central Committee was the party’s decision-making organ and the most powerful authority in the GDR. It took all of the policy decisions and all of the decisions concerning the appointment of the country’s leaders. The number of its members varied: after the Socialist Unity Party’s XIth and last Congress in April 1986, it had twenty-two members and five candidate members.", "The Secretary-General of the Party’s Central Committee presided over the National Defence Council, and all the members of that Council were party officials. It met in general twice a year and took important decisions about the establishment and consolidation of the border-policing regime (Grenzregime) and about orders to open fire (Schiessbefehle).", "15. GDR border guards (Grenztruppen der DDR) were members of the National People’s Army (Nationale Volksarmee) and were directly answerable to the Ministry of Defence (Ministerium für nationale Verteidigung). The annual orders of the Minister of Defence were themselves based on decisions of the National Defence Council.", "For example, in a decision of 14 September 1962 the National Defence Council made it clear that the orders (Befehle) and service instructions (Dienstvorschriften) laid down by the Minister of Defence should point out to border guards that they were “fully responsible for preservation of the inviolability of the State border in their sector and that ‘border violators’ [Grenzverletzer] should in all cases be arrested as adversaries [Gegner] or, if necessary, annihilated [vernichtet]”. Similarly, a service instruction of 1 February 1967 stated: “Mines are to be laid in targeted positions and in close formation ... with a view to halting the movements of ‘border violators’ and ... bringing about their arrest or annihilation.”", "From 1961 onwards, and especially during the period from 1971 to 1989, consolidation and improvement of the border security installations (Grenzsicherungsanlagen) and the use of firearms were regularly discussed at meetings of the National Defence Council. The orders issued by the Minister of Defence as a result likewise insisted on the need to protect the GDR’s State border at all costs and stated that “border violators” had to be arrested or “annihilated”; these orders were then implemented by the commanding officers of the border-guard regiments. All acts by border guards, including mine-laying and the use of firearms against fugitives, were based on this chain of command.", "16. The applicants occupied senior positions in the GDR’s State apparatus and the Socialist Unity Party leadership:", "– the first applicant was a member of the National Defence Council from 1971 onwards, of the Socialist Unity Party’s Central Committee from 1981 and Deputy Defence Minister from 1979 to 1989;", "– the second applicant was a member of the Socialist Unity Party’s Central Committee from 1946 onwards, Chief of Staff of the National People’s Army and a member of the National Defence Council from 1967 and Minister of Defence from 1985 to 1989;", "– the third applicant was a member of the Central Committee of the Socialist Unity Party from 1973 onwards, of the Council of State from 1981 onwards and of the Political Bureau and the National Defence Council from 1983 onwards, and Secretary-General of the Socialist Unity Party’s Central Committee (taking over from Mr E. Honecker) and President of the Council of State and the National Defence Council from October to December 1989.", "17. In autumn 1989 the flight of thousands of citizens of the GDR to the FRG’s embassies in Prague and Warsaw, and to Hungary, which had opened its border with Austria on 11 September 1989, demonstrations by tens of thousands of people in the streets of Dresden, Leipzig, East Berlin and other cities, and the restructuring and openness campaign conducted in the Soviet Union by Mikhail Gorbachev (perestroika and glasnost) precipitated the fall of the Berlin Wall on 9 November 1989, the collapse of the system in the GDR and the process that was to lead to the reunification of Germany on 3 October 1990.", "By a note verbale of 8 September 1989 Hungary suspended Articles 6 and 8 of the bilateral agreement with the GDR of 20 June 1969 (in which the two States had agreed to waive entry visas for each other’s nationals and refuse travellers permission to leave for third countries), referring expressly, in doing so, to Articles 6 and 12 of the International Covenant on Civil and Political Rights (see paragraph 40 below) and to Article 62 (fundamental change of circumstances) of the Vienna Convention on the Law of Treaties.", "18. During the summer of 1990 the GDR’s newly elected parliament urged the German legislature to ensure that criminal prosecutions would be brought in respect of the injustices committed by the Socialist Unity Party (die strafrechtliche Verfolgung des SED-Unrechts sicherzustellen).", "19. In a judgment of 16 September 1993 the Berlin Regional Court (Landgericht) sentenced the first and second applicants to five years and six months’ imprisonment and seven years and six months’ imprisonment respectively for incitement to commit intentional homicide (Anstiftung zum Totschlag), on the ground that they shared responsibility for the deaths of a number of young people aged between 18 and 28 who had attempted to flee the GDR between 1971 and 1989 by crossing the border between the two German States (six and seven cases respectively). The victims had died after triggering anti-personnel mines laid along the border or after being shot by East German border guards.", "The cases concerned were the following.", "On 8 April 1971 Mr Klaus Seifert, aged 18, stepped on a landmine (Erdmine) while attempting to cross the border and lost his left leg. He nevertheless managed to reach the territory of the FRG, where, after a series of operations, he died of his injuries.", "On 16 January 1973 Mr Hans-Friedrich Franck, aged 26, was seriously wounded by the explosion of a fragmentation mine (Splittermine) while trying to cross the border. He nevertheless managed to reach the territory of the FRG, where he died of his injuries soon after.", "On 14 July 1974 Mr Wolfgang Vogler, aged 25, was seriously wounded by the explosion of a fragmentation mine while attempting to cross the border. Twenty minutes later GDR border guards dragged him to a lorry outside the border zone. Two hours later he arrived at a hospital, where he died of his injuries.", "On 7 April 1980 Mr Wolfgang Bothe, aged 28, was likewise seriously wounded by the explosion of a fragmentation mine while trying to cross the border. After a series of operations, he died of his injuries.", "On 22 March 1984 Mr Frank Mater, aged 20, was seriously wounded by the explosion of a fragmentation mine while attempting to cross the border. He died a few moments later.", "On 1 December 1984 two GDR border guards fired shots at Mr Michael-Horst Schmidt, aged 20, as he was trying to climb over the Berlin Wall using a ladder, hitting him in the back. He was not given any first aid. He did not reach the hospital of the GDR’s People’s Police until two hours later, by which time he had bled to death. The guards who had shot him were congratulated, the only regret expressed being that they had used that much ammunition.", "During the night of 5 to 6 February 1989 Mr Chris Gueffroy and Mr Christian Gaudian, both aged 20, attempted to climb over the Berlin Wall. Mr Gueffroy was shot by a GDR border guard and died instantly. Mr Gaudian received bullet wounds. The guards who had shot them were congratulated.", "The Regional Court noted that all the orders of the Minister of Defence, including those concerning the use of firearms at the border, were based on decisions of the National Defence Council, of which the applicants had been members. Border guards had been ordered to protect the border of the GDR at all costs, even if that meant that “border violators” (Grenzverletzer) thereby lost their lives.", "The Regional Court further noted that the practice of the East German authorities deliberately went beyond the wording of statute law (Wortlaut des Gesetzes), written orders and service instructions; the provisions on the use of firearms at the border were disregarded. What was important for the border guards was not written law but what had been inculcated in them during their training, through political instruction and during their everyday service. The order actually given to border guards was: “The unit [der Zug] ... will ensure the security of the GDR’s State border ... its duty is not to permit border crossings [Grenzdurchbrüche], to arrest ‘border violators’ or to ‘annihilate’ them [vernichten] and to protect the State border at all costs [unter allen Bedingungen] ...”", "In the event of a successful crossing of the border, the guards on duty could expect to be the subject of an investigation conducted by the military prosecutor (Militärstaatsanwalt).", "On the basis of the criminal law applicable in the GDR at the material time, the Regional Court began by declaring the first and second applicants guilty of incitement to murder (Anstiftung zum Mord) (Articles 22 § 2 (1) and 112 § 1 of the GDR’s Criminal Code – “the StGB-DDR”; see paragraph 32 below). It held that the applicants could not justify their actions by pleading section 27(2) of the GDR’s State Borders Act (Grenzgesetz – see paragraph 38 below), which, in practice, had been used to cover the killing of fugitives by means of firearms, automatic-fire systems and anti-personnel mines. It ruled that this State practice “flagrantly and intolerably infringed elementary precepts of justice and human rights protected under international law” (“diese Staatspraxis hat offensichtlich und unerträglich gegen elementare Gebote der Gerechtigkeit und gegen völkerrechtlich geschützte Menschenrechte verstoßen”). The Regional Court then applied the criminal law of the FRG, which was more lenient than that of the GDR, and convicted both applicants of incitement to commit intentional homicide (Articles 26 and 212 § 1 of the FRG’s Criminal Code – “the StGB”).", "20. In a judgment of 26 July 1994 the Federal Court of Justice (Bundesgerichtshof) first upheld the findings of the Regional Court regarding the classification of the offences under GDR law and then applied the criminal law of the FRG, partly because it was the law applicable in the place where the result of the offences had come about (Tatort – Erfolgsort), since one of the fugitives had died inside FRG territory, and partly because the criminal law of the FRG was more lenient than that of the GDR. Secondly, the Federal Court of Justice reclassified the offences according to the criminal law of the FRG and amended the charges against the two applicants to intentional homicide as indirect principals (Totschlag in mittelbarer Täterschaft) (Articles 25 and 212 of the StGB – see paragraph 44 below). The length of the sentences to which the applicants were liable remained unchanged. Like the Regional Court, the Federal Court of Justice joined the cases of the first and second applicants.", "The Federal Court of Justice then found the two applicants guilty of intentional homicide as indirect principals, on the ground that they had been members of the National Defence Council, the body whose decisions were a necessary precondition (zwingende Voraussetzung) for the issuing of orders concerning the GDR’s border-policing regime (Grenzregime). The applicants knew that these orders would be obeyed and that fugitives had died at the border as a result of acts of violence. Like the Regional Court, the Federal Court of Justice held that the two applicants could not plead in justification section 27(2) of the State Borders Act. It ruled that section 27(2) and its interpretation by the GDR regime flagrantly infringed human rights and in particular the right to freedom of movement and the right to life enshrined in the International Covenant on Civil and Political Rights, a treaty ratified by the GDR on 8 November 1974 (see paragraph 40 below). The fact that the GDR had not transposed those provisions into its domestic law did not alter its obligations under public international law. Lastly, the Regional Court’s decision had not contravened Article 103 § 2 of the Basic Law (Grundgesetz – see paragraph 43 below) since the applicants could not rely on a ground of justification (Rechtfertigungsgrund) which was contrary to higher-ranking legal rules. Even at the material time, a correct interpretation of section 27(2) of the GDR’s State Borders Act would have shown that such grounds of justification could not be pleaded on account of the limits laid down by the Act itself and in the light of the GDR’s Constitution and its international obligations.", "21. On 9 September 1994 the two applicants lodged constitutional appeals with the Federal Constitutional Court (Bundesverfassungsgericht). They submitted that their actions had been justified under the law applicable in the GDR at the material time and should not have made them liable to criminal prosecution. The Federal Court of Justice’s divergent ex post facto interpretation had infringed the principle that the criminal law was not to be applied retroactively (Rückwirkungsgebot) and Article 103 § 2 of the Basic Law. In the FRG, they argued, there were provisions similar to section 27 of the GDR’s State Borders Act, and every State limited the right to life where the pursuit of criminals was concerned. In that connection, the two applicants referred to Article 2 § 2 of the Convention. They also relied on Article 7 § 2 of the Convention and the reservation in respect of that provision made by the FRG (see paragraph 45 below).", "22. In a judgment of 24 October 1996 the Federal Constitutional Court joined the first applicant’s appeal to those of the second applicant and Mr K.-H.W., a former East German border guard who is also an applicant before the European Court of Human Rights.", "After hearing submissions from the Federal Ministry of Justice (Bundesministerium für Justiz) and the Administration of Justice Department of the Land of Berlin (Senatsverwaltung für Justiz), the Federal Constitutional Court dismissed the three appeals as being ill-founded, basing its decision on the following grounds, in particular:", "“Article 103 § 2 of the Basic Law has not been infringed.", "The appellants submitted that Article 103 § 2 of the Basic Law had been breached mainly on account of the fact that the criminal courts had refused to allow them to plead a ground of justification provided for at the material time in the GDR’s provisions on the border-policing regime [Grenzregime], as interpreted and applied by the GDR authorities. The first, second and third appellants [Mr Hans Albrecht, who did not lodge any application with the Court, Mr Kessler and Mr Streletz] further submitted that they had been victims of the violation of a right guaranteed by Article 103 § 2 of the Basic Law in that they had been convicted, pursuant to the law of the Federal Republic, as indirect principals [mittelbare Täter].", "Neither complaint is well-founded.", "1. (a) Article 103 § 2 of the Basic Law is an expression of the principle of the rule of law ... This principle forms the basis for the use of civil rights and liberties, by guaranteeing legal certainty, by subjecting State power to statute law and by protecting trust. In addition, the principle of the rule of law includes, as one of the guiding ideas behind the Basic Law, the requirement of objective justice ... In the sphere of the criminal law, these concerns relating to the rule of law are reflected in the principle that no penalty may be imposed where there is no guilt. That principle is at the same time rooted in the human dignity and personal responsibility which are presupposed by the Basic Law and constitutionally protected by Articles 1 § 1 and 2 § 1 thereof, and to which the legislature must have regard when framing the criminal law ... It also underlies Article 103 § 2 of the Basic Law ...", "Article 103 § 2 of the Basic Law secures these aims by allowing conviction only for acts which, at the time when they were committed, were defined by statute with sufficient precision as criminal offences. It further prohibits the imposition of a higher penalty than the one prescribed by law at the time when the offence was committed. In the interests of legal certainty and justice, it provides that in the sphere of the criminal law, which permits extremely serious interference with personal rights by the State, only the legislature may determine what offences shall be punishable. Article 103 § 2 of the Basic Law thus reinforces the rule of law by strictly reserving law-making to Parliament ... The citizen’s trust is earned by the fact that Article 103 § 2 gives him the assurance that the State will punish only acts which, at the time when they were committed, had been defined by Parliament as criminal offences, and for which it had prescribed specific penalties. That allows the citizen to regulate his conduct, on his own responsibility, in such a way as to avoid committing a punishable offence. This prohibition of the retroactive application of the criminal law is absolute ... It fulfils its role of guaranteeing the rule of law and fundamental rights by laying down a strict formal rule, and in that respect it is to be distinguished from other guarantees of the rule of law ...", "(b) Article 103 § 2 of the Basic Law protects against retroactive modification of the assessment of the wrongfulness of an act to the offender’s detriment ... Accordingly, it also requires that a statutory ground of justification which could be relied on at the time when an act was committed should continue to be applied even where, by the time criminal proceedings begin, it has been abolished. However, where justifications are concerned, in contrast to the definition of offences and penalties, the strict reservation of Parliament’s law-making prerogative does not apply. In the sphere of the criminal law, grounds of justification may also be derived from customary law or case-law. Where grounds of justification not derived from written law, but nevertheless recognised at the material time, subsequently cease to be applied, the question arises whether and to what extent Article 103 § 2 of the Basic Law likewise protects the expectation that they will continue to be applied. No general answer to that question need be given here, because in the instant case a justification – based partly on legal provisions and partly on administrative instructions and practice – has been advanced in circumstances that make it possible to restrict the absolute prohibition of retroactiveness in Article 103 § 2 of the Basic Law.", "(aa) Article 103 § 2 of the Basic Law contemplates as the normal case that the offence was committed and falls within the scope of the substantive criminal law of the Federal Republic of Germany, as shaped by the Basic Law, and that it is being judged in that context. In this normal case the criminal law, having been enacted in accordance with the precepts of democracy, the separation of powers and respect for fundamental rights, and therefore meeting in principle the requirements of objective justice [materielle Gerechtigkeit], provides the rule-of-law basis [rechtsstaatliche Anknüpfung] necessary for the absolute, strict protection of trust afforded by Article 103 § 2 of the Basic Law.", "(bb) This principle no longer applies unrestrictedly in that, as a consequence of reunification, and as agreed in the Unification Treaty, Article 315 of the Introductory Act to the Criminal Code, taken together with Article 2 of that Code, provides that GDR criminal law is to be applied when criminal proceedings are brought in respect of offences committed in the former GDR. That rule is a consequence of the Federal Republic’s assumption of responsibility for the administration of criminal justice in the territory of the GDR; it is accordingly compatible with Article 103 § 2 of the Basic Law, since citizens of the former GDR are tried according to the criminal law that was applicable to them at the material time, the law of the Federal Republic in force at the time of conviction being applied only if it is more lenient. However, this legal situation, in which the Federal Republic has to exercise its authority in criminal matters on the basis of the law of a State that neither practised democracy and the separation of powers nor respected fundamental rights, may lead to a conflict between the mandatory rule-of-law precepts of the Basic Law and the absolute prohibition of retroactiveness in Article 103 § 2 thereof, which, as has been noted, derives its justification in terms of the rule of law [rechtsstaatliche Rechtfertigung] in the special trust reposed in criminal statutes when these have been enacted by a democratic legislature required to respect fundamental rights. This special basis of trust no longer obtains where the other State statutorily defines certain acts as serious criminal offences while excluding the possibility of punishment by allowing grounds of justification covering some of those acts and even by requiring and encouraging them notwithstanding the provisions of written law, thus gravely breaching the human rights generally recognised by the international community. By such means those vested with State power set up a system so contrary to justice that it can survive only for as long as the State authority which brought it into being actually remains in existence.", "In this wholly exceptional situation, the requirement of objective justice, which also embraces the need to respect the human rights recognised by the international community, makes it impossible for a court to accept such justifications. Absolute protection of the trust placed in the guarantee given by Article 103 § 2 of the Basic Law must yield precedence, otherwise the administration of criminal justice in the Federal Republic would be at variance with its rule-of-law premisses [rechtsstaatliche Prämissen]. A citizen now subject to the criminal jurisdiction of the Federal Republic is barred from relying on such grounds of justification; in all other respects the principle of trust continues to apply, every citizen enjoying the guarantee that if he is convicted it will be on the basis of the law applicable to him at the time when the offence was committed.", "(cc) The Federal Republic has experienced similar conflicts when dealing with the crimes of National-Socialism.", "1. In that connection, the Supreme Court of Justice for the British Zone, and later the Federal Court of Justice, ruled on the question whether an act might become punishable retroactively if a provision of written law was disregarded on account of a gross breach of higher-ranking legal principles. They took the view that there could be provisions and instructions that had to be denied the status of law, notwithstanding their claim to constitute law, because they infringed legal principles which applied irrespective of whether they were recognised by the State; whoever had behaved in accordance with such provisions remained punishable ... The Federal Court of Justice pointed out that in such cases the conduct of the offenders was not being judged by criteria which had acquired general validity only later. Nor were the offenders being called upon to answer the charges against them on the basis of criteria not yet valid or no longer valid at the material time. It could not be supposed that the offenders were not already familiar at the material time with the relevant principles, which were indispensable to human coexistence and belonged to the inviolable core of the law ...", "2. The Federal Constitutional Court has so far had to deal with the problem of ‘statutory injustice’ [gesetzliches Unrecht] only in spheres other than that of the criminal law. It has taken the view that in cases where positive law is intolerably inconsistent with justice the principle of legal certainty may have to yield precedence to that of objective justice. In that connection it has referred to the writings of Gustav Radbruch [Gustav Radbruch (1878-1949): German professor of law who considerably influenced the philosophy of law. Following the crimes of the Nazis, he formulated the principle, also known as “Radbruch’s formula” (Radbruch’sche Formel), that positive law must be considered contrary to justice where the contradiction between statute law and justice is so intolerable that the former must give way to the latter] ... and, in particular, to what has become known as Radbruch’s formula ... On that point it has repeatedly stressed that positive law should be disapplied only in absolutely exceptional cases and that a merely unjust piece of legislation, which is unacceptable on any enlightened view, may nevertheless, because it also remains inherently conducive to order, still acquire legal validity and thus create legal certainty... However, the period of National-Socialist rule had shown that the legislature was capable of imposing gross ‘wrong’ by statute ..., so that, where a statutory provision was intolerably inconsistent with justice, that provision should be disapplied from the outset ...", "2. The decisions challenged meet the constitutional criterion set forth under 1.", "(a) The Federal Court of Justice has since further developed its case-law when trying cases of so-called ‘government criminality’ [Regierungskriminalität] during the Socialist Unity Party regime in the GDR ... That case-law also forms the basis for the decisions challenged here. It states that a court must disregard a justification if it purports to exonerate the intentional killing of persons who sought nothing more than to cross the intra-German border unarmed and without endangering interests generally recognised as enjoying legal protection, because such a justification, which puts the prohibition on crossing the border above the right to life, must remain ineffective on account of a manifest and intolerable infringement of elementary precepts of justice and of human rights protected under international law. The infringement in question is so serious as to offend against the legal beliefs concerning the worth and dignity of human beings that are common to all peoples. In such a case positive law has to give way to justice.", "The Federal Court of Justice described the relationship between the criteria which together make up Radbruch’s formula and the human rights protected under international law as being that the criteria of Radbruch’s formula, which were difficult to apply because of their imprecision, had been supplemented by more specific assessment criteria, since the international human rights covenants provided a basis for determining when a State was infringing human rights according to the convictions of the world-wide legal community.", "(b) That assessment is in keeping with the Basic Law. It is also supported by this Court’s judgment of 31 July 1973 on the Basic Treaty [Grundlagenvertrag], which acknowledged that the GDR’s practice at the intra-German border was inhuman, and that the Wall, the barbed wire, the ‘death strip’ [Todesstreifen] and the shoot-to-kill order were incompatible with the treaty obligations entered into by the GDR ...", "(c) Against the finding that a ground of justification derived from State practice and purporting to allow ‘border violators’ to be killed must be disregarded as an instance of extreme State injustice, it cannot be objected by the appellants that the right to life and the right to freedom of movement are not unreservedly guaranteed by the International Covenant on Civil and Political Rights and that even democratic States of the Western type, based on the rule of law, have adopted legal provisions which expressly provide for the use of firearms under certain circumstances, particularly in connection with the pursuit and arrest of criminals. Admittedly, the wording of the GDR’s legal provisions, in so far as they regulated the use of firearms at the intra-German border, corresponded to that of the Federal Republic’s provisions on the use of force [unmittelbarer Zwang]. But the findings in the impugned judgments show that, superimposed on those legal provisions, there were orders which left no room for limitation of the use of firearms according to the principle of proportionality, and which conveyed to the border guards on the spot the view of their superiors – and ultimately of the National Defence Council – that border violators were to be ‘annihilated’ if they could not be prevented from crossing the border by other means. Through that subordination of the individual’s right to life to the State’s interest in preventing border crossings, the written law was eclipsed by the requirements of political expediency. Objectively speaking, this constituted extreme injustice.", "(d) Nor can the appellants argue that, having accepted that a justification could be disregarded, the Federal Court of Justice had still not answered the question whether and in what circumstances the act thus held to be unlawful was punishable ... To establish punishability there is no need here for recourse to supra-positive legal principles [überpositive Rechtsgrundsätze]. Reference need only be made to the values which the GDR itself took as the basis for its criminal law. At the material time Articles 112 and 113 of the GDR’s Criminal Code absolutely prohibited the intentional taking of human life and marked the seriousness of such offences by prescribing severe punishment. If, for the reasons discussed above, there is no admissible ground of justification for a homicide, the definition of the offences in the above-mentioned provisions of criminal law makes such a homicide a punishable criminal offence.", "3. The first three appellants object that it was incompatible with Article 103 § 2 of the Basic Law for the Federal Court of Justice, applying the law of the Federal Republic, to find them guilty of intentional homicide as indirect principals. That objection fails.", "The criminal courts established, on the basis of the provisions in force in the GDR at the material time, that the appellants had rendered themselves liable to punishment through their involvement in the killing of fugitives. The Federal Court of Justice expressly endorsed the Regional Court’s finding that according to those provisions the appellants were guilty of incitement to murder (Articles 2 § 2, sub-paragraph 1, and 112 § 1 of the GDR’s Criminal Code). Only at a second stage did the Federal Court of Justice apply the law of the Federal Republic of Germany, in one case on the basis of Article 315 § 4 of the Introductory Act to the Criminal Code taken together with Article 9 § 1 of the Criminal Code (the place-of-commission, or place-of-effect rule) and in the other cases under Article 315 § 1 of the Introductory Act taken together with Article 2 § 3 of the Criminal Code, the law of the Federal Republic being more lenient than that of the GDR. In neither case were those decisions contrary to Article 103 § 2 of the Basic Law. Regarding the application of the place-of-commission rule, the Chamber [Senat] has already ruled on the issue in its decision of 15 May 1995 and it stands by that decision.", "In view of its protective purpose, Article 103 § 2 of the Basic Law does not preclude the application of law more lenient than that applicable at the material time. The Federal Court of Justice, in agreement with academic writings ..., took the view that the more lenient law was the law which, on the basis of an overall comparison in the specific individual case, yielded a judgment more favourable to the offender, even if this or that criterion of assessment might appear to be less favourable than criteria laid down by the other law, the decisive factor being the legal consequences of the offence. That conclusion is compatible with the above-mentioned protective purpose of Article 103 § 2 of the Basic Law and cannot be questioned on constitutional grounds.”", "23. In a judgment of 25 August 1997 the Berlin Regional Court sentenced the third applicant to six years and six months’ imprisonment for intentional homicide as an indirect principal, on the ground that, as he had participated in two decisions of the Political Bureau (on 7 June 1985 and 11 March 1986) and two decisions of the National Defence Council (on 2 February 1984 and 25 January 1985) on the GDR’s border-policing regime, he shared responsibility for the deaths of four young people who had attempted to flee the GDR between 1984 and 1989 by crossing the border between the two German States. These persons had been shot to death by East German border guards.", "The cases concerned were the following.", "On 1 December 1984 two GDR border guards fired shots at Mr Michael-Horst Schmidt, aged 20, as he was trying to climb over the Berlin Wall using a ladder, hitting him in the back. He was not given any first aid. He did not reach the hospital of the GDR’s People’s Police until two hours later, by which time he had bled to death. The guards who had shot him were congratulated, the only regret expressed being that they had used that much ammunition.", "On 24 November 1986 two GDR border guards shot at Mr Michael Bittner, aged 25, who was also trying to climb over the Berlin Wall using a ladder, hitting him in the back. He lost his balance, fell to the ground and died a few minutes later from a wound to the heart while he was being taken outside the border zone. The guards who had shot him were awarded medals and given a few days’ special leave.", "On 12 February 1987 Mr Lutz Schmidt, aged 24, attempted to climb over the Berlin Wall with his friend, Mr Peter Schultze, aged 34, using a ladder. As the ladder was too short, the two men helped each other with their hands, but Mr Schultze fell on the west side of the Wall and Mr Schmidt on the east, where he was mortally wounded in the heart by shots fired by two GDR border guards. The guards who had shot him were awarded medals and given a few days’ special leave and a bonus of 300 German marks.", "During the night of 5 to 6 February 1989 Mr Chris Gueffroy and Mr Christian Gaudian, both aged 20, attempted to climb over the Berlin Wall. Mr Gueffroy was shot by a GDR border guard and died instantly. Mr Gaudian received bullet wounds. The guards who had shot them were congratulated.", "On the basis of the criminal law applicable in the GDR at the material time, the Regional Court first declared the third applicant guilty of incitement to murder (Articles 22 § 2 (1) and 112 § 1 of the StGB-DDR – see paragraph 32 below), basing its decision on the grounds it had already given for the convictions of the first two applicants in its judgment of 16 September 1993 (see paragraph 19 above). It then applied the criminal law of the FRG, as being more lenient than that of the GDR, and convicted the applicant as an indirect principal in the intentional homicides committed (Articles 25 and 212 of the StGB – see paragraph 44 below).", "The Regional Court further held that the applicant could not plead in justification the fact that the GDR’s sovereignty had been limited by its dependence on the Soviet Union, since obligations arising from an alliance (Bündnisverpflichtung) did not absolve an individual of his criminal responsibility (strafrechtliche Verantwortung). In fixing the length of the applicant’s sentence, the Regional Court likewise applied the criminal law of the FRG, as it was more lenient than that of the GDR.", "24. On 9 April 1998 the applicant appealed against the above judgment to the Federal Court of Justice, relying, in particular, on Article 103 § 2 of the Basic Law and the principle of the non-retroactive application of criminal laws.", "25. After holding a hearing on 27 October 1999, the Federal Court of Justice gave judgment on 8 November 1999, upholding on every point the judgment of the Regional Court and referring to a number of landmark judgments it had previously delivered on the same issues, including, in particular, the judgment of 26 July 1994 (see paragraph 20 above).", "It noted, moreover, that the Regional Court had meticulously detailed the successive instructions given in the case (Anordnungsketten), starting with the decisions of the Political Bureau and the National Defence Council in which the applicant had participated, going on to the military chain of command (militärische Befehlskette), and ending with the orders given to border guards and the fatal shootings.", "26. On 12 January 2000, sitting as a panel of three judges, the Federal Constitutional Court refused to entertain a constitutional appeal by the applicant, referring, in particular, to its landmark judgment of 24 October 1996 (see paragraph 22 above).", "27. The German Unification Treaty (Einigungsvertrag) of 31 August 1990, taken together with the Unification Treaty Act (Einigungsvertragsgesetz) of 23 September 1990, provides, in the transitional provisions of the Criminal Code (Articles 315 to 315 (c) of the Introductory Act to the Criminal Code (Einführungsgesetz in das Strafgesetzbuch), that the applicable law is in principle the law applicable in the place where an offence was committed (Tatortrecht). That means that, for acts committed by citizens of the GDR inside the territory of the GDR, the applicable law is in principle that of the GDR. Pursuant to Article 2 § 3 of the Criminal Code, the law of the FRG is applicable only if it is more lenient than GDR law.", "28. The relevant provisions of the Constitution were the following:", "“The generally recognised rules of international law intended to promote peace and peaceful cooperation between peoples are binding [sind verbindlich] on the State and every citizen.”", "“Respect for and protection of the dignity and liberty of the person [Persönlichkeit] are required of all State bodies, all forces in society and every citizen.”", "“(1) The person and liberty of every citizen of the German Democratic Republic are inviolable.", "(2) Restrictions are authorised only in respect of conduct punishable under the criminal law ... and must be prescribed by law. However, citizens’ rights may be restricted only in so far as the law provides and when such restriction appears to be unavoidable [unumgänglich].”", "“The Council of State shall lay down the principles to be followed in matters of national defence and security. It shall organise the defence of the State with the assistance of the National Defence Council.”", "“Legal rules shall not contradict the Constitution.”", "29. The first chapter of the Special Part (Besonderer Teil) of the StGB-DDR, entitled “Crimes against the national sovereignty of the German Democratic Republic, peace, humanity and human rights”, included the following introduction:", "“The merciless punishment of crimes against the national sovereignty of the German Democratic Republic, peace, humanity and human rights, and of war crimes, is an indispensable prerequisite for stable peace in the world, for the restoration of faith in fundamental human rights [Wiederherstellung des Glaubens an grundlegende Menschenrechte] and the dignity and worth of human beings, and for the preservation of the rights of all.”", "30. Article 95 of the StGB-DDR was worded as follows:", "“Any person whose conduct violates human or fundamental rights, international obligations or the national sovereignty of the German Democratic Republic may not plead [kann sich nicht berufen auf] statute law, an order or written instructions in justification; he shall be held criminally responsible.”", "31. Article 84 of the StGB-DDR provided:", "“Crimes against peace, humanity or human rights, and war crimes shall not be subject to the rules on limitation set out in this law [laying down the limitation periods for the various categories of offences].”", "32. Article 112 § 1 of the StGB-DDR prescribed a prison sentence of ten years to life for murder (Mord). Article 22 § 1 of the StGB-DDR contemplated the offence of participation (Teilnahme) in an offence, and in particular incitement (Anstiftung) to commit one. Article 22 § 2 provided that criminal responsibility was to be determined by the law defining the offence. Article 82 § 1 (5) of the StGB-DDR laid down a limitation period of twenty-five years for the prosecution of offences attracting a sentence of more than ten years’ imprisonment.", "33. Article 119 of the StGB-DDR was worded as follows:", "“Any person present at the scene of an accident or a situation in which human life or health are endangered who fails to lend necessary assistance within his capacity to provide, although able to do so without any real danger to his own life or health and without breaching other important obligations, must give a satisfactory account of his conduct to a social organ of justice [gesellschaftliches Organ der Rechtspflege] or shall be punished by a public reprimand, a fine, a suspended sentence or a term of imprisonment of up to two years.”", "34. Article 213 of the StGB-DDR (1979 version) provided:", "“(1) Any person who illegally crosses the border of the German Democratic Republic or contravenes provisions regulating temporary authorisation to reside in the German Democratic Republic and transit through the German Democratic Republic shall be punished by a custodial sentence of up to two years, a suspended sentence with probation, imprisonment or a fine.", "...", "(3) In serious cases the offender shall be sentenced to one to eight years’ imprisonment. Cases are to be considered serious, in particular, where", "1. the offence [die Tat] endangers human life or health;", "2. the offence is committed through the use of firearms or by dangerous means or methods;", "3. the offence is committed with particular intensity;", "4. the offence is committed by means of a forgery [Urkundenfälschung], falsified documents [Falschbeurkundung] or documents fraudulently used, or through the use of a hiding-place [Versteck];", "5. the offence is committed jointly with others; or", "6. the offender has already been convicted of illegally crossing the border.", "(4) Preparations and attempts shall be criminal offences.”", "35. Article 1 § 3 of the second chapter of the StGB-DDR, which defined the term “serious crime” (Verbrechen), was worded as follows:", "“Serious crimes are attacks dangerous to society [gesellschaftsgefährliche Angriffe] against the sovereignty of the German Democratic Republic, peace, humanity or human rights, war crimes, offences against the German Democratic Republic and deliberately committed life-endangering criminal acts [vorsätzlich begangene Straftaten gegen das Leben]. Likewise considered serious crimes are other offences dangerous to society which are deliberately committed against the rights and interests of citizens, socialist property and other rights and interests of society, which constitute serious violations of socialist legality and which, on that account, are punishable by at least two years’ imprisonment or in respect of which, within the limits of the applicable penalties, a sentence of over two years’ imprisonment has been imposed.”", "36. Article 258 of the StGB-DDR provided:", "“(1) Members of the armed forces shall not be criminally responsible for acts committed in execution of an order issued by a superior save where the execution of the order manifestly violates the recognised rules of public international law or a criminal statute.", "(2) Where a subordinate’s execution of an order manifestly violates the recognised rules of public international law or a criminal statute, the superior who issued that order shall also be criminally responsible.", "(3) Criminal responsibility shall not be incurred for refusal or failure to obey an order whose execution would violate the rules of public international law or a criminal statute.”", "37. Section 17 of the People’s Police Act, which came into force on 11 June 1968, provided:", "“...", "(2) The use of firearms is justified", "(a) to prevent the imminent commission or continuation of an offence [Straftat] which appears, according to the circumstances, to constitute", "– a serious crime [Verbrechen] against the sovereignty of the German Democratic Republic, peace, humanity or human rights", "– a serious crime against the German Democratic Republic", "– a serious crime against the person [Persönlichkeit]", "– a serious crime against public safety or the State order", "– any other serious crime, especially one committed through the use of firearms or explosives;", "(b) to prevent the flight or effect the rearrest [Wiederergreifung] of persons", "– who are strongly suspected of having committed a serious crime, or who have been arrested or imprisoned for committing a serious crime", "– who are strongly suspected of having committed a lesser offence [Vergehen], or who have been arrested, taken into custody or sentenced to prison for committing an offence, where there is evidence that they intend to use firearms or explosives, or to make their escape by some other violent means or by assaulting the persons charged with their arrest, imprisonment, custody or supervision, or to make their escape jointly with others", "– who have received a custodial sentence and been incarcerated in a high-security or ordinary prison;", "(c) against persons who attempt by violent means to effect or assist in the release of persons arrested, taken into custody or sentenced to imprisonment for the commission of a serious crime or lesser offence.", "(3) The use of firearms must be preceded by a shouted warning [Zuruf] or warning shot [Warnschuss], save where imminent danger may be prevented or eliminated only through targeted use of the firearm.", "(4) When firearms are used, human life should be preserved wherever possible. Wounded persons must be given first aid, subject to the necessary security measures being taken, as soon as implementation of the police operation permits.", "(5) Firearms must not be used against persons who appear, from their outward aspect, to be children, or when third parties might be endangered. If possible, firearms should not be used against juveniles [Jugendliche] or female persons.", "...”", "Under section 20(3) of the Act, these provisions were also applicable to members of the National People’s Army.", "38. Section 27 of the State Borders Act, which came into force on 1 May 1982, and which replaced the People’s Police Act 1968, provided:", "“(1) The use of firearms is the most extreme measure entailing the use of force against the person. Firearms may be used only where resort to physical force [körperliche Einwirkung], with or without the use of mechanical aids, has been unsuccessful or holds out no prospect of success. The use of firearms against persons is permitted only where shots aimed at objects or animals have not produced the result desired.", "(2) The use of firearms is justified to prevent the imminent commission or continuation of an offence [Straftat] which appears in the circumstances to constitute a serious crime [Verbrechen]. It is also justified in order to arrest a person strongly suspected of having committed a serious crime.", "(3) The use of firearms must, in principle, be preceded by a shouted warning or warning shot, save where imminent danger may be prevented or eliminated only through targeted use of the firearm.", "(4) Firearms must not be used when", "– the life or health of third parties may be endangered;", "– the persons appear, from their outward aspect, to be children; or", "– the shots would impinge on the sovereign territory of a neighbouring State.", "If possible, firearms should not be used against juveniles [Jugendliche] or female persons.", "(5) When firearms are used, human life should be preserved where possible. Wounded persons must be given first aid, subject to the necessary security measures being taken.”", "39. Under the legal provisions on the issue of passports and visas in the GDR (the Passport Act (Passgesetz) of 1963 and the Passport Act and Order on Passports and Visas of 28 June 1979, as supplemented by the Order of 15 February 1982 (Passgesetz und Pass- und Visaanordnung vom 28. Juni 1979, ergänzt durch die Anordnung vom 15. Februar 1982)), it was impossible until 1 January 1989, for persons who enjoyed no political privileges, had not reached retirement age or had not been exempted on account of certain types of urgent family business, to leave the GDR legally.", "Under Article 17 of the Order of 28 June 1979, no reasons had to be given before 1 January 1989 for decisions on applications for permission to leave, and no appeal lay against such decisions until the Order on Visas of 30 November 1988 was promulgated.", "40. The United Nations International Covenant on Civil and Political Rights was ratified by the GDR on 8 November 1974 (see paragraph 20 above).", "The relevant provisions of the Covenant are worded as follows.", "“1. Every human being has the inherent right to life. This right shall be protected by law. No one shall be arbitrarily deprived of his life.", "2. In countries which have not abolished the death penalty, sentence of death may be imposed only for the most serious crimes in accordance with the law in force at the time of the commission of the crime and not contrary to the provisions of the present Covenant and to the Convention on the Prevention and Punishment of the Crime of Genocide. This penalty can only be carried out pursuant to a final judgment rendered by a competent court.”", "“2. Everyone shall be free to leave any country, including his own.", "3. The above-mentioned rights shall not be subject to any restrictions except those which are provided by law, are necessary to protect national security, public order [ordre public], public health or morals or the rights and freedoms of others, and are consistent with the other rights recognised in the present Covenant.”", "41. Before German reunification several members of the United Nations Human Rights Committee, which is charged under Article 28 of the Covenant with the task of ensuring that the Contracting Parties fulfil their obligations, expressed criticisms of the border-policing regime set up in the GDR.", "The summary records of the 533rd and 534th meetings of the Human Rights Committee refer to the following comments, among other criticisms.", "On 19 July 1984 Sir Vincent Evans, the British member of the Committee, pointed out", "“[that with] respect to automatic weapons positioned along frontiers ... Article 6 § 2 of the Covenant authorised capital punishment ‘only for the most serious crimes’. An attempt to cross a frontier, even illegally, could in no case be considered a most serious crime. The killing of a person in such circumstances was simply a summary execution, without trial – a practice that was unjustifiable under Article 6.”", "Sir Vincent also said", "“that ... he was not convinced that the German Democratic Republic was really complying with the provisions of Article 12 of the Covenant. Everyone had the basic freedom to leave his own country; some restrictions were permitted by Article 12 § 3, but on three grounds only. The basic principle which determined whether or not persons might leave the German Democratic Republic was consistency with the rights and interests of that country; that seemed unduly broad when compared to the provisions of Article 12 § 3 of the Covenant.”", "On the same day Mr Birame Ndiaye, the Senegalese member of the Committee, said", "“that ... it seemed that the Government of the German Democratic Republic envisaged the possibility of restricting freedom of movement on grounds other than those provided for in Article 12 of the Covenant”.", "42. By Resolution 1503, adopted in 1970, the United Nations Economic and Social Council put in place a procedure under which individuals could refer complaints to the Commission on Human Rights, which was charged with investigating whether these complaints revealed the existence of a “consistent pattern of gross and reliably attested violations of human rights and fundamental freedoms”.", "On account of its restrictive policy on the freedom of movement, the GDR was repeatedly criticised under the Resolution 1503 procedure for failure to comply with the general obligation to respect human rights enshrined in Articles 1 § 3, 55 and 56 of the United Nations Charter. Thus, in the years 1981 to 1983, the GDR appeared in the list of countries to be examined under the Resolution 1503 procedure, as more than fifty persons (the number required for it to be possible to speak of a “consistent pattern of gross violations”) had complained to the Commission on Human Rights about the GDR’s policy of holding its people captive. However, the GDR authorised some of the complainants to leave its territory, thus succeeding in bringing their number below fifty and avoiding censure.", "43. Article 103 § 2 of the Basic Law (Grundgesetz) provides:", "“An act shall not be punishable unless it has been so defined by law before it was committed.”", "44. Article 212 of the FRG’s Criminal Code (“the StGB”) prescribes a prison sentence of from five years to life, in particularly serious cases, for intentional homicide (Totschlag). Article 25 of the StGB provides that the perpetrator of an offence is the person who committed it or who caused another to act in his place (mittelbare Täterschaft).", "45. The instrument of ratification of the Convention deposited by the German government on 13 November 1952 included a reservation and a declaration worded as follows:", "“In conformity with Article 64 of the Convention [Article 57 since the entry into force of Protocol No. 11], the German Federal Republic makes the reservation that it will only apply the provisions of Article 7 paragraph 2 of the Convention within the limits of Article 103 paragraph 2 of the Basic Law of the German Federal Republic. This provides that any act is only punishable if it was so by law before the offence was committed.", "The territory to which the Convention shall apply extends also to Western Berlin.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "7"], "NON_VIOLATED_PARAGRAPHS": ["7-1"], "NON_VIOLATED_BULLETPOINTS": []}