{"ITEMID": "001-102173", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SAVEZ CRKAVA \"RIJEC ZIVOTA\" AND OTHERS v. CROATIA", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Art. 14+9;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicants are churches of a Reformist denomination which are registered as religious communities under Croatian law and which have their seats in Zagreb (the first and second applicant churches) and Tenja (the third applicant church).", "6. The first applicant church has been present in Croatia since 1993, the second since 1989 and the third since the sixteenth century as part of the Reformed Church and since 2001 as an independent church. The applicant churches were entered in the register of religious communities in Croatia on 18 December 2003 (the first applicant church), 3 December 2003 (the second applicant church) and 14 October 2003 (the third applicant church), in accordance with the Religious Communities Act.", "7. On 21 June 2004 the applicant churches submitted a request to the Government’s Commission for Relations with Religious Communities (Komisija za odnose s vjerskim zajednicama – “the Religious Communities Commission”) in order to conclude an agreement with the Government of Croatia, as envisaged in section 9(1) of the Religious Communities Act (see paragraph 18 below), which would regulate their relations with the State. They explained that without such an agreement they were unable to provide religious education in public schools and nurseries, to provide pastoral care to their members in medical and social-welfare institutions, as well to those in prisons and penitentiaries, or to perform religious marriages with the effects of a civil marriage.", "8. On 23 December 2004 the Government of Croatia adopted an instruction (zaključak – “the Instruction”) setting out the criteria which religious communities had to satisfy in order to conclude such an agreement with it (see paragraph 19 below).", "9. In a letter of 12 January 2005 the Religious Communities Commission informed the applicant churches that they did not satisfy, either individually or jointly, the historical and numerical criteria set out in the above Instruction, that is to say, that they had not been present in the territory of Croatia since 6 April 1941 and that the number of their adherents did not exceed 6,000 (see paragraph 19 above). Referring to section 21 of the 2003 Health Care Act (see paragraph 21 below) and sections 14, 78(1) and 95 of the Enforcement of Prison Sentences Act (see paragraphs 23-26 below), it also remarked that members of religious communities which had not concluded the relevant agreement with the Government of Croatia had a right to receive pastoral care in medical and social-welfare institutions as well as in prisons and penitentiaries.", "10. On 10 February 2005 the applicant churches submitted another request to conclude an appropriate agreement with the Government of Croatia, this time addressing it to the Prime Minister directly.", "11. In a letter of 15 June 2005 the Religious Communities Commission replied to the applicant churches’ request of 10 February 2005, informing them again that they did not satisfy, either individually or jointly, the criteria set forth in the Instruction of 23 December 2004, this time without specifying which particular criteria had not been met. It again referred to section 21 of the 2003 Health Care Act and sections 14, 78(1) and 95 of the Enforcement of Prison Sentences Act, reiterating its opinion that the members of religious communities which had not concluded appropriate agreements with the Government of Croatia had a right to receive pastoral care in medical and social-welfare institutions and in prisons and penitentiaries.", "12. The applicant churches then lodged a request for the protection of a constitutionally guaranteed right (zahtjev za zaštitu ustavom zajamčenog prava) with the Administrative Court (Upravni sud Republike Hrvatske) against the Religious Communities Commission’s refusal of 15 June 2005, in accordance with section 66 of the Administrative Disputes Act (see paragraph 28 below). They argued that the refusal, even though it had been given in the form of a letter, constituted “an individual legal act” (that is, a decision), within the meaning of section 66 of the Administrative Disputes Act, that had violated their constitutional right to equality of all religious communities before the law, as guaranteed by Article 41 of the Constitution (see paragraph 16 below).", "13. On 12 October 2006 the Administrative Court declared their action inadmissible, holding that the Religious Communities Commission’s refusal did not constitute “an individual act” for the purposes of section 66 of the Administrative Disputes Act, and thus was not susceptible to that court’s review.", "14. The applicant churches then lodged a constitutional complaint, relying again, inter alia, on Article 41 of the Constitution and alleging a violation of their constitutional right to equality of all religious communities before the law. On 1 October 2006 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant churches’ constitutional complaint, finding, inter alia, that Article 41 of the Constitution was not applicable in the particular case.", "15. Meanwhile, on 30 September 2005 the applicant churches filed a petition with the Constitutional Court for an abstract review of constitutionality and legality, asking it to examine the conformity of the Instruction of 23 December 2004 with the Religious Communities Act and Article 41 of the Constitution. On 5 June 2007 the Constitutional Court declared the applicant churches’ petition inadmissible, finding that the contested Instruction was not subordinate legislation susceptible to a review of constitutionality and legality.", "16. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows:", "“Everyone in the Republic of Croatia shall enjoy rights and freedoms regardless of their race, colour, sex, language, religion, political or other belief, national or social origin, property, birth, education, social status or other characteristics.", "All shall be equal before the law.”", "“Rights and freedoms may be restricted only by law in order to protect the rights and freedoms of others, the legal order, public morals or health.", "Every restriction of the rights and freedoms should be proportional to the nature of the necessity for the restriction in each individual case.”", "“Freedom of conscience and religion and freedom to profess faith or other belief publicly shall be guaranteed.”", "“All religious communities shall be equal before the law and shall be separated from the State.", "Religious communities shall be free to, in accordance with the law, perform religious services publicly, open schools, educational and other institutions, social-welfare and charitable institutions and to administer them, and in their activities enjoy the protection and assistance of the State.”", "“International agreements in force, which were concluded and ratified in accordance with the Constitution and made public, shall be part of the internal legal order of the Republic of Croatia and shall have precedence in terms of their legal effects over the [domestic] statutes. ...”", "17. In its decisions nos. U-I-892/1994 of 14 November 1994 (Official Gazette no. 83/1994) and U-I-130/1995 of 20 February 1995 (Official Gazette no. 112/1995) the Constitutional Court held that all rights guaranteed in the Convention and its Protocols were also to be considered constitutional rights having legal force equal to the provisions of the Constitution.", "18. The relevant provisions of the Act on the Legal Status of Religious Communities (Zakon o pravnom položaju vjerskih zajednica, Official Gazette no. 83/2002 – “the Religious Communities Act”), which entered into force on 24 July 2002, read as follows:", "“A church or a religious community of a different name (hereafter ‘religious community’) within the meaning of this Act is a group of natural persons who exercise freedom of religion by the equal public performance of religious ceremonies and by other manifestations of their faith (hereafter ‘adherents’) and is entered in the register of religious communities in the Republic of Croatia.”", "“(1) Religious communities operating as legal persons on the day of the entry into force of this Act (hereafter ‘existing religious communities’) shall be entered in the register [of religious communities] upon their submission of an application for registration.", "(2) Congregations which on the day of the entry into force of this Act do not operate as religious communities or which are established after the entry into force of this Act (hereafter ‘newly established religious communities’) shall be entered in the register [of religious communities] upon their submission of an application for registration. An application for registration in the register [of religious communities] may be submitted by those congregations which, before submission of such an application, have operated for at least five years as associations with legal personality.”", "“(1) Issues of common interest for the Republic of Croatia and one or more religious communities may also be regulated by an agreement made between the Government of the Republic of Croatia and the religious community.", "(2) With a view to implementing [legal] instruments regulating relations between the State and religious communities, as well as other issues of interest for the status and operation of religious communities, the Government of the Republic of Croatia shall establish a Commission for Relations with Religious Communities.”", "(d) Religious education and teaching of religion in educational institutions", "“(1) In nurseries, at the request of parents or guardians, the curriculum of nursery education shall include teaching of religion. Teaching of religion shall be organised in accordance with the law and with an agreement between the religious community and the Government of the Republic of Croatia.", "(2) In elementary schools and high schools, at the request of parents or guardians of pupils younger than 15 years and on the basis of a joint declaration by students of 15 years of age or above and their parents or guardians, a religious education course shall be organised as an optional course in accordance with the prescribed curriculum and an agreement between the religious community and the Government of the Republic of Croatia.”", "(e) Pastoral care in medical and social-welfare institutions", "“The right of a religious community to provide pastoral care to its members in medical and social-welfare institutions shall be guaranteed. The manner of exercising this right shall be regulated by an agreement between the religious community and the founder of those institutions.”", "(f) Pastoral care in prisons and penitentiaries", "“The right of a religious community to provide pastoral care to its members in prisons and penitentiaries shall be guaranteed. The manner of exercising this right shall be regulated by an agreement between the religious community and the Government of the Republic of Croatia.”", "(g) Pastoral care in the armed forces and the police", "“A religious community shall have the right to provide pastoral care to its members serving in the armed forces and the police, as well as to other persons permanently employed in the armed forces and the police, and to members of their families under the conditions and in the manner regulated by an agreement with the Government of the Republic of Croatia.”", "19. The Government of Croatia’s Instruction (zaključak) of 23 December 2004 setting out the criteria which religious communities have to satisfy in order to conclude an agreement with it (“the Instruction” – not published in the Official Gazette) reads as follows:", "“1. For the conclusion of an agreement on issues of common interest for the Republic of Croatia and one or more religious communities, made between the Government of the Republic of Croatia and a religious community, it is necessary for one or more religious communities wishing to conclude the agreement to satisfy one of the following two conditions:", "- they were active in the territory of the Republic of Croatia on 6 April 1941 and have continued to operate in continuity and legal succession, and the number of [their] adherents exceeds six thousand, according to the last census,", "- they are a historical religious community of the European cultural circle (Catholic Church, Orthodox Church, Evangelical Church in the Republic of Croatia, Reformed Christian Church in Croatia, Islamic Community in Croatia, Jewish Community in the Republic of Croatia).", "2. A church or a religious community that secedes or has seceded from a church or a religious community shall be regarded as a new church or religious community, and its secession or establishment shall be taken as the beginning of its activities.", "3. The Commission for Relations with Religious Communities shall be responsible for the implementation of this instruction.”", "20. The relevant provisions of the Family Act (Obiteljski zakon, Official Gazette nos. 116/2003, 17/2004, 136/2004 and 107/2007), which entered into force on 22 July 2003, read as follows:", "“Marriage shall be celebrated ... in a civil or a religious form.”", "“Marriage in religious form with the effects of civil marriage shall be performed by the minister of a religious community with which the Republic of Croatia has regulated legal issues in this respect.”", "“A marriage celebrated in religious form in accordance with the provisions of section 8 ... of this Act shall from the date of [its] celebration have all the effects of a civil marriage as prescribed by this Act.”", "21. Section 21 of the former 2003 Health Care Act (Zakon o zdravstvenoj zaštiti, nos. 121/03, 48/05 (corrigendum), 85/06 and 117/08), which was in force between 6 August 2003 and 1 January 2009, provided that in the exercise of his or her right to health care, during a stay in a medical institution, every person had the right – in accordance with that Act and other subordinate legislation on compulsory health insurance – to a diet in accordance with his or her belief and the right to perform acts of worship in the areas provided for that purpose. In the case of death, everyone had the right to be treated in accordance with religious and other customs expressing piety to the deceased.", "22. Section 22 of the new 2008 Health Care Act (Zakon o zdravstvenoj zaštiti, nos. 150/2008, 155/2009 and 71/2010), which entered into force on 1 January 2009, contains provisions identical to those of section 21 of the former 2003 Health Care Act (see the preceding paragraph).", "23. The relevant provisions of the Enforcement of Prison Sentences Act (Zakon o izvršavanju kazne zatvora, nos. 128/99, 55/00, 59/00 (corrigendum), 129/00, 59/01, 67/01 (corrigendum), 11/02 (corrigendum), 190/03 (consolidated text), 76/07, 27/08 and 83/2009) provide as follows.", "24. Section 14 provides that every prisoner has, under the conditions set forth in the Act, inter alia, the right to profess his or her faith and to consult an authorised cleric.", "25. Section 78(1) provides that prisoners have the right to a diet in accordance with their religious demands, providing that such diet is feasible in the particular prison or penitentiary.", "26. Section 95 provides that a prison or penitentiary where a large number of prisoners of the same faith are serving their sentences must provide their cleric, at least once a week, with an adequate place and time for worship.", "27. The relevant provisions of the Act on the Government of the Republic of Croatia (Zakon o Vladi Republike Hrvatske, Official Gazette nos. 101/1998, 15/2000, 117/2001, 199/2003 and 77/2009 – “the Government of Croatia Act”), which entered into force on 5 August 1998, read as follows:", "“The Government shall issue decisions (odluke), rulings (rješenja) and instructions (zaključci) on matters that cannot be regulated by decrees.", "A decision shall be adopted to regulate particular issues within the competence of the Government or to order measures, give consent to or confirm acts of other authorities or legal entities, and to decide on other matters which cannot be regulated by subordinate legislation.", "An instruction shall be adopted to define the Government’s position on issues concerning the implementation of an established policy, and to determine the tasks of State administrative bodies.", "A ruling shall be adopted to decide on appointments or dismissals or other individual matters within the Government’s purview.”", "“Decrees and rules of procedure shall be published in the Official Gazette. They shall enter into force on the eighth day from the date of their publication, unless the instruments in question provide for some other date [as the date] of their entry into force.", "Decisions, rulings and instructions may be published in the Official Gazette if the Government so decides when adopting these instruments.”", "28. The Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 4/1977, and Official Gazette of the Republic of Croatia nos. 53/1991, 9/1992 and 77/1992) in its relevant part provides as follows:", "“A request for the protection of a constitutionally guaranteed right or freedom ... if such a right or freedom has been violated by a final individual act [that is, decision], and no other judicial protection is secured, shall be decided by the [Administrative Court], by applying mutatis mutandis the provisions of this Act.”", "29. Sections 67-76 provide for special proceedings for the protection of constitutionally guaranteed rights and freedoms from unlawful factual (physical) acts of public authorities, if no other judicial remedy is available. Under the case-law of the domestic courts, the protection against unlawful “acts” also includes omissions (for example, the Administrative Court in its decision no. Us-2099/89 of 21 September 1989 and the Supreme Court in its decision no. Gž-9/1993 of 6 April 1993 held that failure of the administrative authorities to carry out their own enforcement order constituted an “unlawful act” within the meaning of section 67 of the Administrative Disputes Act).", "30. Section 67 provides that such proceedings are to be instituted by bringing an “action against an unlawful act” (tužba za zaštitu od nezakonite radnje) in the competent municipal court. The action must be brought against the public authority to which the factual act (or omission) is imputable (the defendant).", "31. Section 73 provides that the court decides on the merits of the case by a judgment. If it finds in favour of the plaintiff, the court orders the defendant to desist from the unlawful activity and, if necessary, orders restitutio in integrum.", "32. Section 74 provides that in proceedings following an “action against an unlawful act” the court is to apply, mutatis mutandis, the provisions of the Civil Procedure Act.", "33. The relevant part of the Obligations Act (Zakon o obveznim odnosima, Official Gazette, nos. 35/2005 and 41/2008 – “the 2006 Obligations Act”), which entered into force on 1 January 2006 and abrogated the former 1978 Obligations Act (see the next paragraph), reads as follows:", "“(1) Every natural person or legal entity is entitled to the protection of its rights of personality (prava osobnosti) under the conditions provided by law.", "(2) Rights of personality within the meaning of this Act are the right to life, to physical and mental health, reputation, honour, dignity, name, privacy of personal and family life, liberty, etc.", "(3) A legal entity shall have all the above-mentioned rights of personality – apart from those related to the biological character of a natural person – and, in particular, the right to a reputation and good name, honour, name or company name, business secrecy, entrepreneurial freedom, etc.”", "“If a party is bound by law to enter into a contract, the other interested party may request that the contract be entered into without delay.”", "“Anyone may request a court or other competent authority to order the cessation of an activity which violates his or her rights of personality and the elimination of its consequences.”", "34. The text of section 157(1) of the former 1978 Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 29/1978, 39/1985 and 57/1989, and Official Gazette of the Republic of Croatia no. 53/1991 with subsequent amendments – “the 1978 Obligations Act”) was nearly identical to the text of section 1048 of the current 2006 Obligations Act, and read as follows:", "“Anyone may request a court or other competent authority to order the cessation of an activity which violates his or her rights of personality.”", "35. Among Croatian legal scholars there is no consensus as to which rights, apart from those enumerated in section 19 of the Obligations Act, are to be considered rights of personality. It is, however, common ground that the following rights of natural persons fall into that category: the right to life, the right to physical and mental integrity (health), the right to liberty, the right to reputation and honour, the right to privacy of personal and family life, the right to secrecy of letters and personal manuscripts, the right to personal identity (in particular the rights to one’s image, voice and name) and the moral rights of the author. It would appear that only these rights have so far been interpreted as rights of personality by the Croatian courts in the application of section 157 of the former 1978 Obligations Act and section 19 of the current 2006 Obligations Act. The issue whether other rights guaranteed by the Constitution may, at this point, be qualified as rights of personality remains largely disputed.", "36. The relevant part of the Anti-Discrimination Act (Zakon o suzbijanju diskriminacije, Official Gazette, no. 85/2008), which entered into force on 1 January 2009, reads as follows:", "“Anyone who considers that his or her right has been violated because of discrimination may seek the protection of that right in the proceedings in which that right is being decided as the main issue, or may also seek protection in special proceedings referred to in section 17 of this Act.”", "“(1) A person claiming to be a victim of discrimination under the provisions of this Act shall be authorised to bring an action and seek:", "1. a declaration that the defendant has violated the plaintiff’s right to equal treatment or that the activities the defendant has undertaken or failed to undertake may directly result in the violation of the right to equal treatment (action for declaration of discrimination);", "2. the cessation of activities which violate or may violate the plaintiff’s right to equal treatment, or to undertake activities which eliminate discrimination or its consequences (action to desist from or eliminate discrimination);", "3. compensation for pecuniary and non-pecuniary damage caused by the violation of the rights protected by this Act (action for damages);", "4. publication in the media of the judgment declaring the violation of the right to equal treatment, at the defendant’s expense.", "(2) Unless this Act provides otherwise, the court shall decide on claims referred to in paragraph 1 of this section by applying the provisions of the Civil Procedure Act.", "(3) Claims referred to in paragraph 1 of this section may be brought together with claims for the protection of other rights to be determined in civil proceedings if all those claims are interrelated and if the same court has jurisdiction based on subject matter in respect of them, regardless of whether such claims fall to be examined in regular or special civil proceedings, except in cases of disturbance of possessions. In that case, regulations relevant to the type of dispute in question shall apply, unless otherwise provided by this Act.", "(4) ...”", "37. The relevant part of the Report on the Implementation of the Constitutional Act on the Rights of National Minorities and the Expenditure of Means Allocated in the State Budget of the Republic of Croatia for 2009 for the Needs of National Minorities (Izvješće o provođenju Ustavnog zakona o pravima nacionalnih manjina i o utrošku sredstava osiguranih u državnom proračunu Republike Hrvatske za 2009. godinu za potrebe nacionalnih manjina), which the Government of the Republic of Croatia submitted to the Croatian Parliament on 1 July 2010, reads as follows:", "“To date, the Republic of Croatia has concluded four international agreements [concordats] with the Holy See ...", "...", "The Government of the Republic of Croatia also concluded six agreements on issues of common interest with churches and religious communities, and in this way has regulated relations with another 15 churches and religious communities.", "...", "Churches which have regulated relations with the State of Croatia:", "1. receive regular annual financial support,", "2. can teach religion courses in schools, and teach religion in nurseries,", "3. can celebrate marriage in religious form with the effects of a civil marriage.", "...", "All other religious communities have the right to provide pastoral care in medical and social-welfare institutions, prisons and penitentiaries, as well as in the armed forces.”", "38. The Government of Croatia has to date concluded agreements on issues of common interest, as envisaged in section 9(1) of the Religious Communities Act, with the following religious communities:", "- the Serbian Orthodox Church, on 20 December 2002 (Official Gazette, no. 196/2003);", "- the Islamic Community in Croatia, on 20 December 2002 (Official Gazette, no. 196/2003);", "- the Evangelical Church in the Republic of Croatia and the Reformed Christian Church in Croatia, on 4 July 2003 (Official Gazette, no. 196/2003);", "- the Evangelical (Pentecostal) Church in the Republic of Croatia (together with the associated Church of God in the Republic of Croatia and the Alliance of Pentecostal Churches of Christ in the Republic of Croatia), the Christian Adventist Church in the Republic of Croatia (together with the associated Seventh-day Adventists Reform Movement) and the Alliance of Baptist Churches in the Republic of Croatia (together with the associated Church of Christ), on 4 July 2003 (Official Gazette, no. 196/2003);", "- the Bulgarian Orthodox Church, the Croatian Old Catholic Church and the Macedonian Orthodox Church, on 29 October 2003 (Official Gazette, no. 196/2003), amended on 23 September 2004 (Official Gazette, no. 141/2004); and", "- the Jewish (Religious) Community Beth Israel in Croatia, on 24 October 2008.", "39. Relations with the Catholic Church are regulated by four concordats concluded with the Holy See:", "- the Agreement between the Holy See and the Republic of Croatia on Legal Issues (Official Gazette – International Agreements, no. 3/1997);", "- the Agreement between the Holy See and the Republic of Croatia on Pastoral Care of Catholic Believers [who are] Members of the Armed Forces and the Police (Official Gazette – International Agreements, no. 2/1997),", "- the Agreement between the Holy See and the Republic of Croatia on Cooperation in the Field of Education and Culture (Official Gazette – International Agreements, no. 2/1997),", "- the Agreement between the Holy See and the Republic of Croatia on Economic Issues (Official Gazette – International Agreements, no. 18/1998).", "40. According to the last census of 2001 the Bulgarian Orthodox Church has eight members, the Croatian Old Catholic Church 303 and the Macedonian Orthodox Church 211."], "VIOLATED_ARTICLES": ["14", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}