{"ITEMID": "001-114485", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF J.M. v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born on 30 November 1991. On 13 September 2007, at the age of fifteen, the applicant was arrested in Qaqortoq, Greenland, charged with rape and homicide under section 216, subsection 2, and section 237 of the Danish Penal Code (Straffeloven) committed on 26 May 2007 against an eighty-five year-old lady, who lived in Aalborg, Denmark, where the applicant at the relevant time attended a youth school institution. The case received massive media coverage, both before and after the police investigation that led to the applicant being charged.", "6. The applicant was brought before Qaqortoq County Court (Qaqortoq Kredsret) and pleaded guilty to both charges. He was ordered to be held in pre-trial detention for four weeks. A request by the lay representative (bisidder) that the applicant be placed in an institution in Greenland during the investigation was disregarded.", "7. After a week, the applicant was transferred to Denmark and brought before the City Court in Aalborg (Retten i Aalborg) which on 20 September 2007, by virtue of section 762, subsection 2(i), of the Administration of Justice Act (Retsplejeloven), extended the detention on remand until 11 October 2007 and until his placement in an appropriate home or institution could be secured as set out in section 765, subsections 1 and 2(iii) of the Administration of Justice Act. It further decided that the applicant should undergo a forensic psychiatric examination. The latter was formally requested by the public prosecutor on 23 October 2007 and commenced at the Forensic Psychiatric Department at Aarhus University Hospital on 21 November 2007.", "8. On 21 September 2007 the applicant was transferred to a closed young offender institution. On 10 October 2007 he was transferred to a secure residential institution called “Grenen” for young people aged between 12 and 17 who had committed a crime or otherwise displayed dangerous conduct. One of the objects of that particular institution was that the young people placed there were given such care, upbringing and help with development that they would be able to function in society later on. The young people had a well-structured daily routine with education, workshops and leisure-time activities, and with limit-setting adults with strong contact skills to support them.", "9. The applicant’s detention in the institution was extended by four weeks by the City Court in Aalborg on 11 October, 8 November and 6 December 2007.", "10. In a letter of 21 December 2007 the prosecution informed the applicant’s counsel that the investigation was by and large complete and awaited only a report from the forensic psychiatric examination.", "11. The applicant’s detention was extended for four weeks on 3 January 2008.", "12. On 22 January 2008 the forensic psychiatric report (retspsykiatrisk erklæring) was submitted. It concluded that the applicant was covered by Article 16, subsection 2, of the Penal Code concerning mentally ill persons and recommended that a judgment be passed to place the applicant in an appropriate institution for patients with a far-reaching mental handicap.", "13. On 31 January 2008 the applicant’s detention was extended, inter alia, in order for the Medico-Legal Council (Retslægerådet) to be heard on the forensic psychiatric report.", "14. The City Court in Aalborg extended the applicant’s detention by four weeks on 28 February, 27 March, 24 April, 22 May, 19 June, 17 July and 14 August 2008. On the latter two dates the domestic courts added that the conditions for extending the detention were fulfilled, also under section 768a of the Administration of Justice Act, which entered into force on 1 July 2008 (see below).", "15. In the meantime, on 14 March 2008 the report from the MedicoLegal Council was submitted, which concluded that the applicant was considered to fall within section 16, subsection 2, of the Penal Code. Moreover, if the applicant were convicted, a sentence of placement in an institution for persons with extensive mental disabilities as provided by section 68, second sentence, was recommended as the most expedient measure to prevent further similar offences.", "16. As a standard practice regarding persons falling within section 16, subsection 2, of the Penal Code, on 4 April 2008 the public prosecutor requested an opinion from the Joint Council for the Mentally Disabled (Samrådet for udviklingshæmmede) of Aalborg Municipality on the basis of the forensic psychiatric report and the recommendation of the Medico-Legal Council.", "17. On 21 April 2008, an opinion was received from the Joint Council for the Mentally Disabled, which found that the documentation for considering the applicant to fall within section 16, subsection 2 of the Penal Code was inadequate. It therefore urged a further examination of the case before a decision was made. Accordingly, a new forensic psychiatric report was requested.", "18. Originally, the trial was scheduled to commence on 11 September 2008, but it had to be re-scheduled for 13 and 14 November 2008 pending the completion of the second forensic psychiatric report. On the former date, for the first time the applicant objected to an extension of the pre-trial detention. He referred to the fact that section 768a of the Administration of Justice Act, which had entered into force on 1 July 2008, specifically limited pre-trial detention of persons under eighteen years to a period not exceeding eight months.", "19. By decision of 11 September 2008, still by virtue of section 762, subsection 2(i), of the Administration of Justice Act, the City Court in Aalborg extended the applicant’s pre-trial detention until 9 October 2008 and stated:", "[The applicant] is charged with rape and homicide committed on 26 May 2007. The pre-trial detention is thus justified by a charge of a very serious crime which has also been admitted to by [the applicant], and according to the information available it must be concluded that the reason why the case has not yet come to trial is the need to clarify the most expedient sanction, both in consideration of society and in consideration of [the applicant] himself. Although the length of the pre-trial detention exceeds the period stated as the maximum period in section 768a of the Administration of Justice Act, the court therefore finds that such very particular circumstances (helt særlige omstændigheder) apply as to provide a reason for deviating from the maximum period in section 768a, and the request for extension is therefore allowed.", "20. On appeal on 19 September 2008 the High Court of Western Denmark (Vestre Landsret), henceforth the High Court, upheld the decision.", "21. The applicant did not apply for leave to appeal against the decision to the Supreme Court (Højesteret).", "22. On 9 October 2008 the City Court in Aalborg extended the applicant’s detention in the closed youth institution by four weeks.", "23. On 6 November 2008 the City Court in Aalborg extended the applicant’s detention by another four weeks. It noted that the second forensic psychiatric report had been submitted on 3 November 2008 and that it was of significant importance to hear the Medico-Legal Council in this respect. It repeated that such very particular circumstances applied as to provide a reason for deviating from the maximum period in section 768a of the Administration of Justice and that an extension could not be considered in breach of Article 5 § 3 of the Convention. Accordingly, the trial had to be rescheduled anew.", "24. The applicant appealed against the decision to the High Court, which on 14 November 2008 upheld the decision. Leave to appeal to the Supreme Court was refused on 19 December 2008 by the Leave-toAppeal Board (Procesbevillingsnævnet).", "25. In the meantime, on 10 December 2008 the second report from the Medico Legal Council was submitted. It concluded that the applicant’s case did not fall under section 16, subsection 2, of the Penal Code, as found in its first report, but under Section 69 of the Penal Code in that his actions had been conditioned by deficient development, reduction or disturbance of mental functions which, from a medical point of view, on the one hand could suggest a sentence to structured, controlled socio-psychiatric treatment, and on the other hand could not rule out ordinary imprisonment. The Medico-Legal Council was unable to point to any other measures under section 68, second sentence, of the Penal Code that were more expedient than ordinary punishment. The Medico-Legal Council did find it relevant though, from a purely medical point of view, to order the applicant to undergo a structured, supervised socio-pedagogical measure as provided for by section 74a of the Penal Code. If such sanction was not feasible, the imposition of ordinary punishment was recommended.", "26. Moreover, in the meantime, on 4 and 17 December 2008, and subsequently on 13 January 2009 the City Court in Aalborg extended the applicant’s detention, stating expressly that an extension would not be contrary to Article 5 § 3 of the Convention. The trial had been scheduled to take place on 27 January 2009, and if necessary also on 2 and 4 February 2009.", "27. By judgment of 27 January 2009 the City Court in Aalborg convicted the applicant in accordance with the indictment and his own confession. It was established as a fact that the applicant had gained access to the victim’s apartment because he wanted access to a telephone. Having raped the victim, he killed her by inflicting several blows, kicks and knife lesions to the head, neck and body. Thereafter he had left the scene of the crime, walked to town and called the youth school institution to be collected. He did not talk to anybody about the crime until he had been arrested. The applicant was sentenced to eight years’ imprisonment. The City Court refuted the applicant’s complaint about the length of the detention and the length of the trial and stated that even though the proceedings had taken more than sixteen months from the applicant’s deprivation of liberty, their length could not lead to a reduction of the sentence as the completion of the two mental status examinations of the applicant- and the submission of the case to the Medico-Legal Council had been of vital significance for determining the sanction to be imposed. Moreover, it found that the public prosecutor had conducted the proceedings with due diligence.", "28. On appeal, on 4 June 2009 the High Court upheld the judgment in its entirety and stated, among other things: “For the reasons stated by the District Court and because the length of the proceedings cannot be attributed to ‘periods of inactivity’ of any importance for sentencing purposes in view of the nature of the case, [the High Court] agrees that the length of the proceedings has not been attributed importance as a mitigating factor. Accordingly, and in view of the very significant gravity of the offences, including the particular ruthlessness exhibited by [the applicant], the fact that the offences were committed in the victim’s own home, and the fact that the victim was a defenceless eighty-five year-old woman, the High Court upholds the sentence of eight years’ imprisonment despite the fact that [the applicant] was only fifteen years old at the time of the offence, see section 82, subsection 1(i), of the Penal Code”. On the same day, the High Court decided that the applicant should remain in alternative detention until the enforcement of the sentence could commence.", "29. It appears that the applicant did not submit a request to the LeavetoAppeal Board for leave to appeal against the High Court judgment to the Supreme Court.", "30. The rules on detention on remand are laid down in part 70 of the Administration of Justice Act (Retsplejeloven), which reads in so far as relevant:", "1. A person charged (en sigtet) may be detained on remand when there is a reasonable suspicion that he has committed an offence which is subject to public prosecution, provided that under the law the offence may result in imprisonment for one year and six months or more, and", "(i) according to information received concerning the suspect’s situation, there are specific reasons for assuming that he will evade prosecution or execution of judgment, or", "(ii) according to information received concerning the suspect’s situation, there is specific reason to fear that, if at large, he will commit a new offence of the nature described above, or", "2. A person charged may also be detained on remand when there are strong reasons for suspecting that he has committed:", "(i) an offence which is subject to public prosecution which, under the law, may result in imprisonment for six years or more, and it is deemed necessary for law enforcement reasons, according to the information obtained on the gravity of the offence, that the person is not at large (hensynet til retshåndhævelsen); or", "(ii) an offence in violation of section 119(1), section 123, section 134a, section 192a(2), section 218(1), section 222, section 224 or section 225 read with section 218(1) or section 222, section 235(1), sections 244-246, section 250 or section 252 of the Penal Code or violation of section 232 of the Penal Code committed against a child of less than 15 years, in case the offence may be expected, due to the particulars of the seriousness of the circumstances, to be punished with a non-suspended sentence of imprisonment for at least sixty days and due regard for enforcement of the law is found to require that the accused shall not be at large.”", "3. Detention on remand may not be imposed if the offence can be expected to result in a fine or imprisonment for a period not exceeding thirty days, or if the deprivation of liberty would be disproportionate to the inconvenience so caused to the life of the person charged, the importance of the case and the legal consequence to be expected if the person charged is found guilty.", "1. The court shall decide, upon request from the prosecution, if an accused person shall be detained on remand. A request for continued remand detention shall be submitted to the court in writing and the request shall state the detention provision(s) relied on by the prosecutor, the factual circumstances on which the request is based and the most significant investigative steps expected to be taken.", "...", "4. ... If detention on remand is continued beyond the time limits set out in section 768a, subsections 1 and 2, the [court] must state in its decision necessitate continued detention on remand ...", "1. Where the conditions to apply detention on remand are met, but if the purpose of detention on remand may be obtained by less radical measures, the court decides on such measures in lieu thereof subject to the consent of the person charged.", "2. The court may thus decide that the person charged shall", "...", "(iii) be placed in an appropriate home or institution", "...", "1. Except for situations where the person charged is not present in Denmark, the court order must state a period for the pre-trial detention or the measure. The period must be as short as possible and may not exceed four weeks. The period may be extended but not by more than four weeks at a time. The extension is made by court order unless the defendant accepts the extension. Until judgment is rendered in the first instance, the rules of section 764 apply correspondingly to court hearings and court orders about extension of periods. A defendant who is held in pre-trial detention or is subject to another custodial measure does not, however, have to be brought in person before the court if he waives this or the court finds that such attendance will involve undue difficulties.", "Detention on remand or measures in lieu hereof, shall if necessary be terminated by a court order if prosecution is dropped or the conditions for instituting proceedings no longer exist. If the court order finds that the necessary speed has not been used to proceed with the matter and that detention on remand or other measures are not reasonable, the court shall terminate it.", "1. Unless the court finds that there are special circumstances to the contrary, the maximum period of detention on remand must not be extended for a continuous period of", "(i) six months, when the accused is charged with an offence that cannot carry a sentence of imprisonment for six years or", "(ii) one year when the accused is charged with an offence that may carry a sentence of imprisonment for six years or more.", "2. Unless the court finds that there are very special circumstances to the contrary, the maximum period of the detention on remand of a juvenile (less than 18 years old) must not be extended for a continuous period of", "(i) four months, when the accused is charged with an offence that cannot carry a sentence of imprisonment for six years or", "(ii) eight months when the accused is charged with an offence that may carry a sentence of imprisonment for six years or more.", "3. The periods mentioned in subsections 1 and 2 comprise the period until the beginning of the trial at first instance.", "31. Section 768a was inserted into the Administration of Justice Act by act no. 493 of 17 June 2008 and entered into force on 1 July 2008 with the aim of reducing lengthy criminal charges and detention on remand. The reasons for the proposal were explained in the general remarks to the Act, inter alia by a reference to a specific Committee Report, 1492/2007, pp. 136-38:", "“The Committee notes that detention on remand is a particularly serious interference in criminal procedure, and that this especially is the case for persons under 18 years of age. The strain that flows from detention on remand - in the view of the Committee - caused not only by the uncertainty that follows from the charge and the imprisonment, but also uncertainty with respect to the length of the detention and the consequent questions, inter alia, whether the detainee can resume his work or his education after the detention ends, relationships with family and friends, etc. The strain must normally be presumed to grow concurrently with the length of the interference and especially for this reason the length of detention should be limited as far as possible. Against this background, the Committee finds that there is a need for further measures to reduce the length of detention on remand. Considering the serious character of the interference, the Committee further notes that it must be incumbent on the police, the prosecution authorities and the courts that, in the organisation of their work, they pay special attention to expediting these cases in order for detention on remand to be of the shortest possible duration.”", "32. As appears from the wording of section 768a, deviation from pre-trial detention periods of defendants under the age of eighteen is only possible if the court finds that “very special circumstances” apply. As explained in more detail in the preparatory notes (see the Official Report on Parliamentary Proceedings 2007-2008 (2nd sitting), Addendum A, p. 2952 (Bill No. L 78)), it depends on a specific assessment of all the circumstances of each case whether there is a basis for deviating from the maximum periods of pre-trial detention, as concerns both charged persons under and over the age of eighteen. When assessing this, the court must start from the reason for detention applied, that is, the reasons for pre-trial detention under section 762, subsection 1(i) (danger of absconding), section 762, subsection 1(ii) (danger of reoffending), or section 762, subsection 2 (public interest) of the Administration of Justice Act. The preparatory notes set out:", "In case of pre-trial detention pursuant to the said provisions, the requirement of particular circumstances implies that a total assessment must be made on the basis of a strict assessment, both of the circumstances mentioned in section 768 (that is, particularly whether the investigation is being conducted with the requisite expedition) and of the necessity of continuing the detention pursuant to the detention reason applied.", "The strict attention to the necessity of continuing the detention also implies that the court must pay special attention to the proportionality requirement under section 762(3) of the Administration of Justice Act and, particularly in connection with the detention reason stipulated in subsection (l)(i) (danger of absconding), to the possibility of using alternatives to detention as prescribed in section 765. Concerning the application of alternatives, it should be noted in that connection that the court, the public prosecutor as well as defence counsel should be aware at all times of the need to try to apply alternative detention in cases where that would be an adequate measure.", "...", "In all cases, the offence charged will be of significant importance so that continued detention after the maximum periods stated may particularly be applied in serious criminal cases, that is, in cases of aggravated offences against the person and other cases of particular public interest in which the expected sanction will be several years of imprisonment. Thus, following an overall assessment, the court must make a critical assessment of the necessity of continued pre-trial detention in light of the length of the detention so far.", "...", "In the assessment of the question of continuation of the detention in case of the most aggravated offences, for example in cases of homicide, the most aggravated drugs offences, etc., the nature of the actual aggravated offence will naturally be included in the assessment of whether detention may be continued in excess of the periods stated. Particularly in cases where prosecution has been instituted, and where there is a rather strong suspicion, the criminal nature of a very serious offence may, in addition to the specific reason for detention, be included as an essential factor resulting in a finding that particular circumstances exist in accordance with the provision proposed.", "33. Particularly concerning continued pre-trial detention of charged persons under the age of 18 in excess of the maximum periods, the preparatory notes stated the following:", "Whether pre-trial detention of young people under the age of 18 may occur in excess of the normal periods stated in subsection (2) must normally depend on an assessment corresponding to the one to be made when determining whether there is any basis for deviating from the periods stated in subsection (1), see above. However, the condition for deviating from the periods stated in subsection (2) is qualified, as exceptional circumstances must apply. This pertains to both the circumstances referred to in section 768 of the Administration of Justice Act (that is, particularly whether the investigation is being conducted with the requisite expedition) and to the necessity of continued pre-trial detention in accordance with the reason for detention applied, see above for details. Also the nature of the offence charged will be of significant importance so that continued detention after the maximum periods stated may particularly be applied in very serious criminal cases (that is, in cases of severely aggravated offences against the person and other cases of particular public interest in which the expected sanction will be several years of imprisonment).", "34. The Penal Code contains various provisions on the significance of the perpetrator’s mental status at the time of the offence, inter alia:", "(1) Persons who, at the time of the act, were irresponsible on account of mental illness or a state of affairs comparable to mental illness, or who are severely mentally defective, are not punishable. Provided that the perpetrator was temporarily in a condition of mental illness or a state of affairs comparable to mental illness on account of the consumption of alcohol or other intoxicants, he may in particular circumstances be punished.", "(2) Persons who, at the time of the act, were slightly mentally defective are not punishable, except in particular circumstances. The same shall apply to persons in a state of affairs comparable to mental deficiency.", "Where an accused is acquitted in accordance with section 16 of this Act, the court may decide on the use of other measures which it considers to be expedient for the prevention of further offences. If less extreme measures such as supervision, decisions on place of residence or work, addiction treatment, psychiatric treatment and so on are considered insufficient, the court may decide that the person in question must be taken to a hospital for the mentally ill or to an institution for severe mental defectives, or that he must be put into care suitable for the mentally deficient, or that he must be taken to a suitable home or to an institution where he can receive special nursing or care. Safe custody is possible under the conditions stated in section 70 of this Act.", "Where the offender was, at the time that the punishable act was committed, in a condition resultant upon inadequate development or an impairment or disturbance of his mental abilities, although not of the character referred to in section 16 of this Act, the court may, if considered expedient, decide upon the use of measures such as those referred to in the second sentence of Section 68 above, in lieu of punishment.", "35. The Administration of Justice Act contains the following provision on mental status examinations of the perpetrator:", "1. The defendant must be subjected to a mental status examination when this is found to be of importance for the decision of the case. If he does not explicitly consent to the examination, it can only take place pursuant to a court order. If the defendant is being detained, he cannot be examined without a decision of the court.", "36. Mental status reports are prepared by consultants in psychiatry. The cases of forensic psychiatry that are submitted to the Medico-Legal Council (Retslægerådet) for an opinion concern the question of whether, at the time of the offence, the defendant was mentally ill or in a comparable state as stated in section 16 of the Penal Code and questions of determination of the most/more expedient measure, see sections 68 and 69 of the Penal Code. Approximately half of all mental status reports are submitted to the MedicoLegal Council. Cases not submitted to the MedicoLegal Council typically concern less serious crimes and where the examination gives no basis for recommending a special psychiatric measure. The detailed rules for the organisation and work routines of the Medico-Legal Council are laid down in the Rules of Procedure of the Council. Rule 7(1) of the Rules of Procedure provides that:", "If the written material submitted to the Council is deemed not to provide a sufficient basis for the Council’s assessment of the case, the Council shall inform the submitting authority of what further information will be of importance for such assessment. At the same time, the Council shall state whether it is deemed most expedient that such information is provided: ...", "through examination of the person in question by one or more of the Council members or experts at the request of the Council.", "37. In cases where it is concluded, on the basis of the mental status examination of the perpetrator, that the perpetrator is slightly retarded (‘mentally disabled’), it is standard practice for the public prosecutor of the North Jutland Police, who conducted the criminal proceedings against the applicant before Aalborg District Court, to request an opinion from the Joint Council for the Mentally Disabled (Samrådet for Udviklingshæmmede) of Aalborg Municipality. The Joint Council for the Mentally Disabled, which includes a forensic psychiatrist and a psychologist as well as a representative of the Danish Prison and Probation Service, assesses the conclusion of the mental status report on the perpetrator’s mental status and recommends the sanction which should be imposed on the perpetrator, including the type of institution in which the perpetrator should be placed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}