{"ITEMID": "001-68736", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF JANCIKOVA v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in born in 1961 and lives in Vienna. She is the owner of a plot of land in Vienna. At the time of the events she was building a house on her land.", "9. On 16 October 1992 officers of the Regional Vienna Labour Office (Landesarbeitsamt) inspected the construction site and found that four persons of Czech nationality, who were carrying out plaster works, had no permit to work in Austria.", "10. On 21 October 1992 the Labour Office submitted a report to the Vienna Municipal Office (Magistrat) alleging that the applicant had illegally employed four foreigners. Thereupon, the Municipal Office opened administrative criminal proceedings against the applicant under the Aliens' Employment Act (Ausländerbeschäftigungsgesetz) and invited her, by letter of 29 December 1992, to comment on the charge against her. As the applicant was out of town, this letter did not reach her prior to 20 January 1993, when the Municipal Office ordered the applicant to pay a fine in the amount of ATS 66,000 (EUR 4,796.41) for having illegally employed four foreigners contrary to the provisions of the Aliens' Employment Act. This order was served on the applicant on 4 February 1993. According to the applicant, this was the first time that she became aware that proceedings had been instituted against her.", "11. On 11 February 1993 the applicant, assisted by counsel, filed a request for reinstatement into the first instance proceedings (Wiedereinsetzungsantrag) and lodged an appeal with the Independent Administrative Panel (Unabhängiger Verwaltungssenat, hereafter referred to as “IAP”) against the order of 20 January 1993.", "12. On 19 February 1993 the Municipal Office rejected the request for reinstatement into the proceedings. The applicant appealed on 25 March 1993 to the IAP.", "13. On 14 February 1995 the IAP summoned the parties to a hearing scheduled for 21 March 1995 and invited the applicant to comment on the charge. The applicant did so on 3 March 1995.", "14. On 21 March 1995 the IAP dismissed her appeal concerning reinstatement. It found that the invitation to comment on the charge of 29 December 1992 had been served in accordance with the provisions of the Official Notifications Act (Zustellgesetz) and that therefore the Municipal Office's decision of 19 February 1993 to refuse reinstatement into the proceedings had been lawful. This decision was served on the applicant on 17 May 1995. The applicant's complaint of 21 June 1995 against the IAP's decision was rejected by the Administrative Court (Verwaltungsgerichtshof) on 7 September 1995.", "15. On 21 March 1995 the IAP also examined the applicant's appeal of 11 February 1993 against the order of 20 January 1993 to pay the fine in the amount of ATS 66,000. Having deliberated, the IAP rejected the applicant's appeal the same day.", "16. On 23 August 1996 the IAP finalised the written version of its decision on the applicant's appeal of 11 February 1993. It found that the applicant had concluded work contracts with foreigners which required a valid work permit under the Aliens' Employment Act. The decision was served on 29 November 1996.", "17. On 19 December 1996 the applicant filed a complaint with the Constitutional Court (Verfassungsgerichtshof).", "18. By a decision of 30 September 1997 the Constitutional Court refused to deal with the complaint for lack of prospects of success and transferred the case to the Administrative Court. This decision was served on 9 December 1997.", "19. On 9 April 1998 the IAP commented on the applicant's complaint and, on 20 May 1998, the applicant submitted observations in reply.", "20. On 13 September 1999 the Administrative Court dismissed the applicant's complaint. This decision was served on 30 September 1999.", "21. Pursuant to Article 132 of the Federal Constitution, the Austrian law no application may be lodged with the Administrative Court against the administrative authorities' failure to decide (Säumnisbeschwerde) in administrative criminal proceedings. This provision was adopted in 1984 (BGBl. 296/1984). The legislative committee stated in its respective report (AB 345, XVI. GP), referring to the Code of Administrative Offences (Verwaltungsstrafgesetz), that the exclusion of this remedy was justified as the administrative authorities had to decide on appeals within a short time-limit. The provisions to which the legislative committee referred provide as follows:", "22. Pursuant to Section 51 § 7 of the Code of Administrative Offences, administrative authorities have to decide on appeals within fifteen months and if they do not comply with this time-limit the proceedings have to be discontinued. This time-limit does not apply to proceedings, in which more than one party has a right to appeal. Periods during which proceedings before the Constitutional Court and the European Court of Justice are pending shall not be counted for the purpose of the fifteen months time-limit.", "23. Pursuant to Section 31 §§ 1 and 2 of the Code of Administrative Offences, the prosecuting authority has to institute administrative criminal proceedings against a person suspected of having committed an administrative offence within six months or as regards specific offences - as the offence at issue - within one year after the perpetration of the offence.", "24. Pursuant to Section 31 § 3 of the Code of Administrative Offences, the authorities may only sentence a person suspected of an administrative offence within a period of three years after the perpetration of the offence. Periods during which proceedings before the Constitutional Court, the Administrative Court and the European Court of Justice are pending shall not be counted for the purpose of the period of prescription.", "25. In administrative criminal proceedings in which more than one party has the right to appeal, e.g. in proceedings where also the Labour Office has locus standi, legal protection against the authorities' failure to decide is only safeguarded by the limitation of the period of three years within which a penal order has to be issued. The public pronouncement of the decision is considered to be sufficient for complying with this time-limit.", "26. Pursuant to Section 19 § 2 of the Code of Administrative Offences in connection with Sections 32 to 35 of the Code of Criminal Procedure (Strafprozessordnung), the administrative authorities have to consider an unreasonable length of the proceedings as mitigating circumstance."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}