{"ITEMID": "001-57901", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF MAXWELL v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "John Freeland", "TEXT": ["7. The applicant, Mr Peter Maxwell, is a British citizen born in 1944. He lives in Perth, Scotland.", "On 14 or 15 February 1990 two masked men broke into a private house, situated in Stevenston, Scotland. They assaulted the occupant causing him severe injury and permanent disfigurement.", "On 19 February 1990 Mr Maxwell was arrested together with another man. They were indicted on a charge of assault. They were both held in custody until trial started on 28 May 1990 in the High Court of Justiciary at Kilmarnock, Scotland.", "8. On 29 May 1990 the jury found the applicant guilty of the charge. Taking account of his bad criminal record, the judge sentenced him to five years’ imprisonment.", "Legal aid had been made available to the applicant for the preparation of his defence and for his representation by counsel at the trial.", "9. After conviction, Mr Maxwell instructed a new firm of solicitors, who then asked counsel who had represented him at the trial to advise on the prospects of an appeal. Having received counsel’s advice, the solicitors informed the applicant that they could not identify any basis for an appeal and accordingly could not act for him. Their advice to the applicant was in accordance with proper professional practice (see paragraph 20 below).", "The applicant then sought to instruct another firm of solicitors but they were also unwilling to act for him.", "10. On 31 July 1990, notwithstanding the advice which had been given to him, the applicant lodged with the court a note of appeal setting out grounds which he formulated himself.", "The grounds of appeal can be summarised as follows:", "(a) the applicant had not been able to substantiate his contention that a crucial witness was giving false evidence against him because to do so would have involved revealing to the jury a previous conviction;", "(b) a number of witnesses had not been called by the Crown or by the Defence;", "(c) crucial evidence had been entirely fabricated;", "(d) the verdict of the jury was not supported by the evidence;", "(e) his legal advisers had disregarded instructions which he had given them and had not defended him in accordance with his instructions;", "(f) there had been insufficient evidence to establish that the assault had resulted in the victim’s permanent disfigurement.", "11. The applicant subsequently instructed another firm of solicitors and obtained an adjournment of the hearing of his appeal. However, shortly before the adjourned hearing, those solicitors informed the applicant that they could no longer act for him in his appeal and that they were unable to find any counsel who was willing to present the appeal. Such refusal by counsel was in accordance with the relevant rule of professional practice (see paragraph 20 below).", "The applicant was granted a further adjournment of the hearing of his appeal.", "12. Mr Maxwell instructed yet another firm of solicitors. On 17 December 1990 they lodged an application for legal aid to pay for representation at the hearing of the appeal with the Scottish Legal Aid Board (\"the Board\"). At the Board’s request, they sought the advice of a new counsel on the prospects of success of the appeal.", "In an opinion dated 10 January 1991 in which he considered the grounds of appeal formulated by the applicant, counsel concluded that there was \"no ground of appeal against conviction and no prospects of appealing successfully against sentence\". Mr Maxwell’s solicitors submitted to the Board that their client should nonetheless be granted legal aid in view of the lengthy sentence which he had received.", "13. On 25 January 1991, the Board informed Mr Maxwell that his application had been refused as the Board was not satisfied, as it was required to be under the relevant legislation (see paragraph 23 below), that there were substantial grounds for making an appeal and that it was reasonable that legal aid should be made available. His solicitors advised him that he should abandon his appeal but he chose not to accept their advice.", "Following the refusal of legal aid, the solicitors declined to continue to act for the applicant. A further adjournment of the hearing was then granted. The applicant decided to proceed with his appeal personally.", "14. On 21 March 1991, the applicant addressed the High Court of Justiciary on his grounds of appeal. The Crown was represented by counsel but there is no indication that he intervened at the hearing. Presiding over the three-judge bench was the Lord Justice Clerk, one of the two most senior judges in Scotland.", "On the same date the court dismissed the appeal. In his judgment the Lord Justice Clerk noted that detailed grounds of appeal had been put forward and that the applicant had addressed the court at some length upon those grounds. The judgment gave full consideration to each of the grounds of appeal, but was satisfied that they had no substance and that there had been no miscarriage of justice.", "15. The following details relate solely to the \"solemn procedure\", under which trial proceeds upon an indictment before a judge sitting with a jury.", "16. A person convicted of a criminal charge in Scotland has an automatic right of appeal granted by statute (section 228 of the Criminal Procedure (Scotland) Act 1975 - \"the 1975 Act\"). No leave to appeal is required.", "17. In an appeal, the appellant may ask the court to review any alleged miscarriage of justice in the proceedings in which he was convicted (section 228(2) of the 1975 Act). What is a miscarriage of justice is not defined by statute, but the term covers such matters as misdirections by the trial judge or wrong decisions on the admissibility of evidence, as well as breaches of natural justice. In any appeal, the nature of the alleged miscarriage of justice must be specified in the grounds of appeal contained in a written note of appeal, lodged within eight weeks of the date when sentence was imposed upon the appellant (section 233(1) and (2) of the 1975 Act). An appellant may not, at the appeal hearing, found any aspect of his appeal on a ground which is not contained in the note of appeal unless, exceptionally and on cause shown, he obtains the leave of the court to do so (section 233(3) of the 1975 Act).", "18. An appeal is heard by a bench of not less than three judges. At the hearing of the appeal the appellant or his counsel, if he is represented, makes submissions to the court in support of the grounds of appeal. Appellants who do not have legal representation are not required to make an oral presentation: they are allowed, however, to read any material that they may have prepared or collected.", "The Crown is always represented by counsel at the hearing of criminal appeals. Their duty is to act solely in the public interest and not to seek to uphold a wrongful decision. Accordingly, they will only address the court if requested to do so or if it is necessary to bring to the attention of the court some matter relevant to the appeal, whether or not favourable to the prosecution.", "19. In disposing of an appeal against conviction the court may dismiss it and affirm the verdict of the trial court; set aside the verdict of the trial court either by quashing the conviction or by substituting an amended verdict of guilty; or set aside the verdict of the trial court and authorise a new prosecution (section 254 of the 1975 Act).", "20. Counsel in Scotland are vested with the public office of advocate, which imposes a number of duties upon them, among which is the duty not to accept instructions to act in circumstances where, in their professional opinion, a case is manifestly unfounded, even if the client is able to pay for such representation.", "The basis of this rule of professional conduct is that counsel cannot properly occupy the time of the court in advancing arguments which he knows to be without foundation.", "21. The administration of legal aid in Scotland is the responsibility of the Scottish Legal Aid Board, an independent body whose members are appointed by the Secretary of State for Scotland from among counsel, solicitors and other persons with experience of the courts.", "22. Legal aid which has been made available for a trial on indictment extends, in the case of conviction, to include consideration and advice by a solicitor on the question of appeal. An opinion on the prospect of the appeal can also be obtained from the counsel who acted at the trial.", "Under special provisions legal aid is also available to enable the solicitor to prepare and lodge the statutory intimation of intention to appeal and, where appropriate, arrange for the opinion of counsel to be obtained as to the prospects of the appeal, and for the drafting and lodging of a note of appeal setting out the grounds of appeal.", "23. To extend the legal aid beyond this point a further application by the solicitor to the Legal Aid Board is required. This should include confirmation that the applicant’s solicitor is willing to act in the appeal as well as a statement of the arguments in support of the grounds of appeal and a note of the solicitor’s reasons for believing that the grounds of appeal are substantial and that legal aid should be made available.", "24. The Board takes its decisions on the basis of the documents before it, which normally include copies of the Note of Appeal, the trial judge’s charge to the jury and the trial judge’s report on the case. The views expressed by the applicant’s solicitor and counsel will also be taken into account.", "25. Although the legislation does not provide for a formal review, the Board will, as a matter of practice, when requested to do so, reconsider an application which has been refused. Such reconsideration involves the application being referred to an external reporter, who was not involved in the Board’s earlier decision and who reports to the Board on the merits of the application. Otherwise, Board decisions are subject to ordinary judicial review.", "26. If the appellant proceeds with his appeal without legal aid and the court considers that, prima facie, he may have substantial grounds for taking the appeal and it is in the interests of justice that he should have legal representation in arguing these grounds, then the court must immediately adjourn the hearing and make a recommendation that the Board’s decision be reviewed.", "27. The practice of the court in this regard was formalised following the judgment of the European Court of Human Rights in Granger v. the United Kingdom of 28 March 1990 (Series A no. 174) by a Practice Note to this effect issued on 4 December 1990 by the Lord Justice General to all Appeal Court Chairmen and Clerks:", "\"In any appeal where legal aid has been refused and the court considers that prima facie an appellant may have substantial grounds for taking the appeal and it is in the interests of justice that the appellant should have legal representation in arguing his grounds, the court shall forthwith adjourn the hearing and make a recommendation that the decision to refuse legal aid should be reviewed.\"", "28. Where such a recommendation is made, legal aid is automatically granted. To this end, the Manual of Procedure of the Scottish Legal Aid Board provides in paragraph 6.12 that:", "\"In these circumstances the Board will receive a letter from the High Court of Justiciary giving the details of the case where they are recommending a re-consideration of the decision to refuse. If we are asked to re-consider a decision in these circumstances, then the application should be granted automatically. The case need not be seen by a reporter or Board solicitor, but ought to be referred to the Assistant Manager for the appropriate action.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}