{"ITEMID": "001-82283", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SCHAEFER v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mrs Brunhilde Schaefer, is a German national who was born in 1934 and lives in Mannheim. She was represented before the Court by Mr H. Hohmann and Mr T. Makatsch, lawyers practising in Büdingen.", "The applicant and M.S. are a married couple. Their property is subject to the statutory matrimonial property regime of the community of increased assets (Zugewinngemeinschaft; see Relevant domestic law below).", "M.S. was the manager of two limited liability companies in which he had invested 61,000 marks (DEM). The companies had taken out several loans for which M.S., as well as his son and wife, had provided security.", "On 26 September 1988 and on 1 August 1989 M.S. pledged four bonds (of a total value of DEM 232,000) to the Schwetzingen Regional Savings Bank as security for all present and future claims of the bank against him. Thereupon, the bank furnished a guarantee of DEM 300,000 for a loan which M.S. had received from a different bank and granted him two loans.", "On 20 January 1990 the Schwetzingen Regional Savings Bank gave M.S. notice of termination of the loans and claimed their repayment. However, M.S. was unable to settle his debts.", "In 1991 the claims arising from the four bonds pledged by M.S. became due. The Schwetzingen Regional Savings Bank arranged for the sum of money which had fallen due to be paid into M.S.’s account with the bank, where it was charged with M.S.’s debts.", "The applicant and M.S. have made their living since then from a small pension, financial aid granted by others and two low-paid part-time jobs.", "On 4 March 1991 the applicant, who was from then on represented by counsel throughout the proceedings, brought an action against the Schwetzingen Regional Savings Bank for restitution of the four bonds or alternatively for payment of DEM 232,000. She claimed that the pledging of the bonds by her husband was void pursuant to section 1365 of the Civil Code (see Relevant domestic law below). She argued that the companies managed by her husband had already been heavily indebted since 1986. Her husband’s interests in his two companies therefore no longer had any value. The defendant bank had been aware that the bonds constituted her husband’s last property and she had not consented to his pledging the bonds as prescribed by section 1365 of the Civil Code in such circumstances. As her husband did not want to claim restitution of the bonds himself, she had a right to restitution under section 1368 of the Civil Code (see Relevant domestic law below).", "The Schwetzingen Regional Savings Bank pleaded that, already in 1991, it had set off (see Relevant domestic law below) its claim for repayment of M.S.’s loan against the claim for restitution of the bonds.", "On 5 January 1994 the Schwetzingen District Court (Family Division) dismissed the applicant’s action.", "On 30 December 1997 the Karlsruhe Court of Appeal dismissed the applicant’s appeal.", "Contrary to a previous undertaking allegedly given orally by the judge rapporteur in the hearing, the Court of Appeal subsequently dismissed the applicant’s request for legal aid for the proceedings.", "On 1 February 2000 the applicant received a copy of the defendant’s observations.", "On 2 February 2000 the Federal Court of Justice, having held a hearing on that day, rejected the applicant’s request under section 283 of the Code of Civil Procedure (see Relevant domestic law below) to grant her an additional opportunity to reply in writing to the defendant’s observations (running to twelve pages) of 27 January 2000, which the applicant had received the day before the hearing, and dismissed the applicant’s appeal on points of law.", "The Federal Court of Justice noted that section 1365 of the Civil Code protected a spouse’s interest in preserving the family’s assets. However, this interest did not outweigh the interests of the other spouse’s creditors under all circumstances. In particular, the Debtors (Voidable Dispositions) Act (see Relevant domestic law below) offered protection for the creditors of a spouse who had transferred his/her assets to the other spouse in order to exempt these assets from his/her creditors’ attachment. This did not mean, however, that section 1365 of the Civil Code did not fully apply to heavily indebted spouses.", "The Federal Court of Justice found that the applicant could not claim under section 1368 of the Civil Code the amount of money the defendant had received when the claims arising from the four bonds had become due. It left open whether the bonds had constituted M.S.’s entire or almost entire property and whether the defendant had known this as required by section 1365. This being assumed, the pledge of the bonds had been void and M.S. had initially had a claim against the defendant for payment of the amount of money the bank had obtained when the bonds were redeemed. However, the defendant bank had validly set off its own claim against M.S. for repayment of the loans against M.S.’s said claim by having the money obtained from the bonds paid into M.S.’s account with the bank and by charging it with M.S.’s debts.", "The Federal Court of Justice, agreeing with the defendant, which had argued in its observations that it had set off its claim for repayment of the loans against the claim under section 1365 of the Civil Code, considered the set-off to be valid. Section 1368 of the Civil Code only allowed the applicant to enforce M.S.’s claim in her own name. Likewise, the protective purpose of sections 1365 and 1368 of the Civil Code had not been impaired by the set-off. The said provisions did not shield a spouse from all reductions of the family’s assets caused by the other spouse, in particular, by incurring liabilities which endangered the preservation of those assets. Creditors who had a claim for payment as a result of these liabilities could enforce their claim against the indebted spouse by execution against the debtor’s property. Just as section 1365 of the Civil Code did not give the other spouse a right to prevent compulsory execution, it did not protect that spouse from a set-off if the creditor had a claim against the spouse who had disposed of his/her property contrary to section 1365. Instead of attaching the disposing spouse’s claim for payment against the bank, the latter could set off its own claim for repayment of the loan against M.S.’s claim.", "The decision was served on the applicant on 6 April 2000.", "On 4 May 2000 the applicant lodged a complaint with the Federal Constitutional Court. She argued that the German courts had interpreted sections 1365 and 1368 of the Civil Code in a manner which disregarded her right to respect for her family life as protected by the Basic Law. The Federal Court of Justice had also refused to allow her an opportunity to reply in writing to the defendant’s observations, which she had received only one day before the hearing. Furthermore, her trial had been unfair, in particular, in that the undertaking of the judge rapporteur of the Court of Appeal that she would be granted legal aid had not been fulfilled.", "On 23 October 2002 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 1 BvR 801/00).", "The decision was served on the applicant on 29 October 2002.", "Sections 1363 to 1390 of the Civil Code lay down rules concerning the matrimonial property of married couples.", "The property of spouses is subject to the statutory matrimonial property regime of the community of increased assets (Zugewinngemeinschaft) if they have not stipulated in a marriage contract that different rules shall apply (section 1363 § 1 of the Civil Code). The property of the husband and wife does not become joint property. However, any increase in the assets of either spouse during the marriage is equalized on termination of the community of increased assets (for example, by death or divorce, see section 1363 § 2 of the Civil Code).", "There are certain limitations on a spouse’s right to dispose of his or her assets. In particular, according to section 1365 § 1 of the Civil Code, a spouse may only (agree to) dispose of the entirety of his or her assets with the other spouse’s prior or subsequent consent. The approval of guardianship courts may be substituted for the other spouse’s consent to the transaction under certain conditions: if the transaction is in line with a proper administration of the assets and if the other spouse has refused his or her consent without good cause (section 1365 § 2 of the Civil Code).", "Section 1368 of the Civil Code provides that if a spouse has disposed of his or her assets without the other spouse’s necessary consent, the other spouse is also entitled to enforce in court the claims emanating from the invalidity of the transaction.", "The Debtors (Voidable Dispositions) Act (Anfechtungsgesetz) of 5 October 1994 lays down rules for the contestation by creditors of a debtor’s transactions which have put the creditors at a disadvantage.", "Section 3 § 1 of that Act provides that a creditor may contest a transaction which has been entered into by the debtor, with the intention of putting his creditors at a disadvantage, within the preceding ten years if the other party to the transaction was aware of the debtor’s intent at the time of the transaction. According to section 3 § 2, the creditors may, under certain circumstances, also contest a contract involving remuneration between the debtor and a person having a close relationship with him or her, if the creditors are directly put at a disadvantage by the contract.", "If two persons have obligations of a similar nature against each other (in particular, the obligation to pay off a debt), each party may declare the set-off of his/her own claim against the claim of the other party under certain circumstances, in particular under the condition that the claim of the party effecting the set-off is already due (section 387 of the Civil Code).", "The set-off is effected by way of a declaration to the other party (section 388 of the Civil Code) and results in both claims becoming extinct (with retroactive effect) as from the time when both claims had first become subject to setting-off (section 389 of the Civil Code).", "Section 283 of the Code of Civil Procedure (which is applicable to proceedings before the Federal Court of Justice pursuant to section 555 of the Code of Civil Procedure) lays down rules on additional written pleadings after the hearing. If one party to the proceedings is unable to reply to the submissions of the other in the course of the hearing because that party had not been informed in due time of those submissions before the hearing , the court may, on the party’s request, grant that party leave to give explanations in writing after the hearing within a period fixed by the court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}