{"ITEMID": "001-72080", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "ALAKOSKI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Ms Arja Alakoski, is a Finnish national, who was born in 1942 and lives in Loppi. She was initially represented before the Court by Mr Hannu Tuomainen, and subsequently by Ms Leena Kenttämies, both lawyers practising in Riihimäki. The respondent Government were represented by their Agent, Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "In September 1996 the applicant fell down and injured her leg and ankle, sustaining four different lasting injuries. She was granted a temporary employment-based disability pension. In October 1997 she lodged a further application.", "On 11 December 1997 the insurance company refused her a further pension, giving the following reasons for its decision:", "“According to the Employee Pensions Act (työntekijäin eläkelaki, lag om pension för arbetstagare; 395/1961) section 4 (3) an employee is entitled to a disability pension if his or her capacity to work is reduced by at least two fifths for a minimum of one year as a result of sickness, a defect or an injury. When assessing the decrease of working capacity, attention shall be paid to the employee’s remaining capacity to pursue gainful employment through available work, which he or she can reasonably be expected to carry out. In addition, attention shall be paid to working experience, age and other comparable circumstances.", "According to the information at hand on your state of health, you underwent rectifying surgery with a view to repositioning a fracture in January 1997, after which the ossification has gone well.", "We consider that your state of health does not prevent you from returning to your previous work. For these reasons, you could not be considered incapable of working after your pension ceased. That being the case, your application for a continued disability pension has been rejected.”", "The applicant appealed to the Pension Board (eläkelautakunta, pensionsnämnden).", "In its observations of 12 February 1998 to the Pension Board the insurance company stated that it had reviewed the application and found that the applicant was entitled to a part-time employment-based disability pension from October 1997 onwards, but it requested that the application for a full pension still be rejected as the applicant’s work capacity had not decreased by three fifths. Moreover, the insurance company considered that the applicant did not need any professional rehabilitation. The observations were communicated to the applicant for comment.", "In her written submissions the applicant primarily requested that she be granted a full disability pension as her incapacity to work had been reduced by three fifths for the preceding 20 months. Alternatively, she requested that such a pension be granted temporarily from 1 November 1997 until 31 December 1998. She argued that the insurance company had assessed her capacity for work as a bank clerk, although she worked as a real estate agent, which could not be considered as sedentary work. However, the insurance company had by February 1998 accepted the fact that she worked as a real estate agent.", "On the strength of four medical statements the applicant pointed out that all three doctors examining her had considered her incapable for work as a real estate agent. The only doctor who considered her capable for work was the one who, without having ever examined the applicant in person, had reported on her case to the insurance company. If the Pension Board in written proceedings were to consider that she was not entitled to a full disability pension, the applicant requested that the Pension Board hear the doctors T., H. and B. treating her and the doctor who had reported on her case to the insurance company as witnesses before the District Court with a view to examining whether she was incapable to carry out her work as a real estate agent.", "On 27 April 1998 the Pension Board, without hearing any witnesses, overturned the insurance company’s decision, finding that the applicant was entitled to a full disability pension in the form of a rehabilitation allowance from September 1996 until 30 June 1998 and to a part-time disability pension from 1 July 1998 onwards. The appeal was rejected as to the other claims. The Pension Board, referring to the Employee Pensions Act sections 4 (3, 6-7) and 5 b (1), gave the following reasons for the decision:", "“Alakoski has been granted a rehabilitation allowance with a view to facilitating rehabilitation according to a care and rehabilitation plan. Alakoski is prevented from pursuing gainful employment due to incapacity for work. Alakoski’s capacity for work has due to sickness decreased by at least three fifths up until 30 June 1998 and thereafter by at least two fifths. When assessing the decrease of work capacity, attention has been paid to Alakoski’s remaining capacity for pursuing gainful employment through available work, which she can reasonably be expected to carry out. In addition, attention has been paid to [her] training, previous working, age and living conditions and other comparable circumstances.”", "The applicant appealed to the Insurance Court (vakuutusoikeus, försäkringsdomstolen). She primarily requested a full disability pension as her incapacity to work had been reduced by three fifths. Alternatively, she requested such a pension temporarily from 1 November 1997 until 31 December 1998.", "The applicant, adducing further written medical statements, again pointed out that the opinion of the three doctors treating her differed from the opinion of the doctor who had reported on her case to the insurance company, a person she had not even met. Moreover, she argued that the Pension Board gave no reasons as to why the date 30 June 1998 was decisive in its decision, although the doctors treating her had found that she was incapable for work at least until 31 December 1998. If the Insurance Court in written proceedings were to consider that she was not entitled to a full disability pension, the applicant repeated her request concerning hearing the doctors as witnesses. At this point she also proposed doctor P. as a witness. The applicant considered it important that they be heard also as to whether her capacity for work should be assessed differently as to the period prior to 30 June 1998 and as to the period thereafter.", "In its observations of 22 July 1998 the insurance company maintained its earlier standpoint. They were communicated to the applicant for comment.", "In its decision of 14 October 1999 the Insurance Court noted that the applicant had submitted five new written medical opinions. They had all been issued after the Pension Board’s decision. It refused the request to hear the doctors as witnesses before the District Court as manifestly unnecessary and upheld the Pensions Board’s decision. Referring to the Employee Pensions Act sections 4 (3) and 5 b (1) and the Insurance Court Act (laki vakuutusoikeudesta, lag om försäkringsdomstolen; 14/1958) section 9, the Insurance Court gave the following reasons for the decision:", "“The reasons are given in the Pension Board’s decision. In addition, the Insurance Court notes that according to the submitted medical information the fracture on Alakoski’s left ankle was in May 1998 noted to have ossified. A faulty alignment remains and a degenerative arthritis has developed in the ankle joint. Alakoski has in a majority of the medical opinions been assessed as incapable of working either as a real estate agent or doing other work which places a strain on her legs. The medical opinions differ as to the duration of the incapacity. Alakoski has worked as a bank clerk with different tasks for a long period of time. Having been laid off, Alakoski took a real estate agent exam, but she did not manage to work as a real estate agent before she was injured. The Insurance Court finds that Alakoski can on the basis of the submitted information be considered to be partly able to work with tasks that correspond to her education and professional skills. Her ability to work can accordingly not be considered to have been reduced after 30 June 1998 in such a way, i.e. by three fifths, as to entitle her to a full pension under the Employee Pensions Act.”", "No further appeal was possible.", "Section 16 (2) of the then Constitution (Suomen hallitusmuoto, Regeringsform för Finland; 94/1919) provided that a decision must be reasoned. A new similar provision can be found in section 21 (2) of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag; 731/1999).", "At the relevant time chapter 24, section 15 (1064/1991) of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) provided that a judgment must be reasoned, indicating the facts and the legal argumentation on which it was based and the grounds which have led the court to hold a disputed issue established or unsubstantiated.", "Section 9 of the then Insurance Court Act (laki vakuutusoikeudesta, lagen om försäkringsdomstolen; 14/1958) provided that proceedings in the Insurance Court were written. When there were exceptional reasons, the Insurance Court could however decide to hold an oral hearing. It also provided that the provisions concerning proceedings in general courts were, mutatis mutandis, applied to those before the Insurance Court.", "According to the reservation made by Finland in accordance with Article 64 of the Convention, as in force at the relevant time, Finland could not guarantee a right to an oral hearing in so far as Finnish laws at the time of the events in issue did not provide such a right. This applied, inter alia, to proceedings which were held before the Insurance Court as the court of final instance, in accordance with section 9 of the Insurance Court Act (14/1958), and proceedings before the Supreme Court in accordance with chapter 30, section 20 of the Code of Judicial Procedure. Finland withdrew the reservation on 1 April 1999. The reservation was applicable to the present case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}