{"ITEMID": "001-59612", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF JEDAMSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Georg Ress", "TEXT": ["9. On 22 December 1992 the Łódź Bank of Development (Łódzki Bank Rozwoju), submitting a bill of exchange payable to bearer which required the applicant to pay on demand 19,777,167,300 old Polish zlotys (PLZ), asked the Łódź District Court (Sąd Rejonowy) to issue an order for payment against him.", "10. On 14 January 1993 the court granted the plaintiff’s request and ruled that the applicant was to pay the sum in question within seven days from the date of service of the order or, alternatively, within the same time-limit, to lodge an appeal against the said order.", "11. On 23 January 1993 the applicant lodged an appeal with the Łódź District Court, submitting that the order was premature since the bill of exchange had been endorsed by him to secure the payment of a loan which, according to the terms of the relevant agreement, was to have been paid off on 31 December 1992. He also requested the court to stay the enforcement of the order.", "12. On 28 January 1993 the plaintiff asked the court to issue a writ of execution in respect of the order of 14 January 1993. On 1 February 1993 the court issued a provisional writ of execution (i.e. under which assets, by way of security, could be attached to protect claims). The final writ of execution was made on 12 May 1993. Subsequently, on an unknown date, the plaintiff asked the court to issue two further such writs, maintaining that it had to institute enforcement proceedings against the applicant before several different courts because his real and personal property was situated in various towns.", "13. On 12 October 1993 the case was referred to the Łódź Regional Court (Sąd Wojewódzki) which, under the rules of civil procedure governing jurisdiction, was competent to deal with the case in ordinary civil proceedings.", "14. On 20 October 1993 the Łódź Bank of Development was taken over by the BIG Bank SA (Bank Inicjatyw Gospodarczych SA) and, from that date onwards, the BIG Bank SA replaced it as a plaintiff in the proceedings.", "15. Later, from 8 March to 29 August 1994 the proceedings were stayed at the parties’ joint request.", "16. On 23 September 1994 the Łódź Regional Court issued one writ of execution and dismissed the remainder of the plaintiff’s application. On 23 November 1994, on the applicant’s appeal, the Łódź Court of Appeal (Sąd Apelacyjny) upheld the first-instance decision. On an unknown later date the case-file was transmitted to the Regional Court.", "17. On 16 June 1995 the Regional Court ordered that evidence be obtained from an expert in banking accountancy. The expert submitted his report to the court on 29 August 1995. After having served copies of the report on the parties, the court listed a hearing for 20 December 1995.", "18. At that hearing, on the applicant’s request, the court stayed the proceedings. The applicant produced documents showing that, in the meantime, on 13 December 1994, his wife had sued both parties to the proceedings in the Łódź Regional Court. She was seeking the annulment of the relevant loan agreement. The plaintiff bank first unsuccessfully opposed the application for a stay and then appealed against the decision staying the proceedings. The appeal was rejected on 11 March 1996.", "19. Meanwhile, on 26 December 1995, the applicant asked the court to lift the stay, in his words, “immediately”. He maintained that the claim for payment against him could be determined without a prior ruling on whether or not the loan agreement had validly been concluded.", "20. On 9 February 1996 the applicant asked the Regional Court to resume the proceedings. On 15 April 1996 the court refused to lift the stay because it considered that the determination of the applicant’s case depended on the outcome of the proceedings relating to the annulment of the loan agreement and that there was, therefore, a sufficient basis for the stay, as defined by Article 177 § 1 (1) of the Code of Civil Procedure. The applicant did not contest this decision.", "21. During the stay of the proceedings the trial court made several procedural orders. It stayed the enforcement of the order of payment (by a decision of 13 May 1996 which was upheld on appeal on 12 July 1996). It dealt with the applicant’s request for the order securing the claim to be amended and rendered in that respect a decision on 2 December 1996. It also ruled on two plaintiff’s requests for the decision staying the enforcement of the order of payment to be quashed (giving decisions of 15 April 1996 and 29 January 1998 respectively).", "22. On 13 October 1998 the applicant informed the court that the proceedings concerning his wife’s claim for declaring the loan agreement null and void had been terminated. He asked the court to resume the proceedings and to fix a hearing date.", "23. The court listed a hearing for 17 February 1999. On 23 February 1999 it gave judgment and awarded the plaintiff 1,954,097.49 new Polish zlotys (PLN). It also awarded the costs of the proceedings against the applicant. Both parties appealed.", "24. On 19 October 1999 the Łódź Court of Appeal rejected the plaintiff’s appeal as it considered that it had no legal interest in challenging the judgment granting the relief requested. It further dismissed the applicant’s appeal.", "25. On 2 December 1999 the applicant filed a cassation appeal (kasacja) with the Supreme Court (Sąd Najwyższy). According to information obtained by the Court from the registry of the Civil Chamber of the Supreme Court, the applicant’s case was registered under file no. II CKN 25/00 and his cassation appeal was dismissed on 26 January 2001.", "26. On 11 February 1993, acting under the provisional writ of execution of 1 February 1993 (see also paragraph 12 above) and on a request by the creditor, i.e. the Łódź Bank of Development, the Bailiff of the Warsaw District Court (Komornik Sądu Rejonowego) made an order attaching the applicant’s shares in the Bank of Development of Export (Bank Rozwoju Eksportu) and cash (an unknown sum) deposited in the Central Brokerage Bureau of the Bank PeKaO S.A. (Centralne Biuro Maklerskie Banku Polska Kasa Opieki S.A.), by way of security for the creditor’s claim for payment of PLZ 19,777,167,300 pending in the Łódź Regional Court. On 26 February 1993 the applicant lodged a complaint against the actions taken by the bailiff (skarga na czynności komornika), relying on Article 767 of the Code of Civil Procedure. On 10 September 1993 the court dismissed the applicant’s complaint.", "27. On 8 September 1993, acting under the final writ of execution of 12 May 1993 (see also paragraph 12 above) and on a request by the BIG Bank SA, the Bailiff of the Warsaw District Court instituted enforcement proceedings against the applicant, with a view to selling the assets attached on 11 February 1993. According to the applicant, the total value of the attached assets was about 2,000,000 US dollars, that is to say, some 7,000,000 Polish zlotys (PLN).", "28. On 20 September 1993 the applicant, again relying on Article 767 of the Code of Civil Procedure, made the second complaint against the actions taken by the bailiff in the enforcement proceedings to the Warsaw District Court. He submitted that those actions had been incorrect and unlawful since the bailiff had enforced the order for payment of 14 January 1993 against matrimonial property, whereas the final writ of execution had been issued against the applicant alone. Moreover, the civil claim in question had not yet been determined as the relevant proceedings were pending before the Łódź Regional Court because he had appealed against the order for payment of 14 January 1993. He, therefore, asked the court to quash the attachment and to stay the enforcement proceedings.", "29. Shortly afterwards, the applicant’s case was registered in the Warsaw District Court under file no. II Co 248/93.", "30. On 2 April 1994 the court decided that information be obtained as to whether the applicant had appealed against the order for payment of 14 January 1993 and whether in the relevant proceedings any decision staying the enforcement of that order had been made.", "31. On 24 June 1994 the court ordered that the applicant’s case be joined with the case registered under file no. II Co 47/94 (the latter case concerned the creditor’s (the BIG Bank SA’s) request for the applicant’s attached shares to be sold on the Warsaw Stock Exchange) and assigned to the judge-rapporteur dealing with that case. On 18 July 1994 the court quashed its previous order and decided that the joinder of the cases be reversed, that is, that the case no. II Co 47/94 be joined with the applicant’s case and assigned to the judge-rapporteur dealing with the applicant’s case. On 17 October 1994 the cases were assigned to another judge because the previously appointed rapporteur had resigned.", "32. On 8 February 1996 the Warsaw District Court, sitting in camera, rejected the applicant’s complaint of 20 September 1993. The court considered that the applicant was again challenging the actions taken by the bailiff on 11 February 1993, in particular the attachment order made by the bailiff on that day. The Court went on to find that the complaint against the attachment order had already been examined, and finally dismissed, by the same court on 10 September 1993. Moreover, in the court’s opinion, the applicant had clearly lodged his second complaint out of the seven-day time-limit prescribed by Article 767 of the Code of Civil Procedure. In any event, the Court added, the matter had finally been adjudicated on 10 September 1993 and, according to the principle of res iudicata, the second complaint had to be rejected on formal grounds. A copy of that decision was served on the applicant on 21 March 1996.", "33. On 28 March 1996 the applicant appealed to the Warsaw Regional Court, submitting that the court of first instance had manifestly confused his two complaints: the complaint of 26 February 1993 against the attachment of his shares ordered by way of security and that of 20 September 1993 against the actions taken by the bailiff (i.e. those taken with a view to selling the attached shares) on the basis of the final writ of execution in the subsequent enforcement proceedings. Later, a copy of the applicant’s appeal was served on the creditor, which lodged a reply to the appeal on 6 May 1996.", "34. On 18 July 1996 the Warsaw Regional Court, sitting in camera, quashed the contested decision and remitted the case to the District Court. The appellate court acknowledged that the lower court had failed to note that the applicant had filed two complaints, complaints which concerned two evidently separate actions taken by the bailiff.", "35. On 27 December 1996 the Warsaw District Court, relying on the principle of res iudicata, refused to examine the complaint in so far as it amounted to the objection to the attachment order of 14 February 1993. It dismissed the remainder of the complaint, finding that the arguments raised by the applicant, in particular those concerning the enforcement of the order for payment while the civil dispute over the same claim was pending, had to be rejected. It found that the bailiff’s actions had been correct and lawful as he had acted under the valid writ of execution and the means of enforcement applied by him had a legal basis.", "36. On 21 April 1997, on the applicant’s appeal, the Warsaw Regional Court upheld the first-instance decision.", "37. Pursuant to Article 492 of the Code of Civil Procedure, an order for payment, if issued on the basis of a bill of exchange, is enforceable notwithstanding that a defendant has appealed against it, and that proceedings relating to the final determination of the claim arising from the endorsement of the bill are still pending.", "A district court is competent to issue an order for payment; however, on an appeal by a defendant, the case may subsequently be referred to a regional court if, in view of the value of the claim, that court is competent to deal with the case in ordinary civil proceedings.", "38. Under Article 767 et seq. of the Code of Civil Procedure a debtor may lodge a complaint against any action taken by a bailiff in enforcement proceedings. He may, in particular, seek a ruling as to whether the bailiff’s actions were correct, i.e. taken in accordance with a writ of execution, and lawful, i.e. whether the means of enforcement applied in a given case were provided by law. Such a complaint is examined by a district court under the provisions of Volume II of the Code of Civil Procedure relating to enforcement proceedings.", "39. Under Article 173 et seq. of the Code of Civil Procedure the court may stay civil proceedings either ex officio or at a party’s request.", "Article 177 § 1 (1) provides:", "“1. The court shall ex officio stay the proceedings:", "(1) if the determination of the case depends on the outcome of other pending civil proceedings;”", "Article 180 § 1 of the Code provides, in so far as relevant:", "“1. The court shall ex officio resume the proceedings if the reason for staying them no longer exists, in particular if:", "...", "(4) a final decision has been given in the proceedings on whose outcome the determination of the case depends, however, if circumstances so require, the court may resume the proceedings before [such a final decision is given].”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}