{"ITEMID": "001-23016", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "J.G. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, J.G., is a Polish national, who was born in 1958 and lives in Polwica, Poland. He was not legally represented in the proceedings before the Court. The respondent Government were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 May 1994 the Wrocław Regional Prosecutor (Prokurator Wojewódzki) charged the applicant with drug smuggling and detained him on remand in view of the reasonable suspicion that he had committed the offence in question, the serious nature of that offence and the risk that he might obstruct the proper conduct of the proceedings. On the same day, the applicant’s wife was charged with a similar offence and detained on remand.", "The applicant, in his written observations, submitted that, upon their detention, the authorities had ordered them to surrender their passports. The Government have not contested that fact.", "Subsequently, on several occasions, the applicant asked the prosecutor to release him on bail, but all his applications were to no avail.", "On 3 August 1994, on an application by the Regional Prosecutor, the Wrocław Regional Court (Sąd Wojewódzki) prolonged the applicant’s detention on remand until 31 December 1994. The court held that there was a reasonable suspicion that the applicant had committed the serious offence with which he had been charged. It considered that the need to confront suspects with each other, to obtain evidence from abroad and expert evidence justified the prolongation of his detention in order to ensure the proper course of the investigation. The Wrocław Court of Appeal (Sąd Apelacyjny) upheld this decision and the reasons therefor on 25 August 1994.", "On 19 September 1994 the applicant’s counsel asked the prosecutor to order that the applicant be examined by a cardiologist and a psychiatrist. According to a medical report, which was submitted to the prosecutor on 4 October 1994, the applicant’s health was not an obstacle to holding him in detention.", "On 15 December 1994 the applicant’s wife was released from detention on health grounds.", "On 22 December 1994, on a subsequent application by the Regional Prosecutor, the Wrocław Regional Court prolonged the applicant’s detention until 28 February 1995, repeating the reasons already invoked in the decision of 3 August 1994. The Wrocław Court of Appeal upheld that decision on 19 January 1995.", "On 3 January 1995 the applicant’s counsel informed the prosecutor that his client’s health was very bad and that, in particular, he had lost consciousness during one of their meetings in prison. It was, he added, not a single instance of fainting as the applicant had already several times had similar attacks. He asked the prosecutor to release the applicant immediately.", "The prosecution first asked the prison authorities to provide them with an updated report on the applicant’s health. According to that report, which was received on 13 January 1995, the applicant had only once informed prison doctors of having lost consciousness. Doctors did not consider that the applicant’s condition militated against keeping him in custody.", "Meanwhile, on 22 December 1994, the applicant had filed an application for release on bail with the Wrocław Regional Prosecutor and offered a security in the form of his movable and immovable property. The application was dismissed by the Wrocław Regional Prosecutor on 22 December 1994 and, on appeal, by the Wrocław Prosecutor of Appeal (Prokurator Apelacyjny) on 5 January 1995. In those decisions the prosecutors referred to the need to ensure the proper conduct of the proceedings and considered that the applicant’s detention should continue until at least the end of the investigation, especially as the applicant had not confessed.", "On 6 February 1995 the Regional Prosecutor laid further charges against the applicant.", "On 28 February 1995 the prosecution lodged a bill of indictment with the Wrocław Regional Court. The applicant was indicted on a charge of having smuggled not less than 30 kg of heroine. The bill of indictment comprised 21 charges against 15 co-accused.", "In March 1995 the applicant made 3 applications for release on health grounds. He complained about frequent headaches and states of unconsciousness, insomnia and heart-burning sensation. He also referred to his difficult family situation and, in particular, to the bad health of his wife, who was suffering from depressive neurosis and chronic gastritis. He produced the relevant medical certificates.", "On 21 March 1995 the Regional Court refused to release him. It considered that there was a sufficient likelihood that the applicant had committed the offence with which he had been charged. It also held that his detention should continue in view of the need to ensure the proper conduct of the trial. The court did not find that the situation of the applicant’s family was so serious as to justify his release on the grounds specified in Article 218 of the Code of Criminal Procedure.", "On 22 May 1995 the applicant filed a subsequent request for release. Later, in August 1995, he made several fresh, similar applications. He stressed that he had already spent nearly one year in detention. He referred to his own and his wife’s bad health, maintaining that she urgently needed help and support from him. He produced several medical and other certificates relating to her health and family situation.", "In June 1995, the Wrocław Regional Court ordered that further evidence concerning the applicant’s and his wife’s health and their family situation be obtained.", "On 7 and 17 August 1995, the applicant produced further documents.", "On 22 August 1995 the court rejected all the applications. It held that there was a sufficient appearance of likelihood that he had committed the offence in question. It further considered that that offence represented a serious danger to society and that, accordingly, there was a need to ensure the proper course of the trial. Referring to the applicant’s health, the court observed that the applicant was suffering only from neurosis, which was not in itself an obstacle to his continued detention. As regards his family situation, the court pointed out that other members of their family could provide his wife with the necessary care and assistance.", "The Wrocław Court of Appeal upheld that decision on 26 September 1995. It found that the charge against the applicant was sufficiently confirmed by evidence heard before the trial court. It also considered that the character of the offence, the complicated process of obtaining evidence and the stage of the proceedings indicated that holding the applicant in custody was necessary to secure the proper conduct of the trial.", "In the meantime, on 4 August 1995, the Regional Court had rejected the applicant’s other applications for release, which he had filed on 3 July and 1 August 1995. This decision was then upheld on appeal on 31 August 1995. The courts relied on two principal reasons, namely, on the reasonable suspicion that the applicant had committed the serious offence and the need to ensure the proper conduct of the proceedings. As regards the applicant’s health and his family situation, the courts found that there were no grounds for releasing him under Article 218 of the Code of Criminal Procedure.", "On 13 October 1995 the trial began. The court heard evidence from defendants. Further hearings were held on 1 December 1995 and 19 and 25 January 1996. The applicant repeatedly – but with no success – asked for release.", "On 25 January 1996 the applicant asked the Regional Court to release him on bail. The court refused on the same day. On 23 February 1996 the Wrocław Court of Appeal upheld that decision. It held that the charge against the applicant had a sufficient basis in evidence that had so far been heard before the trial court. It considered that the applicant’s offence represented a serious danger to society and that the nature of the offence, as well as the modus operandi, justified the fears that the applicant would obstruct the process of obtaining evidence. As regards the applicant’s family situation, the court observed that his wife was under the proper care in a psychiatric hospital and that her condition was not a reason to apply Article 218 of the Code of Criminal Procedure.", "On 31 January 1996 the applicant again asked for release on bail. He submitted that the health of his wife had markedly deteriorated and that she was in hospital. On 15 February 1996 the Wrocław Regional Court rejected the application in view of the reasonable suspicion that the applicant had committed the serious offence with which he had been charged and the need to secure the proper conduct of the proceedings. The court found that the bad health of the applicant’s wife was not a circumstance that could militate against his continued detention because she was being given care and treatment in hospital.", "On 5 and 7 March and 10, 13 and 31 May, 26 June and 9 July 1996 the Regional Court held further hearings.", "In the interim, on 20 March 1996, the applicant had filed another application for release. He repeated his previous arguments and produced further documents describing the bad health and difficult personal situation of his wife. He stressed that the total length of his detention was very considerable.", "The Wrocław Regional Court rejected the application on 9 July 1996. On 29 July 1996, on the applicant’s appeal, the Wrocław Court of Appeal quashed the detention order and released him under the condition that he report weekly to the police station at his place of residence and surrender his passport to the court. In addition, the court imposed further restrictions on the applicant’s movement and ordered, inter alia, that he be prohibited from leaving the territory of Poland. The Court of Appeal did not share the applicant’s opinion that he should be released in view of his family situation and held that detention was by itself a measure that inevitably entailed serious consequences for an individual’s family life. It considered, however, that the length of the applicant’s detention, which had at the time exceeded two years, militated in favour of his release. The court stressed that that element, given the fact that the trial had reached an advanced stage, that evidence had been secured and that there was no danger that the applicant might obstruct the process of obtaining evidence, justified the opinion that the application of a less severe preventive measure would adequately secure the further course of the trial.", "The trial came to an end on 23 May 1997. Beforehand, the Regional Prosecutor dropped the charge of drug smuggling against the applicant and asked the court to find him guilty of drug trafficking. The Regional Court convicted the applicant of drug trafficking and sentenced him to 3 years’ imprisonment and a fine of 15,000 Polish zlotys. The applicant did not appeal against his conviction.", "In their observations, the Government submitted that, on 15 May 1995 the Wrocław Regional Police had obtained information from the Warsaw Office of Interpol, according to which the Italian authorities had issued an order to search for the applicant by a “wanted” notice in connection with the suspicion of his having been involved in money laundering and with their intended request for his extradition to Italy.", "The applicant submitted that throughout his trial he had been unaware of that fact and that he had learnt of it – and of the fact that he had already been sentenced in absentia by the Italian courts – on 15 December 2001, when he had been arrested by the German authorities. He produced the relevant warrant of arrest.", "In that connection, the applicant added that the German courts had refused to extradite him to Italy because the Italian courts had not ensured him a fair trial in absentia. To begin with, he had not been informed of the charges. Nor had he been heard, summoned to stand trial or notified of the judgment. He produced the relevant decision given by the Dresden High Country Court on 19 February 2002. The court considered that his extradition to Italy was inadmissible because “in the trial preceding his conviction a minimum of his defence rights had not been respected”.", "At the material time the rules governing detention on remand were contained in Chapter 24 of the Law of 19 April 1969 – Code of Criminal Procedure (Kodeks postępowania karnego) (“the 1969 Code”) – entitled “Preventive measures” (Środki zapobiegawcze). The 1969 Code is no longer in force. It was repealed and replaced by the Law of 6 June 1997 (commonly referred to as the “New Code of Criminal Procedure”), which entered into force on 1 September 1998.", "The 1969 Code listed as “preventive measures”, inter alia, detention on remand, bail and police supervision.", "Article 210 § 1 of the 1969 Code, in the version applicable at the relevant time, read:", "“Preventive measures shall be imposed by the court; before a bill of indictment has been lodged with the competent court, the measures shall be imposed by the prosecutor.”", "Article 222 stated, in so far as relevant:", "“1. The prosecutor may order detention on remand for a period not exceeding three months.", "(1) the court competent to deal with the case, upon the prosecutor’s request, for a period not exceeding one year;", "(2) the Supreme Court, upon request of the Prosecutor General, for a further fixed term required to terminate the investigation.”", "Article 209 of the 1969 Code set out general grounds justifying imposition of preventive measures. That provision, as it stood at the material time, provided:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings if the evidence against the accused sufficiently justifies the opinion that he has committed a criminal offence.”", "Article 217 § 1 defined grounds for detention on remand. That provision, in the version applicable until 1 January 1996 provided, in so far as relevant:", "“Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when he has no fixed residence [in Poland] or his identity cannot be established; or", "(2) there is a reasonable risk that an accused will attempt to induce witnesses to give false testimony or to obstruct the proper conduct of proceedings by any other unlawful means; or", "(3) an accused has been charged with a serious offence or has relapsed into crime in the manner defined in the Criminal Code; or", "(4) an accused has been charged with an offence which creates a serious danger to society.”", "On 1 January 1996 paragraphs (3) and (4) were repealed. From that date on that provision read:", "“(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or he has no permanent abode [in Poland]; or", "(2) [as it stood before 1 January 1996].”", "Paragraph 2 of Article 217 then read:", "“If an accused has been charged with a serious offence or an intentional offence [for the commission of which he may be] liable to a sentence of a statutory maximum of at least eight years’ imprisonment, or if a court of first instance has sentenced him to at least three years’ imprisonment, the need to continue detention in order to secure the proper conduct of proceedings may be based upon the likelihood that a heavy penalty will be imposed.”", "The 1969 Code set out the margin of discretion as to maintaining a specific preventive measure. Articles 213 § 1, 218 and 225 of the Code were based on the precept that detention on remand, the most extreme among the preventive measures, should not be imposed if more lenient measures were adequate.", "Article 213 § 1 provided:", "“A preventive measure [including detention on remand] shall be immediately lifted or varied, if the basis therefor has ceased to exist or new circumstances have arisen which justify lifting a given measure or replacing it with a more or less severe one.”", "Article 225 stated:", "“Detention on remand shall be imposed only when it is mandatory; this measure shall not be imposed if bail or police supervision, or both of these measures, are considered adequate.”", "The provisions of the 1969 Code providing for “mandatory detention” (for instance, pending an appeal against a sentence of imprisonment exceeding three years) were repealed on 1 January 1996 by the Law of 29 June 1995 referred to above.", "Finally, Article 218 provided:", "“If there are no special reasons to the contrary, detention on remand should be lifted, in particular, if:", "(1) it may seriously jeopardise the life or health of the accused; or", "(2) it would entail excessively serious repercussions for the accused or his family.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}