{"ITEMID": "001-97000", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PUCHSTEIN v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant lives in St Oswald.", "6. The applicant is a medical practitioner. He has an individual contract (Einzelvertrag) with the Lower Austrian Health Insurance Board (Niederösterreichische Gebietskrankenkasse).", "7. In two submissions to the Joint Arbitration Committee (Paritätische Schiedskommission) dated 7 September 1998 and 5 October 1998, the applicant demanded payment for laboratory tests carried out in the first and second quarters of 1998. The claims against the Lower Austrian Health Insurance Board amounted to 8,022.41 euros (EUR) and EUR 6,603.81, respectively.", "8. The Lower Austrian Health Insurance Board claimed that the applicant had not participated in the test series for quality checking of laboratory parameters in 1997, and refused to pay for the tests.", "9. The applicant argued that he had participated in the quality checks in previous years with positive results and had – as previously – submitted the relevant samples for the period in question.", "10. The Joint Arbitration Committee held an oral hearing and on 25 February 1999 it dismissed the applicant’s claim of 7 September 1998.", "11. The applicant appealed against that decision to the Regional Appeals Commission (Landesberufungskommission).", "12. On 17 May 1999 the applicant filed an application for transfer of jurisdiction (Devolutionsantrag), requesting a decision on his submission of 5 October 1998 from the Regional Appeals Commission, as the Joint Arbitration Committee had failed to decide within the statutory six-month time-limit.", "13. The Regional Appeals Commission held a hearing and rejected both of the applicant’s claims. The decision was dated 24 August 1999, and was served on the applicant on 7 July 2000.", "14. The applicant complained about this decision to the Constitutional Court (Verfassungsgerichtshof). On 27 November 2000 the Constitutional Court set aside the decision for violation of the right to a fair hearing before an independent and impartial tribunal established by law. It noted that one of the assessors of the Regional Appeals Commission had negotiated the clause on remuneration for laboratory tests on behalf of the Lower Austrian Medical Association (Ärztekammer für Niederösterreich), and thus the tribunal could not be regarded as impartial and/or independent.", "15. An amendment to the Social Insurance Act (Allgemeines Sozialversicherungsgesetz) entered into force on 1 September 2002; it provided for changes in the composition of, inter alia, the Regional Appeals Commission.", "16. The newly composed Regional Appeals Commission held a hearing on 15 May 2002, during which the applicant gave evidence.", "17. On 24 March 2003 the applicant requested that the decision be served on him. As the Regional Appeals Commission did not react, the applicant repeated his demand on 18 July 2003.", "18. The applicant was summoned to another hearing by a newly composed Regional Appeals Commission on 26 November 2003. During that hearing the entire subject was examined anew. Apparently the Regional Appeals Commission reached a decision on the same day. It dismissed the applicant’s claims, finding that he had failed to participate in the required tests and had therefore not complied with the conditions for payment of the laboratory tests. The Regional Appeals Commission did not find any reasons to doubt the lawfulness of the underlying provision of the Remuneration Regulation (Honorarordnung). The decision was served on the applicant’s counsel on 30 November 2004.", "19. On 15 December 2004 the applicant complained to the Constitutional Court claiming that the Regional Appeals Commission lacked independence and impartiality. The former rejected the applicant’s complaint in a decision of 27 September 2005. It observed that the members of the Regional Appeals Commission were not bound by any instructions. They were independent and impartial unless special circumstances, for instance the fact that one member of the Regional Appeals Commission had been involved in the negotiation of the general agreements, gave rise to legitimate doubts about that member’s independence and impartiality. Such special circumstances had not been shown by the applicant in the present case. The mere fact that the assessors were members of Regional Medial Associations or Regional Health Insurance Boards which had provisions with the same content in their general agreements, did not suffice to cast doubt on the independence and impartiality of the Regional Appeals Commission. The decision was served on counsel on 29 November 2005.", "20. The Social Insurance Act, which governs the composition of the Regional Appeals Commission, provides as follows:", "“341. (1) Relations between the health insurance boards on the one hand and independent medical practitioners and group practices on the other shall be governed by general agreements to be concluded with the local medical associations by the Association [of Social Insurance Boards] on behalf of the insurance boards. General agreements shall require the consent of the health insurance boards on behalf of which they are concluded. The Austrian Medical Association may conclude the general agreements on behalf of the medical associations concerned, with their consent ...", "(3) The content of the general agreement shall be incorporated in the individual contract between the health insurance board and the doctor or group practice. Any provisions of the individual contract which are contrary to the provisions of a general agreement in force in the place in which the doctor or group practice is established shall be devoid of legal effect. ...", "344. (1) In order to arbitrate and give a decision on disputes of a legal or factual nature arising in connection with an individual contract, a Joint Arbitration Committee shall be established in each Land in individual cases. ...", "(2) The Joint Arbitration Committee shall consist of four members, two of whom shall be appointed by the local Medical Association and two by the Insurance Board, which is a party to the individual contract. ...", "(4) An appeal can be lodged with the Regional Appeals Commission against a decision given by the Joint Arbitration Committee. ...", "345. (1) For each Land, a permanent Regional Appeals Commission shall be established. It shall consist of a professional judge as Chairman and of four assessors. The Chairman shall be appointed by the Federal Justice Minister. The Chairman must be a judge who, at the time of his appointment, is working at a court trying cases under labour and social insurance legislation. The Federal Minister of Justice shall appoint two assessors upon proposal of the Austrian Medical Association respectively and two upon proposal of the Association of Social Insurance Boards. Representatives and employees of the Regional Health Insurance Board and members and employees of the Regional Medical Association who are parties to the general agreement on which the individual contract subject to the dispute is based, must not be assessors in the respective proceedings.”", "21. The above version of section 345(1) of the Social Insurance Act entered into force on 1 September 2002. Before that date the Regional Medical Association and the Association of Social Insurance Boards each appointed two assessors to the Regional Appeals Commission and there had been no provision that members and employees of the parties to the general agreement would be excluded.", "22. According to section 347(4) of the Social Insurance Act, the Regional Appeals Commission decides by a simple majority of votes; abstention from voting is not possible.", "23. The assessors of the Regional Appeals Commission are appointed for a renewable period of five years. They are not subject to the hierarchical authority of the bodies which proposed their appointment (Article 20 of the Federal Constitutional Law).", "24. Decisions of the Regional Appeals Commissions are excluded from the competence of the Administrative Court (Verwaltungsgerichtshof) by Article 133 § 4 of the Federal Constitutional Law."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}