{"ITEMID": "001-102697", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF RADVAK AND RADVAKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["4. The applicants are siblings. They were born in 1984 and 1983 respectively and live in Košice.", "5. On 29 March 2000 the applicants claimed payment of an amount then equivalent to 428 euros (EUR) from three defendants before the Košice II District Court.", "6. On 19 March 2007 the applicants informed the district court about their intention to withdraw their action and requested the district court to discontinue the proceedings. They did so after they had learned that it was impossible to verify a signature on a relevant document.", "7. On 7 June 2007 the district court discontinued the proceedings and obliged the applicants to pay the court fees.", "8. On 31 August 2007 the Košice Regional Court, upon the applicants' appeal in respect of the court fees, upheld the first-instance decision. The proceedings finally ended on 24 October 2007.", "9. On 19 March 2007 the applicants complained to the Constitutional Court about the length of the proceedings before the district court. On 24 May 2007 the Constitutional Court declared their complaint admissible.", "10. On 11 October 2007 the Constitutional Court dismissed the applicants' complaint. It stated that it could examine complaints concerning length of proceedings only where the proceedings were still pending and the applicants had a genuine legal interest in their continuation. The Constitutional Court held that there had been no legal uncertainty in the case following the applicants' withdrawal of the action and therefore their lodging of the constitutional complaint had been formalistic and unfounded.", "11. Section 53 (3) provides that a constitutional complaint can be lodged within a period of two months from the date on which the decision in question has become final and binding or on which a measure has been notified or on which notice of other interference has been given. As regards measures and other interferences, the above period commences when the complainant could have become aware of them.", "12. It has been the practice of the Constitutional Court to entertain complaints about excessive length of proceedings only where the proceedings complained of are pending before the authority liable for the alleged violation at the moment when such complaints are lodged (III. ÚS 150/03).", "13. In two judgments (I. ÚS 182/06, I. ÚS 23/06) submitted by the applicants, the Constitutional Court, contrary to the above practice, examined alleged delays notwithstanding that the proceedings had ended prior to the filing of a constitutional complaint. The Constitutional Court found a violation of the complainants' right to a hearing within a reasonable time.", "14. The Constitutional Court has held that the aim of the right to a hearing without unjustified delays is to eliminate legal uncertainty in which a person, who requests delivery of a decision by a State authority, is placed. Such legal certainty is normally brought about as a result of a final decision (I. ÚS 175/06).", "15. In a number of cases the Constitutional Court held that a constitutional complaint was manifestly ill-founded where the impugned conduct of a public authority could not have violated the fundamental right as alleged by the plaintiff for lack of a causal link. Such was also the case where a procedural situation or the state of the proceedings before a public authority objectively excluded the possibility that such an authority (ordinary court) violates the afore-mentioned fundamental right (IV. ÚS 16/04, II. ÚS 1/05, II. ÚS 20/05, IV. ÚS 55/05, IV. ÚS 288/05)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}