{"ITEMID": "001-112706", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF VUČKOVIĆ AND OTHERS v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 14+P1-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Respondent State to take measures of a general character (Article 46-2 - Measures of a general character);Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Isabelle Berro-Lefèvre", "TEXT": ["5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. The applicants were all reservists who had been drafted by the Yugoslav Army in connection with the North Atlantic Treaty Organisation’s intervention in Serbia. They remained in military service between March and June 1999, and were thus entitled to a certain per diem, as recognised in a number of decisions and orders of April 1999 signed by the then Chief of Staff of the Yugoslav Army. These decisions and orders were themselves based on the relevant bylaws adopted in accordance with the armed services legislation, specifically the Rules on Travel and Other Expenses in the Yugoslav Army (Pravilnik o naknadi putnih i drugih troškova u Vojsci Jugoslavije) as amended in March 1999.", "7. However, following the demobilisation the Government refused to honour their obligation to the reservists, including the applicants.", "8. The reservists subsequently organised a series of public protests, some of which ended in open confrontation with the police. Ultimately, following protracted negotiations, on 11 January 2008 the Government reached an agreement with some of the reservists, in particular those residing in the municipalities of Kuršumlija, Lebane, Bojnik, Žitorađa, Doljevac, Prokuplje and Blace, whereby the latter were guaranteed payment in six monthly instalments. This payment was to be effected through their respective municipalities, aggregate sums having been specified per each municipality. The said municipalities were chosen because of their “underdeveloped” status, implying the reservists’ indigence. For their part, the reservists in question accepted to renounce all of their outstanding claims based on their military service in 1999 which were still pending before the civil courts, as well as any other claims in this connection. It was, lastly, stipulated that the criteria for the distribution of the “financial aid” in question shall be set out by a Commission consisting of local government representatives and the representatives of the reservists themselves.", "9. The applicants, just like all other reservists without a registered residence in the listed municipalities, could not benefit from the agreement of 11 January 2008.", "10. On 26 March 2009 the applicants therefore filed a civil claim against the respondent State, seeking payment of their per diems and alleging discrimination.", "11. On 8 July 2010 the Court of First Instance (Osnovni sud) in Niš ruled against the applicants. In so doing, it acknowledged the valid legal basis of their claim but noted that, as pointed out by the respondent, the applicable prescription period had been three years as of their demobilisation, in accordance with Article 376 § 1 of the Obligations Act. The applicants’ claim had thus been filed out of time.", "12. On 16 November 2010 the Appeals Court (Apelacioni sud) in Niš upheld this judgment on appeal, and it thereby became final. In its reasoning the Appeals Court noted that both the three-year and the five-year prescription periods provided in Article 376 §§ 1 and 2 of the Obligations Act had already elapsed before the applicants filed their civil claim (see paragraph 40 below).", "13. Having been served with the Appeals Court’s decision, on 21 January 2011 the applicants lodged a further appeal with the Constitutional Court (Ustavni sud). Therein they maintained, inter alia, that the impugned judgment of the Appeals Court in Niš was inconsistent with numerous judgments adopted by the other appellate courts in Serbia – i.e. the district courts (okružni sudovi) while they existed, as well as the high courts and the appeals courts (viši i apelacioni sudovi) thereafter – which on the same facts applied a longer, ten-year, prescription period and thus ruled in favour of the plaintiffs (see Article 371 of the Obligations Act at paragraph 39 below). The applicants also referred to the agreement concluded between the Government and some of the reservists of 11 January 2008, which agreement excluded all of the remaining reservists including themselves.", "14. The proceedings before the Constitutional Court are still pending.", "15. Between 2002 and early March 2009 the first instance and appellate courts across Serbia ruled both in favour of the reservists in a situation such as the applicants’ and against them, relying on the three-year/five-year or the ten-year prescription periods respectively.", "16. In the meantime, in 2003 and 2004, the Supreme Court adopted two legal opinions (pravna shvatanja), both of which implied that the applicable prescription period should be three/five years pursuant to Article 376 §§ 1 and 2 of the Obligations Act (see paragraphs 40, 43 and 44 below).", "17. It was also alleged by the Government that the Supreme Court had adopted a further legal opinion on the matter in 2009, to the same effect but in more specific terms, but no such opinion has ever been published in its official Bulletin (Bilten sudske prakse).", "18. Between 25 February 2010 and 15 September 2011 various appellate courts substantively ruled in compliance with the Supreme Court’s opinions of 2003 and 2004 (see, for example, the decisions of the High Court in Kraljevo, Gž. 1476/11 of 15 September 2011; the High Court in Valjevo, Gž. 252/10 of 25 February 2010, 806/10 of 27 May 2010, 1301/10 of 30 September 2010, 1364/10 of 4 November 2010 and 355/11 of 24 March 2011; the High Court in Kruševac, Gž. 38/11 of 27 January 2011, 282/11 of 7 April 2011 and 280/11 of 26 April 2011; as well as the Appeals Court in Niš, Gž. 2396/10 of 23 June 2010, 3379/2010 of 2 July 2010, 2373/2010 of 21 July 2010 and 4117/2010 of 30 November 2010).", "19. Between 17 June 2009 and 23 November 2011 there were also a number of decisions where the appellate courts ruled against the reservists, albeit on a different ground. Specifically, their claims, unlike the claims of the applicants in the present case, were rejected as administrative in nature, and as such outside the competence of the civil courts (see the decision of the District Court in Belgrade Gž. 7773/09 of 17 June 2009, as well as the decisions of the High Court in Belgrade Gž. 11139/10, 11636/10 and 10897/10 of 17 November 2010, 23 November 2011 and 23 November 2011 respectively).", "20. On 17 July 2010 the Court of First Instance in Leskovac adopted a default judgment in favour of a reservist (P.br. 1745/07). According to the information provided by the parties, there is no evidence that this judgment had ever become final.", "21. On 17 January 2008 the Government endorsed the agreement of 11 January 2008, and decided to pay to the municipalities in question the amounts specified therein.", "22. On 28 August 2008 the Government set up a working group tasked with addressing the requests of all other reservists, i.e. those not resident in the said seven municipalities. However, having discussed the issue with various groups of reservists, this working group ultimately concluded that their demands were not acceptable, inter alia, because: (i) they had not harmonised or specified their requests; (ii) some of their representatives had had dubious standing to represent them; (iii) there had been a lack of State funds which could be used for this purpose; and (iv) in most cases, war per diems had already been paid to the reservists.", "23. On 26 July 2011 the Commissioner for the Protection of Equality (Poverenica za zaštitu ravnopravnosti), an Ombudsman-type office established on the basis of the Prohibition of Discrimination Act (published in OG RS no. 22/09), considered the complaints brought by an organisation representing the interests of reservists in a situation such as the applicants’. In so doing, she concluded that they had been discriminated against on the basis of their registered residence, i.e. as non-residents of the seven privileged municipalities, and recommended to the Government to take all necessary measures in order to ensure that all reservists be afforded the payments recognised by their decision of 17 January 2008. The Government was also invited to provide the Commissioner with an appropriate “action plan” within a period of thirty days. In its reasoning, the Commissioner’s decision noted, inter alia, that the payments in question were per diems, notwithstanding that the Government had chosen to consider them as social benefits awarded to persons in need (socijalna pomoć), and that this was best exemplified by the fact that the reservists in question had had to renounce their legal claims concerning the per diems as well as the fact that the individual reservists resident in the seven municipalities at issue were never under an obligation to prove their indigence (imovinsko stanje i socijalnu ugroženost). This being so, there was clearly no objective and reasonable justification for the differential treatment of reservists merely on the basis of their residence.", "24. On 7 December 2011 the Ministry for Labour and Social Affairs (Ministarstvo rada i socijalne politike) noted that the discussions should continue with the various groups of reservists and that, if possible, financial support should be offered to the most indigent among them.", "25. On 16 March 2009 the Ministry of Economy and Regional Development (Ministarstvo ekonomije i regionalnog razvoja) sent a memorandum to the Ministry of Justice (Ministarstvo pravde), stating, inter alia, that there were numerous employment-related civil suits, brought against current or former socially-owned companies, which could endanger the country’s economic stability. It thus urged the Ministry of Justice to review the possibility of advising the courts to suspend certain types of these suits until the end of 2009, as well as to desist from the enforcement of any final judgments already adopted in these proceedings. According to numerous media reports, having received it, the Ministry of Justice forwarded the memorandum to the Supreme Court (Vrhovni sud), which then faxed it to the presidents of the appellate courts for information.", "26. On 23 March 2009 the Supreme Court informed the public that it had rejected the recommendation of the Ministry of Economy and Regional Development. In so doing, it noted, inter alia, that the Serbian judiciary was independent of the executive as well as the legislative branches of Government.", "27. The relevant provisions of the Constitution read as follows:", "“Everyone shall have the right to equal legal protection, without discrimination.", "All direct or indirect discrimination based on any grounds, particularly on the grounds of race, sex, national or social origin, birth, religion, political or other opinion, property status, culture, language, age, mental or physical disability shall be prohibited.”", "“Everyone shall have the right to ... [a fair hearing before a] ... tribunal ... [in the determination] ... of his [or her] rights and obligations ...”", "“Equal protection of rights before the courts of law ... shall be guaranteed.”", "“A constitutional appeal may be lodged against individual decisions or actions of State bodies or organisations exercising delegated public powers which violate or deny human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies for their protection have already been exhausted or have not been prescribed.”", "28. On 9 June 2010 and 17 February 2011 the Constitutional Court rejected two separate constitutional appeals lodged by reservists who were in a situation such as the applicants’. The said court noted, inter alia, that the civil courts’ decisions rendered against them, respectively, had been “based on the applicable domestic legislation”. The appellants, however, never specifically complained about the inconsistency of the relevant case-law or being discriminated against (Už. 460/08 and Už. 2293/10).", "29. On 17 February 2011, in another case such as the applicants’, the Constitutional Court, inter alia, effectively ignored a complaint about the differential treatment of the two groups of reservists stemming from the agreement of 11 January 2008. In particular, it offered no substantive assessment of the issue raised by the appellants, noting further that they had not offered adequate proof as regards the existence of inconsistent case-law on the matter (Už. 2901/10).", "30. On 7 April 2011, in yet another case such as the applicants’, the Constitutional Court ruled against the appellants as regards their complaint about the outcome of their case before the lower courts. There was no reference in the decision itself to the agreement of 11 January 2008 and it remains unclear as to whether this issue was ever raised by the appellants (Už. 4421/10).", "31. On 8 March 2012, in a case such as the applicants’ but where the civil courts had rejected the reservists claims as being outside of their competence ratione materiae (see, for example, paragraph 19 above), the Constitutional Court ruled in favour of the appellants who had alleged inconsistent case-law (between the judgments adopted in their cases and several other judgments adopted by the courts in 2002) and ordered that the impugned civil proceedings be re-opened. As regards the appellants’ discrimination complaint, the Constitutional Court reasoned that the said inconsistency did not amount to discrimination since the impugned court decisions had not been rendered on the basis of the appellants’ personal status (ličnog svojstva). There was also no reference in the court’s reasoning to the agreement of 11 January 2008 (Už. 2289/09).", "32. In decision Už. 61/09, adopted on 3 March 2011, and decisions Už. 553/09, 703/09 and 792/09, all adopted on 17 March 2011, as well as in decisions Už. 2133/09, 1928/09, 1888/09, 1695/09, 1578/09, 1575/09, 1524/09, 1318/09 and 1896/09, rendered between 7 October 2010 and 23 February 2012, the Constitutional Court noted the existence of inconsistent domestic case-law in the civil context and then went on to find that this had been in breach of the principle of judicial certainty as an integral part of the appellants’ right to a fair trial. The appellants’ complaints to the effect that the same situation had also resulted in discrimination against them, was rejected by the Constitutional Court as manifestly ill-founded, since the impugned court decisions had not been rendered on the basis of the appellants’ personal status. No re-opening of the proceedings was ordered. The above-cited decisions concerned matters which were factually unrelated to the applicants’ situation in the present case.", "33. Article 2 § 1 provides, inter alia, that all parties shall be entitled to the equal protection of their rights.", "34. Article 476 sets out the circumstances in which a default judgment (presuda zbog izostanka) may be adopted, based on, inter alia, the respondent’s failure to appear before the court despite being duly served with the summons.", "35. Article 422.10 provides that a case may be reopened if the European Court of Human Rights has in the meantime rendered a judgment in respect of Serbia concerning the same or a similar legal issue.", "36. Article 40 §§ 2 and 3 provides, inter alia, that a meeting of a division (sednica odeljenja) of the Supreme Court shall be held if there is an issue as regards the consistency of its case-law. Any opinions (pravna shvatanja) adopted thereupon shall be binding for the panels (veća) of the division in question.", "37. These Rules set out the relevant details concerning the reimbursement of expenses incurred in connection with military service.", "38. Article 360 § 3 provides that courts may not, in the course of proceedings before them, take into account negative prescription periods unless an objection to this effect has been made by the debtor.", "39. Article 371 states that the general negative prescription period for civil claims shall be ten years, unless provided otherwise.", "40. Article 376 §§ 1 and 2 provides, inter alia, that the negative prescription period for seeking civil compensation shall be three years as of when the claimant learned of the damage in question, but that, in any event, the absolute deadline shall be five years as of when the damage occurred.", "41. Articles 387 and 388 provide, inter alia, that the running of a negative prescription period shall be interrupted by the debtor’s acceptance of the claim at issue, directly or indirectly, as well as by the claimant’s lodging of a civil action in this respect.", "42. Article 392 §§ 1-3 provides, inter alia, that the effect of such an interruption shall be that the applicable period shall start running anew as of the debtor’s acceptance of the claim in question and the conclusion of the civil suit, respectively.", "43. On 26 May 2003 the Supreme Court held, inter alia, that, quite apart from the competence of the administrative authorities in respect of the reservists’ claims concerning their per diems, civil courts shall have jurisdiction to rule on the merits in all related cases where they seek damages (see paragraph 40 above) based on the State’s alleged malfeasance (pravno shvatanje Građanskog odeljenja Vrhovnog suda Srbije utvrđeno na sednici od 26. maja 2003. godine, published in the Supreme Court’s Bulletin no. 1/04).", "44. On 6 April 2004 the Supreme Court essentially reaffirmed the opinion of 26 May 2003, extending its application to certain other “military entitlements”. It also noted that there have been some inconsistencies before the courts in the meantime (pravno shvatanje Građanskog odeljenja Vrhovnog suda Srbije utvrđeno na sednici od 6. aprila 2004. godine, published in the Supreme Court’s Bulletin no. 1/04)."], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}