{"ITEMID": "001-4497", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1998, "DOCNAME": "LOGANATHAN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant, born in 1955, is a citizen of Sri Lanka. He is currently staying in Wuppertal. He is a kitchen helper by profession.", "", "The applicant entered Germany on 5 September 1994. On 13 September 1994 he filed a request for asylum. In the course of his questioning by the Federal Office for Refugees (Bundesamt für die Anerkennung ausländischer Flüchtlinge), he submitted that in 1991 his house had been destroyed by the armed forces. He also stated that in 1993 (later corrected as 1994) he had been arrested by the armed forces and detained several months on the - false - suspicion of having supported the Liberation Tigers of Tamil Eelam (LTTE). He had allegedly been tortured in the course of his detention. His release had been arranged by a friend who had subsequently brought him to an office of the Red Cross. He feared that upon his return he would again be arrested by the armed forces or, if he returned to his home town, he risked to be forced to support the LTTE.", "On 27 September 1994 the Federal Office for Refugees dismissed the applicant’s request for asylum and ordered him to leave Germany voluntarily, warning him that he would otherwise be expelled.", "On 22 April 1998 the Düsseldorf Administrative Court (Verwaltungsgericht) dismissed the applicant's action challenging the decision of 27 September 1994.", "In its detailed judgment, the court found that the applicant had failed to show that he had left Sri Lanka on account of political persecution or that he risked to be exposed to such persecution in case of his return. The court considered in particular that the applicant's submissions regarding his personal situation in Sri Lanka was not credible, as there were major contradictions in his statements. In this respect, the court noted the contradictions in his indications as to exact dates, varying even in months and years, which could not be explained by alleged disturbances of memory. Furthermore, his explanations concerning his release and his leaving the country were incredible. Finally, his statements about his activities in support of the LTTE were contradictory.", "The court had regard to case-law and reports of the German Foreign Office (Auswärtiges Amt) relating to the general situation in Sri Lanka. It noted that on the Jaffna peninsula the total number of interferences with liberty and security of Tamils, by security forces, did not justify the conclusion that any Tamil faced a real risk of being subjected to such action. In the court’s view, similar considerations applied to the region of Colombo and the southern and western parts of Sri Lanka. The court noted that in Colombo the security forces regularly carried out ‘cordon and search operations’ and, on a random basis, arrested Tamils in order to find LTTE activists and supporters. Cases of lengthy detention, ill-treatment in the course of the detention or disappearance had occurred. However, the number of such cases, considering the number of Tamils living in this area, did not justify the conclusion that every Tamil faced a real risk of persecution. The applicant’s submissions as to his personal situation did not disclose any special circumstances. There were no reasons to assume that the applicant would face a real risk for life, limb or liberty in the whole territory. In this respect, the court took into account that the security forces, by means of administrative measures, attempted to avoid that Tamils originating from the northern parts of Sri Lanka would take a lawfully residence in Colombo. They thereby intended to make these persons move back to their home towns. Taking into account the increasingly stable control of the Sri Lankan armed forces in large areas of the Jaffna peninsula and the reconstruction measures, there was no risk of death or serious injuries even if the applicant, upon his return to Sri Lanka, were to take residence in the north.", "On 5 August 1998 the North-Rhine Westphalia Administrative Court of Appeal (Oberverwaltungsgericht) refused to allow his appeal. The Court of Appeal dismissed the applicant's complaint that his submissions about his alleged activities for the LTTE had not duly been taken into account. In this respect, the Court of Appeal noted that the Administrative Court had regarded these statements as incredible.", "The applicant did not lodge a constitutional complaint (Verfassungsbeschwerde) with the Federal Constitutional Court (Bundesverfassungsgericht), pursuant to Article93 §1 (4)(a) of the Basic Law (Grundgesetz) in conjunction with sections 90 et seq. of the Constitutional Court Act (Bundesverfassungsgerichtsgesetz).", ""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}