{"ITEMID": "001-99087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VASIL SASHOV PETROV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (six month period);Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 13;No violation of Art. 14+2 (substantive aspect);No violation of Art. 14+2 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1980 and lives in Velingrad. He describes himself as being of Roma/Gypsy ethnic origin.", "6. According to his assertions, at about 2 a.m. on 14 January 1999, in foggy weather, the applicant went to a vacant yard in Velingrad to intoxicate himself by inhaling liquid bronze, as he did frequently at that time. When he left the yard some time later, two police officers saw him and yelled at him to stop. He did not and instead started running. Suddenly he saw a torch in front of him and veered to the left to evade capture. Then he heard shots but kept on running. After a few more steps, he felt a stinging pain in his stomach and fell to the ground. The officers approached and saw that he had a wound on his stomach. One of the officers recognised him.", "7. During the ensuing investigation (see paragraphs 920 below), the two officers, sergeants I.S. and D.N., stated that they saw the applicant jump over a fence, enter the yard of a Mr A.V., and head towards A.V.'s henhouse. After waiting for a few minutes and making certain that the applicant was trying to steal hens, the officers, both of whom were armed with pistols loaded with live cartridges, intervened. They split up and approached the yard from different directions. When the applicant noticed them, he jumped the fence and started running through empty plots towards the nearby Roma neighbourhood. Despite several warnings, he did not stop. Then one of the officers drew his pistol and fired at him with the intention of stopping him. At that moment the applicant was at about four metres from the officer and turned sideways. After that he kept on running. The other officer continued the chase, fired twice in the air, and caught up with the applicant about sixty metres from the place where he had been shot. The officer recognised the applicant, noticed that he was intoxicated, and saw a small wound on his stomach, but allegedly did not realise that it had been caused by a bullet.", "8. The officers immediately took the applicant to a hospital, where he was bandaged and sent home. They did not mention that they had used firearms against the applicant. The doctor who treated him did not realise that his wound had been caused by a firearm. Not long after that the applicant's condition worsened and several hours later he returned to the hospital, where he underwent a fivehour surgical operation. The doctors found that the applicant's kidney had been ruptured by a bullet which had broken up into three pieces, that his liver was damaged and he had been haemorrhaging into the abdominal cavity. The applicant's kidney and part of his liver had to be removed.", "9. On 27 January 1999 Pazardzhik police informed the Plovdiv Regional Military Prosecutor's Office about the incident. On 22 February 1999 that office opened an investigation against the two officers.", "10. On 12 March 1999 the investigator in charge of the case interviewed the officers, the applicant and his father. On 23 March 1999 he interviewed the doctor who had treated the applicant immediately after the incident and the person in charge of the hospital ward to which the applicant was later admitted. In their statements, the two officers predominantly referred to the applicant as a “person”. At one point sergeant I.S. said that when they approached the applicant after he had fallen to the ground he saw that he was “an eighteen or nineteen yearold Gypsy” and that he reckoned that “the Gypsy had pricked himself on something while running”.", "11. The investigator also ordered a medical expert report on the nature and origin of the applicant's injury. The report concluded that the applicant had been shot from the front and that as a result of the shot he had lost one kidney, had suffered a temporarily lifethreatening condition and a wound penetrating the abdominal cavity.", "12. On 16 June 1999 the investigator proposed to the prosecuting authorities that the investigation be discontinued, stating that it was impossible to find the bullet which had wounded the applicant, that both officers stated that they had fired into the air and denied the accusation, and that the applicant had been unable to give credible evidence owing to his state of intoxication at the time of the events. In the investigator's view, these factors made it impossible to ascertain which officer had shot the applicant and therefore to identify the perpetrator.", "13. On 16 July 1999 the Plovdiv Regional Military Prosecutor's Office decided to discontinue the investigation, reasoning that “despite the thorough investigation” it was impossible to ascertain who had fired the shot which had wounded the applicant. The bullet had not been found and both officers had stated that they had fired in the air.", "14. On an appeal by the applicant, on 27 August 1999 the Appellate Military Prosecutor's Office set the discontinuance aside. It observed that certain mandatory investigatory steps, such as ordering a ballistics expert report and inspecting the scene of the shooting, had not been taken. Nor had the investigator ordered an expert report on the applicant's ability to give evidence, in view of his state of intoxication at the time of the incident. The conclusion that it was impossible to ascertain who had fired the shot was illfounded. It was necessary to inspect the scene of the shooting and carry out a reconstruction of the events, and then order fresh medical and ballistic expert reports.", "15. The case was then assigned to another investigator. In the morning of 6 October 1999 he carried out a reconstruction of the events in the presence of the applicant, the two officers, ballistics and medical experts and a photographer. In the afternoon he interviewed the two officers, the head of their department, the doctor who had examined the applicant immediately after the incident, the head of the surgical ward of the hospital where the applicant had been operated on, and Mr A.V., the owner of the yard adjacent to the place where the applicant was shot. A.V. stated that the next morning he had seen footprints inside his yard and a broken plank on the wall of his henhouse, and that without the intervention of the police the applicant would certainly have stolen some of his hens. He had stolen five hens only a month after recovering from his injuries. In their statements, both officers referred to the applicant as “the civilian person Petrov” or “Petrov”.", "16. A ballistics report ordered by the investigator was ready the next day, 7 October 1999. It concluded that the pistols of both officers had been capable of producing the shot which had wounded the applicant. A medical expert report drawn up on 9 November 1999 concluded that the shot which had wounded the applicant had been fired by sergeant I.S., and that at the time of the shot the applicant had been standing sideways, with his right shoulder turned towards I.S., at a distance of about four metres. The bullet had travelled from front to back and from right to left. A psychiatric report ordered by the investigator concluded that the applicant had been intoxicated, but not heavily, and had been able to control his actions, and was fit to give evidence about the incident.", "17. Having finished his work on the case, on 24 January 2000 the investigator proposed discontinuing the investigation. He found, on the basis of A.V.'s statement, that the applicant had tried to steal hens from A.V.'s henhouse. In his view, sergeant I.S. had acted in line with section 80(1)(4) of the 1997 Ministry of Internal Affairs Act (see paragraph 22 below) and was not criminally liable. The officer had made certain that the applicant was about to commit theft – a publicly prosecutable offence –, had warned him several times to stop, and, in view of the poor visibility and the proximity of the Roma neighbourhood, had reckoned that the applicant might flee.", "18. On 29 February 2000 the Plovdiv Military Prosecutor's Office decided to discontinue the investigation, repeating the reasons given by the investigator almost verbatim.", "19. On 23 March 2000 the Appellate Military Prosecutor's Office confirmed the discontinuance. It briefly reasoned that the officer had lawfully used his weapon, as a means of last resort. Before firing it, he had made certain, as required under section 80(1)(4) of the 1997 Act (see paragraph 22 above) that the applicant was attempting to commit theft. In view of that, of the fact that there was no other way to arrest the applicant, and that the necessary measures under Article 12a of the Criminal Code (see paragraph 24 below) had not been exceeded, the harm inflicted on the applicant was not unlawful.", "20. In a final decision of 4 April 2000 the Military Court of Appeal also confirmed the discontinuance. It fully agreed with the prosecuting authorities' conclusion that the officers' actions had been in line with section 80(1)(4) of the 1997 Act (see paragraph 22 below). It did not mention Article 12a of the Criminal Code (see paragraph 24 below).", "21. Later in 2000 the applicant brought a tort claim against sergeant I.S. and the Pazardzhik police department. On 14 June 2000 the Pazardzhik Regional Court dismissed the claim. On 25 March 2002 the Plovdiv Court of Appeal upheld its judgment. The applicant's ensuing appeal on points of law was rejected by the Supreme Court of Cassation on 15 October 2003 (реш. № 1752 от 15 октомври 2003 г. по гр. д. № 1527/2002 г., ВКС, ІV г. о.). The court held that the shooting had been a result of the applicant's own actions and his failure to comply with the lawful instructions and actions of the police to stop and arrest him. Sergeant I.S. had acted in line with section 80(1)(4) of the 1997 Ministry of Internal Affairs Act and the applicant was therefore not entitled to compensation for any resulting harm. The court did not mention Article 12a of the Criminal Code (see paragraph 24 below).", "22. Section 80 of the 1997 Ministry of Internal Affairs Act, as in force at the material time, provided, in so far as relevant:", "“(1) The police may use firearms as a means of last resort:", "...", "4. after giving a warning, to arrest a person who has committed or is committing a publicly prosecutable offence; ...", "(2) When using firearms the police are under a duty to protect, as far as possible, the life of the person against whom they use force...”", "23. In February 2003 section 80(1)(4) was amended to specify that the person against whom firearms could be used must also be resisting arrest or trying to escape. The wording of section 74(1)(3) of the 2006 Ministry of Internal Affairs Act, currently in force, repeats verbatim that of section 80(1)(4) of the 1997 Act, as amended in 2003.", "24. Article 12a § 1 of the 1968 Criminal Code, added in August 1997, provides that causing harm to a person while arresting him or her for an offence is not punishable where no other means of effecting the arrest exist and the force used is necessary and lawful. According to Article 12a § 2, the force used is not necessary where it is manifestly disproportionate to the nature of the offence committed by the person to be arrested or the resulting harm is in itself excessive and unnecessary.", "25. Under Article 237 of the 1974 Code of Criminal Procedure, as in force until 31 December 1999, the discontinuance of a preliminary investigation could be challenged before a more senior prosecutor.", "26. On 1 January 2000 that Article was amended to provide for a system of automatic control of the discontinuance: after the discontinuance the prosecutor had to send the file and his decision to the immediately superior prosecutor's office, which could confirm, modify or quash it. If it confirmed the decision, it had to forward the file to the appropriate court, which had to review the matter in private. The court's decision was final. No provision was made for those concerned to be notified of the discontinuance.", "27. Following a further amendment of that Article in May 2001, the discontinuance of preliminary investigations became subject to judicial review. The 2005 Code of Criminal Procedure maintained that position, in Article 243 §§ 37."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}