{"ITEMID": "001-108582", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KRONE VERLAG GMBH AND KRONE MULTIMEDIA GMBH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The first applicant company is the owner and publisher of the daily newspaper Kronen Zeitung; the second applicant company is the owner of the online newspaper www.krone.at.", "6. In November 2003 criminal investigations were launched in respect of A and B who were suspected of the repeated and serious ill-treatment and sexual abuse of 10-year-old C, which had caused severe injuries. C is A’s biological daughter and B’s stepdaughter. C was taken to hospital and several media reported the case.", "7. At that time D, C’s biological mother, who had learned from the media about what had happened to her daughter, wanted to see her but, since she did not have custody of her, this request was refused. Thereupon she contacted the first applicant company in the hope that it would help her obtain contact with C. C.M., a journalist for the first applicant company, visited her at her home, took pictures of her, received from D a picture showing C at the age of three years, accompanied D to the hospital where C was staying and took further pictures there. On the basis of this material, at the end of 2003 several articles on the case of C were published in Kronen Zeitung, as well as a call for donations (Spendenaufruf) for C. Once the X Regional Youth Welfare Agency (Jugendwohlfahrtsträger des Landes X) became aware of these events it advised D and her spouse that it would be in C’s best interests if they refrained from providing pictures of her and further information to the media.", "8. After C left hospital in May 2004 she stayed with D. On 9 December 2004 custody of C was transferred to the Regional Youth Welfare Agency for the period of 1 December 2003 to 29 November 2004 and then from 30 November 2004 onwards it was transferred to D.", "9. The trial of B and A was held in February 2005 and media interest in the case grew again. At the same time C had a relapse and began suffering from severe psychological problems again, making it necessary for her to be re-admitted to hospital.", "10. On 21 February 2005 A and B were convicted of aggravated sexual abuse of minors (schwerer sexueller Missbrauch von Unmündigen), deliberate aggravated bodily harm (absichtliche schwere Körperverletzung) and ill-treatment of minors (Quälen von Unmündigen). They were sentenced to fifteen years’ imprisonment and ordered to pay compensation for non-pecuniary damage.", "11. The first applicant company published two articles in Kronen Zeitung on 16 and 22 February 2005 respectively, using the first name of C, the full names of A and B, and illustrating them with photographs of A and B The second applicant company published two articles on its website www.krone.at on 16 and 22 February 2005 and, in addition to the information contained in the articles published in Kronen Zeitung, it also published photos of C, including a close-up of her face.", "12. On 12 May 2005, with D’s consent, the District Court transferred custody rights in relation to one specific task back to the Regional Youth Welfare Agency, namely on the issue whether, in respect of the reporting on the trial of A and B, C had compensation claims against certain newspapers and, if necessary, to take the appropriate measures.", "13. On 16 February 2005 an article was published in the first applicant company’s newspaper (Kronen Zeitung) entitled “C case: when humans turn into animals” (“Fall C: Wenn Menschen zum Tier werden”), which read as follows:", "“Modesty – what a fine word. A word that presupposes respect. But how out of place coming from the mouth of a father who kicked his 10-year-old daughter with his bare feet until several of her ribs were broken. How out of place when the same father claims that he did not treat his daughter’s injuries caused by a red-hot iron because modesty prevented him from touching her breasts...", "X Regional Criminal Court. Three judges and eight jurors have to pronounce sentence in three sets of proceedings against A and B (both [age]): A and B, known to Krone readers as the parent torturers. Their victim: C, A’s daughter from his first marriage. A girl who, after her parents’ divorce, lived for a long time with her grandparents in Y. A child who couldn’t wait to join her father and his second wife B here in X – and ended up in hell. Literally ill-treated till she bled. Tortured and abused.", "Members of the jury turn ghostly white when public prosecutor T. reads from the prosecution file: ‘C was injured with red-hot spoons, deprived of her virginity with a cooking spoon, burnt with a hot iron. She was hurled against the wall until her skull fractured. C was also tied up to her bed in prayer position for nights on end. She was badly injured with a kitchen knife...’", "Why? Sometimes it is not important why human beings behave like animals. Sometimes the facts are enough. And yet Judge J.J. proceeds brilliantly to shed light on every aspect of this crime against a child. For hours on end he listens patiently to the whimpering defence of the father. He patiently sits through the hair-raising account of the stepmother.", "The accused agree on only one thing. Neither will admit responsibility. Just a touch of corporal punishment to keep family life intact – that much they admit. Both say they were afraid of or were dominated by the other.", "A: ‘I’m fond of all five (!) of my children, including C. I was dominated by my wife, and when she told me that C masturbated I believed her and had to do something’ he says. And his wife: ‘I just wanted to protect my other children from C so I hit her once and I might have pulled her hair.’", "Be that as it may, the way the couple defend themselves in court is nothing short of disgusting. As I just said, the facts speak volumes.", "You listen to what went on for weeks in the flat in P. Street. You close your eyes – and still see C. Who actually delivered the blows ceases to matter.", "What matters is that C is now living safely with her real mother and a caring stepfather. She has just spent her first ever holiday in Tyrol. She’s made friends in a new school.", "She can certainly not understand everything that happened. It can only be hoped that one day she’ll be able to forget. And that the father’s wish (‘I’d like to see my C again some day’) is never granted.”", "14. On the same day the second applicant company published an article on its website (www.krone.at) entitled “Start of the trial in the C case” (Auftakt zum Prozess im Fall C). Its text is identical to the above article.", "15. On 22 February 2005 a further article was published in the first applicant company’s newspaper (Kronen Zeitung), entitled “Maximum sentence for parent torturers!” (“Höchststrafe für Folter-Eltern!”), which read as follows:", "“The triangular shape of the iron is like a permanent reminder to C, ‘branded’ into her child’s body. ‘The violence against this girl ranks as one of the most abhorrent of crimes’ says Judge J.J. in pronouncing judgment on the parent torturers. A total of thirty years’ in prison – the maximum sentence.", "What must C’s small body have endured? What thoughts must have gone through the 10-year-old girl’s head when her stepmother and her father either ill-treated her or watched the other do it?", "It’s not the sober words of forensic expert C.R. that send a shudder down your spine. It’s the thought of what the girl must have endured before ending up in hospital with multiple rib fractures, a fractured skull, burns to her skin, cuts going right through to the bone, stripped of her virginity and dignity. A child’s mind damaged beyond repair.", "The ‘parents’ listen with bowed heads to what the experts say about ‘their child’. They hear how cosmetic surgery can reconstruct, but how no medicine can cure the psychological damage. The effects of her ordeal will remain with her for life.", "‘She was a very nice, quiet child’ says her former head teacher. ‘We never suspected anything. Her father enquired about her lovingly. When he came in to say that C would not be attending any more because she was in Yugoslavia, no one imagined that she was lying at home injured.”", "16. On the same day the second applicant company published an article on its website (www.krone.at) entitled “Maximum sentence for parents in C case” (“Höchststrafe für Eltern im Fall C”). Its text is identical to the above article.", "17. On 9 August 2005 C, represented by the Regional Youth Welfare Agency, filed a claim for compensation against the first applicant company, relying on section 7a of the Media Act on the ground that the first applicant company had caused her suffering by revealing her identity as the victim of a criminal offence by publishing her first name, the full names and pictures of A and B in two articles which had appeared on 16 and 22 February 2005. C also filed a compensation claim against the second applicant company relying on sections 7 and 7a of the Media Act for revealing her identity as the victim of a criminal offence and for violating her right to protection of her strictly private life (höchstpersönlicher Lebensbereich) in two articles published on 16 and 22 February 2005.", "18. On 27 June 2006 the X Regional Criminal Court (Landesgericht für Strafsachen) granted both requests for compensation. As regards the first applicant company it found that the two articles published in the newspaper Kronen Zeitung on 16 and 22 February 2005 had violated C’s right to protection of her identity as the victim of a criminal offence under section 7a of the Media Act and ordered the first applicant company to pay 4,000 euros (EUR) in compensation to C for each of the articles, altogether EUR 8,000. It also found that C was entitled to compensation from the second applicant company as the articles published on its website on 16 and 22 February 2005, including photos of her, had violated her right to protection of her identity as the victim of a criminal offence and had also interfered with her strictly private life in a manner which exposed and compromised her in public, thereby breaching her rights under section 7 of the Media Act. The Regional Court ordered the second applicant company to pay EUR 6,000 in compensation to C for each of the articles, altogether EUR 12,000. It also ordered the applicant companies to publish a summary of its judgment.", "19. As regards the applicant companies’ argument that D, C’s biological mother, had consented to the disclosure of C’s identity and the publication of photos of her, the Regional Court, having heard as witnesses D, her husband, and C.M., a journalist writing for the applicant companies, considered that at the time of the publication of the impugned articles there had been no valid consent as neither the person with custody of C nor any other reference person (Bezugsperson) had consented to the disclosure of C’s identity or the publication of pictures of her. Even considering that D had validly consented to the applicant companies’ reporting on the case of C and to publishing pictures of her back in 2003, that consent could not automatically cover publications two years later in the context of the trial of A and B. After such a long period of time had passed, confirmation of D’s consent should have been sought as in case of doubt nobody can be deemed to have consented to an interference with his or her personality rights for an indefinite period of time. Moreover, in 2005 D had explicitly refused to give her consent to reporting in which C’s identity would be revealed to the public.", "20. As regards the compensation claim under section 7 of the Media Act, the Regional Court found that a person was entitled to compensation if his or her strictly private sphere had been discussed in the media in a manner which was apt to expose and compromise him or her in public. Into this strictly private sphere fall the inner circle of one’s private life (engster Bereich der menschlichen Intimsphäre), emotions and physical sensations, one’s sexual life, and contacts with one’s closest persons of confidence (Kontakt mit engsten Vertrauten). The lurid presentation of the publications at issue, which made public highly sensitive details of the ill-treatment and sexual abuse to which C had been subjected and which were particularly humiliating, had interfered with C’s most intimate personal sphere. In weighing the interests of the applicant companies against those of C, the Regional Court considered that the offensive details had not been necessary for informing the reader even in a detailed manner on the case of C, while on the other hand, a minor victim of crimes of this kind was entitled to particularly strong protection. The Regional Court concluded that C’s interests protected by section 7 of the Media Act had not been respected and that she was therefore entitled to compensation.", "21. As regards the compensation claim under section 7a of the Media Act the Regional Court found that by mentioning the first name of the victim, her age, the full names of the offenders, indicating their family relationship to the victim, by publishing pictures of the father and the stepmother and in two articles even publishing photos of her, the victim became recognisable to a wide number of persons beyond the circle of those directly informed.", "22. In the Regional Court’s view there was no predominant public interest which would have made revealing the victim’s identity permissible. Such a predominant public interest must relate to the identity of the person, and that particular information should have a genuine news value. A merely general interest in appropriate press reporting on criminal cases was not sufficient. C was not a public figure and the mere fact that she had become the victim of a crime which attracted considerable public attention was not sufficient to consider her a person connected with public life. Also, the fact that the media had already reported on her in 2003, in some cases revealing her identity, did not make her a person connected with public life because a considerable amount of time had passed in the meantime and a newspaper’s readership changed constantly. A genuine interest in the identity of the victim could not be established. There was no predominant public interest in revealing the identity of the offenders as the public could be informed on the psychological dynamics of crimes of violence and sexual abuse committed within the family without revealing the identity of the victim. Therefore, these articles, which had described in detail the severe illtreatment of the victim, constituted an intrusion into the victim’s strictly private life and violated her interest in remaining anonymous. She was therefore entitled to compensation on this ground as well.", "23. As to the amount of the compensation, the Regional Court stated that it had taken into account the particular gravity of the interference and the particularly large dissemination of the applicant companies’ media. As regards the second applicant company, a higher amount had to be awarded as the compensation was based on two grounds.", "24. On 11 October 2006 the applicant companies appealed. They argued that there had been a predominant public interest in being informed of the identity of the offenders. The role of the media as public watchdog meant in the present case that they had the task of informing the public about a defenceless child who had become the victim in a family drama and to warn the public through giving a detailed report including personal details of the offenders and the victim, which was necessary for a public discussion of these events. They argued further that the reporting had been allowed because D had given her consent.", "25. On 19 February 2007 the X Court of Appeal dismissed the appeal. It found that according to section 7a of the Media Act the identity of the victim of a criminal offence could only be revealed if there was a predominant public interest in that specific item of information. The permissibility of revealing the identity of an offender did not mean that the identity of the victim could also be disclosed. This question had to be examined separately and carefully. C was not a public figure nor was she a person otherwise connected with public life. Even accepting that there was a public interest in being informed of crimes of violence and sexual abuse committed within the family, that interest could be met without revealing the victim’s identity. Also, the conditions for compensation under section 7 of the Media Act had been met because the articles at issue contained a detailed description of the criminal acts committed, in particular of the injuries caused including the defloration of the victim, and thereby had discussed her strictly private life in a manner that was apt to expose and compromise her in public. As to the alleged consent of D to the applicant companies’ publications, the Court of Appeal found that the Regional Court had properly examined this matter and had concluded that there had been no valid consent. Given that the maximum amount of compensation was EUR 20,000, the sums actually fixed were moderate.", "26. Section 7 of the Media Act, which has the title “interference with a person’s most intimate personal sphere” (“Verletzung des höchstpersönlichen Lebensbereiches”), reads as follows:", "“(1) If a person’s strictly private life is discussed or presented in the media in a manner which is apt to compromise this person in public, the person concerned may claim compensation from the owner of the media for the injury suffered. The amount of compensation shall not exceed EUR 20,000 ...", "(2) No compensation claim under paragraph 1 exists if", "1. the publication at issue is based on a truthful report on a public session of the National Council or the Federal Council, the Federal Assembly, a regional diet or a committee of one of these general representative bodies;", "2. the publication is true and has a direct connection to public life;", "3. in the circumstances it could have been assumed that the person concerned had agreed to the publication;", "4. it is a direct broadcast on radio or television (live programme) and the employees or contractors of the radio or television station have not neglected the principles of journalistic diligence;", "5. the information has been published on a retrievable website and the owner of the media or its employees or contractors have not neglected the principles of journalistic diligence.”", "27. Section 7a of the Media Act which has the title “protection against divulging a person’s identity in special cases” (“Schutz vor Bekanntgabe der Identität in besonderen Fällen”), reads as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts, or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person’s position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 20,000 euros; additionally, section 6(1), second sentence, shall apply.", "(2) Legitimate interests of the victim shall in any event be injured if the publication", "1. in the case of subsection (1)1, is such as to give rise to an interference with the victim’s strictly private life or to his or her exposure,", "2. in the case of subsection (1)2, relates to a juvenile or merely to a lesser indictable offence (Vergehen) or may disproportionately prejudice the advancement of the person concerned.", "(3) No compensation claim under paragraph 1 exists if", "1. the publication at issue is based on a truthful report on a public session of the National Council or the Federal Council, the Federal Assembly, a regional diet or a committee of one of these general representative bodies;", "2. the publication of the information on the person has been decided officially, in particular for the purposes of criminal justice or public security;", "3. the person concerned has agreed to the publication or if the publication is based on information given by that person to the media;", "4. it is a direct broadcast on radio or television (live programme) and the employees or contractors of the radio or television station have not neglected the principles of journalistic diligence;", "5. the information has been published on a retrievable website and the owner of the media or its employees or contractors have not neglected the principles of journalistic diligence.”", "28. Section 6(1) second sentence of the Media Act, to which reference has been made above, reads as follows:", "“The amount of compensation shall be fixed according to the extent of the publication, its impact and, in particular, the type of media and how broadly it is disseminated; the compensation must not endanger the economic existence of the media owner.”", "29. Article 31 of the Council of Europe Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse of 25 October 2007, CETS No. 201, in so far as relevant reads as follows:", "“Article 31 – General measures of protection", "(1) Each party shall take the necessary legislative or other measures to protect the rights and interests of victims, including their special needs as witnesses, at all stages of investigations and criminal proceedings, in particular by:", "...", "(e) protecting their privacy, their identity and their image and by taking measures in accordance with international law to prevent the public dissemination of any information that could lead to their identification;”", "30. In the Explanatory Report to the Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse, paragraph 222 gives the following comment on Article 31 of that Convention:", "“The article goes on to list a number of procedural rules designed to implement the general principles set out in Article 31: the possibility for victims of being heard, of supplying evidence, of having their privacy, particularly their identity and image protected, and of being protected against any risk of retaliation and repeat victimisation. The negotiators wished to stress that the protection of the victim’s identity, image and privacy extends to the risk of “public” disclosure, and that these requirements should not prevent this information being revealed in the context of the actual proceedings, in order to respect the principles that both parties must be heard and the inherent rights of the defence during a criminal prosecution.”", "31. On 28 June 1985 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(85)11 on the position of the victim in the framework of criminal law and procedure. In section F (Protection of privacy) point 15 reads as follows:", "“Information and public relations policy in connection with the investigation and trial of offences should give due consideration to the need to protect the victim from any publicity which will unduly affect his private life and dignity. If the type of offence or the particular status or personal situation and safety of the victim make such a special protection necessary, either the trial before the judgment should be held in camera or disclosure or publication of personal information should be restricted to whatever extent is appropriate;”", "32. On 31 October 2001 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2001)16 on the protection of children against sexual exploitation. In Article III (Criminal law, procedure and coercive measures in general) point 32 reads as follows:", "“Ensure throughout judicial, mediation or administrative proceedings the confidentiality of records and respect for the privacy of children who have been victims of sexual exploitation.”", "33. On 10 July 2003 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2003)13 on the provision of information through the media in relation to criminal proceedings. The Appendix to that Recommendation contains the following principles:", "“Principle 1 - Information of the public via the media", "The public must be able to receive information about the activities of judicial authorities and police services through the media. Therefore, journalists must be able to freely report and comment on the functioning of the criminal justice system, subject only to the limitations provided for under the following principles.", "...", "Principle 8 - Protection of privacy in the context of ongoing criminal proceedings", "The provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention. Particular protection should be given to parties who are minors or other vulnerable persons, as well as to victims, to witnesses and to the families of suspects, accused and convicted. In all cases, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.", "An even stronger protection is recommended to parties who are minors, to victims of criminal offences, to witnesses and to the families of suspects, the accused and convicted persons. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": ["10-1"], "NON_VIOLATED_BULLETPOINTS": []}