{"ITEMID": "001-67580", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MYKHAYLENKY AND OTHERS v. UKRAINE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections rejected (non-exhaustion of domestic remedies, ratione personae);Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. Ms Valentyna Mykolayivna Mykhaylenko was born in 1951. Mr Valentyn Andriyovych Mykhaylenko was born in 1944. Mr Grygoriy Stanislavovych Ganushevych was born in 1950. Mr Anatoliy Ivanovych Marchenko was born in 1952. Ms Oleksandra Romanivna Yudenok was born in 1948. Mr Vasyl Mykhaylovych Myshko was born in 1945. Mr Vasyl Kindratovych Bezpalko was born in 1958. Ms Galyna Stepanivna Zorenko was born in 1939. Mr Grigoriy Pavlovych Arkhitko was born in 1960. Mr Volodymyr Mykolayovych Litskevich was born in 1956. Mr Mykhaylo Pavlovych Tyshchenko was born in 1949. All the applicants live in Chernigiv, Ukraine.", "5. Between 1997 and 2001 the applicants instituted separate sets of proceedings in the local domestic courts, seeking the recovery of salary arrears and other payments from their former employer, the State-owned company Atomspetsbud, which had carried out construction work at Chernobyl within the zone that had been compulsorily evacuated (see paragraphs 29-30 below).", "6. By a decision of the Novozavodsky District Court of Chernigiv of 14 April 1998, Ms Valentyna Mykhaylenko was awarded 4,849 hryvnas (UAH) in salary arrears and other payments. She received UAH 173.58 on 7 February 2000 and UAH 76.09 on 17 October 2001. However, the judgment remains largely unenforced, the outstanding debt being UAH 4,599.33 (the equivalent of 707.59 euros (EUR)).", "7. By a decision of the Novozavodsky District Court of Chernigiv of 15 December 2000, Mr Valentyn Mykhaylenko was awarded UAH 10,479 in salary arrears. By another decision of the same court on 16 April 2002, he was awarded UAH 2,710 in compensation for the delay in the payment of the salary arrears. The judgments remain unenforced, the total debt amounting to UAH 13,189 (the equivalent of EUR 2,029.08).", "8. By a decision of the Novozavodsky District Court of Chernigiv of 13 July 1998, Mr Grygoriy Ganushevych was awarded UAH 7,394 in salary arrears. He received UAH 219.37 on 21 January 2000 and UAH 116.03 on 18 August 2000. However, the judgment remains largely unenforced, the outstanding debt being UAH 7,058.60 (the equivalent of EUR 1,085.94).", "9. By a decision of the Novozavodsky District Court of Chernigiv of 11 September 1997, Mr Anatoliy Marchenko was awarded UAH 4,528 in salary arrears. By another decision of the same court on 19 September 2001, he was awarded UAH 9,671.75 in compensation for the delay in payment of those arrears. He received UAH 1,000 on 17 February 1998, UAH 126.29 on 7 February 2000 and UAH 55.27 on 20 October 2000. However, the judgments remain to a large extent unenforced, the outstanding debt being UAH 13,018.19 (the equivalent of EUR 2,002.80).", "10. By a decision of the Novozavodsky District Court of Chernigiv of 18 November 1998, Ms Oleksandra Yudenok was awarded UAH 5,664 in salary arrears and UAH 883 in compensation for the delay in their payment. On 7 February 2000 the applicant received UAH 234.37. The judgment remains largely unenforced, the outstanding debt being UAH 6,312.63 (the equivalent of EUR 971.17).", "11. By a decision of the Novozavodsky District Court of Chernigiv of 24 March 1999, Mr Vasyl Myshko was awarded UAH 8,130 in salary arrears, but only UAH 418.62 were paid to him. The judgment remains to a large extent unenforced, the outstanding debt being UAH 7,711.38 (the equivalent of EUR 1,186.37).", "12. By a decision of the Novozavodsky District Court of Chernigiv of 17 April 2001, Mr Vasyl Bezpalko was awarded UAH 14,764 (the equivalent of EUR 2,271.38) in salary arrears. The judgment remains unenforced.", "13. By a decision of the Novozavodsky District Court of Chernigiv on 4 February 1999, Ms Galyna Zorenko was awarded UAH 6,596 in salary arrears. She received UAH 236.12 on 7 February 2000 and UAH 103.51 on 10 November 2000. However, the judgment remains largely unenforced, the outstanding debt being UAH 6,256.37 (the equivalent of EUR 962.52)", "14. By a decision of the Novozavodsky District Court of Chernigiv of 1 April 1999, Mr Grygoriy Arkhitko was reinstated in his post and awarded UAH 6,348.62 in salary arrears. He received UAH 226.17 on 7 February 2000 and UAH 99.64 on 18 August 2000. However, the judgment remains to a large extent unenforced, the outstanding debt being UAH 6,022.81 (the equivalent of EUR 926.59).", "15. By a decision of the Ivankivsky District Court of the Kiev Region of 10 June 1999, Mr Volodymyr Litskevich was awarded UAH 6,444.45 in salary arrears. He received UAH 61.12 on 16 November 1999, UAH 171.57 on 8 February 2000 and UAH 101.13 on 18 August 2000. However, the judgment remains largely unenforced, the outstanding debt being UAH 6,110.63 (the equivalent of EUR 940.10).", "16. By a decision of the Novozavodsky District Court of Chernigiv of 16 October 2001, Mr Mykhaylo Tyshchenko was awarded UAH 8,340 (the equivalent of EUR 1,283.08) in salary arrears. The judgment remains unenforced.", "17. By a letter of 17 June 1999, the Ministry of Energy informed Mr Grygoriy Ganushevych that the delay in the payment of salary arrears was due to the debtor company’s difficult economic situation, caused by the failure of third parties to pay their debts to the company. According to the Ministry, the company’s situation required a solution at State level.", "18. By a letter of 5 May 2001, the same Ministry informed Mr Grygoriy Ganushevych that, despite its efforts, the debtor company’s economic situation had not improved. The Ministry mentioned that the Ministry for Emergencies and the Protection of the Population from the Consequences of the Chernobyl Catastrophe (“the Ministry for Emergencies”) was Atomspetsbud’s largest debtor. The Ministry informed the applicant that the company’s management had asked it to decide on the expediency of the company’s continued existence.", "19. At the end of 2001 the sixth, seventh and ninth applicants instituted separate proceedings in the Pechersky District Court of Kiev against the Ukrainian President, the Ukrainian Cabinet of Ministers, the Ministry of Energy and the Ministry of Justice, seeking compensation for the pecuniary and non-pecuniary damage caused by the non-enforcement of the judicial decisions in their favour. In three separate decisions of 29 January 2002, that court found against the applicants, stating that, in the event of non-enforcement, the applicants had the option of lodging the appropriate claims for damages against the State Bailiffs’ Service, rather than the above defendants, whose responsibility for the non-enforcement had not been proved by the claimants. The applicants did not appeal against those decisions under the ordinary appeal procedure or on points of law.", "20. In their joint letter of 31 October 2002 to the Ukrainian Prime Minister, all the applicants gave notice that they had lodged applications with the European Court of Human Rights and proposed a friendly settlement of the matter. They requested full enforcement of the decisions and compensation for damage ranging from UAH 20,000 to 50,000 each.", "21. In reply, the Agent of the Government informed the applicants that friendly-settlement proceedings could only be started following the Court’s admissibility decision. She further informed the applicants of the large number of writs of execution pending against the debtor company, amounting to UAH 3,849,312. However, enforcement of the judgments through the seizure of property required special authorisation from the Ministry for Emergencies, since the debtor company’s property was located within the Chernobyl area, which was contaminated by radiation. No such authorisation was granted.", "22. By an order of the Ministry of Energy dated 27 June 2002, the debtor company was liquidated and a liquidation commission established.", "23. As a result, between 7 October 2002 and 9 July 2003 the State Bailiffs’ Service terminated the enforcement proceedings in the applicants’ cases and all the writs of execution were forwarded to the liquidation commission as creditors’ claims. The liquidation proceedings are still pending.", "24. The relevant part of the Ukrainian Constitution provides:", "“... Judicial decisions are adopted by the courts in the name of Ukraine and are mandatory for execution throughout the entire territory of Ukraine.”", "25. The relevant provisions of the Civil Code provided:", "“A legal entity shall be liable for its obligations to the extent of the property owned by it (attached to it), unless legislation provides otherwise.", "The founder of the legal entity or the owner of its property shall not be liable for its obligations, and the legal entity shall not be liable for the obligations of its owner or founder unless legislation or the legal entity’s statutory documents provide otherwise.", "A legal entity which is financed by the owner and which has property attached to it with the right to operational control ... shall be liable for its obligations to the extent of the funds in its possession. In the event of a lack of funds, the owner of the property shall be liable for the entity’s obligations.”", "“The State shall not be liable for the obligations of State organisations which possess legal personality, and those organisations shall not be liable for the obligations of the State.", "The conditions and procedure for providing funds to cover the debts of institutions and other State organisations which are funded by the State budget, if such debts cannot be covered by their own budget, shall be established by the legislation of the USSR and the Ukrainian SSR.”", "“The liquidation of State organisations which possess legal personality shall be conducted by the body which created them.”", "26. The relevant Articles of the new Civil Code provide:", "“...", "2. Legal entities shall be divided into private-law legal entities and public-law legal entities, depending on the procedure for their creation.", "A private-law legal entity shall be established on the basis of statutory documents, in accordance with Article 87 of this Code.", "Public-law legal entities shall be established by a decision of the President of Ukraine, a duly authorised State body, a duly authorised body of the Autonomous Republic of Crimea or a body of local self-government.", "3. This Code provides for a procedure to establish the organisational and legal forms and legal status of private-law entities.", "The procedure for the creation and legal status of public-law entities shall be laid down by the Constitution of Ukraine and the law.”", "“1. A legal entity shall be liable for its own obligations.", "2. A legal entity shall be liable for its obligations to the extent of all of its property.", "3. The participant (founder) of a legal entity shall not be liable for the obligations of that entity, and the legal entity shall not be liable for the obligations of its participant (founder), unless the statutory documents or legislation provide otherwise ...”", "“1. In civil-law relations, the State shall act on an equal basis with other participants in such relations.", "2. The State may create public-law legal entities (State companies, educational institutions, etc.) in the circumstances and under the procedure established by law.", "3. The State may create private-law legal entities (entrepreneurial associations, etc.) to participate in its activities ... unless the law stipulates otherwise.”", "“1. The State ... shall not be liable for the obligations of the legal entities established by it, unless the law provides otherwise.", "2. Legal entities established by the State ... shall not be liable for the obligations of the State ...”", "27. The relevant sections of the Act provided:", "“Companies of the following type may operate in Ukraine:", "...", "– State-owned companies [derzhavne pidpryemstvo][], founded on State property, which may include a public company [kazenne pidpryemstvo][]", "...”", "“...", "(3) Property which is owned by the State and attached to a State-owned company (with the exception of a public company) shall belong to that company, which shall have the right to full economic control over it.", "In exercising its right to full economic control, a State-owned company shall own, use and dispose of the above property at its discretion, performing any actions in relation to it which are not contrary to the legislation in force or to the company’s statutes.", "Property owned by the State and attached to a public company shall belong to that company, with the right of operational control.", "In exercising its right to operational control, the public company shall possess and use the above property.", "A public company may dispose of property in its capital fund which is State-owned and has been given to the company with the right to operational control only with the permission of the body authorised to manage the relevant State property. The arrangements for the disposal of the public company’s other property shall be defined in its statute.”", "“(1) A State-owned company that is not subject to privatisation under Ukrainian legislation may be transformed into a public company by a decision of the Cabinet of Ministers of Ukraine.", "(2) The decision to transform a State-owned company into a public company shall be taken subject to one of the following conditions:", "– the company carries out manufacturing or other activities which, under the legislation, may be performed only by a State-owned company;", "– the State is the principal consumer of the company’s production (more than 50%);", "– the company is subject to natural monopolies.", "(3) The liquidation and reorganisation of the public company shall take place on the basis of a decision of the Cabinet of Ministers of Ukraine in accordance with the legislation of Ukraine.”", "“...", "(3) The public company shall be liable for its obligations through its funds and the other property which it possesses, except for capital assets. Should such funds and property be insufficient, its owner shall be liable for its obligations.”", "28. Section 6 of this Law provides that the Cabinet of Ministers of Ukraine shall determine the planning, material and technical maintenance, the scope of financial contributions and the salaries of employees of all companies involved in work on eliminating the consequences of the Chernobyl catastrophe, regardless of those companies’ status and ownership.", "29. Section 12 of the Law prohibits the withdrawal of construction materials, equipment and other property from the alienation zone and zone of compulsory evacuation without special permission from the Ministry for Emergencies. It also requires that ministry’s permission to carry out any economic activity, including construction, in the zone.", "30. Under section 2 of this Act, the enforcement of judgments is entrusted to the State Bailiffs’ Service. Under section 85 of the Act, a creditor may lodge a complaint in respect of actions or omissions by the State Bailiffs’ Service with the head of the department with responsibility for that service or with a local court. Section 86 of the Act entitles the creditor to institute court proceedings against a legal person entrusted with the enforcement of a judgment, for inadequate enforcement or non-enforcement of a judgment through fault, and to receive compensation.", "31. Section 11 of the Act provides for the liability of bailiffs for any inadequate performance of their duties and compensation for damage caused by a bailiff when enforcing a judgment. Under section 13 of the Act, the bailiff’s acts and omissions may be challenged before a superior official or the courts.", "32. The decree provides that ministries and other executive bodies are authorised to adopt decisions concerning the creation, reorganisation and liquidation of companies, institutions and organisations founded on State property. The decree further provides that the ministries shall not interfere directly in the activities of State-owned companies.", "33. The decree provides for the transfer of a number of companies, including the State Construction and Commerce Company Atomspetsbud, to the management of the Ministry of Energy on account of changes in the government’s structure."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}