{"ITEMID": "001-61480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF HENAF v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;Preliminary objection rejected (non-exhaustion of domestic remedies)", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant, who was born in 1925, is currently in prison in Nantes.", "8. During the past few years he has been convicted of various criminal offences. In particular, he was sentenced on 9 November 1992 by the Assize Court for the département of Cher to ten years' imprisonment for armed robbery; on 2 September 1998 by the Bernay Criminal Court to six months' imprisonment for making off without payment; on 14 January 1999 by the Nevers Criminal Court to five years' imprisonment for armed robbery; and on 20 January 1999 by the Rouen Court of Appeal to six months' imprisonment for making off without payment. He was due for release from September 2001 onwards according to him, and from 17 February 2002 onwards according to the Government.", "9. In February 1998 the applicant was also sentenced to six months' imprisonment by the Nevers Criminal Court for failing to return to prison on time after his last period of leave in 1998, having complied with the arrangements on the previous four occasions. The experts who examined him on the subject concluded that “at the material time” he had been suffering from a “psychological disorder” that had temporarily “impaired his judgment” and that prison could not be “therapeutic” for him, especially in view of his advanced age.", "10. The applicant subsequently underwent a medical examination in prison and was found to have swollen glands in the throat area. The relevant service accordingly prescribed medical treatment. It was decided that the applicant would undergo an operation on 8 November 2000 after being taken to hospital on 7 November 2000 at 2.30 p.m.", "11. On 6 November 2000 the governor of Eysses Prison informed the prefect that the prisoner needed to be taken to hospital and requested the presence of a police escort to supervise and guard him throughout his stay. As regards the security risk, the prison staff were issued with instructions that the applicant was to be kept under normal and not heightened supervision, left to the discretion of the senior escorting officer but in principle not requiring the permanent use of handcuffs and restraints.", "12. On 7 November 2000, the day before the operation, the applicant was transferred, in handcuffs, to Pellegrin Hospital in Bordeaux in a prison van. Two police officers were waiting for him at the hospital in order to supervise and guard him throughout his time there. For the rest of the day the applicant remained handcuffed but not shackled.", "13. During the night, a restraint was used on the applicant, consisting of a chain attaching one of his ankles to the bedpost. The Government assert that the restraint left him considerable freedom to move about in the bed, whereas the applicant maintains that the tension of the chain made any movement difficult or painful and sleep impossible.", "14. On 8 November 2000, in the morning, the applicant stated that, if he could not be kept in humane conditions in hospital, he would prefer to be operated on once he had been released from prison. After a meeting with the hospital staff, he returned to prison on the same day at 11.45 a.m.", "15. On 9 November 2000 the applicant lodged a criminal complaint, together with an application to join the proceedings as a civil party, with the senior investigating judge at the Agen tribunal de grande instance, alleging “serious ill-treatment”, “assault” and “torture”. In the complaint, lodged against the two police officers who had guarded him while he was in hospital, he alleged a violation of Article 803 of the Code of Criminal Procedure and of Article 3 of the Convention, on account of the use of a restraint during the night of 7 to 8 November 2000.", "16. In an order of 16 November 2000, served on 24 November, the senior investigating judge set the amount of the security payable for costs at 6,000 French francs.", "17. On 24 November 2000 the applicant appealed against that order in a registered letter with acknowledgment of receipt to the senior registrar of the Agen tribunal de grande instance, and also applied to the legal aid office on account of his limited resources. On the same day, he informed the senior investigating judge that he was appealing because his means were insufficient.", "18. The application for legal aid was registered on 8 December and refused on 15 December 2000. In an order of 23 March 2001 the President of the Agen tribunal de grande instance confirmed the refusal on the following ground:", "“The Code of Criminal Procedure expressly reserves the use of restraints for persons who are likely to attempt to abscond. That is so in the case of a prisoner who is outside the prison compound.”", "19. In an order of 15 May 2001, the senior investigating judge declared the applicant's complaint inadmissible for failure to pay the security.", "20. In the meantime, on 4 April 2001, the Investigation Division of the Agen Court of Appeal had declared the appeal against the order for payment of a security inadmissible for failure to comply with Article 503 of the Code of Criminal Procedure, by which an appeal by a prisoner must be lodged through the prison governor.", "21. On 11 April 2001 the applicant appealed on points of law against that judgment. The proceedings are currently pending before the Court of Cassation.", "22. Having been released on 1 October 2001 after completing his sentence, the applicant has subsequently been imprisoned in the context of separate proceedings.", "23. Article 803 of the Code of Criminal Procedure provides:", "“No one may be forced to wear handcuffs or restraints unless he is considered either a danger to others or to himself, or likely to attempt to abscond.”", "24. A general circular of 1 March 1993 states:", "“... that provision applies to all members of an escort, regardless of whether the person concerned is being held in police custody, brought to court, detained pending trial or detained following conviction.", "'s intention.", "Except in special circumstances, ... persons whose mobility is impaired on account of their age or health ... are unlikely to pose the dangers referred to in the Law ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}