{"ITEMID": "001-23450", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "FERNANDEZ-MOLINA GONZALEZ and OTHERS v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["In May 1981 the applicants along with more than 20,000 others sustained severe food poisoning that caused an illness known as “toxic syndrome” after consuming denatured rapeseed oil. The applicants are represented by Mr Ergec, Mr Docquir, Mr Baro and Mr Gómez de Liaño. .... The facts set out below concern the first applicant. The facts in the cases of the other 369 applicants cases are identical, apart from the claims for compensation, which were made and dealt with individually.", "The facts of the case, as presented by the parties, can be summarised as follows.", "On 26 June 1981 a criminal investigation was started into suspected breaches of public-health regulations. All the proceedings concerning the breaches were joined and assigned to the Second Section of the Criminal Division of the Audiencia Nacional, which divided the cases into two separate groups of criminal proceedings, depending on whether or not the defendants were civil servants.", "The individual complainants were represented in the proceedings by various associations, including the National Association of Victims of Toxic Syndrome (hereafter “ANASTO-LEGANES””), which was formed on 22 July 1981 with the object of securing full reparation for all damage sustained by victims of toxic syndrome. The first applicant is the president of that association.", "The proceedings began in 1981 with a criminal complaint by the public prosecutor’s office. A large number of complaints by victims and associations of victims, and the results of various police and judicial inquiries, were added to the investigation file. The investigation concerned individuals and companies from the private sector and public authorities and their servants. However, in a decision of 12 April 1994, the Audiencia Nacional decided to sever the proceedings against the civil servants. It does not appear from the case file that an appeal was lodged against that decision.", "In a judgment of 20 May 1989, the Second Section of the Criminal Division of the Audiencia Nacional handed down prison sentences to various defendants for breaches of the public-health regulations, fraud arising out of the sale of denatured rapeseed oil, and professional negligence. In addition to imposing criminal penalties, the Audiencia Nacional held that one of the defendants was liable in damages, while the codefendants and two undertakings implicated in the distribution of the oil incurred secondary liability.", "The amounts due in damages by those held liable were assessed as follows:", "“(i) to the heirs of each deceased victim: 15,000,000 pesetas;", "(ii) to persons whose injuries lasted between 1 and 15 days: 150,000 pesetas;", "(iii) to persons whose injuries lasted between 16 and 30 days: 300,000 pesetas;", "(iv) to persons whose injuries lasted between 31 and 60 days: 600,000 pesetas;", "(v) to persons whose injuries lasted between 61 and 90 days: 900,000 pesetas;", "(vi) to persons whose injuries lasted over 90 days, but without disability: 18,000,000 pesetas;", "(vii) to persons suffering from permanent disability preventing them from resuming some of their normal duties: 25,000,000 pesetas;", "(viii) to persons suffering from permanent disability preventing them from resuming any of their normal duties: 40,000,000 pesetas;", "(ix) to persons suffering from permanent disability preventing them from doing any work: 70,000,000 pesetas;", "to persons suffering from serious disability: 90,000,000 pesetas.", "The compensation payable to the heirs of the deceased persons listed as victims in Appendix VII shall be assessed in accordance with the classification of the injuries when the judgment is enforced.", "(xi) ... the National Institute of Health: 2,653,076 388 pesetas.”", "The Audiencia Nacional added:", "“The stated compensation shall be paid to those entitled with annual interest at the statutory rate plus two points accruing from today (20 May 1989) until payment is made in full.”", "In the event of any deterioration in the victim’s health, the compensation was to be adjusted depending on the category into which the victim’s injuries ultimately fell.", "The defendants who were convicted, the private complainants and the public prosecutor’s office appealed on points of law. In a judgment of 23 April 1992, the Supreme Court upheld the main parts of the impugned judgment and convicted certain defendants of continuing fraud and offences under Articles 346 and 348 of the Criminal Code.", "The judgment was not executed, owing to the insolvency of the private individuals and companies who had been ordered to pay damages.", "Following the Audiencia Nacional’s decision of 12 April 1994, the central investigating judge no. 3 at the Audiencia Nacional started an investigation in order to determine whether certain public authorities and civil servants had any liability. The public prosecutor’s office and a number of private complainants intervened in the proceedings, which ended on 24 May 1996 with a judgment of the First Section of the Criminal Division of the Audiencia Nacional, which held:", "“Those guilty of contaminating the oil have already been tried in proceedings no. 129/81 by the Second Section [of the Criminal Division of the Audiencia Nacional], and the sole purpose of the present proceedings is to establish whether [those responsible for the contamination] were able to commit the offences as a result of negligence on the part of the civil servants concerned..., it being understood that neither the conduct of the persons who have been convicted nor the consequences of that conduct may be re-examined.”", "Six defendants accused of causing death by negligence and breaches of public-health regulations were acquitted. The Audiencia Nacional noted that the Supreme Court’s judgment of 23 April 1992 in proceedings no. 129/81 was final. It emphasised that the new proceedings concerned different defendants accused of different offences. All but one of the civil servants was acquitted. He was found guilty of negligently causing personal injury and ordered to pay a fine of 20,000 pesetas (ESP) and compensation to the victims equal to 50% of the amounts specified in the Second Section of the Criminal Division of the Audiencia Nacional’s judgment dated 20 May 1989 in case no. 129/1981, that is to say:", "“(i) to the heirs of each deceased victim: 7,500,000 pesetas;", "(ii) to persons whose injuries lasted between 1 and 15 days: 75,000 pesetas;", "(iii) to persons whose injuries lasted between 16 and 30 days: 150,000 pesetas;", "(iv) to persons whose injuries lasted between 31 and 60 days: 300,000 pesetas;", "(v) to persons whose injuries lasted between 61 and 90 days: 450,000 pesetas;", "(vi) to persons whose injuries lasted over 90 days, but without disability: 9,000,000 pesetas;", "(vii) to persons suffering from permanent disability preventing them from resuming some of their normal duties: 12,500,000 pesetas;", "(viii) to persons suffering from permanent disability preventing them from resuming any of their normal duties: 20,000,000 pesetas;", "(ix) to persons suffering from permanent disability preventing them from doing any work: 35,000,000 pesetas;", "to persons suffering from serious disability: 45,000,000 pesetas.”", "The Second Section added:", "“Each victim’s condition will be assessed on the basis of updated information from the case files.", "Since H.’s civil liability is less extensive than that of the persons held liable in the judgment of 20 May 1989, he shall not be jointly liable for the additional 50% of compensation which they were ordered to pay in the aforementioned judgment.", "We must and do order the State to pay the compensation due by H. in the event of his defaulting, less, if applicable, any amounts previously paid by the authorities by way of compensation, aid or grants to persons who have suffered damage.”", "One of the three judges sitting in the Division dissented, arguing that the civil servant concerned should have been acquitted.", "Appeals to the Supreme Court were lodged against that judgment. On 26 September 1997, the Supreme Court reversed and quashed part of the Audiencia Nacional’s decision. It overruled the impugned decision on quantum, holding:", "The Supreme Court also ruled that everyone who had suffered from toxic syndrome, whether or not a party to the proceedings, was entitled to compensation at the relevant rate, as the associations of victims were not acting on behalf of their members, but represented the “wider interests” of all the victims, whether or not they were represented.", "In a second judgment delivered the same day, the Supreme Court found two of the defendant civil servants guilty of recklessly causing death and injury. It sentenced them to six months’ imprisonment each and held them jointly and severally liable to pay damages at twice the levels ordered by the Audiencia Nacional in its judgment of 24 May 1996, that is to say, the levels set out in the judgment of 20 May 1989. The remaining five civil servants’ acquittals were upheld. The State was ordered, as a civil party with secondary liability, to pay all the sums mentioned, less any amounts it had granted by way of aid, other than amounts for medical, social-security or other similar expenses to which the victims had a statutory entitlement. An order was made on 3 October 1997 for the rectification of that judgment to confirm that the levels of compensation were those set out in the decision of 24 May 1996.", "Once the Supreme Court’s judgment had become enforceable, the case was remitted to the First Section of the Audiencia Nacional for execution.", "In a decision of 13 March 1998 the Audiencia Nacional laid down the procedure to be followed by individual victims in order to obtain payment of their compensation.", "On 14 April 1998 the Audiencia Nacional declared the civil servants who had been found liable in damages insolvent and ordered execution of the Supreme Court’s judgment against the State as the party with secondary civil liability.", "On 11 May 1998 it was decided that, with the exception of additional family allowance, special grants and housing benefit, all aid paid by the State to victims of toxic syndrome between the date of the decision to grant such aid and the date the compensation was paid would be deducted from the amount of compensation payable.", "On 19 February 1999 the Audiencia Nacional directed that the payment process had begun and informed the victims of toxic syndrome that they could “obtain the standard compensation payment request form and complete related software package to assist them in making their claims from the First Section of the Criminal Division of the Audiencia Nacional”.", "The standard form issued by the Audiencia Nacional did not contain a section allowing claims to be made for default interest. Accordingly, ANASTO-LEGANES drafted a document claiming default interest at the official rate from 20 May 1989, the date of the Audiencia Nacional’s judgment in the first set of proceedings, to the date of actual payment. The document was appended to the first request for execution of the judgment (which was submitted by the first applicant) and, relying on the official consumer price index published by the National Institute of Statistical Information, stated that prices had increased by 59,2% since the relevant date.", "In a decision of 3 May 1999 the Audiencia Nacional rejected the first applicant’s claim for default interest accrued since the 1989 judgment and assessed his entitlement to compensation at ESP 17,360,000 (after deducting aid received from the State). That amount was to bear interest at the rate prescribed in section 45, taken together with section 36, of the General Finance Act, which lays down that the authorities must pay interest at the statutory rate if they fail to make payment within three months after being served with the relevant judicial decision.", "The Audienca Nacional gave the following reasons for its decision:", "“... As to the payment of interest, it will be noted that, in the final judgment in the present proceedings, the authority, on account of its secondary civil liability, was ordered to pay unliquidated damages. The sum is unliquidated because, taking the amounts specified in the judgment for each category of person affected [by the food-poisoning] as the starting point, the victims are required to submit for examination any deductible amounts ..., the classification of their injuries and any changes thereto. Accordingly, as has already been pointed out in what are now final decisions in the enforcement proceedings, everyone concerned must set the claims procedure in motion so that the amounts due to him or her can be calculated. ... Consequently, the payment of interest is only conceivable once the quantum has been calculated, that is to say, once the claims procedure has been completed. Since the debtor is a public authority ... it is necessary to apply section 45 of the General Finance Act (GFA), taken together with section 36 of that Act, and not Article 921 of the Code of Civil Procedure. ... Section 45 GFA allows the authority three months in which to make payment, as it provides that if the authority does not pay a creditor of the Treasury within three months after service of the relevant court decision or acknowledgement of the obligation, it is to pay interest at the rate stated in section 36(2) GFA – that is to say, at the statutory rate on the amount due – from the date the creditor makes a written request for performance of the obligation.”", "On 11 May 1999 the first applicant renewed his request for default interest in a súplica appeal to the Audiencia Nacional. He argued that the compensation was a liquidated sum, as the Audiencia Nacional had itself established in its judgment of 20 May 1989. As to the date from which default interest was to run, the applicant said that the Constitutional Court had already construed section 45 of the General Finance Act, when read in the light of Article 921 of the Code of Civil Procedure, to mean that the judgment at first instance had to be taken into account.", "In a decision of 12 July 1999, the Audiencia Nacional dismissed the súplica appeal and upheld the previous decision in its entirety. It stressed that the first applicant’s case concerned secondary civil liability in the context of the procedure for processing the claims for compensation. On 15 July 1999 the Audiencia Nacional issued an order requiring the authority to pay the sum of ESP 17,360,000.", "The first applicant and the applicants whose names appear on the appended list then lodged an amparo appeal with the Constitutional Court, alleging a violation of Articles 14 and 24 § 1 of the Constitution. They said that the manner in which the Audiencia Nacional had applied section 45 of the General Finance Act constituted unjustified discriminatory treatment, as the Constitutional Court had previously held that that provision had to be read in the light of Article 921 of the Code of Civil Procedure. They also insisted that litigants were entitled to have final court decisions executed strictly in accordance with their terms.", "The Constitutional Court dismissed the appeals in a series of decisions (its decision in the first applicant’s case being delivered on 4 May 2000), in which it held:", "“... There has been no breach of the rule prohibiting discrimination (Article 14 of the Constitution). The [Constitutional Court’s] judgments relied on by the applicant concerned cases in which the court of first instance decided that the authority had an obligation (to pay or to reimburse certain sums); that was not the position in the instance case, as it was not until, firstly, the Audiencia Nacional’s judgment of 24 May 1996 and, subsequently, the Supreme Court’s judgment of 26 September 1997 that it was decided that the authority had secondary liability. Accordingly, to allow interest to run from the date of the Audiencia Nacional’s judgment (20 May 1989) would be tantamount to holding [the authority] responsible for delay in complying with a non-existent obligation.", "The right recognised in Article 24 § 1 of the Constitution to the effective protection of the courts has not been infringed either, as the [Audiencia Nacional’s] classification of the compensation as unliquidated is an issue of law that is reserved to the ordinary courts as part of the judicial duties vested exclusively in them by Article 117 § 3 of the Constitution, provided that they do not act arbitrarily, irrationally or in manifest breach of a procedural rule, which they have not done...”", "and:", "“... The applicant has only raised questions of ordinary law, for which the ordinary courts have exclusive jurisdiction by virtue of Article 117 § 3 of the Constitution (Constitutional Court judgment no. 17/1999 of 22 February 1999), provided they do not act arbitrarily, irrationally or in manifest breach of a procedural rule, which they have not done...”", "and further:", "“... Firstly, as regards the violation of the right to the effective protection of the courts (Article 24 the Constitution), the applicant has only raised questions of ordinary law, for which the ordinary courts have exclusive jurisdiction by virtue of Article 117 § 3 of the Constitution (Constitutional Court judgment no. 17/1999 of 22 February 1999), provided they do not act arbitrarily, irrationally or in manifest breach of a procedural rule, which they have not done... Secondly, as regards the principle of equality before the law (Article 14 of the Constitution), the Constitutional Court’s judgments relied on by the applicant in support of his allegations relate to cases that cannot in any way be assimilated to the instant case...”", "By August 2000 some 5,000 victims of toxic syndrome, that is to say approximately a quarter of those affected, had received compensation. The first applicant is one of them.", "Article 53 § 2 of the Constitution provides, that in order to assert their rights and freedoms under Article 14 and the First Section of Chapter Two of the Constitution, all citizens may make an expedited application to the ordinary courts and, if appropriate, lodge an amparo appeal with the Constitutional Court.", "The right of property proclaimed by Article 33 of the Constitution is not one of the rights for which an amparo appeal to the Constitutional Court lies.", "Article 921 of the Code of Civil Procedure provides that judgment debts shall bear default interest at the statutory rate plus two points from the day after the judgment was delivered until the debt has been paid in full. Article 921 applies only to liquidated awards. The rule applies to all judicial decisions, although exceptions are made in favour of the Treasury under the General Finance Act.", "Sections 36 and 45 of the General Finance Act, which govern State receipts and expenditure, provide that creditors of the State shall only be entitled to default interest at the statutory rate if the authority concerned fails to discharge the relevant obligation within three months after service of the judicial decision imposing it. The sections do not, however, indicate whether the relevant decision for this purpose is the decision of the court of first instance or of the appellate court. Section 45 of the General Finance Act states that the authority has three months in which to pay its debt and that a failure to pay within three months after service of the relevant judicial decision or acknowledgement of debt will entitle the creditor to interest at the rate stated in section 36(2) of the Act, that is to say statutory interest on the amount due from the date of a written request by the creditor for performance of the obligation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}