{"ITEMID": "001-109146", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF BRAUN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "András Sajó;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1944 and lives in Wuppertal.", "6. The applicant used to work as secretary on contractual basis at the Education Department of the Turkish Representation in Dusseldorf attached to the Ministry of Education.", "7. On 31 December 1996 the Ministry annulled the contract.", "8. On 2 June 1997 the applicant lodged a compensation case with the Ankara Labour Court against the Ministry of Education for her labour claims.", "9. On 29 December 1998 the labour court issued a decision of non-jurisdiction which was upheld by the Court of Cassation on 10 February 1999.", "10. Upon the decision of non-jurisdiction, on 15 March 1999 the applicant brought compensation proceedings before the Ankara Administrative Court for her labour claims, such as bonus, notice and severance pay.", "11. On 21 January 2000 the court issued a decision of non-jurisdiction and transferred the case to the Supreme Administrative Court.", "12. On 7 May 2002 the Supreme Administrative Court quashed the decision of 21 January 2002 holding that the matter fell within the jurisdiction of it.", "13. On 29 November 2002 the Ankara Administrative Court dismissed the case as introduced out of time. Without examining the merits of the case, it established that the sixty days time-limit to bring compensation action before the administrative court had expired on 5 December 1996 whereas the applicant lodged her case with the court on 2 June 1997.", "14. In her appeal petition of 21 March 2003 the applicant challenged the judgment of the administrative court and requested a hearing in the appeal proceedings.", "15. On 25 October 2005 the Supreme Administrative Court upheld the judgment of 29 November 2002, finding it to have been in accordance with the law and the procedural rules. It decided that it was not necessary to hold a hearing.", "16. On 28 June 2006 the Supreme Administrative Court dismissed a request by the applicant for rectification of the judgment.", "17. On 22 August 2006 the decision was served on the applicant."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}