{"ITEMID": "001-69426", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MILATOVÁ AND OTHERS v. THE CZECH REPUBLIC", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["7. The applicants were born in 1929, 1952, 1950 and 1949 respectively and live in the Nový Jičín region.", "8. On 18 December 1991 the first applicant and her husband claimed restitution of their real property – a house with land – under the Land Ownership Act, alleging that in May 1985 they had been forced to sell it to the State, represented by the former Federal Ministry of National Defence (federální ministerstvo národní obrany), on terms that had been imposed on them. At the date of the entry into force of the Land Ownership Act, the property was managed by the Military Repair Enterprise (“the defendant”), the authority that was obliged to return the property to them, pursuant to section 5(1) and (2) of the Act.", "9. The restitution claim was dealt with by the Nový Jičín Land Office (pozemkový úřad).", "10. On 18 September 1992 the Nový Jičín Geodesy Centre (středisko geodézie) issued a survey plan in respect of the land. The plan was, however, found to be incomplete by the Land Office.", "11. On 26 September 1993 the first applicant's husband died, and their three children joined the proceedings as his legal successors. In a medical report of 29 March 1994 it was stated that the premature death of the first applicant's husband was directly linked to an illness which had started after he had been forced to leave the house and to abandon his property.", "12. On 22 February 1994 the Nový Jičín Land Registry (katastrální úřad) issued a new comparative plan of the land. Four other documents issued on 15 May, 3 June and 8 June 1994 were also included in the file. Two survey plans, issued at the request of the defendant and the Land Office, were produced on 11 November 1994 and 26 January 1995 respectively.", "13. On 12 September 1995 the Land Office, having assessed the material in the file and having heard evidence from five witnesses who had been involved in the negotiations for the sale of the applicants' property, including Mr R., who was the defendant's lawyer, declared that the applicants were the owners of a major part of the property. It found that the contract of sale had been concluded under duress on strikingly unfavourable terms, within the meaning of section 6(1)(k) of the Land Ownership Act.", "14. The Land Office established, among other things, that, contrary to the law then in force, the first applicant and her husband had not been considered parties to administrative proceedings which had resulted in the adoption of a decision on 20 March 1984 on the location of a construction", "site. It also established that the purchase price had been determined by an expert, in accordance with Decree no. 128/1984.", "15. On 26 October 1995 the defendant, represented by Mr R., appealed against the administrative decision to the Ostrava Regional Court (krajský soud), which on 9 July 1996 carried out an inspection of the site.", "16. In their observations on the defendant's appeal, the applicants challenged, inter alia, the statement by Mr R., who had legally represented the defendant in the past and was acting again as its lawyer in the restitution proceedings.", "17. On 9 July 1996 a meeting took place at the site.", "18. On 20 August 1996 the Regional Court quashed the decision and remitted the case to the Land Office for further consideration. It stated that the existence of grounds for restitution of the property under section 6(1)(k) of the Land Ownership Act had not been sufficiently established.", "19. On 13 May 1997 the Land Office again decided, having taken into account further documentary evidence submitted by the first applicant and having re-examined two witnesses, that the applicants were the owners of the property. It examined in detail the circumstances of the sale of the property. It noted, inter alia, that the first applicant's husband had headed the defendant's personnel department and that the defendant had needed his property for the construction of a heating plant and, subsequently, a production unit. It further noted that the first applicant's husband had not been threatened with dismissal or the loss of his job in the event of his refusal to conclude the contract of sale.", "20. Nevertheless, the Land Office held that the lengthy negotiations for the sale of the applicants' property or its expropriation, which had started in 1977, had seriously interfered with the lives of the first applicant and her husband, and that the circumstances in which these negotiations had been carried out had undoubtedly affected the health and mental state of the first applicant's husband.", "21. The Land Office noted lastly that, according to the record of the negotiations dated 2 February 1977, the first applicant and her husband had agreed to the sale on condition that, inter alia, they would be provided with two three-room flats with garages, and that a one-room apartment in a day- care home would be placed at the disposal of the first applicant's mother. However, in addition to the price to be paid for the applicants' property – which could have been, but had not been, increased by 20% as allowed by Decree no. 128/1984 – the first applicant and her husband had been granted a two-room flat in 1983. Furthermore, a three-room apartment had been made available to their son. In addition, it was noted that the first applicant and her late husband had lived in the house for thirty-four years and that the benefit they had derived from the adjacent land, which they had used for agricultural purposes, had considerably improved the family's economic and social situation.", "22. On 16 June 1997 the defendant appealed against that decision. On 1 August and 1 September 1997 respectively the applicants and their legal representative submitted their observations on the defendant's appeal.", "23. On 10 April 1998 a bench of the Regional Court, after holding a hearing on 6 April 1998 and receiving the applicants' further comments concerning the case on 8 April 1998, quashed the administrative decision, finding that the Land Office had not proved to its satisfaction that the sale had been carried out under duress. The court considered that it was not necessary to examine whether the contract of sale had been concluded on terms unfavourable to the applicants. It held that, although the Land Office had reached its decision on the basis of the fully established and accurate facts of the case, it did not share its legal opinion.", "24. The court noted that from the witnesses' statements and from the documentary evidence which it had supplemented by means of the report of 12 December 1985 on the professional activities of the first applicant's husband, the first proposal for the purchase of the applicants' property had been made in 1977 at a time when the defendant had needed part of the land for the construction of a heating plant. The court observed that on 2 February 1977 the owners had provisionally agreed to the sale and had imposed certain conditions which had to be satisfied before the construction work could be started. Moreover, they had stipulated that the sale had to be completed before the end of 1978. At that time, both the former owners were employed; the first applicant's husband was employed by the defendant in a senior post and was politically active. Their economic and social situation was such that it did not create a basis for a state of duress.", "Moreover, the negotiations carried out with a view to concluding the contract of sale had lasted eight years as a result of the owners' continuous disagreement as to the fulfilment of the conditions they had imposed and the purchase price, which had finally been increased by 86,000 Czech korunas (CZK) (2,867 euros (EUR)).", "25. The court also noted that the purchaser had proved that it had made efforts to meet the owners' requirements when, for instance, it had urged that a telephone line be speedily installed in one of the new flats, had paid the telephone connection fees and had assigned the flats to them even before the contract of sale had been signed. The purchaser had only come up with the suggestion of expropriating the applicants' property after several years of unsuccessful negotiations.", "26. Finally, the court did not find any causal link between the contract concluded in 1985 and the health problems of the first applicant's husband, which had begun in 1986 (a year after the contract had been signed), and his subsequent death in 1993.", "27. The case was remitted to the Land Office, which issued a fresh decision on 15 June 1998. In accordance with the opinion of the Regional Court, by which it was bound by virtue of Article 250 (r) of the Code of Civil Procedure, the Land Office ruled that the applicants were not the owners of the property because the contract of sale had not been concluded under duress, within the meaning of section 6(1)(k) of the Land Ownership Act. The Land Office considered that it was therefore unnecessary to examine whether the contract of sale had been concluded on strikingly unfavourable terms within the meaning of the same provision.", "28. On 10 December 1998 that decision was upheld by the Regional Court.", "29. On 15 February 1999 the applicants lodged a constitutional appeal (ústavní stížnost) against the Regional Court's judgments of 10 April and 10 December 1998 and the Land Office's decision of 15 June 1998. The applicants alleged a violation of Articles 11 (protection of property rights) and 36 § 1 (right to judicial protection) of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod). They challenged the assessment of the evidence and the Regional Court's incorrect interpretation of the notion of “duress”. They also criticised the failure of the Regional Court to assess properly the notion of “strikingly unfavourable terms” in section 6(1)(k) of the Land Ownership Act.", "30. On 3 March 1999 a judge rapporteur (soudce zpravodaj) invited the Regional Court and the parties joined to the proceedings – the Land Office, the Military Repair Enterprise and the Land Fund (Pozemkový fond) – to submit written observations on the applicants' constitutional appeal.", "31. In letters of 11 and 25 March 1999 respectively, the Land Fund and the Land Office waived their status as joined parties.", "32. On 7 April 1999 the Military Repair Enterprise submitted its written observations, expressing the view that the applicants' constitutional appeal should be dismissed.", "33. In its written observations of 9 April 1999, the Regional Court recapitulated the case-law to the effect that the Constitutional Court was not superior to the general courts and that it was not entitled to interfere with their decisions unless and in so far as they might have infringed rights and freedoms protected by the Constitution. It further referred to the reasoning in its judgment of 10 December 1998, and noted that the constitutional appeal had been lodged outside the sixty-day time-limit in so far as it was directed against the Regional Court's judgment of 10 April 1998.", "34. On 16 April 1999 the judge rapporteur asked the Regional Court and the Land Office to forward their case files, which they did.", "35. On 10 May 2000 the Constitutional Court (Ústavní soud), without holding a public hearing, declared that the constitutional appeal had been lodged outside the sixty-day time-limit in so far as it was directed against the Regional Court's judgment of 10 April 1998 and was unsubstantiated in so far as it concerned the same court's judgment of 10 December 1998. The Constitutional Court included the written observations of the defendant and the Regional Court on the applicants' constitutional appeal in its summary of the facts. It stated, inter alianection that it could not examine issues falling within the jurisdiction of the ordinary courts. The court, recapitulating briefly the reasoning of the national authorities involved in the case, did not find unconstitutional the Regional Court's conclusion that the hypothesis that the applicants had been under duress during the contractual negotiations was excluded by the fact that they had imposed certain conditions on which they were willing to conclude the contract with the State, and that someone acting under duress would have concluded the contract on any terms.", "36. According to the Government, it appears from the Constitutional Court's case file that on 27 June 2000 the first applicant inspected the documents included in the file and was provided with copies of the written observations submitted by the Regional Court and the Military Repair Enterprise.", "37. Section 4 of the Land Ownership Act provides for the restitution of real property to individuals from whom it was transferred to State ownership between 25 February 1948 and 1 January 1990 by means specified in section 6. Where such persons are no longer alive, their successors are entitled to restitution under the conditions specified in subsection (2) of section 4.", "38. Section 6(1)(k) provides for the restitution of immovable property which was transferred to the State or another legal person on the basis of a contract concluded under duress, on strikingly unfavourable terms.", "39. Under section 28(1) and (2) of the Constitutional Court Act, the parties to proceedings are the appellant and those specified by the Act. Persons to whom the Act grants the status of joined parties may waive that status. They have the same rights and duties as other parties to the proceedings.", "40. Section 32 provides that parties and joined parties are entitled to give their views on the constitutional appeal, make submissions to the Constitutional Court, examine the case file (with the exception of voting records), take excerpts from and copies of it, take part in any oral hearing in the matter, put forward evidence, and be present during any taking of evidence.", "41. Under section 40(2), if the request concerns a matter within the jurisdiction of a division, it is assigned to a judge rapporteur who is a permanent member of that division.", "42. Under section 42(4), the judge rapporteur must, without delay, send the constitutional appeal to the other parties and, where appropriate, to the joined parties as well, with a request to submit their written observations on the appeal within time-limits fixed by him or her, or as provided by the Act.", "43. Section 43(2)(a) provides that, without holding an oral hearing and without the parties being present, the division may dismiss the appeal if it is manifestly ill-founded.", "44. Section 49(1) provides that any means which may serve to establish the facts of the case may be used in evidence, in particular the testimony of witnesses, expert opinions, reports and statements of State authorities and legal persons, documents, results of inquiries and the testimony of parties."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}