{"ITEMID": "001-95527", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "HUUHTANEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Ms Seija Kyllikki Huuhtanen, is a Finnish national who was born in 1944 and lives in Helsinki. She was represented before the Court by Mr Markku Fredman, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant had been employed by the Unemployment Appeal Board (työttömyysturvalautakunta, arbetslöshetsnämnden) since 1996. On 4 April 2002 she resigned from her post due to stress caused by a bad working atmosphere.", "The applicant applied for unemployment benefit from her unemployment fund from 5 April 2002 onwards. On 21 August 2002 the fund refused the benefit for the period from 5 April to 3 July 2002. It found that the applicant had not presented any valid reason for her resignation. The fund’s finding was based on the binding statement of the labour commission (työvoimatoimikunta, arbetskraftskommissionen) which had reached this conclusion by four votes to two.", "On an unspecified date the applicant requested rectification of the unemployment fund’s decision. This was rejected, again on the basis of the statement of the labour commission concluded by four votes to two.", "Before appealing against the fund’s decision to the Unemployment Appeal Board, which was her previous employer and the alleged cause of her resignation, the applicant contacted the Ministry of Justice to ask how her right to impartial proceedings was going to be secured in her case. After receiving a positive reply from the Ministry, she appealed to the Appeal Board, claiming that she had had a valid reason to resign. She claimed that she did not like the working methods at the board, that she had been bullied and that she had developed health problems. She had applied for new jobs all the time while working for the board but without success. She felt that her only option was to resign since otherwise she would have become ill.", "The applicant’s case was first prepared in the Unemployment Appeal Board by a referendary, Mr M.E., and was then transferred to another referendary.", "On 30 April 2003 the Unemployment Appeal Board rejected the applicant’s appeal. It found that a person who resigns without a valid reason is not entitled to unemployment benefit for three months. The applicant had not had a medically valid reason to resign nor had she presented clear evidence about the alleged bullying. The internal conflicts at the work place should have been solved in some other way than by resigning. The applicant had thus not presented a valid reason for her resignation.", "On 9 July 2003 the applicant appealed to the Insurance Court (vakuutusoikeus, försäkringsdomstolen), reiterating the grounds of appeal already submitted in the proceedings before the Unemployment Appeal Board. Moreover, she claimed that all referendaries on the board, and especially Mr M.E., were biased against her and should have been prevented from examining her case.", "The Insurance Court asked the Unemployment Appeal Board for some clarifications, which the applicant commented on.", "In 2004 and 2005 the applicant called the Insurance Court several times and asked about the state of the proceedings in order to accelerate them. On 2 March 2005 the applicant wrote to the Minister of Justice and complained about the way her case had been treated. On 12 June 2005 the applicant contacted the Secretary-General (kansliapäällikkö, kanslichefen) of the court and asked that the court speed up the proceedings.", "On 16 June 2005 the Insurance Court first found that the referendary attached to the Unemployment Appeal Board, Mr M.E., had not participated in the deliberations and had not drafted the decision. In any case, according to the legislation in force, the partiality claims had to be made as soon as the parties learnt about the fact causing the partiality. She had not given a valid reason for failing to do so. As to the merits, the court rejected the applicant’s appeal by referring to the reasoning given in the Unemployment Appeal Board’s decision.", "According to section 9, subsection 1, of the Unemployment Security Act (työttömyysturvalaki, lagen om utkomstskydd för arbetslösa, Act no. 602/1984, as in force at the relevant time), those who have resigned from their employment without a valid cause shall not be entitled to a daily unemployment allowance for a period of three months. According to section 3, subsection 3, of the same Act, a labour commission shall issue an opinion, binding on the unemployment fund, concerning the preconditions provided in section 9.", "The Unemployment Security Act was revised in 2002 (Act no. 1290/2002). The provisions applicable to the present case have remained unchanged in the revised Act.", "Chapter 12, section 3, of the revised Unemployment Security Act provides that the Unemployment Appeal Board is the first-level appeal authority in matters pertaining to unemployment security. The Government shall appoint the Unemployment Appeal Board’s chairman, vice chairmen and other members and their deputies for five years at a time. The chairman, vice chairmen and lawyer members and their deputies shall hold a degree entitling them to hold the post of judge. When taking up their mandates the chairman, vice chairmen and members shall take a judge’s oath or give a judge’s affirmation as provided in the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken). The Unemployment Appeal Board rules on matters concerning the administration of justice in a division, with at least four and at most six members, which is chaired by the chairman or vice chairman of the Board. The decisions are taken by presentation which means that a referendary presents a memorandum and a draft decision to the members of the court.", "Chapter 12, section 3, of the revised Unemployment Security Act further provides that, unless otherwise prescribed elsewhere, the provisions of the Administrative Judicial Procedure Act (hallintolainkäyttölaki, förvaltningsprocesslagen; Act no. 586/1996) shall apply to the handling of cases by the Board. As far as partiality is concerned, the Administrative Judicial Procedure Act refers to Chapter 13 of the Code of Judicial Procedure.", "Chapter 13, section 1, of the Code of Judicial Procedure provides that a judge shall not hear a case if he or she is disqualified on any of the grounds mentioned in the Chapter. This applies also to the other members of the court, the referendaries, record keepers and others who make decisions in court or may be present when the case is decided. The impartiality of a court is an absolute procedural requirement and the court must examine the partiality issues ex officio.", "According to Chapter 13, section 6, of the Code of Judicial Procedure, a judge shall be disqualified, inter alia, if, on the basis of a service relationship or otherwise, the judge has such a relationship to a party to the matter that, especially in view of the nature of the matter at hand, there is justifiable reason to doubt the impartiality of the judge in the matter. The travaux préparatoires (HE 78/2000) clarify that a partiality issue arises, for example, when the judge is the employer of the party.", "Chapter 13, section 8, of the Code of Judicial Procedure provides that a partiality claim must be made as soon as the parties learn about the fact causing the partiality. This provision allows the parties to make a partiality claim if the partial court or judge has not for some reason acknowledged the partiality ex officio."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}