{"ITEMID": "001-60896", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF KIENAST v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of P1-1;No violation of Art. 13", "JUDGES": "Françoise Tulkens", "TEXT": ["7. The applicant was born in 1943 and lives in Gross Gerungs (Austria).", "8. The applicant is the owner of land in Loipersdorf (Styria), registered under file No. 154 of the Loipersdorf Land Register (Grundbuch). Before 23 September 1992 it comprised, inter alia, parcel No. 772/1 of 4231 square metres marked as garden (Garten) and in the middle of it parcel No. 66/2 of 401 square metres marked as building area (Baufläche). The borders of these parcels were recorded in the land tax register (Grundsteuerkataster).", "9. On 28 November 1989 the Mayor of Loipersdorf informed the applicant that a new border register (Grenzkataster) for Loipersdorf was under preparation and that on this occasion some parcels of land had to be united. As the applicant's land was affected by this measure he was invited to give his consent on 7 December 1989 at the Town Hall.", "10. On 1 December 1989 the applicant informed the Feldbach Surveyor's Office (Vermessungsamt) that he would not consent to a unification of any of the parcels belonging to him.", "11. On 18 September 1992 the Feldbach Surveyor's Office submitted a certificate (Anmeldungsbogen) to the Feldbach District Court, the competent Land Register Court (Grundbuchsgericht), in which it requested that the unification (Grundstücksvereinigung) of the applicant's parcels No. 772/1 and No. 66/2, be entered in the land register.", "12. On 23 September 1992 the District Court amended the land register as requested. It struck out parcel No. 66/2 of the land register and united the respective piece of land with parcel No. 772/1. On 29 October 1992 the applicant appealed against this decision.", "13. On 26 January 1993 the Graz Regional Court rejected the applicant's appeal. The Regional Court found that the Surveyor's Office had issued the certificate of 18 September 1992 under Section 52 § 3 of the Surveying Act (Vermessungsgesetz). Under this provision, the consent of the owner of land to a unification of parcels was not necessary. The Surveyor's Office's certificate fulfilled the requirements of Section 12 § 1 of the Surveying Act, namely that the parcels concerned had the same owner and that no different financial burdens were placed on them. The further criterion for a unification of parcels, namely that the unification was advisable for presenting in the map parcels which were put to the same use, could not be examined by the Land Register Courts. In this respect they were bound by the findings of the Surveyor's Office.", "14. The applicant lodged a further appeal on points of law (Revisionsrekurs) with the Supreme Court. He submitted that the difference in treatment between owners of land which was registered in the border register and those whose land was registered in the land tax register was unconstitutional. There was no reason why unification of parcels only with regard to land registered in the border register was subject to the consent of its owner. Furthermore, the unification of his parcels violated his right to property in that it was impossible to divide them again and sell separately the former parcels No. 772/1 and No. 66/2 because the latter parcel would not meet the criterion of having a minimum surface necessary for creating a separate parcel.", "15. On 29 June 1993 the Supreme Court dismissed the applicant's further appeal on points of law. This decision was served on the applicant on 5 August 1993. The Supreme Court found that the Land Register Courts had to amend the land register following a certificate of the Surveyor's Office if the land register did not disclose any elements which spoke against that measure. A certificate of a Surveyor's Office was therefore not a request to be examined by the courts but a formal statement about its official acts (Amtshandlungen). In this respect the Land Register Courts were bound by the certificate of the Surveyor's Offices. Changes made by the Surveyor's Office must lead to corresponding entries in the land register.", "16. The Supreme Court also found that the difference in treatment between owners of land registered in the border register on the one hand and the land tax register on the other hand as regards the necessity of the owner's consent to the unification of parcels of land was justified. As the border register relied on technically more advanced methods of surveying than the previous land tax register it was more reliable and merited a higher degree of protection. At present the land tax register had only a transitory function until border registers had been drawn up for all municipalities. The Supreme Court further noted that a later partition of the parcels which had been united might not be possible in view of their size. However, this effect could not constitute an interference with the applicant's right to property because it was in accordance with the intentions of the legislator who wished to avoid the creation of parcels of land which were too small.", "17. In the meantime, on 15 October 1992, the applicant had filed an appeal with the Federal Office of Weights, Measures and Surveying (Bundesamt für Eich- und Vermessungswesen) against the Feldbach Surveyor's Office's certificate (Anmeldungsbogen) and requested its annulment.", "18. Since the Federal Office did not decide on the appeal, the applicant, on 16 August 1993 filed a request for transfer of jurisdiction to the superior authority (Devolutionsantrag) with the Federal Minister for Economic Affairs (Bundesminister für wirtschaftliche Angelegenheiten). On 13 January 1994 the Minister rejected the applicant's request as he found that the six months' time-limit within which a decision has to be taken had not yet expired.", "19. The applicant also had filed, on 15 October 1992, a request for a declaratory decision with the Feldbach Surveyor's Office. He argued that the certificate had been unlawful and requested the declaration that the conditions of Section 12 § 2 of the Surveying Act had not been met since he had not given his consent. The applicant submitted that he had promised his son to give him parcel No. 772/1. Because of the unification of the parcels he could no longer keep this promise. Instead a partition map by a surveyor had to be drawn up which involved considerable expenses. Therefore he had a legal interest in the declaratory decision requested.", "20. Since the Surveyor's Office did not decide the applicant, on 22 April 1993, filed a request for transfer of jurisdiction with the Federal Office, requesting it to issue the declaratory decision. Thereupon, on 1 September 1993, the Federal Office granted the applicant's request for transfer of jurisdiction but rejected the applicant's request for a declaratory decision. The applicant filed an appeal with the Federal Minister for Economic Affairs.", "21. At an unspecified date the applicant introduced a complaint with the Administrative Court (Verwaltungsgerichtshof) against the Minister's decision of 13 January 1994 and the Minister's inactivity in dealing with his appeal against the Federal Office's decision of 1 September 1993.", "22. On 11 August 1994 the Administrative Court decided upon the applicant's complaint. It quashed the Minister's decision of 13 January 1994 as in its view the six months' time-limit had expired. As regards the appeal against the Federal Office's decision of 1 September 1993 it decided in the place of the Minister and dismissed the applicant's appeal as unfounded. In the present case the applicant's consent to the unification of the parcels had not been necessary under Section 52 of the Surveying Act. A request for a declaratory decision could therefore not relate to this element.", "23. Meanwhile, on 1 March 1993 the applicant had also lodged a hierarchical complaint (Aufsichtsbeschwerde) against the Feldbach Surveyor's Office with the Federal Minister for Economic Affairs.", "24. On 22 July 1993 the Minister reacted to the applicant's hierarchical complaint. He found that a certificate of the Surveyor's Office was an official document (öffentliche Urkunde) and not a decision (Bescheid) so that it could not be attacked by an administrative appeal (Berufung). Furthermore, the unification of the applicant's parcels No. 772/1 and 66/2 had been necessary for technical reasons in order to ensure a clear presentation of the borders of the applicant's land and to avoid an unclear and fragmented presentation of parcels in the border register.", "25. The Surveying Act of 1968, Federal Law Gazette No. 306/1968 (Vermessungsgesetz 1968, BGBl. 306/1968) regulates the surveying of land. According to Section 8 of this Act the borders of parcels of land have to be registered in a border register (Grenzkataster). This register is drawn up by the Surveyor's Office. In particular, the Surveyor's Office has to draw up maps for this purpose and to record the topographic marks (Feldpunkte) for identifying the borders. The purpose of the border register is to indicate with binding force the borders of land and to indicate the various types of land, their use and scope as well as features intended to facilitate a clear presentation of the parcel of land. The border register is distinct from the land register, which has the purpose of recording the ownership over land. It will replace the former land tax register, which until its replacement continues to exist (Section 52).", "26. Under Section 12 of the Surveying Act unification of parcels of land is subject to the following conditions: the parcels must be situated in the same land register district (Katastralgemeinde) and must be adjacent; they must have the same owner and the same burdens (Belastungen) must encumber the parcels; the unification of the parcels must be in the interest of expediency of the administration and no objections of surveying technique (vermessungstechnische Erwägungen) must speak against it (Section 12 § 1). The Surveyor's Office has to notify the unification upon request of the owner or ex-officio with the owner's consent (Section 12 § 2).", "27. With regard to land registered in the land tax register, Section 52 § 2 of the Surveying Act provides that for the preparation of the border register, the Surveyor's Office shall examine the size of parcels of land and the use to which they are put in land register districts or larger areas (Riede). If in the course of such an examination it appears that the unification of parcels of land is advisable for the purpose of depicting in the map parcels which are put to the same use and if the conditions of Section 12 § 1 are met these parcels can be united. In such a case the consent of the owner is not required (Section 52 § 3).", "28. As regards parcels of land included in the land tax register, all single plots of land which belong to the same owner but are put to different use constitute different parcels. Newly created parcels of land included in the border register on the other hand are, as a rule, those parts of land belonging to a land register district which differ from the adjacent parts (only) in so far as they do not have the same owner and/or incumbrances. Parcels in the border register consist of one or several use zones (Benützungsabschnitte) according to the different use to which they are put. Which use zones belong to one parcel can be seen from the cadastral map (Katastralmappe) and the register of parcels (Grundstücksverzeichnis)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}