{"ITEMID": "001-76979", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "POULSEN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Snejana Botoucharova", "TEXT": ["The applicant was born in 1956 and lives in Hørsholm. He is represented before the Court by Claus Hanghøj, a lawyer practising in Kalundborg. The Danish Government (“the Government”) are represented by their Agent, Mrs Nina Holst-Christensen, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant worked as a printer from 1976 until January 1993, when he had to report sick, having suffered from headaches, nose bleedings, dizziness and fatigue for some time.", "On 15 January 1993 his doctor reported to the National Board of Industrial Injuries (Arbejdsskadestyrelsen, formerly called Sikringsstyrelsen) that the applicant’s illness could be a work related injury resulting from organic-solvents poisoning, and thus giving rise to compensation.", "On 12 October 1993, the Board informed the applicant that it was unable to make its assessment within the nine-month’s time-limit set out in the Act on Protection against the consequences of Industrial Injuries (lov om forsikring mod følger af arbejdskade), the reason being that the disease did not meet the conditions for recognition according to the list of occupational diseases pursuant to the said Act. Therefore the case had to be submitted to the Occupational Diseases Committee (Erhvervsudvalgsstyrelsen) before a decision could be taken.", "On 10 May 1994 the Occupational Diseases Committee recommended dismissal of the case as the disease was not exclusively or predominantly due to the applicant’s work. By decision of 3 June 1994 the Board refused to acknowledge that the applicant’s illness was an occupational disease within the meaning of the Act on Protection against the consequences of Industrial Injuries.", "On 6 July 1994, the applicant appealed against the decision to the Social Appeal Board (Den Sociale Ankestyrelse), which on 2 February 1995 upheld the decision.", "Twice, enclosing new medical assessments, the applicant requested in vain that the case be reopened. His requests were refused by the National Board of Industrial Injuries on 4 May 1995 and 31 October 1996 and, on appeal, by the Social Appeal Board on respectively 12 September 1995 and 5 February 1997, with the reasoning that the result of the new medical examinations confirmed the previous ones.", "On 22 August 1997, anew the applicant requested a reopening of his case, which resulted in the National Board of Industrial Injuries initiating a neurological examination of the applicant. On 18 May 1998 the National Board of Industrial Injuries, on the basis of the neurological medical certificate, re-opened the case and, by decision of 29 June 1998, it recognised that the applicant’s injury was work related.", "Thereafter, on 10 July 1998 the National Board of Industrial Injuries found that the applicant’s degree of disablement amounted to 20 %.", "On 13 November 1998 it found that the degree of his loss of working capacity amounted to 50 %.", "On appeal, on 27 November 1998 the Social Appeal Board upheld the calculation as to the degree of disablement and on 23 June 1999 as to the degree of the loss of working capacity.", "On 20 August 2001, the applicant applied for free legal aid with the County of Copenhagen (Københavns Statsamt) with a view to initiating civil proceedings before the courts against the Social Appeal Board claiming that his loss of working capacity amounted to 100 %, In this connection the latter heard the Social Appeal Board, which on 4 February 2002 decided to re-open the case and re-calculate the applicant’s degree of loss of working capacity to 85 %.", "1. On 8 March 2002, having been granted free legal aid, the applicant instituted civil proceedings before the High Court of Eastern Denmark (Østre Landsret) claiming that the degree of his loss of working capacity be set to 100 %. By judgment of 7 February 2003 the High Court found for the Social Appeal Board. On appeal, on 20 January 2004, the Supreme Court (Højesteret) upheld the judgment.", "2. In the meantime, on 7 March 2003 the Social Appeal Board refused to re-open the case concerning its assessment of the applicant’s degree of disablement. Consequently, on 5 September 2003 the applicant instituted another set of proceedings before the High Court claiming that the Social Appeal Board should acknowledge that his degree of disablement be set to 50 %, or in the alternative between 20 % and 50 %. The Social Appeal Board stated that in accordance with the new scale (méntabel) to be used as from 1 January 2004, it could accept that the degree be set to 25 %. By judgment of 25 June 2004 the High Court found that the degree of disablement should be set to 25 %.", "The applicant appealed against the judgment to the Supreme Court. Having obtained another medical expert statement on 5 August 2005, by judgment of 6 April 2006, the Supreme Court upheld the High Court judgment of 25 June 2004.", "According to Danish law it is not a requirement for instituting civil court proceedings that administrative appeal proceedings have been exhausted beforehand, unless specifically provided.", "The relevant provisions of the then applicable Act on Protection against the Consequences of Industrial Injuries (Lov om forsikring mod følger af arbejdskade, nu afløst af Lov om arbejdsskadesikring), were worded as follows:", "Where nothing to the contrary has been provided, the National Board of Industrial Injuries shall make decisions on all matters under this Act.", "1. Decisions made by the National Board of Industrial Injuries under section 54 may be brought before the Social Appeal Board by", "a) the injured person or the injured person’s surviving relatives; [and] ...", "A Supreme Court judgment printed in the Weekly Law Review (Ugeskrift for Retsvæsen), 2003, page 47, concerned a nurse who injured her back during work. Having acknowledged that her injury was work related, the National Board of Industrial Injuries fixed her degree of disablement at 20 % and her loss of working capacity at 25 %. Without pursuing any further administrative appeals, the nurse brought the decision concerning the degree of loss of working capacity directly before the High Court, which passed judgment remitting the case to the National Board of Industrial Injuries on the ground that the latter had not taken the nurse’s income into account when making its decision. The nurse appealed against the High Court’s judgment to the Supreme Court, which by judgment of 9 October 2002 fixed her loss of working capacity at 50 %.", "Pursuant to section 224 of the Administration of Justice Act (Retsplejeloven), as the main rule, civil proceedings are instituted before the City Court being the first judicial instance. Certain lawsuits, however, are brought before the High Court (sections 225 and 226 of the said Act) as the court of first instance, for example if a dispute between an individual and the public concerns a review of a decision taken by the administrative body, which has the highest authority, like the Social Appeal Board."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}