{"ITEMID": "001-77267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SHAPOVALOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1961 and lives in the town of Arkhangelsk in the Arkhangelsk Region.", "5. The applicant sued the Financial Division of the Arkhangelsk Regional administration and the social security services of the Arkhangelsk Region for payment of child support benefits, interest thereon and compensation for non-pecuniary damage.", "6. On 5 January 2001 the Lomonosovskiy District Court of Arkhangelsk adjourned the examination of the action and requested the applicant to submit evidence and to clarify her claims. This decision was quashed on appeal by the Arkhangelsk Regional Court on 5 March 2001. The case was remitted for an examination on the merits.", "7. On 5 April 2001 the Lomonosovskiy District Court awarded the applicant 490.91 Russian roubles (RUR, approximately 19 euros) in arrears in respect of child support benefits and dismissed the remainder of the claims. The judgment was upheld on appeal on 28 May 2001 and became final.", "8. Enforcement proceedings were instituted but the judgment was not enforced because the Arkhangelsk Regional administration lacked necessary funds.", "9. On 13 May 2003 the applicant received the sum in full.", "10. On 2 April 2002 the applicant sued the Arkhangelsk Regional bailiffs' office and the Ministry of Justice for compensation for damage caused by non-enforcement of the judgment of 5 April 2001, as upheld on appeal on 28 May 2001.", "11. On 9 April 2002 the Oktyabrskiy District Court disallowed the action because it should have been lodged with a court in Moscow. The decision was quashed on appeal on 27 May 2002 and the matter was remitted for an examination on its merits.", "12. On 20 June 2002 the Oktyabrskiy District Court dismissed the applicant's action because the Arkhangelsk Regional administration lacked funds for the enforcement of the judgment concerned and the bailiffs' office was not at fault for non-enforcement. The judgment was upheld on appeal on 22 July 2002."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}