{"ITEMID": "001-95232", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "ANDREWS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Joseph Adesola Andrews, is a Nigerian national who was born in 1967 and lives in Lagos. The United Kingdom Government (“the Government”) were represented by their Agent, Ms E. Willmott of the Foreign and Commonwealth Office.", "The applicant arrived in the United Kingdom in July 1991. He was granted leave to enter for a period of six months. In October 1991 he applied for leave to remain as a working holidaymaker. He was granted leave to remain until December 1993.", "In 1991 he began living with his partner, who is a British citizen. On 17 August 1993 their daughter was born.", "On 22 November 1993 the applicant claimed asylum. The application was refused by the Secretary of State for the Home Department on 13 May 1994 on the ground that there was no evidence to substantiate the claim. The applicant remained in the United Kingdom without leave.", "On 27 May 1994 he was sentenced to twelve months’ imprisonment following his conviction of three counts of burglary and a breach of a probation order. On 13 June 1994 he was sentenced to fourteen days’ imprisonment for driving whilst disqualified and driving without insurance.", "On 26 April 1995 the applicant and his partner married. On 27 April 1995 the applicant applied for leave to remain on the basis of his marriage to a British citizen. On 7 September 1995 he was granted twelve months’ leave to remain on the basis of the marriage.", "On 6 September 1996 his leave to remain expired and he made no application for an extension.", "On 7 September 1997 he was convicted by a Crown Court of two counts of conspiracy to defraud and was sentenced to four years’ imprisonment.", "On 18 August 1998 the applicant was served with notice of a decision to deport him.", "On 19 August 1998 his application for indefinite leave to remain as the spouse of a British citizen was refused and the Secretary of State for the Home Department made a deportation order against him.", "On 14 October 1998 the applicant was released from custody on licence. On 22 July 1999 he was convicted by a Magistrates’ Court for possession of a false instrument. He was sentenced to a total of fifteen months’ imprisonment. He was released on 10 March 2000.", "On 20 November 2000 he was sentenced to three years’ imprisonment for significant offences of dishonesty (including possession and use of a false instrument and attempting to obtain a money transfer by deception). His sentence came to an end in January 2002 but he remained in immigration detention until 25 November 2002, when he was granted bail by the Immigration Appeal Tribunal.", "On 4 April 2003 the applicant’s appeal against the decision to deport him was dismissed by the Immigration Appeal Tribunal, which found that in view of his criminal conduct and the separation that had already taken place between himself and his family due to his imprisonment, his deportation would not be a disproportionate interference with his right to respect for his family life. The Tribunal accepted, however, that the applicant’s wife was a United Kingdom citizen of Jamaican origin; that she would not relocate to Nigeria with the applicant if he were deported; that her mother was in poor health, requiring her to visit her three to four times each week; that she was in part-time employment in the United Kingdom; and finally, that she had not known that the applicant had no leave to remain when she married him.", "On 13 May 2003 the applicant made a fresh claim to remain in the United Kingdom on human rights grounds, namely Article 8. This was refused by the Secretary of State by letter dated 8 July 2003. He appealed to an Adjudicator. The Adjudicator dismissed the appeal on 17 December 2003, finding that the interference with the applicant’s family life was proportionate in view of his criminal conduct.", "On 22 November 2004 the Immigration Appeal Tribunal allowed the applicant’s appeal against the Adjudicator’s decision on the ground that the Adjudicator had misdirected himself on the appropriate standard of proof for a human rights claim and accordingly his determination was “fatally flawed”. The appeal was remitted to another Adjudicator to be considered afresh.", "On 11 February 2005 a second Adjudicator dismissed the applicant’s appeal against the refusal of his human rights claim.", "On 28 June 2005 his application for reconsideration was refused by a Senior Immigration Judge on the ground that the Adjudicator’s decision disclosed no error of law. On 10 October 2005 the High Court also refused the applicant’s application for reconsideration of the decision.", "In May 2006 the applicant’s daughter issued an application for judicial review challenging the decision to deport him. The application was based on a breach of domestic policy rather than Article 8 of the Convention. Permission was refused on the papers on 9 October 2006. An application to renew the application was made outside the seven day time-limit prescribed by the relevant rule of court. Permission was finally refused on 14 December 2007.", "The applicant was deported to Nigeria on 30 March 2007.", "Section 3(5) of the Immigration Act 1971 provides, insofar as material, as follows:", "“A person who is not a British citizen in liable to deportation from the United Kingdom if: -", "the Secretary of State deems his deportation to be conducive to the public good;", "...”", "At the time of the applicant’s deportation, paragraphs 390 to 392 of the Immigration Rules HC 395 (as amended) provided that after a minimum of three years following his deportation, the applicant would be entitled to apply to have his deportation order revoked. Revocation of the deportation order did not entitle the applicant to re-enter the United Kingdom; rather, it would entitle him to apply for admission under the Immigration Rules.", "Following the applicant’s deportation, paragraphs 390 to 392 of the Immigration Rules HC 395 (as amended) were amended. They now provide as follows:", "“390. An application for revocation of a deportation order will be considered in the light of all the circumstances including the following:", "(i) the grounds on which the order was made;", "(ii) any representations made in support of revocation;", "(iii) the interests of the community, including the maintenance of an effective immigration control;", "(iv) the interests of the applicant, including any compassionate circumstances.", "391. In the case of an applicant who has been deported following conviction for a criminal offence continued exclusion", "(i) in the case of a conviction which is capable of being spent under the Rehabilitation of Offenders Act 1974, unless the conviction is spent within the meaning of that Act or, if the conviction is spent in less than 10 years, 10 years have elapsed since the making of the deportation order; or", "(ii) in the case of a conviction not capable of being spent under that Act, at any time, unless refusal to revoke the deportation order would be contrary to the Human Rights Convention or the Convention and Protocol Relating to the Status of Refugees.", "will normally be the proper course. In other cases revocation of the order will not normally be authorised unless the situation has been materially altered, either by a change of circumstances since the order was made, or by fresh information coming to light which was not before, or the appellate authorities or the Secretary of State. The passage of time since the person was deported may also in itself amount to such a change of circumstances as to warrant revocation of the order.", "392. Revocation of a deportation order does not entitle the person concerned to re-enter the United Kingdom; it renders him eligible to apply for admission under the Immigration Rules. Application for revocation of the order may be made to the Entry Clearance Officer or direct to the Home Office.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}