{"ITEMID": "001-86961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SHCHEBET v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1-f;Violation of Art. 5-4;Violation of Art. 3;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1978. She lived in Vienna, Austria.", "7. On 20 February 2007 the applicant was arrested upon arrival at Domodedovo airport in Moscow. She was told that on 24 September 2006 the Belarus authorities had placed her name on the list of fugitives from justice, suspecting her of involvement in human trafficking.", "8. The applicant was taken to the Domodedovo transport police department. No arrest record was compiled.", "9. On 21 February 2007 counsel for the applicant complained to the transport prosecutor's office about the absence of an arrest record and failure to provide the applicant with food, drink and access to a toilet. It is unclear whether any response was received.", "10. On 27 February 2007 the first deputy head of the central police station of Minsk faxed a letter to the head of the Domodedovo transport police department, asking him to keep the applicant in custody. He enclosed a warrant for the applicant's arrest sanctioned by the Minsk town prosecutor on 30 August 2006.", "11. On the same day the acting Moscow Regional Prosecutor sent the following letter to the head of the Domodedovo transport police department:", "“Owing to the fact that the Moscow Police Department for Air and Water Transport has no temporary detention ward, I request you to hold [the applicant] in the Domodedovo transport police department until such time as a judicial decision on application of a custodial measure has been issued.”", "12. Also on the same day, counsel for the applicant complained to a court that the applicant had already spent six days in detention without a judicial order and asked for her release.", "13. On 2 March 2007 the Domodedovo Town Court of the Moscow Region refused to deal with the complaint on the ground that no criminal proceedings against the applicant were pending in Russia. On 3 April 2007 the Moscow Regional Court upheld that decision on appeal.", "14. On 5 March 2007 the Golovinskiy District Court of Moscow dismissed the same complaint. It found that the letter from the Minsk police officer constituted a lawful basis for the applicant's detention within the meaning of the Minsk Convention until such time as the formal extradition request had been received by the Prosecutor General's Office. The District Court further determined that it was not competent to examine the application for release because it lacked territorial jurisdiction. On 28 March 2007 the Moscow Regional Court upheld that judgment on appeal.", "15. On 7 March 2007 the Prosecutor General's Office received a request for the applicant's extradition from the Belarus authorities.", "16. Counsel for the applicant complained to a court about unlawful actions of the Moscow transport prosecutor, who had permitted the applicant's detention in excess of forty-eight hours without a judicial decision, on the basis of a non-procedural communication from the Belarus authorities of 27 February 2007.", "17. On 22 March 2007 the Golovinskiy District Court of Moscow dismissed the complaint against the transport prosecutor. It found that the Belarus authorities' letter of 27 February 2007 constituted a request for the applicant's arrest pending an official request for extradition within the meaning of the Minsk Convention. The decision on the applicant's extradition and the application of a custodial measure was to be taken by the Prosecutor General's Office rather than by the Moscow transport prosecutor. In these circumstances, the transport prosecutor had acted lawfully and within his competence. On 18 April 2007 the Moscow Regional Court upheld that judgment on appeal.", "18. On 23 March 2007 the Prosecutor General's Office forwarded a copy of the extradition request to the Moscow prosecutor responsible for supervising compliance with laws in air and water transport. The prosecutor applied to a court for an arrest warrant in respect of the applicant.", "19. On 26 March 2007 the Domodedovo Town Court granted the prosecutor's application and remanded the applicant in custody. The Town Court founded its decision on the facts that the applicant was charged with a criminal offence carrying a prison term of more than one year and that the extradition request was pending. Noting the applicant's “character” and state of health, the Town Court held that no grounds for applying a more lenient preventive measure had been shown to exist.", "20. The applicant and her counsel lodged appeals. They pointed out that the applicant had a permanent place of residence and employment in Moscow and that her health had deteriorated as a consequence of being detained in the police cell.", "21. On 19 April 2007 the Moscow Regional Court upheld the detention order on appeal. It rejected the applicant's arguments about her residence in Moscow on the basis of a certificate from the Federal Migration Service which showed that her residence in the Moscow Region had not been formally registered.", "22. Replying to a complaint by the applicant's lawyer, on 11 April 2007 the senior assistant to the Moscow transport prosecutor admitted that no arrest record had been compiled in respect of the applicant at the Domodedovo transport police department because it had not been required by law in cases of extradition.", "23. On 25 April 2007 the Constitutional Court confirmed to the applicant that it had been its constant case-law to require a judicial decision for any deprivation of liberty in excess of forty-eight hours and also to require effective judicial supervision of detention matters. These requirements were likewise applicable to foreign nationals whose extradition was sought.", "24. On 25 April 2007 the Russian Ombudsman replied to the applicant that her complaint about unlawful detention had been forwarded for examination to the Prosecutor General's Office. On 28 May 2007 the Prosecutor General's Office wrote to the applicant's lawyer that her detention had been lawful and justified.", "25. On 5 October 2007 the Tverskoy District Court of Moscow disallowed the applicant's complaint about the Prosecutor General's failure to put an end to her unlawful detention. The District Court held that the applicant was not a party to any criminal proceedings in Russia and that she could not therefore lodge a complaint under Article 125 of the Code of Criminal Procedure.", "26. On 11 October 2007 a deputy Prosecutor General of the Russian Federation granted the request for the applicant's extradition to Belarus.", "27. On 22 November 2007 the Moscow City Court upheld the extradition decision on appeal and maintained the custodial measure in respect of the applicant. On 25 January 2008 the Supreme Court of the Russian Federation dismissed the applicant's appeal against that decision.", "28. Upon her arrest on 20 February 2007 the applicant was placed in the cell for detention of administrative offenders (“KAZ”, комната для административно-задержанных) on the premises of the duty station of the Domodedovo transport police department (дежурная часть ЛУВД аэропорта «Домодедово»).", "29. On 9 March 2007 the applicant complained to the Prosecutor General, the Ombudsman, the Human Rights Commissioner and the President about unlawful detention in the Domodedovo transport police station in appalling conditions. She complained that she did not receive food or hygiene articles on a regular basis, that medical assistance was inadequate, and that she had had no access to fresh air for more than seventeen days. It is unclear whether she received any replies.", "30. On 26 March 2007, following the Town Court's decision on the application of a custodial measure, the applicant was transferred to remand centre no. IZ-77/6 in Moscow.", "31. The parties' description of the physical conditions of the applicant's detention at Domodedovo airport differ in certain aspects. Their submissions are summarised below.", "32. The Government submitted multiple written depositions by police officers from the Domodedovo transport police department. According to them, the applicant received food from the canteen and from her relatives. At night-time she was given a mattress, blanket and bedding from the airport hotel. She could take walks under the escort of a police officer and occasionally have a shower. A nurse came to visit her and take her blood pressure.", "33. The Government also submitted a certificate from the medical unit of the airport. It indicated that the applicant had been examined on ten occasions in connection with complaints about headaches, weakness or indisposition.", "34. The Government produced a layout plan of the Domodedovo transport police department, showing that the applicant's cell measured four square metres. It had no windows. A bunk bed, 220 cm long and 65 cm wide, occupied the space along one wall.", "35. The Government submitted a report on a conversation with the head cook of the airport canteen. The cook had stated orally – but refused to confirm the same in writing – that from 23 February to 26 March 2007 three meals a day had been sent to the applicant.", "36. The applicant acknowledged that the cell measured approximately four square metres. However, it was not a normal room but rather a metal cage, its front panel being made of iron rods. The cell had been locked at all times. The only piece of furniture had been a metal bench fixed to the wall. There had been no chair, table, mattress or bedding. During the night she had not been able to undress because she had been in full view of male police officers. She had covered herself with a jacket.", "37. On occasion the applicant had had to share the cell with other detainees, such as petty offenders or vagrants. Female detainees had been placed together with her. If a male detainee had been brought in, the police had taken her out of the cell – sometimes during her sleep – and made her sit on a chair in the nearby office. She had remained seated there for several hours.", "38. The police officers had not brought her any food or drink. All the food had been provided by her boyfriend and sister. The applicant submitted written depositions from them attesting to this fact. She pointed out that no money had been allocated for purchasing food from the canteen.", "39. The applicant had never been taken outside for a walk. The only time she had been outdoors was on 21 February 2007 when she had been taken to the prosecutor's office.", "40. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "41. The Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (signed in Minsk on 22 January 1993 and amended on 28 March 1997, “the Minsk Convention”), to which both Russia and Belarus are parties, provides as follows:", "“1. When executing a request for legal assistance, the requested authority applies the laws of its own State...”", "“1. The person whose extradition is sought may also be arrested before receipt of a request for extradition, if there is a related petition (ходатайство). The petition shall contain a reference to a detention order or a final conviction and shall indicate that a request for extradition will follow...”", "“1. A person arrested pursuant to Article 61 § 1 ... shall be released ... if no request for extradition is received by the requested Contracting Party within 40 days of the arrest...”", "42. The European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "43. Article 10 (“Personal inviolability”) provides that no one may be detained for more than forty-eight hours without a judicial decision.", "44. Chapter 12 (“Arrest of a suspect”) regulates the procedure for arresting a suspect. Article 92 § 1 provides that an arrest record must be compiled within three hours following arrival at the police station or prosecutor's office.", "45. Chapter 13 (“Measures of restraint”) governs application of measures of restraint, or preventive measures (меры пресечения), which include, in particular, placement in custody. A custodial measure may only be ordered by judicial decision in respect of a person who is suspected of, or charged with, a criminal offence punishable by more than two years' imprisonment (Article 108 “Placement in custody”). The time-limit for detention pending investigation is fixed at two months (Article 109 “Time-limits for detention”). A judge may extend that period up to six months (Article 109 § 2). Further extensions may only be granted by a judge if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4).", "46. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Article 466 is the only provision in the chapter that governs application of measures of restraint with a view to extradition. Paragraph 1 deals with the situation where a request for extradition is not accompanied by an arrest warrant issued by a foreign court. In that case a prosecutor must decide whether it is necessary to impose a measure of restraint “in accordance with the procedure provided for in the present Code”. Paragraph 2 establishes that, if a foreign judicial decision on placement in custody is available, a prosecutor may place the person in detention or under house arrest. In that eventuality no confirmation of the foreign judicial decision by a Russian court is required.", "47. Chapter 15 (“Petitions”) provides that suspects, defendants, victims, experts, civil claimants, civil defendants, and their representatives may petition officials for taking procedural decisions that would secure rights and protect legitimate interests of the petitioner (Article 119 § 1). Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of damaging the constitutional rights or freedoms of the parties to criminal proceedings (Article 125 § 1). The competent court is that which has jurisdiction for the place of the preliminary investigation (ibid.).", "48. On 4 April 2006 the Constitutional Court examined an application by Mr Nasrulloyev, who had submitted that the lack of any limitation in time on the detention of a person pending extradition was incompatible with the constitutional guarantee against arbitrary detention. The Constitutional Court reiterated its constant case-law that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "49. In the Constitutional Court's view, the absence of a specific regulation of detention matters in Article 466 § 1 of the Code of Criminal Procedure did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, that is, the procedure laid down in the Russian Code of Criminal Procedure. Such procedure comprised, in particular, Article 466 § 1 of the Code and the norms in its Chapter 13 (“Measures of restraint”) which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for examination of extradition requests.", "50. The Constitutional Court emphasised that the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the Code of Criminal Procedure did not allow the authorities to apply a custodial measure without respecting the procedure established in the Code of Criminal Procedure or in excess of time-limits fixed in the Code.", "51. Mr Seidenfeld, a US citizen, was arrested in Russia on 9 December 2005 because his extradition was sought by Kazakhstan. Upon receipt of the formal extradition request, on 30 December 2005 a Russian court ordered his detention pending extradition sine die. Mr Seidenfeld complained to the Constitutional Court that the provisions of the Code of Criminal Procedure which permitted his detention without a judicial decision were incompatible with the Constitution.", "52. The Constitutional Court reiterated its constant case-law that the scope of the constitutional right to liberty and personal inviolability was identical for foreign nationals and stateless persons as for Russian nationals. A foreign national or stateless person may not be detained in Russia for more than forty-eight hours without a judicial decision. That constitutional requirement served as a guarantee against an excessively long detention beyond forty-eight hours, and also against arbitrary detention as such, in that it required a court to examine whether the arrest was lawful and justified.", "53. The Constitutional Court held that Article 466 § 1 of the Code of Criminal Procedure, read in conjunction with the Minsk Convention, could not be construed as permitting the detention of an individual for more than forty-eight hours on the basis of a request for his or her extradition, without a decision by a Russian court. A custodial measure could be applied only in accordance with the procedure established in the Russian Code of Criminal Procedure and within the time-limits fixed in the Code.", "54. The relevant extract from the 2nd General Report of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) (CPT/Inf (92) 3) reads as follows:", "“42. Custody by the police is in principle of relatively short duration ...However, certain elementary material requirements should be met.", "All police cells should be of a reasonable size for the number of persons they are used to accommodate, and have adequate lighting (i.e. sufficient to read by, sleeping periods excluded) and ventilation; preferably, cells should enjoy natural light. Further, cells should be equipped with a means of rest (e.g. a fixed chair or bench), and persons obliged to stay overnight in custody should be provided with a clean mattress and blankets.", "Persons in custody should be allowed to comply with the needs of nature when necessary in clean and decent conditions, and be offered adequate washing facilities. They should be given food at appropriate times, including at least one full meal (i.e. something more substantial than a sandwich) every day.", "43. The issue of what is a reasonable size for a police cell (or any other type of detainee/prisoner accommodation) is a difficult question. Many factors have to be taken into account when making such an assessment. However, CPT delegations felt the need for a rough guideline in this area. The following criterion (seen as a desirable level rather than a minimum standard) is currently being used when assessing police cells intended for single occupancy for stays in excess of a few hours: in the order of 7 square metres, 2 metres or more between walls, 2.5 metres between floor and ceiling.”", "The CPT reiterated the above conclusions in its 12th General Report (CPT/Inf (2002) 15, § 47).", "55. The part of the Report to the Russian Government on the visit to the Russian Federation carried out by the CPT from 2 to 17 December 2001 (CPT/Inf (2003) 30) read, in so far as it concerned the conditions of detention in administrative-detention cells located within police stations, as follows:", "“25. Similar to the situation observed during previous visits, none of the district commands (RUVD) and local divisions of Internal Affairs visited were equipped with facilities suitable for overnight stays; despite that, the delegation found evidence that persons were occasionally held overnight at such establishments... The cells seen by the delegation were totally unacceptable for extended periods of custody: dark, poorly ventilated, dirty and usually devoid of any equipment except a bench. Persons held overnight were not provided with mattresses or blankets. Further, there was no provision for supplying detainees with food and drinking water, and access to a toilet was problematic.", "The CPT reiterates the recommendation made in its report on the 1999 visit (cf. paragraph 27 of document CPT (2000) 7) that material conditions in, and the use of, cells for administrative detention at district commands and local divisions of Internal Affairs be brought into conformity with Ministry of Internal Affairs Order 170/1993 on the general conditions and regulations of detention in administrative detention cells. Cells which do not correspond to the requirements of that Order should be withdrawn from service.", "Further, the Committee reiterates the recommendation made in previous visit reports that administrative detention cells not be used for accommodating detainees for longer than 3 hours.”"], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}