{"ITEMID": "001-103218", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GEPPA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 2 (substantive aspect);No violation of Art. 2 (procedural aspect)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant lives in Kursk. She is the mother of Yevgeniy Geppa, born in 1974 and deceased in 2004 while serving his prison sentence.", "6. On 19 November 1998 Yevgeniy Geppa was found guilty of organised violent robbery and, following appeal proceedings before the Kursk Regional Court which ended on 10 February 1999, was sentenced to eight years of imprisonment in a high-security penitentiary facility. He was sent to serve his sentence in IK-2 in Kosinovo, Kursk Region.", "7. In the periods from 17 to 31 August 2000 and from 10 to 29 July 2003 he was transferred to the hospital of the Penitentiary Department in Kursk for treatment for chronic pyelonephritis of his only kidney in the active phase.", "8. On 28 January 2004 he was transferred to the same hospital, having been diagnosed with a psychiatric disorder, namely, “past organic brain lesion of complex origin” (owing to a head injury and drug abuse), with emotional instability and compensatory behaviour. It was noted that his medical history included a reference to epileptic syndrome.", "9. On 20 May 2004, following changes introduced to the Criminal Code, the Kursk Regional Court reduced the applicant's prison sentence to seven years and ordered it to be served in a facility of average security level. Yevgeniy Geppa was therefore transferred to the Lgov correctional colony OX-30/3 (учреждение OX-30/3, hereafter “the colony”).", "10. In June 2004 Yevgeniy Geppa's wife received a letter from him. His distorted handwriting, repetitive use of words and confused language made her suspect that he was unwell.", "11. On 5 August 2004 the applicant and Yevgeniy Geppa's wife visited him in the colony. They found him very weak, pale and exhausted. He had lost weight and had a blank expression. During the visit he fainted and collapsed on the floor; according to the applicant, when they pulled up his shirt they saw faded bruises of yellow-greenish colour on his chest. They also saw clotted blood on his lips. Yevgeniy Geppa told them afterwards that he was being beaten by the colony officials because he had refused “to co-operate”, that is, to systematically report on his fellow inmates. According to the Government, Yevgeniy Geppa had an epileptic fit on that day and his medical examination did not reveal any injuries.", "12. On 20 August 2004 the applicant wrote to the Kursk Regional Prosecutor's Office complaining that her son had been ill-treated at the colony, referring to the incident of 5 August 2004 when he fainted during the visit; she described the injuries they had allegedly found on his chest and lips and also complained that he was not receiving medical care. She contended that this had not happened in the previous detention facility and had only started after her son's transfer to correctional colony OX-30/3. She requested that he be transferred elsewhere.", "13. From 27 August 2004 to 18 September 2004 Yevgeniy Geppa was transferred to the hospital of the Penitentiary Department in Kursk for examination and treatment. He was diagnosed with a psychiatric disorder, namely, “past organic brain lesion of complex origin” (owing to a head injury and drug abuse), with emotional instability and compensatory behaviour, and epileptic syndrome. In addition, he was diagnosed with chronic pyelonephritis of his only kidney at the stage of remission; it was recommended that he be placed in the psychiatric hospital of Smolensk.", "14. In the meantime, on 3 September 2004 the applicant received a reply from the Kursk Regional Penitentiary Department of the Ministry of Justice to the effect that the on-site inspection conducted following her complaint had established that the conditions of her son's detention complied with the law and there were no grounds to transfer him to another facility. It was also stated that he was provided with medical care when necessary.", "15. On 17 October 2004 the applicant and Yevgeniy Geppa's wife visited him in the colony for the last time. According to the applicant, when they met him he had had a fever and had been shivering despite being dressed in a winter jacket and gloves. He had allegedly told them that he had pain “all over inside” and splitting headaches but that the colony medical staff had refused to see him and had accused him of faking the illness. He had also allegedly told them that he had requested a transfer to the psychiatric hospital of the Penitentiary Department of the Smolensk Region (the psychiatric hospital of Smolensk) because he could not bear the constant beatings any longer. Before they said goodbye he had told them that he felt he was dying and they would probably not see him again.", "16. On 18 October 2004 the applicant wrote to the Penitentiary Department complaining that her son was being ill-treated at the colony. She complained about the beatings, the deterioration of his health and the lack of medical assistance. She requested that he be given a medical examination to identify the cause of his headaches, stomach and chest pains, and deteriorating eyesight. She also requested to see his pre-transfer medical records from IK-2 and the colony medical records relating to the period between 27 August and 16 September 2004.", "17. On 25 October 2004 the Penitentiary Department replied to the applicant that her enquiry had been examined by its medical division. It informed the applicant that Yevgeniy Geppa's medical file at the colony contained records on his past organic brain lesion of complex origin (owing to a traumatic brain injury and drug abuse), with emotional instability and compensatory behaviour, and epileptic syndrome; he was also diagnosed with chronic pyelonephritis of his only kidney at the stage of remission. It stated that he was receiving the necessary medical care. When interviewed, Yevgeniy Geppa had refused to be placed in the hospital of the Penitentiary Department but had given his consent to be placed in the psychiatric hospital of Smolensk. A similar letter was sent to her on 18 November 2004, adding that no physical force had been applied against Yevgeniy Geppa and informing her of his transfer to the psychiatric hospital of Smolensk.", "18. On 14 November 2004 Yevgeniy Geppa was taken to the psychiatric hospital of Smolensk. On the way a stop was made at IZ-36/1 of Voronezh, where he asked to see a doctor. The medical examination revealed several symptoms of medium severity, such as a “confused state of consciousness”. After he had been given medication his condition improved, and he was sent on to Smolensk.", "19. On 20 November 2004 Yevgeniy Geppa arrived at the psychiatric hospital of Smolensk. The medical examination conducted on his arrival established that his condition was serious, he was unable to walk by himself, was pale and his extremities were cold. He could communicate with the doctor, but quickly became exhausted. Symptomatic treatment began immediately and further examinations were ordered.", "20. On 22 November 2004 Yevgeniy Geppa had a general blood test. On the following day he had a chest x-ray and an electrocardiogram. On 24 November 2004 he had an HIV test, which was negative.", "21. On 29 November 2004 Yevgeniy Geppa underwent an x-ray brain scan that revealed hypertension. On the same day an electroencephalogram was performed, and it was concluded that there was probably a pathological formation in the left hemisphere. He also had a stomach x-ray on that day.", "22. On 30 November 2004 he had a general ultrasound abdominal scan that revealed some changes in the liver and pancreas. On the same day he was seen by an infection specialist, who did not find any infection.", "23. On 1 December 2004 he was seen by a neurologist who ordered a brain CT scan, which was performed on 6 December 2004 and confirmed the presence of a formation in the left hemisphere. It was followed by a consultation with a neurosurgeon, who advised against surgery. On the following day an oncologist diagnosed Yevgeniy Geppa with a brain tumour and oedema of the brain.", "24. On 8 December 2004 Yevgeniy Geppa died.", "25. On 9 December 2004 an autopsy, including a histological study, was conducted and established that Yevgeniy Geppa's death was caused by a brain tumour (glioblastoma multiforme).", "26. Following Yevgeniy Geppa's death the Smolensk Prosecutor's Office conducted an inquiry in order to decide whether there were grounds for a criminal investigation. On 17 December 2004 it decided that no criminal investigation was necessary. The decision referred to the autopsy report, the medical file, and the statements of the hospital director and detainee K., who was employed at the hospital.", "27. On 21 December 2004 the applicant complained to the Kursk Regional Prosecutor's Office about the beatings to which her son had allegedly been subjected in the colony and alleged that there had been a negligent failure to provide him with medical assistance; she also alleged that his transfer to the psychiatric hospital had been delayed without justification.", "28. On 27 January 2005 the prosecutor's office decided that there were no grounds to open a criminal investigation into Yevgeniy Geppa's death. The prosecutor's office had questioned the colony officials and inmates, who made the following statements:", "– the head officer of unit no. 12 where Yevgeniy Geppa was held stated that he had not received any complaints that physical force had been applied to Mr Geppa and had not seen any injuries on him;", "– inmate K. stated that upon his arrival at the colony Yevgeniy Geppa had had certain health complaints, in particular he had mentioned that he was suffering from epilepsy; he had not seen any injuries on him and had not heard any complaints about the use of force against him;", "– inmate Ch. stated that he had not seen any injuries on Yevgeniy Geppa and had not heard any complaints about the use of force against him;", "– inmate Kh. stated that his sleeping place in the dormitory had been next to Yevgeniy Geppa's and that he had not seen any injuries on him or heard any complaints about the use of force against him;", "– an officer of the visits and parcels section, M., stated that on 5 August 2004 Yevgeniy Geppa had been visited by his wife and mother and that about thirty minutes into the visit he had had an epileptic fit and had been taken to the medical unit; Yevgeniy Geppa's mother had not mentioned seeing any injuries on him;", "– an officer of the visits and parcels section, Kh., stated that on 5 August 2004 he had searched Yevgeniy Geppa before the visit, though without removing his clothes, and had not seen any injuries on him; following an epileptic fit during the visit Yevgeniy Geppa had been taken to the medical unit; his mother had not mentioned seeing any injuries on him;", "– inmate Sh. stated that on one occasion in August 2004 he had accompanied Yevgeniy Geppa from the medical unit back to unit no. 12; Yevgeniy Geppa had spent about one or two hours in the medical unit; on the way he had not heard any complaints; he could not say whether Yevgeniy Geppa had had any injuries;", "– an officer of the medical unit, G., stated that on 5 August 2004 he had attended to Yevgeniy Geppa after he had fainted during the visit; when examined, Yevgeniy Geppa had been conscious; he had diagnosed him with epileptic syndrome and given him an injection of seduxen; he had had a bruise on his knee; no other injuries had been revealed;", "– the head of the medical unit stated that Yevgeniy Geppa had been registered with the colony medical unit as suffering from a psychiatric disorder, namely, “past organic brain lesion of complex origin” (owing to a traumatic brain injury and drug abuse), with emotional instability and compensatory behaviour, and epileptic syndrome. From 27 August 2004 to 18 September 2004 he had been transferred to the hospital of the Penitentiary Department for examination and treatment; the above diagnosis had been confirmed and in addition to that he had been diagnosed with chronic pyelonephritis of his only kidney at the stage of remission. It had been recommended that he be placed in the psychiatric hospital of Smolensk. In the colony Yevgeniy Geppa had been provided with adequate medical care; on 14 November 2004 he had been transferred, with his consent, to the psychiatric hospital of Smolensk.", "29. The applicant challenged the decision of 27 January 2005 in court.", "30. On 17 March 2005 the Kirovskiy District Court of Kursk found that the inquiry conducted by the prosecutor's office into Yevgeniy Geppa's death had been insufficient. It referred in particular to the failure to verify the allegations of ill-treatment and indicated that it was necessary to establish the origin of the head injury and the brain tumour which caused his death. The court granted the applicant's request and ordered the prosecutor's office to carry out the inquiry in accordance with law. The prosecutor's office appealed.", "31. On 19 April 2005 the Kursk Regional Court upheld the decision of the Kirovskiy District Court dated 17 March 2005. Following this decision the prosecutor's office requested the Penitentiary Department to send Yevgeniy Geppa's medical file and the autopsy report to it.", "32. On 22 April 2005 the applicant requested the prosecutor's office to grant her victim status in the criminal proceedings concerning her son's death. She also requested access to documents from his medical file.", "33. On 3 May 2005 the prosecutor's office quashed its decision of 27 January 2005 refusing to open a criminal investigation and an additional inquiry was ordered. The applicant was informed of the decision; she was also informed that there were no grounds to grant her victim status.", "34. On 13 May 2005 the prosecutor's office decided to refuse to institute criminal proceedings concerning Yevgeniy Geppa's death. It stated that an additional inquiry had been carried out, which had included an examination of the medical file and questioning of the psychiatrists of the colony and of the hospital of the Penitentiary Department. It was established that the cause of death, the brain tumour, was consistent with the earlier diagnosis indicated in the colony medical file. It was also noted that Yevgeniy Geppa had sustained a head injury in 1997 and in the past he had abused alcohol, psychotropic substances and home-brewed narcotics; he had also been diagnosed with epilepsy. It was therefore concluded that there were no grounds to believe that the colony staff had committed a crime against Yevgeniy Geppa.", "35. The applicant challenged the decision of 13 May 2005 in court.", "36. On 3 June 2005 the Kirovskiy District Court declared the decision dispensing with criminal proceedings unlawful. It found that the investigation file was incomplete and the prosecutor's conclusions contradictory, in particular with reference to the failure to verify the origin of the head injury and the brain tumour, as well as Yevgeniy Geppa's state of health and the adequacy of his medical treatment prior to his transfer to the psychiatric hospital. The prosecutor's office appealed.", "37. On 16 June 2005 the prosecutor's office sent a number of official inquiries to medical institutions. It asked the Kursk Regional Psychiatric Hospital if Yevgeniy Geppa's had been under their supervision in the past; it requested the details of his treatment for his head injury in 1997 from the Kursk Municipal Clinic and the Kursk Regional Clinic. Finally, it requested the director of the specialist oncology clinic to explain the origin, the development pattern, methods of diagnosing and treatment of the brain tumour with which Yevgeniy Geppa had been diagnosed and the recovery rate for the disease. The latter enquiry does not appear to have been answered.", "38. On 30 June 2005 the Kursk Regional Court upheld, in substance, the decision of the Kirovskiy District Court dated 3 June 2005.", "39. On 27 July 2005 the prosecutor's office quashed its decision of 13 May 2005 refusing to open the criminal investigation and an additional inquiry was ordered. The applicant was informed about the decision and provided with a copy thereof.", "40. On 29 July 2005 the administrative officer of the hospital of the Penitentiary Department in Kursk wrote an explanatory note for the investigation file. He stated that during his in-patient treatment at the hospital Yevgeniy Geppa had showed no symptoms of formation of a brain tumour. Early signs of the tumour could have only been detected by a CT scan, which had not been possible in the hospital for the lack of the requisite equipment. Moreover, there had been no apparent reason to order a CT scan.", "41. On the same day the prosecutor's office decided to refuse to institute criminal proceedings concerning Yevgeniy Geppa's death. It referred to the medical records dated October-November 1997 relating to his head injury and concluded that it had predated his imprisonment. It further stated that the medical equipment available at the institutions and medical centres of the penitentiary system could not be used to diagnose the early stages of a brain tumour or to assess the necessity of a CT scan. The scan was recommended on 1 December 2004, after the examination at the psychiatric hospital, and carried out on 6 December 2004, two days before Yevgeniy Geppa's death. It was therefore concluded that there had been no grounds to believe that the colony staff had caused Yevgeniy Geppa injuries or had been negligent in deciding to transfer him to the psychiatric hospital for examination. The applicant was informed about the decision and provided with a copy thereof.", "42. The applicant challenged the decision of 29 July 2005 in court.", "43. On 30 September 2005 the Kirovskiy District Court declared the decision dispensing with criminal proceedings unlawful. It found that the inquiry had failed to establish a link between the head injury sustained by Yevgeniy Geppa in 1997 and his death in 2004 and had also failed to substantiate the conclusion that the medical care received by Yevgeniy Geppa had been appropriate for his condition. The court indicated that the above defects could only be remedied by a proper investigation and criminal proceedings and therefore it had been mandatory to open a criminal file. The court also pointed out that the procedural law did not allow a ten-day preliminary inquiry to be conducted more than once.", "44. On 14 November 2005 the prosecutor's office quashed its decision of 29 July 2005 refusing to open a criminal investigation and an additional inquiry was ordered. The applicant was informed about the decision and provided with a copy thereof.", "45. On the same day the prosecutor's office of Kursk requested the prosecutor's office of Smolensk to provide it with Yevgeniy Geppa's medical file from the psychiatric hospital of Smolensk and the autopsy report.", "46. On 18 November 2005 the prosecutor's office decided to refuse to institute criminal proceedings concerning Yevgeniy Geppa's death. It essentially reiterated the contents of the decision of 29 July 2005, adding that the prosecutor's office of Smolensk had not replied to the request of 14 November 2005, hence there was no new information that would allow the allegations of medical negligence to be confirmed. The applicant was informed about the decision and provided with a copy thereof.", "47. On 13 December 2005 the prosecutor's office of Smolensk forwarded the requested documents to the prosecutor's office of Kursk.", "48. On 30 December 2005 the prosecutor's office quashed its decision of 18 November 2005 refusing to open a criminal investigation and an additional inquiry was ordered. The applicant was informed about the decision and provided with a copy thereof. On 10 January 2006 the term for additional inquiry was extended from three to ten days in order to obtain the medical expert opinion.", "49. On 10 January 2006 the prosecutor's office requested the director of the Kursk Regional Clinic to explain the origin of, the possible cause of and methods of diagnosing the brain tumour found in Yevgeniy Geppa. The director was asked whether the tumour could have been caused by Mr Geppa's head injury, whether it was treatable and whether Mr Geppa's death could have been avoided if timely medical treatment had been provided.", "50. On 16 January 2006 the clinic director and the head of the clinic's neurosurgery department replied as follows:", "“1. The cause of cancerous brain tumours (glioblastoma multiforme) is currently unknown.", "2. Neither scientific research data nor our experience confirms any link between brain injuries and [tumours].", "3. Early signs of a brain tumour formation are general brain and localised neurological symptoms and changes in the fundus of the eye.", "4. Glioblastoma multiforme is one of the most malignant forms of brain tumour with the period between its formation and death varying between two and six months depending on its location.", "5. The prognosis of this disease, regardless of the promptness of its diagnosis and specialist treatment, is extremely negative, the disease not being susceptible to treatment.”", "51. On 17 January 2006 the prosecutor's office decided to refuse to institute criminal proceedings concerning Yevgeniy Geppa's death. In addition to the medical documents and witness statements relied on in the previous decisions, it referred to the medical opinion of 16 January 2006 given by the Kursk Regional Clinic director. It concluded that there had been no evidence of violence or medical negligence having contributed to his death. The applicant was informed about the decision and provided with a copy thereof. She appealed against this decision in court.", "52. On 13 March 2006 the Kirovskiy District Court declared the decision dispensing with criminal proceedings unlawful. It found that the inquiry had failed to address the reasons for the diagnosis having been established so late despite Yevgeniy Geppa's frequent examination and treatment; the court could not rule out that there had been an unjustified delay in providing him with specialised medical care and pointed out that the negative prognosis did not absolve the penitentiary and medical staff from taking all the necessary steps in order to diagnose and treat him. The prosecutor's office appealed.", "53. On 11 April 2006 the Kursk Regional Court quashed the decision of 13 March 2006 on the grounds that it had failed to specify the shortcomings in the investigation that the prosecutor's office had to remedy. The case was remitted to the same court for a fresh examination.", "54. On 25 April 2006 the Kirovskiy District Court found the decision dispensing with criminal proceedings lawful and justified. Addressing the applicant's argument that the investigators had failed to request the medical file from the psychiatric hospital of Smolensk, the court observed that the file had actually been obtained, that it had been attached to the investigation file and, furthermore, that it had been directly examined in the courtroom.", "55. On 5 May 2006 the applicant was given the opportunity to access Yevgeniy Geppa's medical file.", "56. Article 175 § 6 of the Penitentiary Code of the Russian Federation provides as follows:", "“A detainee who has acquired a serious illness [other than psychiatric] which prevents him from serving his sentence may lodge a request with a court for [ early] release ... [This request] must be lodged by the detainee through the administration of the penitentiary institution ... The said request must be accompanied by the expert opinion of a medical commission or a socio-medical expert institution and the detainee's prison record.”", "57. On 6 February 2004 the Government of the Russian Federation adopted Decree no. 54 establishing a list of diseases incompatible with serving a prison sentence. That list included malignant tumours (cancer) in stage IV according to TNM classification (point 7 of the decree) and kidney diseases in the terminal phase with chronic renal failure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}