{"ITEMID": "001-57945", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF SCHMAUTZER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (access);Not necessary to examine Art. 6-1 (publicly);Pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland", "TEXT": ["6. On 30 April 1986 Mr Peter Schmautzer was stopped by the police while driving his car. He was not wearing his safety-belt. In a \"sentence order\" (Straferkenntnis) of 1 June 1987 the federal police authority (Bundespolizeidirektion) in Graz imposed on him a fine of 300 Austrian schillings (ATS) with twenty-four hours' imprisonment in default of payment, for an offence under section III(1) and (5)(a) of the third amendment to the Motor Vehicles Act (Kraftfahrgesetz - see paragraph 10 below).", "7. The applicant appealed against that decision to the Styria regional government (Amt der Landesregierung), which upheld the decision on 2 February 1988 but reduced the fine to ATS 200 and the penalty in default to fourteen hours' imprisonment.", "8. On 6 April 1988 the applicant applied to the Constitutional Court (Verfassungsgerichtshof). He complained of an infringement of the principle that all citizens are equal before the law and alleged that his being sentenced to imprisonment in default by an administrative authority that was not an \"independent and impartial\" tribunal breached Articles 5 and 6 (art. 5, art. 6) of the Convention. He also argued that the requirement to wear a safety-belt was an interference in his private life, contrary to Article 8 (art. 8) of the Convention.", "On 27 February 1989, at the conclusion of a consideration of the case in private, the Constitutional Court declined to accept the appeal for adjudication (Article 144 para. 2 of the Federal Constitution (Bundes-Verfassungsgesetz) - see paragraph 12 below), since, in view of its case-law on Article 6 (art. 6) of the Convention, it did not have sufficient prospects of success; moreover, the case did not lie outside the jurisdiction of the Administrative Court (Verwaltungsgerichtshof).", "At Mr Schmautzer's request, it also decided to refer the application to the Administrative Court.", "9. On 20 September 1989 the Administrative Court stayed the proceedings before it as Mr Schmautzer's application did not satisfy the substantive and formal requirements of section 34(2) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz - see paragraph 14 below).", "10. Section III of the 1976 Act as amended in 1984, which amended the Motor Vehicles Act 1967 (Kraftfahrgesetz), provides:", "\"1. Where a seat in a motor vehicle is equipped with asafety-belt as required by the Motor Vehicles Act, the driver andpassengers occupying such a seat must wear the safety-belt in theconventional manner (bestimmungsgemäß) ...", "...", "5. It shall be an administrative offence ... punishable, in a sentence order without a hearing (Organstrafverfügung) pursuant to section 50 of the Administrative Criminal Justice Act 1950,with a fine of ATS 100 for", "(a) the driver of a motor vehicle or", "(b) a passenger in a motor vehicle", "not to comply with the requirement in subsection (1), first sentence. In the event of refusal to pay the ... fine, the authority may impose a fine of up to ATS 300, with up to twenty-four hours' imprisonment in default of payment.", "...\"", "11. Article 90 para. 1 of the Federal Constitution (Bundes-Verfassungsgesetz) provides:", "\"Hearings by trial courts in civil and criminal cases shall be oral and public. Exceptions may be prescribed by law.\"", "12. By Article 144 para. 1 of the Federal Constitution the Constitutional Court, when an application (Beschwerde) is made to it, has to determine whether an administrative decision (Bescheid) has infringed a right guaranteed by the Constitution or has applied regulations (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law.", "Article 144 para. 2 provides:", "\"Up to the time of the hearing the Constitutional Court may by means of a decision (Beschluß) decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\"", "13. By Article 130 para. 1 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "14. Section 34(2) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz) provides:", "\"Applications which are not barred by any of the circumstances set out in subsection (1), but fail to satisfy the conditions as to form and content laid down in sections 23, 24, 28 and 29, must be adjourned for a brief period to enable their defects to be remedied (Behebung der Mängel); applications not rectified within the time-limit shall be deemed to have been withdrawn.\"", "15. Section 39(1) provides, in particular, that at the end of the preliminary proceedings (Vorverfahren) the Administrative Court must hold a hearing where the applicant makes a request to that effect.", "Section 39(2) reads as follows:", "\"Notwithstanding a party's application under subsection (1), the Administrative Court may decide not to hold a hearing where", "1. the proceedings must be stayed (section 33) or the application dismissed (section 34);", "2. the impugned decision must be quashed as unlawful because the respondent authority lacked jurisdiction (section 42(2)(2));", "3. the impugned decision must be quashed as unlawful on account of a breach of procedural rules (section 42(2)(3));", "4. the impugned decision must be quashed because its content is unlawful according to the established case-law of the Administrative Court;", "5. neither the respondent authority nor any other party before the court has filed pleadings in reply and the impugned decision is to be quashed;", "6. it is apparent to the court from the pleadings of the parties to the proceedings before it and from the files relating to the earlier administrative proceedings that a hearing is not likely to clarify the case further.\"", "Sub-paragraphs 1 to 3 of section 39(2) were in force in 1958; sub-paragraphs 4 and 5 were inserted in 1964 and sub-paragraph 6 in 1982.", "16. Section 41(1) of the Administrative Court Act provides:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority's lack of jurisdiction or from breaches of procedural rules (section 42(2)(2) and (3)) ..., it must examine the impugned decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "17. Section 42(1) of the same Act states that, save as otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision.", "By section 42(2),", "\"The Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction, [or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "18. If the Administrative Court quashes the impugned decision, \"the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court's view of the law (Rechtsanschauung)\" (section 63(1)).", "19. In a judgment of 14 October 1987 (G 181/86) the Constitutional Court held:", "\"From the fact that it has been necessary to extend the reservation in respect of Article 5 (art. 5) of the Convention to cover the procedural safeguards of Article 6 (art. 6) of the Convention, because of the connection between those two provisions (art. 5, art. 6), it follows that, conversely, the limited review (die (bloß) nachprüfende Kontrolle) carried out by the Administrative Court or the Constitutional Court is insufficient in respect of criminal penalties within the meaning of the Convention that are not covered by the reservation.\"", "20. Pursuant to Article 129 of the Federal Constitution, administrative courts called \"independent administrative tribunals\" (Unabhängige Verwaltungssenate) were set up in the Länder with effect from 1 January 1991. The functions of these tribunals include determining both the factual and the legal issues arising in cases concerning administrative offences (Verwaltungsübertretungen).", "21. The instrument of ratification of the Convention deposited by the Austrian Government on 3 September 1958 contains, inter alia, a reservation worded as follows:", "\"The provisions of Article 5 (art. 5) of the Convention shall be so applied that there shall be no interference with the measures for the deprivation of liberty prescribed in the laws on administrative procedure, BGBl [Federal Official Gazette] No. 172/1950, subject to review by the Administrative Court or the Constitutional Court as provided for in the Austrian Federal Constitution.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}