{"ITEMID": "001-96612", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BACHVAROVI v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["6. The applicants were born in 1927 and 1951 respectively and live in Varna. They are a father and his son.", "7. In 1959 the first applicant and his wife bought from the State, through the Ministry of Defence, an apartment of 115 square metres in the centre of Varna. The apartment had become State property by virtue of the nationalisations carried out by the communist regime in Bulgaria in 1947 and the following years. It had been a part of a bigger apartment, which had on an unspecified date before 1959 been divided into two smaller ones.", "8. In the beginning of 1993 the heirs of the former pre-nationalisation owner of the property brought proceedings against the first applicant and his wife under section 7 of the Restitution Law.", "9. In 2003 the first applicant’s wife died and was inherited by the two applicants.", "10. The proceedings under section 7 of the Restitution Law ended by final judgment of the Supreme Court of Cassation of 20 February 2004. The courts found that the applicants’ title was null and void because the division of the initial bigger apartment into two smaller ones (see paragraph 7 above) had not been carried out in accordance with the law.", "11. Immediately after the final judgment in their case, it became possible for the applicants to obtain compensation from the State, in the form of bonds which could be used in privatisation tenders or sold to brokers. The applicants did not avail themselves of this opportunity.", "12. In December 2006 the heirs of the former owner of the apartment brought a rei vindicatio action and an action for damages against the first applicant who was still living in the apartment. The proceedings are still pending. The first applicant’s request to be accommodated in a municipallyowned dwelling, lodged in 2004, has not yet been granted due to the unavailability of free apartments.", "13. These have been summarised in the Court’ s judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}