{"ITEMID": "001-5511", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "AHMADI, SABERDJAN AND SABERDJAN v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The first applicant, Adjara AHMADI, was born in 1948. The second applicant, Amirdjan SABERDJAN, was born in 1972. The third applicant, Omar Khan SABERDJAN, is the second applicant's son, born in 1995. All three were born in Afghanistan. The applicants are represented before the Court by Mr. M. Urbelis, a lawyer practising in Vilnius.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Proceedings concerning the first applicant", "The first applicant fled from Afghanistan in 1996 and illegally entered Lithuania via Belarus without any valid identification papers. She applied for political asylum in Lithuania, which was refused on the ground that she had no established family links in Lithuania and that her fear of persecution in Afghanistan had been unsubstantiated. On 3 November 1997 the Minister of the Interior decided to expel the first applicant from Lithuania. No time-limit or country of destination was specified in the expulsion order. The court proceedings brought by the applicant against the above decisions were unsuccessful.", "By reference to Article 9 of the Refugees Act (see the 'Relevant domestic law' part below), on 17 February 1999 the interior authorities held that the first applicant could face persecution in Afghanistan and decided to clarify her identity and re-examine her status in Lithuania on account of the persistent state of unrest in Afghanistan and “in accordance with the principle of non-refoulement.”", "On 10 April 2000 the first applicant applied to the interior authorities to leave Lithuania. She obtained an Afghan passport from the Afghanistan Embassy in Moscow and voluntarily left Lithuania on 27 April 2000. It appears that she now lives in Turkmenistan.", "Proceedings concerning the second and third applicants", "In 1996 the second and third applicants fled from Afghanistan. They illegally entered Lithuania via Belarus without any documents and immediately requested asylum. On 22 October 1997 the Minister of the Interior refused asylum on the ground that there was no substantiated fear of their persecution in Afghanistan. In the same decision the Minister decided to expel the second applicant and his son from Lithuania. No time-limit or destination was specified. The second applicant brought court proceedings concerning the above decisions, but to no avail.", "On 16 November 1998 the Refugee Appeals Board granted asylum to the second applicant's brother and his family.", "By reference to Article 9 of the Refugees Act, on 17 February 1999 the interior authorities held that the second and third applicants could face persecution in Afghanistan and decided to clarify their identity and re-examine their status in Lithuania on account of the persistent state of unrest in Afghanistan and “in accordance with the principle of non-refoulement.”", "The second and third applicants applied for temporary residence on “humanitarian grounds” (see the 'Relevant domestic law' part below). By a decision of 10 July 2000 they were issued temporary residence permits for six months, pursuant to Article 19 § 3 of the Aliens Act, because of the danger to their lives and health in Afghanistan. In that decision it was noted that the second applicant had no valid identification documents, but that he had been assisted by the Lithuanian immigration authorities in applying to the Afghanistan Embassy in Moscow for an Afghan passport. The second applicant was requested to present a passport so that his and his son's temporary residence permits could be renewed after 10 January 2001.", "B. Relevant domestic law", "Article 9 of the Refugees Act stipulates that a rejected asylum seeker for whom an expulsion order has been issued cannot be expelled if his life could be endangered as a result.", "Pursuant to Article 36 § 2 of the Aliens Act, an expulsion order can be suspended on “humanitarian grounds.” Pursuant to Article 19 § 3 of the Aliens Act, a rejected asylum seeker can apply for temporary residence on “humanitarian grounds.”", ""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}