{"ITEMID": "001-81641", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF TESTA v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection allowed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1965 and is presently serving a prison sentence in Požega Penitentiary.", "5. On 24 April 2001 the Požega Municipal Court (Općinski sud u Požegi) convicted the applicant of fraud and sentenced her to eight months' imprisonment. The court also ordered her to pay 44,000 Croatian kunas (HRK) in damages to the injured party. The first-instance judgment was upheld by the Požega County Court (Županijski sud u Požegi) on 21 November 2001.", "6. The applicant served the sentence in Požega Penitentiary from 10 January until 29 August 2003, when she was conditionally released. Her conditional release expired on 10 September 2003.", "7. On 22 November 2001 the Zagreb Municipal Court (Općinski sud u Zagrebu) convicted the applicant on eight counts of fraud, sentenced her to four years' imprisonment and confiscated HRK 210,782 from her, which it attributed to the proceeds from her criminal activity. The court also ordered her to pay HRK 359,416.17 in damages to various injured parties. The sixth count of the applicant's conviction was identical to the offence for which the applicant had been sentenced by the Požega Municipal Court on 24 April 2001. The judgment was upheld on 8 July 2003 by the Zagreb County Court (Županijski sud u Zagrebu), sitting as an appellate court.", "8. On 6 April 2005 the applicant started to serve her sentence.", "9. On 21 October 2005 the applicant lodged an application for a retrial, claiming that she had been sentenced twice for the same offence. On 15 February 2006 the Zagreb Municipal Court granted the application. On 12 April 2006 the Zagreb Municipal Court acquitted the applicant on the charge of fraud in respect of which she had already been convicted by the Požega Municipal Court and upheld her other convictions of 22 November 2001 the court sentenced her to three years' imprisonment and confiscated HRK 166,782 from her on account of her criminal activity.", "10. The medical documentation submitted by the applicant shows that since 1996 she has been suffering from chronic hepatitis (Hepatitis C) with a very high level of viremia (presence of viruses in the blood). She has unsuccessfully undergone interferon treatment. Due to the effects of that disease her liver is damaged and her general health condition is very bad. People with hepatitis C usually suffer from constant exhaustion; pain in the abdomen, joints and muscles; general sickness and weakness; and often depression. A low-fat diet is required in order to reduce liver damage. The disease is potentially fatal. On an unspecified date the applicant also contracted hepatitis A. In addition to that, she suffers from endometriosis.", "11. During her first stay in Požega Penitentiary, from 10 January to 29 August 2003, the applicant was put on a low-calorie diet as a punishment for her attempts to complain about the conditions in the prison. She was first given the job of handling dissolvent without any protection and later made to work full time on shovelling pebbles. As a consequence, she collapsed and was transferred to the prison hospital (Bolnica za osobe lišene slobode, hereafter “the hospital”) where she spent about two and half months. She was transferred in a van, accompanied by a driver, a nurse and a policewoman. The transfer took several hours and they had several coffee breaks and a lunch break, during which they left the applicant in a closed van, without food or water and with the windows shut.", "12. In the hospital the applicant shared a hospital room with five other inmates, most of whom were suffering from various mental disorders or epilepsy. The room had no sanitary facilities. The common sanitary facilities were shared by male and female inmates of the same floor. There were six female and fifteen male inmates on the applicant's floor. Access to toilets was allowed only in the company of a prison warden. The prison wardens were all male. Requests to be accompanied to the toilet were often ignored for prolonged periods of time. There was no access to the toilet during the night and the inmates had to use a common chamber pot (one for six inmates). The rooms were unlocked for an hour per day when the inmates were allowed to go out into the corridor, take a shower or wash their clothes. If an inmate urinated or threw up in the room, it had to be cleaned by the other inmates.", "13. After her return to Požega Penitentiary, the applicant was again given the job of handling dissolvent, without any protection. After she had collapsed again, she was assigned another job.", "14. The applicant was discharged on 29 August 2003. Her conditional release expired on 10 September 2003.", "15. Following a fresh criminal conviction, on 6 April 2005 the applicant was taken by police to Remetinec Centre for Psychosocial Diagnostics (Centar za psihosocijalnu dijagnostku Remetinec), a detention centre in Zagreb, where she stayed for two weeks.", "16. According to the applicant, she had not been allowed to write to the Court. The prison authorities had repeatedly questioned her as to what she had written to the Court about her previous stay in Požega Penitentiary and the hospital. After she had refused to reply she had been transferred to Požega Penitentiary and placed in the high-security unit where she had been ever since.", "17. Požega Penitentiary consisted of four buildings that were old and in a bad state of repair. The walls were damp, windows broken and the heating facilities old and insufficient. As a result, it was often very cold in the cells and in the other prison areas. On rainy days the water leaked through the roof into the bedrooms. The sewage and water installations often broke down and when this happened the inmates were deprived of running water for days.", "18. Požega Penitentiary was divided into three sections: an open section with the lowest security regime, a semi-open section with a medium security regime and a closed section with the highest security regime. The applicant had been assigned to the latter one. She had been put in a cell measuring twelve square metres with five other inmates. The beds were old and partly broken, and the mattresses were torn and soiled. There were approximately two toilets on average for thirty inmates. The inmates were not allowed to use the toilets at night. The applicant had been put in the same cell as an inmate who took heavy sedatives and therefore soiled her bed almost every night, which created an unbearable smell in the cell. The penitentiary lacked sufficient sanitary facilities, so inmates were occasionally sent to take showers in the basement. The showers there were mouldy and there were often mice, cockroaches, rats and cats running around. The inmates were not allowed to wash their civilian clothes in the penitentiary laundry room but had to wash them by hand and dry them in a very small room, which created an unbearable smell.", "19. Before every meal the inmates were lined up in the courtyard where, regardless of the weather conditions and often for a prolonged period of time, they waited to be allowed access to the canteen. The applicant found it increasingly difficult to bear such line-ups on account of her illness.", "20. Inmates were made to work about fifteen hours per day. From 12 May to 25 November 2005 the applicant had not worked because of her health condition, but later on she had volunteered to work in order to earn at least some money to buy vitamins and some food. The applicant earned between HRK 300 and 400 per month, HRK 100 of which she was obliged to save. She worked as a seamstress. She was allowed one hour's rest in her bed per day. The bedrooms were locked for the rest of the day. If she needed more rest she had to seek the doctor's permission each time. The applicant found it almost unbearable not to be able to stay in her bed for longer periods during the day since she suffered from tiredness associated with hepatitis C.", "21. Although a low-fat diet for her liver disease had been prescribed, the applicant was served food cooked in pig fat. In general the food served to the inmates was insufficient and of poor quality. The bread was often stale and the food had often gone off. Breakfast often consisted of a spoon of bare pig fat.", "22. She had seen a doctor once, on 21 February 2006. The medical documentation stated only that the test for hepatitis C was positive and that her viremia was 2.556.220 units/ml of serum. Apart from that, the applicant had not been sent for any other medical check-ups despite having a serious disease which required regular tests and check-ups. Since her arrival at Požega Penitentiary the applicant had not been seen by a hepatologist. She stated that she had not asked to be sent to the prison hospital because the conditions there were even worse than in Požega Penitentiary.", "23. All letters sent and received by the inmates were subject to censorship. On several occasions the applicant was told to shorten her letters addressed to her family and not to write about the conditions in the prison. Mail was received with up to twenty days' delay. Mail sent without a request for acknowledgment of receipt often did not reach its destination at all. The inmates had to bear all the postage costs. All telephone calls were screened. The inmates apparently had to bear the costs of the telephone calls they made. The applicant stated that she had not been informed that she was entitled to any visits.", "24. According to the Government, the penitentiary had been built in 1915 and had been adapted to the life and accommodation of inmates so as to comply with the conditions set out in the relevant legislation. It was able to accommodate 157 inmates, yet on 5 October 2006 there had been 72 inmates. Each section comprised bedrooms, sanitary premises, a living room, a tea-kitchen, a smoking area, an area for leisure activities, a library with computer equipment and premises for religious worship. The inmates were allowed to use the toilet and other sanitary facilities at any time and for an unlimited period. Each living room was equipped with a television set and a DVD or video recorder. Inmates were allowed to watch television until 11 p.m. on working days and until midnight on Saturdays and Sundays.", "25. As to the applicant's personal circumstances, the Government submitted that after her initial one-week stay at the Reception Unit, she had been placed in the high-security unit and assigned to a non-working group on account of her health condition. The applicant had been qualified as having minor adaptability problems as most of the time she had been without any obvious occupation, just listening to music. Occasionally she had got into arguments with other inmates. She had lacked the motivation for more active participation in her individual programme, remaining passive and inert, with no insight into her own behaviour and uncritical in respect of her criminal conviction. However, with time the applicant's attitude had altered for the better. She had expressed a higher level of motivation for completing her daily duties and had satisfactorily participated in her counselling sessions, distancing herself from negative events in the section, and concentrating on herself. She had also expressed a wish to work and, as of 23 November 2005, had been working in the laundry service where she had been given less demanding tasks.", "26. As of 1 June 2006 the applicant had been labelled “successful”, which had resulted in her removal to a semi-open section from 2 August 2006. Ever since then she had benefited from the following privileges: unsupervised use of telephone in her free time; unlimited correspondence at her own expense; the right to receive a package once a month and during public holidays; an additional package once every two months; the right to supervised one-hour visits twice a month and during public holidays; and an unsupervised three-hour monthly visit.", "27. As to the medical care provided to the applicant, they submitted that one doctor and three nurses were employed in the penitentiary. During her second stay in the penitentiary the applicant had been allowed to stop work until she herself had asked to work again. She was also prescribed a liver and vitamin diet and offered fresh cheese and dairy products. On 4 January 2006 she underwent a qualitative and quantitative test for chronic hepatitis virus and was informed of the results. Since 5 May 2005 she had seen the prison doctor on 43 occasions.", "28. As to the applicant's right to respect for her correspondence, they submitted that she had been able to send and receive letters at her own expense without any limitation. During her stay in the high-security section she had had to hand over her letters – opened – while the letters addressed to a legal representative, State authorities and international organisations for the protection of human rights had to be handed over sealed. Packages could be sent any day.", "29. It appears that the applicant complained to the prison authorities, the Ministry of Justice and the President of Croatia. She did not submit copies of the letters she had sent to these authorities, stating that she had not made any. However, she submitted a letter of 5 September 2005 sent to her by the Ministry of Justice, Central Prison Administration, the relevant part of which read as follows:", "“The Ministry of Justice, Central Prison Administration, has received your complaint of 17 August 2005 in which you expressed your dissatisfaction with the accommodation arrangements with other inmates, the approach of the prison officials, the health care and the manner of using your free time.”", "The applicant's complaints were declared unfounded.", "30. Furthermore, the Government submitted a complaint lodged by the applicant in a letter of 28 September 2005, lodged with the Požega County Court judge responsible for the execution of sentences (Županijski sud u Požegi), alleging, inter alia, that she suffered from chronic hepatitis and that, on account of her illness, she was not able to comply with the prison regime. Although the judge held an interview with the applicant on 19 October 2005, he did not adopt a formal decision on her complaints. The interview and subsequent action had concentrated solely on giving advice to the applicant about applying for a retrial (see paragraph 9 above).", "31. Article 23 of the Croatian Constitution (Ustav Republike Hrvatske) provides:", "“No one shall be subjected to any form of ill-treatment...”", "The Enforcement of Prison Sentences Act (Zakon o izvršavanju kazne zatvora, Official Gazette no. 128/1999 of 30 November 1999, and no. 190/2003 of 3 December 2003 (consolidated text) - “the Act”) came into force on 1 July 2001, and the provisions concerning the judge responsible for the execution of sentences came into force six months later, on 1 January 2002. The relevant provisions of the Act read as follows:", "“(1) Inmates shall have the right to complain about an act or decision of a prison employee.", "(2) Complaints shall be lodged orally or in writing with a prison governor, a judge responsible for the execution of sentences or the Head Office of the Prison Administration. Written complaints addressed to a judge responsible for the execution of sentences or the Head Office of the Prison Administration shall be submitted in an envelope which the prison authorities may not open...”", "“(1) An inmate may file a request for judicial protection against any acts or decisions unlawfully denying him, or limiting him in, any of the rights guaranteed by this Act.", "(2) Requests for judicial protection shall be decided by the judge responsible for the execution of sentences.”", "“(1) The accommodation of inmates shall meet the required standards in terms of health, hygiene and space, including climatic conditions.", "(2) Inmates shall as a general rule be accommodated in separate rooms...", "(3) Inmates' rooms shall be clean, dry and of adequate size. Each inmate shall have at least 4 square metres and 10 cubic metres of space in the room.", "(4) Every room ... must have daylight and artificial light...", "(5) Penitentiaries and prisons must be equipped with sanitary facilities allowing inmates to meet their physiological needs in clean and adequate conditions, whenever they wish to do so.", "(6) Inmates shall have drinking water at their disposal at all times.”", "“1. The penitentiary or prison shall supply the inmates with underwear, clothes and bed linen appropriate to the climatic conditions.”", "“3. Inmates shall be served at least three meals daily with a caloric value of at least 3,000 kcal per day. The content and the nutritional value of the food shall be supervised by a doctor or other medically qualified person.”", "“(1) Inmates shall be provided with medical treatment and regular care for their physical and mental health...”", "“(1) Inmates shall have the right to unlimited correspondence at their own expense.", "...", "(4) Inmates shall have the right to correspond with their lawyer, the State authorities or international organisations for the protection of human rights without any restrictions or supervision of the content of such letters...”", "32. The relevant part of the Report on the Minister of Justice's visit to Požega Penitentiary on 7 April 2006, published on the Ministry of Justice official internet page, reads as follows:", "“...Minister of Justice was informed about the situation in the Požega Penitentiary by its director Slavko Orešković. 'Our needs are fairly high as the roof, outer walls and installations are in need of repair as well as the other things, for which we would need about two million kunas' said Orešković.”", "33. The relevant part of the Government's Report on the State and Operation of Prisons, Penitentiaries and Correctional Institutions in 2005 submitted to Parliament on 21 December 2006 (Izvješće o stanju i radu kaznionica, zatvora i odgojnih zavoda za 2005. godinu, koji je predsjedniku Hrvatskoga sabora dostavila Vlada Republike Hrvatske, aktom od 21. prosinca 2006. godine) reads as follows:", "“... state of repair of the buildings of the Zagreb Prison Hospital and the Požega Women's Penitentiary is highly unsatisfactory as regards the mains installations (gas, water, electricity, canalisation/sewage), construction of buildings (unsafe static, woodwork falling apart, the state of repair of the roof) ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}