{"ITEMID": "001-82995", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GOVORUSHKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-5;Remainder inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1954 and lives in the Moscow Region.", "6. On 7 August 2000 a criminal case was opened into smuggling of consumer goods.", "7. On 17 January 2005 the applicant was arrested on suspicion of participation in a criminal enterprise, smuggling, customs duty evasion and fraud.", "8. From April to November 2005 the applicant was granted access to the materials in the case file.", "9. On 29 November 2005 the case was referred for trial before the Avtozavodskiy District Court of Nizhniy Novgorod. According to the Government, the case materials comprised 113 binders; charges had been brought against five individuals who had acted in conspiracy; the witnesses' list included seventy-six prosecution witnesses from several cities in Russia, Belarus, Ukraine, China and Italy, as well as twenty-five witnesses and experts for the defence.", "10. On 16 December 2005 the Avtozavodskiy District Court held the preliminary hearing and fixed the opening trial date for 28 December 2005.", "11. On 23 March 2006 the Avtozavodskiy District Court ordered that the case be returned to the Prosecutor General's Office for correcting defects in the indictment against the applicant. That decision was set aside by the Nizhniy Novgorod Regional Court on 2 May 2006, which referred the case back to the District Court.", "12. On 29 May 2006 the trial resumed but it was subsequently stayed from 23 June to 24 July 2006.", "13. On 31 January 2007 the applicant was released on bail.", "14. According to the information provided by the parties and the elements available in the case-file to date, the criminal proceedings are still pending before the trial court.", "15. On 19 January 2005 the Lefortovskiy District Court of Moscow remanded the applicant in custody on the ground that he was charged with serious and particularly serious offences and could abscond or interfere with the investigation, without citing specific reasons for these findings. On 7 February 2005 the Moscow City Court upheld the decision on appeal.", "16. On 15 March, 12 May, 12 July and 13 October 2005 the Lefortovskiy District Court extended the applicant's detention. Each time it referred, using a summary formula, to the gravity of the charge against the applicant and to “grounds to believe that he would abscond or interfere with the criminal proceedings”. On 19 April, 7 June, 22 August and 9 November 2005 the Moscow City Court upheld the extension orders on appeal.", "17. In the decisions of 19 April and 7 June 2005 the City Court found as follows (the same paragraph featured in both decisions):", "“[The applicant] is charged with crimes, including particularly serious crimes, punishable with more than two years' imprisonment. The factual circumstances of the offence imputed to [the applicant] call for the assumption that, once released, he would flee from the investigation and trial, re-offend or otherwise interfere with the criminal proceedings. In these circumstances, the [first-instance] court's finding that any other, non-custodial preventive measure may not be applied to [the applicant], appears justified.”", "18. The City Court's decision of 9 November 2005 also contained the following passage:", "“The argument by the defence that the [first-instance] court did not take into account absence of any objective evidence of [the applicant's] involvement in the commission of the imputed offence, is without substance because, in extending the applicant's detention, the [first-instance] court did not make any findings as to the guilt of the accused or as to correctness of characterisation of the facts in law.”", "19. On 29 November 2005 the applicant was moved to remand centre no. IZ-52/1 in Nizhniy Novgorod.", "20. On 16 December 2005 the Avtozavodskiy District Court extended the applicant's detention, referring to the gravity of the charges and the risk that he would interfere with the course of the trial because two other defendants had gone into hiding.", "21. On 1 June 2006 the Avtozavodskiy District Court, by one decision, ordered to extend the applicant's and his co-defendant's detention until 2 September 2006, holding as follows:", "“In deciding on extending the period of detention, the court takes into account that the measure of restraint in respect of [the applicant and his co-defendant] was imposed in accordance with Articles 97-101 and 108 of the Code of Criminal Procedure as there existed sufficient grounds to believe that they would abscond investigation and trial or interfere with the criminal proceedings. The grounds justifying the application of the measure of restraint still persist to date. Positive references of the defendants and their medical ailments do not remove the grounds to believe that they can abscond because they are charged with particularly serious offences”.", "22. Counsel for the applicant filed an appeal. He submitted, in particular, that the first-instance court had failed to take into account the facts mitigating for the applicant's release, such as the absence of a prior criminal record, positive references, a permanent place of residence, stable family connections with his wife, children and grandchildren, chronic ailments, and the long period of detention which had already exceeded fifteen months.", "23. On 26 June 2006 the Nizhniy Novgorod Regional Court upheld on appeal the extension order of 1 June 2006, noting that the initial grounds justifying the holding of the applicant and his co-defendant in custody still obtained and that the defence had not put forward any arguments warranting a change in the preventive measure.", "24. On 21 August and 16 November 2006 the Avtozavodskiy District Court granted further extensions of the applicant's and his co-defendant's detention, invoking two grounds: that they were charged with particularly serious offences punishable with up to twelve years' imprisonment, and that the applicant had been initially arrested because the investigation had received information about his intention to abscond.", "25. In the decision of 21 August 2006 the District Court found that:", "“...if the preventive measure is replaced with a more lenient one, there exists a risk that the defendants would not appear at trial; thus, only the custodial measure may... ensure the protection of the interests of the State and society against crime and the possibility of a fair trial.”", "26. The decision of 16 November 2006 employed a somewhat different wording which read as follows:", "“Another, more lenient preventive measure, such as bail, would not be able to ensure a fair trial in this particular case. For that reason the need to ensure an effective protection of the public interests – notwithstanding the presumption of innocence and long periods of detention of both defendants – justifies a departure from the principle of individual liberty.”", "27. On 11 September and 15 December 2006 the Nizhniy Novgorod Regional Court upheld, in a summary fashion, the above decisions.", "28. On 30 January 2007 the Avtozavodskiy District Court granted the applicant's and his co-defendant's application for release on bail. It found that, although the risk of absconding still existed, with the passage of time that risk was no longer sufficient to justify a breach of the principle of individual liberty. The bail was set at 1,500,000 Russian roubles (approximately 44,000 euros). On the following day the applicant was released.", "29. Since 1 July 2002 detention matters have been governed by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001).", "30. “Preventive measures” or “measures of restraint” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention on remand (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (Article 112).", "31. When deciding on a preventive measure, the court is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, re-offend or interfere with the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused's character, his or her profession, age, state of health, family status and other circumstances (Article 99).", "32. Detention may be ordered by a court if the charge carries a sentence of at least two years' imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).", "33. After arrest the suspect is placed in custody “during the investigation”. The maximum permitted period of detention “during the investigation” is two months but it can be extended for up to six months. Further extensions for up to twelve or eighteen months may be authorised only if the accused is charged with serious or particularly serious criminal offences (Article 109 §§ 1-3).", "34. From the date the prosecutor forwards the case to the trial court, the defendant's detention is “during the trial”. The term of detention “during the trial” is calculated to the date the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "35. The State or regional treasury is liable – irrespective of any fault by State officials – for the damage sustained by an individual on account of, in particular, unlawful criminal prosecution or unlawful application of a preventive measure in the form of placement in custody (Article 1070 § 1 of the Civil Code).", "36. A court may hold the tortfeasor liable for non-pecuniary damage incurred by an individual through actions impairing his or her personal non-property rights, such as the right to personal integrity and the right to liberty of movement (Articles 150 and 151 of the Civil Code). Non-pecuniary damage must be compensated for irrespective of the tortfeasor's fault in the event of, in particular, unlawful conviction or prosecution or unlawful application of a preventive measure in the form of placement in custody (Article 1100 § 2)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}