{"ITEMID": "001-22102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "GIOACCHINI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mrs Annamaria Gioacchini, is an Italian national, who was born in 1953 and lives in Ancona. She is represented before the Court by Mr E. Salvatore, a lawyer practising in Ancona.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant applied to the Mayor of Ancona for a farmhouse building permit on 3 December 1993.", "The City Planning Commission rejected the request on 9 March 1994 because a modification of the city plan forbade new buildings in the areas in question.", "On 13 May 1994 the applicant lodged an appeal against this decision with the Marche Regional Administrative Court, asking for it to be quashed and for a declaration of her right to obtain the building permit. She alleged that the decision of the City Planning Commission was unlawful because, before the approval of the modification of the city plan by the City Council, she had made written submissions to obtain a building permit in those areas which had been considered by the City Council to fall within the modified city plan.", "On 28 July 1995 the Marche Regional Administrative Court quashed the decision of the City Planning Commission on the basis of the reasons stated by the applicant, but rejected the request to declare that she had a right to obtain the building permit.", "The applicant sent a copy of the judgment to the Ancona City Council on 12 October 1995. No appeal was lodged by the Ancona City Council and the judgment became final on 11 December 1995.", "In the meantime, on 7 November 1994, the City Council had approved new modifications of the city plan in relation to the areas in question.", "On the basis of the judgment of the Marche Regional Administrative Court, the applicant asked the Ancona City Council for a building permit, but the City Council did not reply.", "In relation to the delays in complying with the decision of the Marche Regional Administrative Court, on 23 February 1996 the applicant filed enforcement proceedings (ricorso per l’ottemperanza) with the same Administrative Court for enforcement of the judgment of 28 July 1995. The applicant requested the Administrative Court to find that the first judgment had not been enforced and to appoint a special commissioner (commissario ad acta) to enforce it.", "On 18 October 1996 the Marche Regional Administrative Court admitted the claim and ordered the Ancona City Council to comply fully with the judgment of 28 July 1995 within 60 days from the communication of the decision. The Court also appointed a special commissioner who was to intervene if, upon expiry of the 60-day period, the Ancona City Council had not granted the permit. The commissioner was empowered to take the necessary measures to ensure compliance with the decision within 60 days. The Marche Regional Administrative Court held that the further modifications approved by the City Council on 7 November 1994 were not an obstacle to granting the building permit because the administrative proceedings for their approval had not ended when the judgment of the Marche Regional Administrative Court of 28 July 1995 became final.", "The Ancona City Council lodged an appeal against the judgment of 18 October 1996 of the Marche Regional Administrative Court before the Consiglio di Stato, asking for it to be quashed.", "On 14 November 1997 the Consiglio di Stato granted the appeal and rejected the application for enforcement. The Consiglio di Stato alleged that the new modifications to the city plan approved on 7 November 1994 were an obstacle to granting the building permit, even if the administrative proceedings for approval had not ended when the judgment of 28 July 1995 of the Regional Administrative Court had become final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}