{"ITEMID": "001-111044", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SCOPPOLA v. ITALY (No. 3)", "IMPORTANCE": "2", "CONCLUSION": "No violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Vote)", "JUDGES": "András Sajó;David Thór Björgvinsson;Dean Spielmann;Françoise Tulkens;George Nicolaou;Guido Raimondi;Helen Keller;Ineta Ziemele;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Lech Garlicki;Mark Villiger;Mihai Poalelungi;Nicolas Bratza;Nona Tsotsoria;Peer Lorenzen;Vincent A. De Gaetano;Vladimiro Zagrebelsky", "TEXT": ["11. The applicant was born in 1940 and is currently in compulsory residence at San Secondo Hospital – Fidenza (Parma).", "12. On 2 September 1999, after a violent family dispute, the applicant killed his wife and injured one of his sons. He was arrested the following day.", "13. At the end of the preliminary investigation the Rome prosecution service asked for the applicant to be committed to stand trial for murder, attempted murder, ill-treatment of his family and unauthorised possession of a firearm.", "14. On 24 November 2000, under the summary procedure under which the applicant had elected to stand trial, the Rome preliminary hearings judge (giudice dell’udienza preliminare) found the applicant guilty of all the charges and noted that he should be sentenced to life imprisonment. However, because the summary procedure had been used, he sentenced the applicant to thirty years’ imprisonment and a lifetime ban from public office within the meaning of Article 29 of the Criminal Code (see paragraph 36 below).", "15. The judge noted that the applicant had first attempted to strangle his wife with the cable of the telephone she had used to call the police. Then, when his wife and children ran out of the flat and down the stairwell of the building, he had fired several shots at his wife at close range, and at one of his sons, who had initially been ahead of his mother but had gone back to help her.", "16. In fixing the sentence the judge took into account certain aggravating circumstances, namely the fact that the applicant’s criminal behaviour had been against his own family and had been triggered by so trifling an incident as his children having allegedly broken his mobile phone.", "17. The judge made no allowance for the fact that the applicant had no previous criminal record, an argument the applicant had relied on as a mitigating circumstance. He found that the applicant’s attitude in denying some of his actions and blaming his family, who he claimed were guilty of rebelling against his authority, showed that he felt no remorse whatsoever.", "18. Lastly, the judge noted that according to witness statements the applicant had been responsible for other episodes of violence over the past twenty years, such as insults, physical violence and threats against his wife and children, including with weapons.", "19. Both the Public Prosecutor’s Office and the applicant appealed against that judgment, and in a judgment of 10 January 2002 the Rome Assize Court of Appeal sentenced the applicant to life imprisonment, upholding the conclusions of the preliminary hearings judge as to which aggravating and mitigating circumstances should be taken into account.", "20. The applicant appealed on points of law, and in a judgment deposited with its registry on 20 January 2003 the Court of Cassation dismissed the appeal.", "21. Under Article 29 of the Criminal Code, the life sentence imposed on the applicant entailed a lifetime ban from public office, which in turn led to the permanent forfeiture of his right to vote, in conformity with section 2 of Presidential Decree no. 223 of 20 March 1967 (“Decree no. 223/1967” – see paragraph 33 below).", "22. The applicant’s disenfranchisement was not mentioned in the judgments against him.", "23. In application of section 32 of Decree no. 223/1967 (see paragraph 35 below), on 2 April 2003 the electoral committee deleted the applicant’s name from the electoral roll.", "24. On 30 June 2004 the applicant lodged a complaint with the electoral committee. Referring to the Hirst v. the United Kingdom (no. 2) judgment (no. 74025/01, 30 March 2004), amongst other authorities, he alleged that depriving him of the right to vote was incompatible with Article 3 of Protocol No. 1 to the Convention.", "25. The complaint was rejected, and on 16 July 2004 the applicant lodged an appeal with the Rome Court of Appeal. He contended that the fact that the removal of his name from the electoral roll, as an automatic consequence of his life sentence and lifetime ban from public office, was incompatible with his right to vote guaranteed by Article 3 of Protocol No. 1 to the Convention.", "26. By a judgment deposited with its registry on 29 November 2004 the Court of Appeal dismissed the appeal. It pointed out that, unlike in the Hirst (no. 2) case (cited above), where every person sentenced to imprisonment was divested of the right to vote, with no assessment of the competing interests or the proportionality of the measure, in Italian law the impugned measure was applied only where the offence was punishable with a particularly heavy sentence, including life imprisonment. The court found that the automatic aspect of the application of the voting ban to any custodial sentence was lacking in the applicant’s case.", "27. The applicant appealed on points of law, alleging, inter alia, that his disenfranchisement was a consequence of the ancillary penalty banning him from public office (which was itself the result of the main penalty imposed on him). In his view the impugned ban had nothing to do with the offence committed and the courts had no power to decide to apply such a measure.", "28. In a judgment deposited with its registry on 17 January 2006 the Court of Cassation dismissed the applicant’s appeal. First, it referred to the Hirst (no. 2) judgment of 6 October 2005 (Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, § 77, ECHR 2005IX), where the Grand Chamber considered that the withdrawal of voting rights in the United Kingdom “concern[ed] a wide range of offenders and sentences, from one day to life and from relatively minor offences to offences of the utmost gravity”. It then noted that in Italian law, under Article 29 of the Criminal Code, only those offenders sentenced to at least three years’ imprisonment were deprived of the right to vote. Where the offence attracted a sentence of less than five years, the disenfranchisement lasted only five years, a lifelong ban on voting being reserved for offenders sentenced to between five years and life.", "29. On 24 March 2003, the applicant lodged an application with the Court alleging, inter alia, that his life sentence had breached Articles 6 and 7 of the Convention.", "30. In a judgment of 17 September 2009 the Grand Chamber of the Court found violations of those Articles (see Scoppola v. Italy (no. 2) [GC], no. 10249/03, 17 September 2009).", "31. ’s sentence of life imprisonment is replaced by a penalty consistent with the principles set out in the present judgment, which is a sentence not exceeding thirty years’ imprisonment.” (see Scoppola (no. 2), cited above, § 154).", "32. Consequently, by a judgment deposited with its registry on 28 April 2010, the Court of Cassation reversed its judgment of 20 January 2003 (see paragraph 20 above), set aside the judgment of the Rome Assize Court of Appeal of 10 January 2002 (see paragraph 19 above) and fixed the applicant’s sentence at thirty years’ imprisonment.", "33. In the Italian legal system a ban from public office is an ancillary penalty (Article 28 of the Criminal Code) which entails forfeiture of the right to vote (Presidential Decree no. 223/1967) and for which express provision is made by law in connection with a series of specific offences, irrespective of the duration of the sentence imposed – such as embezzlement of public funds, by a public official (peculato) or otherwise, extortion, and market abuse (punishable, respectively, under Articles 314, 316 bis, 317 and 501 of the Criminal Code); certain offences against the judicial system, such as perjury by a party, fraudulent expertise or interpretation, obstructing the course of justice and “disloyal counsel” (consulenza infedele) (punishable, respectively, under Articles 371, 373, 377 and 380 of the Criminal Code); and offences involving abuse and misuse of the powers inherent in public office (Article 31 of the Criminal Code).", "34. Conviction for any offence punishable by imprisonment also results in the offender being banned from public office. The ban from public office may be temporary (where the sentence is three years or more) or permanent (for sentences of five years or more and life imprisonment). The relevant domestic legal provisions are the following.", "35. Presidential Decree no. 223/1967 (on the Unified Code governing the active electorate and the maintenance and revision of the electoral rolls) reads as follows, in so far as relevant:", "“1. The following persons shall not vote: ...", "(d) persons who have been sentenced to penalties entailing a lifetime ban from public office...", "(e) persons under a temporary ban from public office, for the duration of that ban.", "2. Judgments in criminal cases shall entail the loss of voting rights only once they have become final.”", "“No change may be made to the electoral rolls ... save ...:", "(3) where the right to vote has been lost as a result of a judgment or other measure by a judicial authority. ...", "(7) appeals against decisions to change the electoral rolls may be lodged with the relevant electoral committee within a ten-day time-limit. The committee shall decide within fifteen days ...”", "“The decisions of the electoral committee ... may be challenged by appeal to the appropriate Court of Appeal.”", "36. The Criminal Code provides as follows, in so far as relevant:", "“The ban from public office may be for life or temporary.", "In the event of a lifetime ban from public office, unless the law provides otherwise, the convicted person shall be deprived of:", "(1) the right to vote or stand for election in any electoral body (comizio elettorale) and all other political rights.”", "...", "“A sentence to life imprisonment or to imprisonment for no less than five years shall entail a lifetime ban from public office for the convicted person; sentencing to imprisonment for not less than three years shall entail a five-year ban from public office ...”", "37. Articles 132 and 133 of the Criminal Code lay down sentencing guidelines for the trial courts and read as follows:", "“Within the limits set by the law, the court shall apply the sentence at its discretion; it shall justify its use of this discretionary power with proper reasoning.", "In increasing or decreasing the sentence the court shall not overstep the statutory limits for each type of sentence, save where expressly provided for by law.”", "“In exercising the discretionary power mentioned in the preceding Article the court shall take into account the gravity of the offence, having regard to:", "(1) the nature, type, means, object, time, place and any other attribute of the action;", "(2) the gravity of the harm done or the danger caused to the victim of the offence;", "(3) the level of intent or the degree of guilt.", "The court shall also take into account the offender’s propensity to commit crime (capacità a delinquere), based on:", "(1) the motives behind the offence (motivi a delinquere) and the character of the offender (reo);", "(2) the offender’s past criminal and judicial record and, in general, the person’s life and conduct prior to committing the offence;", "(3) the offender’s conduct at the time of, or after, the offence;", "(4) the offender’s personal, family and social situation.”", "38. Articles 178 and 179 of the Criminal Code provide for the rehabilitation of offenders and read as follows:", "“Rehabilitation shall terminate any ancillary penalties and other penal effect of the conviction, unless otherwise provided by law.”", "“Rehabilitation may be granted three years after the day on which the main penalty has been completed or otherwise extinguished, provided that the offender has displayed consistent and genuine good conduct. ...”", "39. Law no. 354 of 26 July 1975 provides, inter alia, for the possibility of early release. The relevant part of section 54 (1) reads as follows:", "“In order to facilitate reintegration into society, convicted prisoners who take part in the re-education scheme may have their sentence reduced by forty-five days for every six months served ...”", "40. The relevant provisions of the International Covenant on Civil and Political Rights read as follows:", "“1. All persons deprived of their liberty shall be treated with humanity and with respect for the inherent dignity of the human person.", "...", "3. The penitentiary system shall comprise treatment of prisoners the essential aim of which shall be their reformation and social rehabilitation ...”", "“Every citizen shall have the right and the opportunity, without any of the distinctions mentioned in article 2 [race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status] and without unreasonable restrictions:", "(a) To take part in the conduct of public affairs, directly or through freely chosen representatives;", "(b) To vote and to be elected at genuine periodic elections which shall be by universal and equal suffrage and shall be held by secret ballot, guaranteeing the free expression of the will of the electors;", "(c) To have access, on general terms of equality, to public service in his country.”", "41. In its General Comment no. 25 (1996) on Article 25 of the International Covenant on Civil and Political Rights, the Human Rights Committee expressed the following view:", "“14. In their reports, States parties should indicate and explain the legislative provisions which would deprive citizens of their right to vote. The grounds for such deprivation should be objective and reasonable. If conviction for an offence is a basis for suspending the right to vote, the period of such suspension should be proportionate to the offence and the sentence. Persons who are deprived of liberty but who have not been convicted should not be excluded from exercising the right to vote.”", "42. In its views on the Yevdokimov and Rezanov v. Russian Federation case (21 March 2011, no. 1410/2005), the Human Rights Committee, referring to the Court’s judgment in Hirst (no. 2) [GC] (cited above), stated:", "“ 7.5 ... the State party, whose legislation provides a blanket deprivation of the right to vote to anyone sentenced to a term of imprisonment, did not provide any arguments as to how the restrictions in this particular case would meet the criterion of reasonableness as required by the Covenant. In the circumstances, the Committee concludes there has been a violation of article 25 alone and in conjunction with article 2, paragraph 3, of the Covenant...”", "43. Article 23 of the American Convention, under the heading “Right to Participate in Government”, provides:", "“1. Every citizen shall enjoy the following rights and opportunities:", "a. to take part in the conduct of public affairs, directly or through freely chosen representatives;", "b. to vote and to be elected in genuine periodic elections, which shall be by universal and equal suffrage and by secret ballot that guarantees the free expression of the will of the voters; and", "c. to have access, under general conditions of equality, to the public service of his country.", "2. The law may regulate the exercise of the rights and opportunities referred to in the preceding paragraph only on the basis of age, nationality, residence, language, education, civil and mental capacity, or sentencing by a competent court in criminal proceedings.”", "44. This document, adopted by the European Commission for Democracy through Law (“the Venice Commission”) at its 51st plenary session (5-6 July 2002) and submitted to the Parliamentary Assembly of the Council of Europe on 6 November 2002, lays out the guidelines developed by the Commission concerning the circumstances in which people may be deprived of the right to vote or to stand for election. The relevant passages read as follows:", "“i. provision may be made for depriving individuals of their right to vote and to be elected, but only subject to the following cumulative conditions:", "ii. it must be provided for by law;", "iii. the proportionality principle must be observed; conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them;", "iv. the deprivation must be based on mental incapacity or a criminal conviction for a serious offence;", "v. Furthermore, the withdrawal of political rights or finding of mental incapacity may only be imposed by express decision of a court of law.”", "45. Nineteen of the forty-three Contracting States examined in a comparative law study place no restrictions on the right of convicted prisoners to vote: Albania, Azerbaijan, Croatia, Cyprus, Czech Republic, Denmark, Finland, Ireland, Latvia, Lithuania, Moldova, Montenegro, Serbia, Slovenia, Spain, Sweden, Switzerland, “the former Yugoslav Republic of Macedonia” and Ukraine.", "46. Seven Contracting States (Armenia, Bulgaria, Estonia, Georgia, Hungary, Russia and the United Kingdom) automatically deprive all convicted prisoners serving prison sentences of the right to vote.", "47. The remaining sixteen member States (Austria, Belgium, Bosnia and Herzegovina, France, Germany, Greece, Luxembourg, Malta, Monaco, Netherlands, Poland, Portugal, Romania, San Marino, Slovakia and Turkey) have adopted an intermediate approach: disenfranchisement of prisoners depends on the type of offence and/or the length of the custodial sentence. Italy’s legislation on the subject resembles that of this group of countries.", "48. In some of the States in this category the decision to deprive convicted prisoners of the right to vote is left to the discretion of the criminal court (Austria, Belgium, France, Germany, Greece, Luxembourg, Netherlands, Poland, Portugal, Romania and San Marino). In Greece and Luxembourg, in the event of particularly serious offences disenfranchisement is applied independently of any court decision.", "49. In 1992 the Supreme Court of Canada unanimously struck down a legislative provision barring all prisoners from voting (Sauvé v. Canada (no. 1), Supreme Court Report, 1992, vol. 2, p. 438). Amendments were introduced limiting the ban to prisoners serving sentences of two years or more. The Federal Court of Appeal upheld that provision. However, on 31 October 2002 the Supreme Court held by five votes to four, in the case of Sauvé v. Attorney General of Canada (no. 2), that section 51 (e) of the 1985 Canada Elections Act, denying the right to vote to all persons serving sentences of two years or more in a correctional institution, was unconstitutional as it infringed Articles 1 and 3 of the Canadian Charter of Rights and Freedoms, which provide:", "“1. The Canadian Charter of Rights and Freedoms guarantees the rights and freedoms set out in it subject only to such reasonable limits prescribed by law as can be demonstrably justified in a free and democratic society.”", "“3. Every citizen of Canada has the right to vote in an election of members of the House of Commons or of a legislative assembly and to be qualified for membership therein.”", "50. The majority opinion given by Beverly McLachlin CJ considered that the right to vote was fundamental to democracy in Canada and the rule of law and could not be lightly set aside. Limits on this right required not deference, but careful examination. The majority found that the Government had failed to identify the particular problems that required denying the right to vote and that the measure did not satisfy the proportionality test, in particular as the Government had failed to establish a rational connection between the denial of the right to vote and its stated objectives of enhancing civic responsibility and respect for the rule of law and imposing appropriate punishment.", "51. The minority opinion given by Gonthier J found that the objectives of the measure were pressing and substantial and based upon a reasonable and rational social or political philosophy (for further details of these opinions, particularly concerning the objectives of the impugned measure, see Hirst (no. 2) [GC], cited above, §§ 36-37).", "52. On 1 April 1999 the Constitutional Court of South Africa considered the application of prisoners for a declaration and orders that the Electoral Commission take measures enabling them and other prisoners to register and vote while in prison. It noted that, under the South African Constitution, the right of every adult citizen to vote in elections for legislative bodies was set out in unqualified terms, and it underlined the importance of that right:", "“The universality of the franchise is important not only for nationhood and democracy. The vote of each and every citizen is a badge of dignity and personhood. Quite literally, it says that everybody counts.”", "53. The Constitutional Court found that the right to vote by its very nature imposed positive obligations upon the legislature and the executive and that the Electoral Act must be interpreted in a way that gave effect to constitutional declarations, guarantees and responsibilities. It noted that many democratic societies imposed voting disabilities on some categories of prisoners. Although there were no comparable provisions in the Constitution, it recognised that limitations might be imposed upon the exercise of fundamental rights, provided they were, inter alia, reasonable and justifiable.", "54. The question whether legislation barring prisoners would be justified under the Constitution was not raised in the proceedings and the court emphasised that the judgment was not to be read as preventing Parliament from disenfranchising certain categories of prisoners. In the absence of such legislation, prisoners had the constitutional right to vote and neither the Electoral Commission nor the Constitutional Court had the power to disenfranchise them. It concluded that the Commission was under the obligation to make reasonable arrangements for prisoners to vote.", "55. The Constitutional Court of South Africa examined whether the 2003 amendment to the Electoral Act, depriving of the right to vote those prisoners serving sentences of imprisonment without the option of a fine, was compatible with the Constitution.", "56. The Constitutional Court found the measure unconstitutional, by nine votes to two, and ordered the Electoral Commission to take the necessary steps to allow prisoners to vote in elections.", "57. Chaskalson CJ, for the majority, concluded that in a case such as this where the government sought to disenfranchise a group of its citizens and the purpose was not self-evident, there was a need for it to place sufficient information before the court to enable it to know exactly what purpose the disenfranchisement was intended to serve. Moreover, in so far as the Government relied upon policy considerations, there should be sufficient information to enable the court to assess and evaluate the policy that was being pursued (see paragraphs 65 and 67 of the judgment). Chaskalson CJ further noted that this was a blanket exclusion aimed at every prisoner sentenced to imprisonment without the option of a fine, and that there was no information about the sort of offences concerned, the sort of persons likely to be affected and the number of persons who might lose their vote for a minor offence.", "58. Madala J, for the minority, considered that the temporary removal of the vote and its restoration upon the prisoner’s release was in line with the Government’s objective of balancing individual rights and the values of society, particularly in a country like South Africa with its very high crime rate (see paragraphs 116 and 117 of the judgment).", "59. The High Court of Australia found by four votes to two against the general voting ban that had been introduced in the place of the previous legislation, which had provided for the loss of the right to vote only in connection with prison sentences of three years or more (see Roach v. sElectoral Commissioner [2007] HCA 43 (26 September 2007)).", "60. The High Court noted, inter alia, that the earlier legislation took into account the seriousness of the offence committed as an indicium of culpability and temporary unfitness to participate in the electoral process, beyond the bare fact of imprisonment (see paragraph 98 of the judgment)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-3"], "NON_VIOLATED_BULLETPOINTS": []}