{"ITEMID": "001-69317", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BAKLANOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1957 and lives in Riga.", "9. In 1997 he decided to move from Latvia to Russia. He negotiated a real estate deal with a Moscow-based agent.", "10. On 20 March 1997 the applicant withdrew from his bank accounts 250,000 US dollars (“USD”) in cash and asked his acquaintance, B., to deliver the money to Moscow.", "11. B. arrived in the Sheremetyevo-1 airport later the same day. He failed to declare the money at the customs checkpoint and was charged with smuggling.", "12. On 13 September 2000, the Golovinskiy District Court of Moscow found B. guilty of smuggling under Article 188-1 of the Criminal Code and sentenced him to two years' suspended imprisonment. With regard to the money, the court said in the operative part of the judgment:", "“USD 250,000, deposited with the Sheremetyevo Customs Board, are to be forfeited to the Treasury as an object of smuggling.”", "13. In his appeal against the judgment, B.'s lawyer submitted that the Golovinskiy District Court had failed to indicate any legal ground for the conﬁscation order. He argued that the money had been included in the case-ﬁle as evidence and that no relevant law provided for its conﬁscation. Moreover, lawfully obtained assets were to be returned to their owners. B.'s lawyer also claimed that Article 188-1 of the Criminal Code did not provide for such a sanction as conﬁscation.", "14. On 25 October 2000, the Moscow City Court refused the appeal. With regard to the money, the court said:", "“USD 250,000, which was the object of the smuggling, was rightfully forfeited to the Treasury.”", "15. On 1 July 2002 a Deputy President of the Supreme Court lodged an application for supervisory review against the judgments. He claimed that the smuggled money could only be conﬁscated if proven to have been acquired criminally.", "16. On 18 July 2002 the Presidium of the Moscow City Court refused the application on the ground that a Ruling of the Plenary Supreme Court of the USSR issued in 1978 permitted the conﬁscation of smuggled goods which had been attached to case-ﬁles as exhibits.", "17. On 15 August 2002 the Deputy President of the Supreme Court lodged another application for supervisory review claiming, among other things, that the Ruling of 1978 was inconsistent with later superseding legislation. However, on an unspeciﬁed date the Deputy President of the Supreme Court withdrew his application.", "18. Article 169-1 of the Criminal Code of 1960, as in force from 15 July 1994 to 31 December 1996, provided:", "“The carrying across the [State] border of considerable amounts of goods or other items ... in evasion of customs controls ... or without declaring [them] or with untrue declarations ... shall be penalised by imprisonment of up to ﬁve years ... and by forfeiture of the goods and other items carried across the border...”", "18. Article 188-1 of the Criminal Code of 1996 (“CrC”) provides:", "“Smuggling, i.e. transportation across the customs border of the Russian Federation of considerable amounts of goods and other items ... without due customs control, or in evasion of such control, or with fraudulent use of documents or identiﬁcation means, or in violation of rules of declaration, shall be penalised by imprisonment of up to ﬁve years.”", "19. Article 279 of the Customs Code of 1993, as in force at the material time, provided:", "“Failure to declare or an inadequate declaration of goods ... carried across the customs border ... which disclose no appearance of smuggling ... shall be punished by a ﬁne of 100 to 200 per cent of the cost of the goods which are the object of the offence, with or without their forfeiture...”", "20. The Code of Criminal Procedure of 1960 (“CCrP”), in force at the relevant time, provided as follows:", "“Exhibits include items which served as instruments of crime, or which have retained traces of the crime, or against which the crime was directed. [Exhibits also include] criminally acquired money and other valuables earned by crime, and any other items which can help detect the crime, establish factual circumstances, reveal the guilty or refute the charges or lessen the responsibility.”", "“The destiny of exhibits used in criminal proceedings must be determined in a judgment..., and:", "1. instruments of the crime which belong to the accused shall be conﬁscated and passed to a competent agency or destroyed;", "2. items prohibited for circulation shall be passed to a competent agency or destroyed;", "3. items of no value or use shall be destroyed or returned to interested persons or agencies if they so wish;", "4. criminally acquired money and other assets shall be forfeited; other items shall be returned to their lawful owners, or, if the owners are not established, shall become the State's property. In the event of a dispute concerning the ownership of such items, the dispute shall be resolved in civil proceedings;", "5. documents which serve as exhibits shall be kept in the case ﬁle as long as the case ﬁle is archived or shall be passed to interested agencies”.", "21. The Ruling of the Plenary Supreme Court of the USSR no. 2 of 3 February 1978 (“the Ruling of the Supreme Court”, “the Ruling”) provides:", "“...With a view to ensure a uniform and correct application of laws in proceedings concerning smuggling, the Plenary Supreme Court decides [that]:...", "7. In accordance with the legislation in force, smuggled items must be forfeited as exhibits...”", "22. Article 243-1 of the Civil Code of 1994 (“CivC”) provides:", "“In cases established by law, a person may be deprived of his property without compensation pursuant to a court judgment as a sanction for a crime or other offence (conﬁscation)...”", "23. On 10 June 1998 the Presidium of the Supreme Court exercised supervisory review of the criminal case against a certain Mr Petrenko, who had been convicted of smuggling a considerable amount of foreign currency into Russia. After conviction, the trial court returned the money – which had been included in the ﬁle as evidence – to its owner, Mr Petrenko. The Supreme Court overturned the judgment having found that the money should have been considered as an instrument of the crime and, as such, it should have been conﬁscated pursuant to Article 86-1 of the CCrP.", "24. On 8 July 2004, the Constitutional Court held that Article 86-1 of the Code of Criminal Procedure was constitutional, even though it permitted to conﬁscate instruments of crime, for example smuggled money, belonging to other than the accused. In particular, the Constitutional Court said:", "“The rule set out in ... Article 86-1 of the Code of Criminal Procedure ... helps Russia implement its international-law obligations in criminal proceedings, does not overrule criminal laws which permit conﬁscation as a punishment, and, hence, allows the procedural law to regulate conﬁscation with regard to [international instruments on money laundering and crime control].", "...", "It is a [criminal] court ... who may determine the procedural status of [smuggled items] under Article 86-1 of the Code of Criminal Procedure....”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}