{"ITEMID": "001-139785", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "TRIPON v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["1. The applicant, Mr Teodor Octavian Tripon, is a Romanian national, who was born in 1968 and lives in Beius.", "2. The facts of the case, as submitted by the applicant, may be summarised as follows.", "3. On 21 September 2001 the applicant, who was a civil servant employed as a customs officer at a border crossing point, was placed in pre-trial detention by a decision of the public prosecutor’s office. Along with six other colleagues working at the same customs office, he was suspected of having abused his office contrary to State interests, which is an offence under Article 248 of the Criminal Code. By a decision of 21 November 2001, the Oradea Court of First Instance extended the applicant’s pre-trial detention to 1 December 2001, when he was released.", "4. On 28 November 2001, by a decision of the Ministry of Public Finance, the applicant was dismissed under Article 130 (j) of the Labour Code, which authorised employers to dismiss an employee who had been placed in pre-trial detention for a period exceeding sixty days, irrespective of the grounds for detention.", "5. The applicant appealed against his dismissal to the Oradea Court of Appeal.", "6. In a ruling of 29 April 2002 on a preliminary question of law, the Oradea Court of Appeal applied to the Constitutional Court of its own motion for examination of an objection on grounds of constitutionality, namely, whether Article 130 (j) of the Labour Code was compatible with the applicant’s constitutional right to respect for the presumption of innocence. The Court of Appeal held that Article 130 (j) of the Labour Code infringed the right to be presumed innocent because it allowed consequences to be drawn for the purposes of labour law even before guilt had been established by a final decision and did so entirely independently of the grounds for placing the suspect in pre-trial detention.", "7. In a decision of 14 January 2003, the Constitutional Court dismissed the objection on grounds of unconstitutionality, holding that an employer’s right to dismiss an employee who had been placed in pre-trial detention for over sixty days was justified by an objective fact, namely, his prolonged absence from work, and not by considerations linked to whether or not he was guilty of an offence that had justified imposing a custodial measure on him. In the Constitutional Court’s view, the primary purpose of Article 130 (j) of the Labour Code was to protect the employer from the potentially adverse effects of an employee’s prolonged absence from work and resulting failure to fulfil his contractual obligations.", "8. In the written grounds of appeal lodged with the Court of Appeal by his lawyer, the applicant agreed with the Court of Appeal’s view, considering, for his part, that Article 130 (j) of the Labour Code was contrary to the right to respect for the presumption of innocence, guaranteed by the Constitution. While not denying that a custodial measure of over sixty days had been imposed on him, the applicant pointed out that greater respect for the principle of the presumption of innocence would have been achieved by merely suspending his employment contract pending the relevant court’s final decision regarding his guilt, which was a measure available under section 79 of Law no. 188/1999 on the status of civil servants.", "9. In a decision of 24 February 2003, the Oradea Court of Appeal dismissed the applicant’s appeal. It held that his dismissal had been in conformity with the law and was not contrary to the Constitution, having regard to the decision of the Constitutional Court and the provisions of the Labour Code. It noted that Law no. 188/1999 on the status of civil servants, which provided that a civil servant could be suspended from service if he had been committed for trial for an offence that was incompatible with his duties, expressly provided that the provisions of the Labour Code supplemented that Law. Accordingly, Article 130 (j) of the Labour Code was also applicable to civil servants such as the applicant.", "10. In a final judgment of 16 January 2004, the Supreme Court of Justice dismissed an appeal by the applicant against the Court of Appeal’s decision, upholding it on the merits.", "11. After 1 December 2001, when the decision of 21 November 2001 of the Oradea Court of First Instance extending the applicant’s pre-trial detention expired, the applicant was released. He remained free throughout the remainder of the criminal proceedings against him.", "12. In a judgment of 11 October 2004, the Oradea Court of First Instance sentenced the applicant to one year and eight months’ imprisonment, suspended. It deducted from that period the time the applicant had spent in pre-trial detention from 21 September to 10 December 2001. The court found, after hearing submissions from the applicant, who was represented by a lawyer, and at the end of public and adversarial proceedings, that the applicant and six of his colleagues also employed as customs officials had committed the offences of abusing their office contrary to State interests and giving false data for inclusion in a document, contrary to Articles 248 and 289 of the Criminal Code respectively, thereby causing the Ministry of Finance, through their illegal customs activities, to incur a loss of 2,201,573,847 Romanian lei (approximately 519,424,189 euros) in tax and excise duty not collected by the State.", "13. On appeal by the applicant and his co-defendants, who sought an acquittal on grounds that the Court of First Instance had wrongly interpreted the applicable laws, the Timiş County Court gave judgment on 17 December 2007 upholding the lower court’s judgment on the merits.", "14. In a judgment of 30 September 2008, the Timişoara Court of Appeal remitted the case to the Timiş County Court. The applicant sought a finding by that court that the offences of which he was accused were statute-barred. He nonetheless asked the court to continue with his criminal trial under Article 13 § 2 of the Code of Criminal Procedure, in order to secure an acquittal.", "15. In a decision of 31 March 2010, the Timiş County Court set aside the judgment of 11 October 2004. While noting that the offences were statute-barred, it granted the applicant’s request to continue his criminal trial under Article 13 § 2 of the Code of Criminal Procedure. Having re-examined all the evidence adduced in the case (statements of witnesses and co-accused, expert technical reports, various documents, and so forth), the court found that the applicant could not be acquitted of the charges against him as the prosecution evidence adduced in the case proved his guilt. The court then ordered the trial to be discontinued on all counts, in accordance with Article 13 § 3 of the Code of Criminal Procedure, thus bringing into effect the applicable special time bar.", "16. On an appeal by the applicant, who sought an acquittal, the Timişoara Court of Appeal delivered a final judgment on 14 December 2010 upholding the decision of 31 March 2010 of the Timiş County Court on the merits.", "17. Article 130( j) of the Labour Code provided, at the material time, that an employer could dismiss an employee if his detention exceeded sixty days. The new Labour Code, which came into force on 5 February 2003, initially contained a similar provision, in Article 61 (b), providing that an employer could dismiss an employee if he was in pre-trial detention for more than sixty days, in the conditions set forth in the Code of Criminal Procedure. The sixty-day period was reduced to thirty days by Government Ordinance no. 65/2005 amending the Labour Code.", "18. Regarding pre-trial detention, the Code of Criminal Procedure in force at the relevant time provided that over and above a period of thirty days, during which the public prosecutor’s office had power, at that time, to issue a detention order, any extension of the period of pre-trial detention had to be ordered exclusively by a court. At the material time Article 159 of the Code of Criminal Procedure was worded as follows:", "“The investigation file shall be lodged by the prosecutor [with the court] at least two days prior to the hearing and may be consulted by the lawyer on request. The defendant shall be brought before the court, assisted by a lawyer. ... If the court allows a request to extend [the period of detention], this shall not exceed 30 days. The prosecutor or accused may appeal against a decision on a preliminary question of law in which the court has ruled on an extension of the period of pre-trial detention. The time-limit for appealing is three days and shall run from the date of delivery of judgment for those who are present at trial and from the date of service for those who are not. An appeal against a decision extending the period of pre-trial detention shall not have suspensive effect ... The court may allow further requests for an extension of the period of pre-trial detention, but no period shall exceed 30 days.”", "19. Since the adoption of Government Emergency Ordinance no. 109 of 24 October 2003 the public prosecutor’s office no longer has power to order the pre-trial detention of a person accused of having committed an offence. Only an independent and impartial tribunal may order pre-trial detention or an extension thereof, by a reasoned decision, amenable to appeal, taken after hearing submissions from the accused in the presence of his lawyer."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}