{"ITEMID": "001-86222", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GUSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture;Violation of Article 5 - Right to liberty and security", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1981 and lives in St Petersburg.", "7. In 1998 a criminal case was opened against the applicant on suspicion of theft, an offence under Article 158 § 1 of the Criminal Code. The applicant signed an undertaking to appear.", "8. On 2 February 2000 the Primorskiy District Court of St Petersburg convicted the applicant of theft and sentenced him to probation of an unspecified duration. Counsel for the applicant appealed.", "9. On 5 July 2000 the St Petersburg City Court upheld the conviction but relieved the applicant from punishment by virtue of the Amnesty Act of 26 May 2000 (cited in paragraph 45 below).", "10. In early 1999 a criminal case was opened against the applicant on suspicion of his having stolen, in January 1999, car parts valued at 200 Russian roubles (RUB, less than 8 euros). The prosecutor preferred the charge of theft aggravated by repetition and substantial damage, an offence under Article 158 § 2 of the Criminal Code.", "11. On 19 April 2000 the Primorskiy District Court ordered the applicant’s retrieval and arrest for the following reasons:", "“On 2 February 2000 [the applicant] received a copy of the bill of indictment in this criminal case. He was summoned, by a phone call, to the court hearing at 10 a.m. on 18 April 2000, but he did not appear at that time.", "Due to [the applicant’s] absence the examination of the case was adjourned until midday on 19 April 2000 to find out whether there had been any valid reasons for his absence. At about 4 p.m. on 18 April 2000 [the applicant’s] mother called the court on the phone and said that she and her son had been advised belatedly by her relatives – who had taken the phone call – about the court hearing on 18 April, and that was the reason why her son had not appeared at the court. [The applicant’s] mother also told [the registry] that [the applicant] had no illness preventing him from appearing before the court and no medical certificate. During that conversation [the applicant’s] mother was informed that the court hearing was scheduled for midday on 19 April 2000.", "At the court hearing at midday on 19 April 2000 [the applicant] failed to appear once again. The case was rescheduled for 4 p.m. on 19 April 2000. At about 4 p.m. [the applicant’s] mother again telephoned the court and said that, although she and her son had known about the scheduled court hearing, he would not appear before the court unless the summons was sent by mail. Under these circumstances the court has reasons to believe that [the applicant] is absconding from justice, that he refuses to appear before a court and interferes with timely examination of the case. In this connection the court considers it necessary to order retrieval of [the applicant] and vary the measure of restraint to that of placement in custody.”", "12. On 23 April 2000 the applicant was taken into custody.", "13. Counsel retained by the applicant’s mother asked the Primorskiy District Court to commission an expert examination of the applicant’s mental health and to release him pending trial.", "14. On 10 May 2000 the District Court held as follows:", "“According to the available case file materials, [the applicant] was repeatedly, on three occasions between 18 and 19 April 2000, summoned to a court hearing and failed to appear without a valid reason. [The applicant] is charged with an offence which is classified as a serious crime, and in such cases a custodial measure may be imposed for the sole reason of the dangerousness of the committed offence. [The applicant’s] explanation that he did not appear in court because his mother had asked him not to is without substance because [the applicant] is an adult who should have been aware of the consequences of a violation of the undertaking given by him, as well as of the fact that liability for his failure to appear would be his and not his mother’s.”", "15. The court remanded the applicant in custody sine die and ordered a psychiatric examination. It appears that the decision was not appealed against. The following hearing in the case was fixed for 25 September 2000.", "16. On 25 September 2000 counsel for the applicant asked the District Court to vary the legal characterisation of the applicant’s act, to prefer a lesser charge of non-aggravated theft and to discontinue proceedings on the basis of the Amnesty Act of 26 May 2000. The District Court granted the lawyer’s request, finding as follows:", "“The investigators had characterised Mr Gusev’s acts as repetitive theft, having regard to the fact that he had already been charged [with theft] on 11 August 1998. However, on 2 February 2000 Mr Gusev was convicted of that offence... and, by the appeal decision of 5 July 2000... was relieved from punishment. Thus, the acts of Mr Gusev lack the constituent element of repetition.", "It has not been shown that Mr Gusev caused substantial damage to the victim P. because he is charged with theft of a car jack and a pump valued at 200 roubles. It does not appear that the small amount of 200 roubles was important for the victim and there is no information about his income or dependants.”", "17. Having thus established that the aggravating circumstances had ceased to exist or had not been made out, the District Court characterised the applicant’s act as non-aggravated theft under Article 158 § 1 of the Criminal Code and discontinued the second criminal case against him on the basis of the Amnesty Act of 26 May 2000. However, the District Court held that the applicant should remain in custody on the basis of the arrest warrant of 22 September 2000 (see below).", "18. In the meantime, on 17 May 2000 an investigator with the Primorskiy District Police Department of St Petersburg initiated a third criminal case against the applicant (case no. 160556) on suspicion of his having stolen certain items from a car in December 1999 which were valued at RUB 4,600 (EUR 170). The investigator designated the act as repetitive theft, an offence under Article 158 § 2 of the Criminal Code.", "19. On 22 September 2000 Ms M., an investigator with the investigations department of the Primorskiy District Police Department, ordered the applicant’s placement in custody. On the same day the arrest warrant was approved by a deputy prosecutor of the Primorskiy District.", "20. On 20 and 28 November 2000 counsel for the applicant lodged a complaint against the detention order of 22 September 2000. He submitted that the order had been unlawful and unjustified because it had referred to the “gravity” rather than the “dangerous nature” of the offence charged.", "21. On 28 December 2000 counsel lodged a further complaint. He claimed, in particular, that Article 5 § 1 (c) of the Convention did not provide for such a ground for pre-trial detention as the “gravity of the offence” and that the prosecutor’s statements about the applicant’s intention to abscond or obstruct the establishment of the truth were not substantiated. He further pointed out that a copy of the order had not been served on the applicant and the procedure for lodging an appeal had not been explained to him. In any event, his authorised detention had expired on 22 November 2000 and no documents in the case file indicated that it had been extended. Finally, the applicant’s lawyer pointed to the appalling conditions of the applicant’s pre-trial detention.", "22. On the same date the Primorskiy District Court dismissed the challenge. It found as follows:", "“The decision to impose the chosen measure of restraint was read out to [the applicant] on 25 September 2000 at the Primorskiy District Court of St Petersburg following the pronouncement of the judgment. Likewise, the procedure for lodging an appeal against the detention order was explained to him. However, [the applicant] refused to sign that document, and [the investigator M.], lacking professional experience, omitted to make an appropriate note thereof. At present the periods of preliminary investigation and pre-trial detention of [the applicant] have been extended in accordance with the law.", "[The applicant] is charged with a serious crime and its dangerousness alone may be, pursuant to Article 96 of the Code of Criminal Procedure, the ground for... holding him in custody. In these circumstances, dangerousness of the crime to which the law refers is in itself sufficient to anticipate undesirable conduct on the part of the accused, including continuation of criminal activities and absconding upon commission of a crime, in other words the reference in the law to the dangerous nature of a crime enables the investigative authorities to anticipate these very events to which the [European] Convention refers.", "No information showing that [the applicant] cannot remain in the investigative ward was provided to the court.”", "23. On 3 and 30 January 2001 counsel appealed against the court decision of 28 December 2000. He indicated, in particular, that the provision of the Code of Criminal Procedure relied upon by the first-instance court had been struck down as incompatible with the Constitution by the Constitutional Court in the part which provided for placement in custody on the sole ground of the dangerous nature of an offence.", "24. On 6 February 2001 the St Petersburg City Court dismissed the appeal as unsubstantiated.", "25. In the meantime, on 16 January 2001 the third criminal case against the applicant and his co-defendants was submitted for trial by the Primorskiy District Court. On 24 January 2001 the applicant’s lawyer made a new request for the applicant’s release pending trial.", "26. On 1 February 2001 the Primorskiy District Court issued a decision to schedule the first trial hearing for 3 May 2001. In the same decision the court dismissed the lawyer’s request for release, stating that the measure of restraint had been imposed “lawfully and reasonably, taking into account the gravity of the charge and the information on his character”. It did not specify for how long the applicant should remain in custody. Counsel for the applicant appealed, relying on the same grounds as before. On 27 March 2001 the St Petersburg City Court upheld the decision of 1 February 2001.", "27. It appears that the hearing scheduled for 3 May 2001 was adjourned.", "28. On 6 July 2001 the Primorskiy District Court again adjourned the criminal proceedings until 25 September 2001, because counsel for the applicant’s co-defendant failed to appear. It also extended the applicant’s pre-trial detention until 16 October 2001 as, in the court’s opinion, “[his] release would impede a thorough, complete and objective examination of the case”.", "29. The applicant appealed against the decision. He pointed, in particular, to the inhuman and degrading conditions of his detention in facility no. IZ-47/1. He also submitted that he had a permanent residence in St Petersburg and lived with his disabled mother, five younger brothers and four sisters and that there were no grounds to believe that he would abscond. A supplementary appeal on points of law was lodged by his lawyer.", "30. On 4 September 2001 the St Petersburg City Court dismissed the appeals, finding the extension order had been lawful and justified because “the arguments set out in the appeals had been known to the trial court which [had] had due regard to them”.", "31. On an unspecified date the applicant’s mother made another request for the applicant’s release pending trial.", "32. On 26 September 2001 the Primorskiy District Court examined the request and, upon finding that the maximum detention period of nine months would expire in October 2001, ordered the applicant’s release against a written undertaking not to leave the city.", "33. By a judgment of 10 July 2003, the Primorskiy District Court convicted the applicant of aggravated theft and sentenced him to four years’ imprisonment conditional on two years’ probation. The applicant was relieved from the punishment by virtue of the Amnesty Act of 26 May 2000. The applicant did not appeal against the conviction.", "34. On 23 April 2000 the applicant was taken into custody and placed in remand centre IZ-47/1 of St Petersburg, commonly known as “Kresty”.", "35. The applicant was held in cell 430 until 1 May 2000, then in cell 106 until 9 August 2000 and in cell 79 after that date. In his submission, each cell measured six to eight sq. m and accommodated ten to thirteen persons simultaneously. Part of each cell was occupied by a table, toilet bowl and bed, so that the living space was 0.2 to 0.4 sq. m per inmate. The Government indicated the floor space of each cell as 8 sq. m and asserted that the number of detainees detained in each cell was impossible to establish as the relevant documents had been destroyed.", "36. The applicant indicated that he had never had a separate bed. In cell 430 he had shared the bed on the third tier with two other inmates. In cell 106 he had not been allowed by the informal “chief” of the cell to sleep on a bed, he had slept on the floor or under the bed. In cell 79 he had shared the bed on the third tier with another inmate. No bedding had been provided by the facility, until 9 May 2000 he had slept on wooden planks and covered himself with his clothing. In their post-admissibility submissions the Government enclosed a certificate issued by the remand centre director on 21 December 2006, according to which the applicant had had a separate bed and personal bedding at all times.", "37. In support of his contentions, the applicant submitted written statements by Mr P., who had been held in the same remand centre from October 1997 to March 2000 and by Mr B., who had stayed there from January 2001 to at least February 2005. Although they had not shared cells with the applicant, they attested, in particular, to the general overcrowding of the remand centre in 2001 and the lack of sleeping places and bedding.", "38. The applicant further submitted that the windows in all cells had bars and iron shutters on them which blocked access to daylight and air. The shutters covered the entire window and it was forbidden to open them. The Government claimed that the cells had been “naturally ventilated” through the holes in the walls. The applicant denied that, indicating that ventilation holes in the walls had been patched with concrete. In their initial submissions on the admissibility and merits of the case, the Government indicated that on 11 June 2001 the temperature in the cell had been 20.5o C. In their submissions following the admissibility decision, the Government enclosed a certificate issued by the director of the remand centre on 21 December 2006. It said that the temperature in the cells had been taken and recorded on a quarterly basis and the average temperature had been 22o C in summer and 18o C in winter.", "39. The Government stated that the cells had been equipped with sanitary installations separated from the living space by a folding screen. They enclosed a certificate issued by the director of the remand centre on 27 December 2006 which attested to that fact. The applicant submitted that there had been no folding screen and that it had been prohibited to separate the cell from the toilet bowl located about fifty centimetres from the table.", "40. Section 22 of the Detention of Suspects Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should be afforded four square metres of personal space in the cell.", "41. A repetition of criminal offences exists if the suspect has committed two or more offences characterised under the same provision of the Criminal Code (Article 16 § 1). Criminal offences are not considered repetitive if the proceedings in respect of the previously committed offence have been discontinued or if the criminal record of that offence has been extinguished or purged (Article 16 § 2).", "42. Article 158 § 1 established that simple theft was punishable by up to three years’ imprisonment. Article 158 § 2 (b) and (g) established that repetitive theft entailing substantial damage was punishable by up to six years’ imprisonment. Article 158 § 3 established punishment for theft committed by a person who had been previously convicted of theft or extortion on two or more occasions.", "43. On 26 May 2000 the State Duma of the Russian Federation adopted an act of amnesty in commemoration of the 55th anniversary of the victory in the Great Patriotic War of 1941-45 (Second World War).", "44. The Amnesty Act provided that criminal proceedings in cases pending before investigative bodies or courts were to be discontinued if, in particular, the person was charged with a criminal offence committed before the entry into force of the Amnesty Act and punishable with no more than three years’ imprisonment (section 8 (a)).", "45. The Amnesty Act also provided that the convicts who had been sentenced to probation should be relieved from punishment (section 6).", "46. The Amnesty Act was to be implemented by investigative bodies in respect of suspects whose cases were being investigated or by courts in respect of defendants whose cases had been submitted for trial (section 1 of the State Duma Resolution no. 399-III on the procedure for application of the Amnesty Act).", "47. The Russian Constitution of 12 December 1993 establishes that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22). A decision ordering pre-trial detention could be taken by a prosecutor or a court (Articles 11, 89 and 96 of the RSFSR Code of Criminal Procedure, the “CCrP”).", "48. Before 14 March 2001, pre-trial detention was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year’s imprisonment (Article 96 of the CCrP). The amendments of 14 March 2001 repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence they have committed.", "49. After the arrest the suspect was placed in custody “pending investigation” for an initial two-month period (Article 97 of the CCrP). Further extensions could be granted by prosecutors at ascending levels of jurisdiction.", "50. Once the investigation had been completed and the defendant had received the charge sheet and finished reading the case file, the file was submitted to a trial court. From that day the defendant’s detention was “before the court” (or “pending trial”). Until 14 March 2001 the Code of Criminal Procedure set no time-limit for detention “pending trial”. On 14 March 2001 a new Article 239-1 was inserted which established that the period of detention “during trial” could not normally exceed six months from the date the court received the file."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}