{"ITEMID": "001-70138", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF OSTROVAR v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violations of Art. 8;Violation of Art. 13+3;No violation of Art. 13+8;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1974 and lives in Chişinău. He is the former senior assistant to the prosecutor of the Centru District of Chişinău.", "9. On 24 July 2002 the applicant was arrested by the Moldovan Secret Services on charges of bribe-taking. Later the charges were modified to corruption (trafic de influenţă).", "10. On 15 August 2002 the Chişinău Regional Court ordered the remand of the applicant for a period of thirty days. The remand was later prolonged by the decisions of the Buiucani District Court of 2 September 2002 and 10 October 2002.", "11. On 15 November 2002 the Court of Appeal ordered the applicant's release from detention.", "12. On 4 April 2003 the applicant was convicted by the Court of Appeal and sentenced to ten years' imprisonment. He was immediately put in detention. The applicant appealed against that decision. The outcome of the proceedings is unknown to the Court.", "13. The applicant's complaints regarding the conditions of detention relate to two periods of detention served in the Remand Centre No. 3 of the Ministry of Justice (Izolatorul Anchetei Preliminare Nr. 3), namely between 18 October 2002 and 15 November 2002, and between 4 April 2003 and 13 December 2003.", "14. The applicant claims to have been detained in a 25 m² cell together with at times more than twenty people. There were twenty metal bunk-beds, with no mattresses or covering and it was not always possible to have access to a bed because of overcrowding. After lodging his application with the Court, he was transferred to a smaller cell of 15 m², where he claims to have had to take turns in sleeping, because of overcrowding, and where the conditions were allegedly considerably worse than before.", "15. Smoking inside the cells was not prohibited by the internal regulations of the prison, and because of lack of alternative smoking facilities, the inmates had to smoke inside the cells. The applicant suffered from asthma and the prison administration was aware of this since he had been arrested and brought to prison immediately after undergoing asthma treatment in hospital, where he was arrested. Because of the exposure to cigarette smoke the applicant suffered many asthma attacks, which usually happened two or three times a day.", "16. There was no adequate medical assistance. Although there were medical personnel in the penitentiary, their ability to help was limited because of lack of medication. The applicant asked the prison doctor on many occasions for medical assistance, but he was refused. He was told that the prison did not have the necessary medication. Because of the lack of medication he had to endure the attacks and wait for them to pass, being obliged to sit in a vertical position. His attacks became more frequent and started to last longer. While the prison doctor knew that the applicant suffered from asthma, he gave his permission for the applicant to be placed in a cell with smokers. The applicant had to rely entirely on the supply of medication from his family.", "17. His situation was worsened by the fact that the cell's window was closed by shutters and there was no fresh air coming through it. Moreover, the cell was not provided with a ventilation system, and was therefore very damp.", "18. Because of lack of heating and insulation the cell was very cold during the winter and very hot during the summer.", "19. The shutters on the windows prevented daylight from coming in. Nevertheless, the prison administration limited the electricity supply to the cells to only six hours per day; therefore the inmates had to live in darkness and had great difficulty in preparing food.", "20. Water was provided to the cell for only ten hours per day, sometimes less. Access to warm water was limited to only once in fifteen days. There were no facilities for washing and drying clothes. The inmates had to dry their clothes in the cell.", "21. Because of poor medical assistance and bad hygienic conditions, the cells were infected with bed bugs, lice and ants. The inmates were exposed to infectious diseases like tuberculosis, skin and respiratory infections.", "22. The toilet was situated at 1.5 metres from the dining table and was permanently open. It was impossible to prevent the bad smell because of the lack of adequate water supply and lack of cleaning products.", "23. There was no library in the prison and the inmates did not have access to newspapers or other publications. There were no appropriate facilities for recreation and exercise.", "24. The food served to the inmates was of a very bad quality. It consisted of boiled water with a bad smell and was almost inedible. The applicant submitted that the Government spent 2.16 Moldovan Lei (MDL) (the equivalent of 0.14 euros (EUR) at the time) for one detainee's food per day, while the price of a loaf of bread was more than MDL 3.", "25. The applicant was detained in cell no. 16 with a surface of 28.4 m², designed for fourteen detainees, and in cell no. 138 of 19.3 m², designed for ten detainees.", "26. In accordance with Article 17 of the Law on Pre-Trial Detention, the applicant could have asked the prison authorities to be removed to another cell with non-smokers.", "27. The detainees were provided with medical assistance in accordance with the law. When a prisoner needed medical assistance that could not be provided by the prison doctors, he could be taken to a regular hospital. The prison was provided with medication by the State; however, in cases when the prison lacked certain medication, the detainees had the right to receive it from their relatives. Since the applicant was provided with all the necessary medication, no medical report prescribing other medication was drafted.", "28. The prison authorities were aware of the applicant's asthma. According to the Government, the prison register stated that the applicant requested medical assistance only twice, on 2 September and 5 November 2003. In their observations of 31 May 2004, the Government stated that on 5 November 2003 a doctor consulted him and prescribed medication. The Government did not present to the Court a copy of the prison register.", "In their supplementary observations on the merits of 10 May 2005, the Government stated that medical assistance and medication were provided to the applicant on both days that he requested them. The Government provided a copy of a hand-written report of 13 May 2004, in which a prison doctor informed the chief medical doctor of the prison that the applicant had been examined by him on those dates and that medication had been provided to him.", "29. Ventilation of the cells was effected by opening the windows and fanlights during the detainees' exercise period and by the common ventilation system.", "30. Heating was provided by the prison's own heating system which used natural gas and coal.", "31. The cells had access to daylight, and electricity was provided continuously.", "32. The cells were permanently provided with tap water, and accordingly the inmates enjoyed an adequate level of hygiene. The Government also stated that the detainees had access to warm water.", "33. The toilets were separated from the rest of the cell by a wall in order to ensure the privacy of the detainees.", "34. The cells were equipped with radio sets, sometimes with television sets.", "35. The applicant enjoyed the right to a daily walk outside for one hour with the possibility of exercising.", "36. The detainees were provided with free food in accordance with the norms provided by the Government and the quality of food was satisfactory. The prison was provided on a daily basis with bread, vegetable oil, vegetables, tea and sugar. Because of insufficient funding, the provision of meat, fish and dairy products was not always possible. However, the detainees were allowed to receive once a month a parcel with food from their families. Moreover, the detainees had the right to buy food from the prison shop at least once a month, and to spend up to MDL 18 (the equivalent of EUR 1.2 at the time).", "37. There was no intention to humiliate or to debase the applicant and the prison authorities did not undertake any action in order to humiliate him.", "38. The letters sent to him by his mother did not always reach him. In support of this submission the applicant sent the Court a receipt of a registered letter with acknowledgement of receipt sent to him by his mother on 1 October 2003, which never reached him.", "39. According to Article 18 of the Law on Pre-Trial Detention, detained persons needed a written authorisation from the body in charge of their cases in order to be able to correspond with their families. The applicant did not have an authorisation to correspond with or communicate by telephone with his relatives because of the seriousness of the offence he was charged with and in the interests of justice.", "40. The applicant also submits that he was precluded from seeing his wife and his daughter and that he could not have telephone contact with them.", "41. On 30 June 2003 the applicant together with other cellmates lodged a complaint with the Prosecutor General, in which the applicant complained inter alia about the ban on receiving visits, including long term visits, from his family and other persons. The prisoners asked the Prosecutor General to order the prison authorities to allow them have long term visits, telephone conversations and other kinds of contact with their relatives.", "42. On 7 July 2003, the Prosecutor General's Office informed the applicant that his complaint had been forwarded to the Prosecutor's Office of Chişinău.", "43. On 25 August 2003 the applicant and his cellmates wrote a new letter to the Prosecutor General's Office complaining about the lack of reply from the Prosecutor's Office of Chişinău to their letter. The prisoners repeated their complaints about the ban on visits by relatives and on telephone conversations with them and complained about an alleged breach of Article 3 of the Convention.", "44. On 28 August 2003 the applicant received a letter from the Prosecutor's Office of Chişinău dated 9 August 2003 by which his complaints about the ban on visits were dismissed. In particular it stated: “...all the rights of remanded persons are provided for by Article 16 of the Law on Pre-Trial Detention. Such rights as telephone conversations and long or short term visits by relatives or other persons are not provided for in that law. The fact that these rights are not expressly forbidden does not mean that they are guaranteed”.", "45. On 1 September 2003 the applicant and his cellmates challenged the Prosecutor's refusal of 9 August 2003 before the Râşcani District Court. Relying on Article 8 of the Convention and on domestic legislation, they complained about the prison authority's and prosecutor's denial of their right to have visits, including long term visits, from their relatives, telephone conversations and other kinds of contact with relatives and other persons. They asked the court to oblige the prosecutor to solve their problem. They also asked the court to hear the case in their presence.", "46. On 11 September 2003 the Prosecutor General's Office wrote the applicant a letter dismissing the complaints.", "47. On 3 November 2003 the applicant and his co-detainees lodged a supplementary application with the Râşcani District Court asking it to examine their application of 1 September 2003. They argued that in accordance with the Code of Criminal Procedure, the Court was obliged to examine their application within ten days of receipt. The court's failure to comply with that deadline constituted a breach of their right to an effective remedy under Article 13 of the Convention.", "48. In the meantime, on 23 October 2003, judge V.M. from the Râşcani District Court examined the applicant's and his cellmates' application of 1 September 2003 in their absence and dismissed it. The court considered that the application had a general character and did not refer to any specific events. The court issued a decision with the application number 13-69/03 dated 23 October 2003.", "49. On the same date, the same judge from the Râşcani District Court examined an application of other detainees from Cricova prison concerning alleged abuses by police during a prison riot and dismissed it. The court's decision had exactly the same application number and the same date as the decision in respect of the applicant and his cellmates.", "50. On 29 January 2004 the Râşcani District Court informed the applicant and his co-detainees that their application had been dismissed on 23 October 2003.", "51. On 4 March 2004 the applicant and his co-detainees wrote a letter to the Râşcani District Court and asked for a copy of its decision of 23 October 2003.", "52. On 10 March 2004 the applicant and his co-detainees appealed against the decision of 23 October 2003 to the Chişinău Court of Appeal. In their appeal application they stated inter alia that the Râşcani District Court had examined their case in their absence and that it had not even sent them a copy of its decision.", "53. On 26 March 2004 the Râşcani District Court sent the applicant and his cellmates a copy of its decision of 23 October 2003 which referred to the riot at Cricova prison.", "54. On 14 April 2004 the applicant and his cellmates sent a new letter to the Râşcani District Court and informed it that the decision sent to them on 26 March 2004 did not refer to their case and asked for a copy of their decision. The Court does not have information as to whether the applicant and his cellmates received a reply to this letter.", "55. On 28 June 2004 the Chişinău Court of Appeal examined the applicant's appeal against the decision of the Râşcani District Court and dismissed it by a final judgment. In its judgment the Court of Appeal indicated that the applicant and his lawyer had been present at the hearing. However, the facts and the law part referred to the Cricova prison riot and did not have any connection with the applicant's case.", "56. The Government submit that according to Article 19 of the Law on Pre-Trial Detention, a detained person needed a written authorisation from the investigation body in charge of his case in order to be able to receive visits from family or from other persons.", "57. They claim, and the applicant does not deny, that he received visits from his mother on 30 May 2003, 12 November 2003 and 12 December 2003.", "58. The relevant parts of the CPT's report concerning the visit to Moldova between 11 and 21 October 1998 read as follows:", "“77. Prisoners were accommodated primarily in five buildings. Buildings I, II and VII for the most part accommodated remand prisoners. Male juveniles were held in a section of building III, the basement of which was reserved for prisoners in transit. Women had a separate detention area, situated in Building V. Sentenced prisoners were scattered among the various buildings, except for the buildings housing the detachment of convicted prisoners employed as workers, situated in Building VIII. It should also be noted that all prisoners sentenced to life imprisonment were accommodated in the basement of Building II.", "...", "80. In contrast, in all the other detention areas, living conditions of the vast majority of the prison population left a considerable amount to be desired. In most of the cells, the living space per prisoner was well below the minimum standard set and the cramming in of persons had reached an intolerable level. For example, in Buildings I and II, up to 16 people were accommodated in cells of 24 m², 24 people had to share a cell of 32 m², and 29 people were packed into a cell of 52 m². In the juveniles' section in Building III, 12 young people were placed in a cell of 21 m² and 16 in a cell of 23 m². In addition, the delegation observed that cells of 8 m² to 9 m² accommodated up to four people.", "Furthermore, in these cells access to natural light was very limited, artificial lighting was mediocre, and the air polluted and rank. For prisoners still under investigation (i.e. over 700 prisoners), the situation was even worse, their cells being virtually totally without access to natural light because of the thick external metal blinds covering the windows. By force of circumstances, the equipment was reduced to the bare minimum, comprising metal or bunk beds which were extremely rudimentary and in a poor state, and a table and one or two benches. Furthermore, in many cells, there were not enough beds and prisoners had to share them or sleep in turns. In addition, the bedding was in a bad condition; the very small stocks of mattresses, blankets and sheets was not enough and many prisoners without family or resources had to sleep just on the bed frame.", "The cells had a sanitary annex, a real source of infection. Above the Asian toilet was a tap which served both as a flush and as a source of water which prisoners could use to freshen up or wash. Moreover, this area was only partially partitioned by a small low wall less than one metre high, which meant that it was not possible to preserve one's privacy.", "The state of repair and cleanliness in the cell blocks, overall, was also of considerable concern. In addition, many of the cells were infested with cockroaches and other vermin and some prisoners also complained that there were rodents.", "To sum up, the living and hygiene conditions for the vast majority of the prison population were execrable and, more particularly, constituted a serious health risk.", "81. The three transit cells in use at the time of the visit in Building III deserve particular mention. The situation in terms of living space in the cells was without a doubt the worst seen. Up to 18 prisoners were crammed into cells of 18 m². Half of the surface was taken up by a two level wooden platform (without mattress and blankets) completely blocking the window. In addition, the artificial lighting was mediocre and the atmosphere there was suffocating. As the remaining surface of the cell was filled up with the detainees' belongings and an Asian toilet, the detainees had no other choice but to pile onto the two levels of the platform. A number of detainees had been accommodated in these intolerable conditions for three to four months.", "82. As regards washing facilities for prisoners, they had weekly access to the showers. However, the number of showers was notoriously inadequate for the male population (23 showers for approximately 1400 detainees, and moreover, its functioning was unreliable). In addition, prisoners who were not in a position to receive the basic washing necessities from their families were totally left without because of the lack of soap and towels in the prison.", "83. The material conditions described above were further aggravated by another major inconvenience. Prisoners had to put up with very loud and repetitive music which was ongoing throughout the day and broadcast by loud speakers in the yard from 6 o'clock in the morning to 10 o'clock at night. The reason given for this measure was to ensure that the various categories of prisoners had no contact with each other. Many prisoners complained about this situation and the delegation was able to see for itself how obtrusive it was. For example, in many of the cells it was virtually impossible to hold a conversation.", "...", "98. The health care staff in prison No. 3 comprised nine full-time doctors, assisted by seven assistants, 11 nurses and a psychologist. The nine doctors were as follows: one doctor in charge of the prison medical service, two general practitioners, two pneumologists, a psychiatrist, a dermatologist, a radiologist and a dentist. In addition to providing a consultation facility, the medical staff was responsible for an infirmary with a capacity of 70 beds, although in reality, this area accommodated 200 patients, primarily patients suffering from tuberculosis.", "The medical team could at a pinch be considered sufficient. However, such is not the case for the team of assistants and nurses.”", "59. The relevant parts of the CPT's report concerning the visit to Moldova between 10 and 22 June 2001 read as follows:", "“69. The visited penitentiary establishments were severely affected by the country's economic situation. The budget ceiling for spending on the prison service under the 2001 Finance Act had been set at 48.7 million Lei (approximately 4.2 million Euros) or 38,9% of the resources needed per year. As a result, prisons suffered from severe shortages from every standpoint. For example, the daily budget for feeding a prisoner was 2.16 Lei, just 38.8% of the current statutory norm. Prisons also suffered form cuts in electricity, water and heating, not to mention the unavailability of medicines necessary for treating prisoners.", "In their letter of 5 November 2001, the Moldovan authorities refer to the efforts made at the beginning of 2001 by the Department of Prison Administration to obtain humanitarian aid from international organizations and individuals, in order to resolve the most urgent problems of the prison system (2.3 million Lei have been obtained in this way).", "The CPT recognizes the laudable efforts made by the Moldovan prison administration and these deserve to be supported. Nevertheless, the Committee has already recalled on several occasions that there are certain basic necessities of life that must, in all circumstances, including in a serious economic situation, be assured by the state in respect of persons for which it is responsible. Nothing can ever exempt the state from this responsibility.", "As a consequence, the CPT calls upon the Moldovan authorities, at the highest political level, to take without delay the necessary measures in order that all prisons in Moldova may adequately assure the basic necessities of life for all detainees.", "...", "78. The description of Prison No. 3 in Chişinău in paragraph 77 of the report on the 1998 visit is still valid. As previously indicated, this establishment suffered from severe overcrowding: 1,892 prisoners (mainly remand prisoners), including 127 women and 122 juveniles, for 1,480 places.", "82. For example, the follow-up visit to Prison No. 3 in Chişinău revealed positive changes which the CPT welcomes. It particularly approves of the removal of the heavy blinds covering the windows of cells looking onto the interior of the establishment. It is also planned to replace the blinds on the windows looking onto the street with an alternative arrangement that will let in sufficient natural light.", "...", "...Major repairs had also been made to the heating with, in particular, the installation of a new boiler, while the prison's central showers had been completely renovated (three shower rooms were operational and a fourth was being repaired) with the help of former prisoners and prisoners' families. This made it possible for male prisoners to take a shower, with hot water, every ten days. In certain buildings, moreover, repair work on the electrical system and painting of the corridors had been completed. A few cells were currently undergoing refurbishment.", "That said, the appalling living conditions and state of hygiene in buildings I, II and III, including the transit cells, described in paragraphs 80 and 81 of the previous report, had not changed (except as far as access to natural light is concerned). Indeed, the acute overcrowding in these buildings exacerbated matters still further. In the few cells viewed that were properly equipped and fitted out, this was due to the prisoners themselves, who had been able to procure what was needed from their families.", "...", "87. The absence of organised activity programmes was a common feature of the establishments visited. This was undoubtedly a consequence of the economic situation and overcrowding, but also of the restrictive legislation governing the categories of prisoners accommodated there. Only a minute fraction of the prison population had work: some sixty in Bender and Chişinău and twenty-seven in Cahul. The majority of these prisoners formed part of the workforce allocated to the various prison duties. Other forms of activity were almost non-existent. It should be noted, however, that some efforts had been made in Prison No. 3, following the CPT's recommendations. For example, the outdoor exercise areas had been equipped with modest sports facilities. In this context, management plans to fit out two sports halls as soon as possible deserve particular support. Improvements had also been made to the juvenile detention regime: a television room had been provided and a few activities organised, such as music, singing and group discussions/debates. However, these early attempts to meet the needs of young persons remain an isolated example. In the other establishments, they were left entirely to their own devices.", "...", "92. The follow-up visit to Prison No. 3 showed that compared with 1998 (see paragraph 98 of the report) the situation regarding health staffing levels had deteriorated. In particular, the number of nurses had fallen (from eleven to eight) added to which, two of these posts were vacant. The number of doctors and medical assistants remained the same, 9.5 and 7 respectively, but the post of head doctor was vacant. Such a team is not sufficient to meet the needs of almost 2,000 prisoners, a significant number of which were in the prison hospital (149), particularly as far as the care staff is concerned (medical assistants and nurses). The number of complaints received concerning access to medical staff and medical care is therefore hardly surprising.", "...", "95. As indicated in the preliminary remarks, the supply with necessary medication was problematic in the visited establishments. The detainees mostly depended on their families or on non-governmental organisations in order to obtain the necessary medication (for example, Pharmaciens sans Frontières at Prison No. 3)...", "98. From the standpoint of medical confidentiality, medical examinations and consultations did not take place in appropriate conditions in any of the establishments. As a rule, everything took place in the custody areas at cell doors (through the hatch), in the presence of guards. If prisoners had to be treated in a consultation room, guards were also in attendance. The situation in Prison No. 3, in the so-called \"procedure\" room in the infirmary, was particularly undignified. Treatment was administered through a closed door with bars, with an opening measuring 37 cm². The patients concerned then had to present the relevant part of the body, be it forearm or buttocks, in full view of other prisoners and staff.", "99. There also needs to be a review of access to a doctor and a medical assistant. The delegation observed that when they were doing their daily rounds, the medical assistants only had minimal contact with prisoners, and always in the presence of guards. As a result, it proved very difficult to request consultations, which had to be done through guards. Many complaints were received about the considerable delays in gaining access to care staff and the barriers erected by guards. The CPT recommends that this situation be remedied.", "100. There are several indicators to suggest that the situation regarding tuberculosis, already a matter of concern in 1998, is deteriorating. For example, in Prison No. 3, there has been a constant increase in the number of recorded active cases, from 54 in January 2000 to 121 in June 2001. Moreover, according to statistics supplied, tuberculosis accounts for 42% of the deaths in prison.", "121. The CPT notes the improvements made in Prison No. 3 to the conditions in which visits take place, with the refurbishment of the booths used for short visits and rooms fitted out for convicted prisoners' long visits. Nevertheless, the visiting areas remain insufficient, given the capacity of the establishment. ... The CPT invites the Moldovan authorities to develop the facilities for visits in the establishments visited at the earliest possible opportunity.”", "60. In paragraph 87 of its report concerning the visit to Azerbaijan between 24 November and 4 December 2002, the CPT recommended that prison authorities should offer a minimum of 4 m² per prisoner.", "61. The relevant provision of the Constitution of the Republic of Moldova reads as follows:", "“(1) The State shall ensure the privacy of letters, telegrams and other postal dispatches, of telephone conversations and of the use of other legal means of communication”.", "62. This principle is restricted in relation to detainees. Specific provisions relating to the privacy of prisoners' correspondence were set out in the Code for the Execution of Criminal Sentences.", "63. The relevant provisions of the Code for the Execution of Criminal Sentences read as follows:", "“(1) A convicted prisoner shall enjoy rights established in the legislation on the execution of criminal sanctions in accordance with the nature of the sanction and the restrictions of any of his rights imposed upon him by the sentencing court.", "(2) A convicted prisoner shall be entitled:", "(c) to receive and send mail, and to submit explanations, proposals and complaints in his language, and, if necessary, to use the services of an interpreter.”", "“(1) A convicted prisoner shall be entitled to receive and send an unlimited number of letters and telegrams.", "(2) A convicted prisoner's outgoing and incoming correspondence ... shall be subject to censorship. A petition addressed to an ombudsman by a detained person shall not be verified by the prison administration and shall be transmitted to the addressee within twenty-four hours (as amended by Law no. 18-XIV of 14 May 1998).", "(4) A convicted prisoner's proposals, requests and complaints addressed to an hierarchically higher legal authority shall be dispatched to such authority within three days.”", "64. The relevant provisions of the Law on Pre-Trial Detention No. 1226-XIII read as follows:", "“1. Remanded prisoners have the right to:", "d) to be visited by their lawyer, relatives and other persons;", "f) to correspond with their relatives and with other persons, to send complaints, requests and letters to public authorities and to public servants in accordance with the provisions of Article 18;”", "“(1) Remanded prisoners can correspond with their relatives and with other persons on the basis of a written authorisation by the person or the authority in charge with their case. Letters written or received by the remanded persons are sent to the addressees or handed by the prison authority to the remanded persons within three days.”", "65. By virtue of Law No. 206-XV of 29.05.2003 which entered into force on 18 July 2003 the following was added at the end of the first sentence:", "“who can limit the correspondence in the interest of the criminal investigation or in the interest of justice, as well as in the interest of security and order in the detention facility.”", "66. By virtue of the same law the words “within three days” were replaced with “within twenty-four hours”.", "“(1) The administration of the remand centre allows the remanded person to have contact with his or her relatives or other persons, if the contact is authorised by the investigating body charged with the remanded person's case. As a rule, the remanded person has this right once a month. The length of a meeting shall be from one to two hours.”"], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}