{"ITEMID": "001-102809", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SZUBSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Arkadiusz Szubski, is a Polish citizen who was born in 1978 and is currently detained in Wejherowo Remand Centre. He was represented before the Court by Ms G. Koczorowska, a lawyer practising in Szczecin.", "On an unspecified date in 2000 the applicant was committed to Poznań Remand Centre to serve a prison sentence. It appears that he remained there until late 2002 when he was transferred to Nowogard Prison. On 25 November 2003 he was once again detained in Poznań Remand Centre.", "On a further, unspecified date the applicant was transferred to Goleniów Prison and later to prisons in Stargard Szczeciński, Czarne and eventually to Wejherowo Remand Centre where he currently remains.", "The applicant submitted that all prisons and remand centres in which he had been detained were overcrowded. He submitted, by way of an example, that in Poznań Remand Centre he had been placed together with thirteen other inmates in a prison cell measuring approximately 30 m2. He pointed out that the Remand Centre’s sanitary facilities had been old and rusty and that the walls of his cell had been covered with mould. In Nowogard Prison the applicant was detained together with five other detainees in a cell of 8.5 m2. The sanitary conditions in Nowogard Prison were comparable to those in Poznań Remand Centre. In Goleniów Prison the applicant was detained together with a paraplegic inmate and he submitted that he had been permanently required to take care of him, help him to wash himself and wash his clothes as well as to clean the cell, although these tasks were normally incumbent on the prison authorities.", "The Government acknowledged that in Poznań Remand Centre, in Goleniów Prison and in Nowogard Prison the applicant might have been", "temporarily placed in cells which measured less than 3 m2 per prisoner. They further pointed out that the cells in which the applicant had been detained were disinfected on a regular basis. Moreover, the applicant had been provided with adequate personal hygiene products and could take a bath once a week. With regard to the issue of care of the paraplegic fellow inmate, the Government explained that the applicant had never been required to take care of the detainee in question and that he had done so of his own accord, along with other co-detainees placed in the same cell. They further stated that the paraplegic detainee had been receiving adequate assistance from the prison medical staff.", "More recently, the Government also submitted that on an unspecified date, presumably in November 2009, the applicant had been placed in a cell in which the statutory minimum standard of 3 m² per person was respected. The applicant did not contest this submission.", "On 25 March and 15 April 2005 the applicant filed complaints with the penitentiary authorities about the conditions of his detention. Both complaints were dismissed as unfounded.", "The applicant did not bring a civil action in tort to seek compensation for the infringement of his personal rights.", "(See Siedlecki and 9 other applications v. Poland, no. 5246/03)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}