{"ITEMID": "001-105281", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF DIALLO v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 13+3;Remainder inadmissible;Non-pecuniary damage - award;Just satisfaction reserved (2nd applicant)", "JUDGES": "Angelika Nußberger;Dean Spielmann;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["4. On 8 November 2006 the first applicant arrived at Prague airport by plane from Dakar (Senegal), having transferred in Lisbon. Immediately after his arrival, he applied for asylum. For the whole period of his stay in the Czech Republic, he was held at the reception centre for asylum seekers at Prague airport.", "5. In his application for asylum he submitted that in Guinea he had participated in a teacher’s strike and that subsequently police had come looking for him at home so he had had to flee. He feared that if returned to Guinea, he would be detained or even murdered. In a subsequent interview he specified that he had fled Guinea with the help of an employee of UNICEF, who also secured the assistance of a policeman.", "6. On 15 November 2006 the Department for Asylum and Migration Policy of the Ministry of the Interior (odbor azylové a migrační politiky ministerstva vnitra) dismissed his asylum application as manifestly unjustified (zjevně nedůvodná) under section 16(1)(e) of the Asylum Act without examining its merits, stating that the first applicant had arrived from Portugal, which was considered a safe third country.", "7. The first applicant applied for judicial review which, however, in cases rejected under section 16(1)(e) of the Asylum Act, did not have a suspensive effect. On 19 April 2007 he requested that those proceedings be terminated, which the Prague Municipal Court (městský soud) did on 31 May 2007.", "8. On 23 November 2006 the Prague-Ruzyně Aliens and Customs Police Service (referát cizinecké a pohraniční policie) ordered the first applicant to leave the country by 2 December 2006. As the applicant did not comply with the order, the Police Service instituted administrative expulsion proceedings against him.", "9. In the context of those proceedings the Police Service interviewed the first applicant on 3 December 2006. He reiterated that he could not return to his home country because he could be killed or injured there and would most likely be imprisoned. He submitted that he had been one of the initiators of a student demonstration in which several participants were killed. The Police Service also requested, as required by law, an opinion of the Ministry of the Interior as to whether there were any obstacles to the applicant’s removal. On 4 December 2006 the Ministry replied in the negative, stating that the first applicant was facing expulsion to Portugal, which was a safe country.", "10. On 4 December 2006 the Aliens and Customs Police Service issued an administrative expulsion order (správní vyhoštění) ordering the first applicant to leave the country within twenty days and prohibiting him from entering the Czech Republic for six months. It held that the first applicant had stayed in the Czech Republic without a valid visa after his asylum request had been rejected.", "11. On 28 February 2007 the Prague Aliens and Customs Police Directorate (ředitelství služby cizinecké a pohraniční policie) rejected the first applicant’s appeal, upholding the reasoning of the Aliens and Customs Police Service. The first applicant received this decision on 13 March 2007.", "12. On 15 May 2007 at about 4 a.m. and without prior notice, the first applicant was removed from the Czech Republic to Guinea by plane via Brussels. Later on, while the first applicant was in police custody in Guinea, his lawyer managed to contact him by telephone, but he refused to provide any information about his treatment in detention.", "13. The first applicant is currently living in Saudi Arabia.", "14. On 11 October 2006 the second applicant arrived at Prague airport by plane from Dakar (Senegal) with a transfer in Lisbon. He was denied permission to board a plane to Dubai and, subsequently, applied for asylum. During his stay in the Czech Republic, the applicant was held at both the reception centre for asylum seekers at Prague airport and the detention centre in Velké Přílepy.", "15. In his application for asylum he submitted that his father had been an active member of an opposition political party, Union for the New Republic, and had been detained and killed in 2000. After the death of his father, the applicant had created the Union for the Employment of Youth and became its president. He had continued to have contact with members of the opposition and his association had supported the trade unions. In 2006 a conflict began between the Government and trade unions and the Guinean Police had started looking for him.", "16. On 15 October 2006 the Department for Asylum and Migration Policy of the Ministry of the Interior dismissed the second applicant’s asylum request under section 16(1)(e) of the Asylum Act without examining its merits, holding that the second applicant had arrived from Portugal, a safe third country.", "17. The second applicant applied for judicial review and requested a suspension of the legal force of the administrative decision. He argued that according to the European Union Dublin Regulation, it was the Czech Republic that should process his request for asylum and not Portugal. Consequently, the Ministry should have considered the merits of his application.", "18. On 15 March 2007 the Prague Regional Court (krajský soud) upheld the administrative decision not to grant the second applicant asylum. It agreed with the reasoning that the second applicant had arrived from Portugal, which is a safe third country, and that he should have asked for asylum there. The court did not deal with the second applicant’s request for suspension of the legal force of the decision. The judgment was served on the second applicant on 10 May 2007. Having been removed from the Czech Republic before the expiration of the statutory time-limit, he did not appeal on points of law.", "19. On 22 November 2006 the Prague-Ruzyně Aliens and Customs Police Service ordered the second applicant to leave the country by 1 December 2006. As the second applicant did not comply with the order, the Police instituted administrative expulsion proceedings against him.", "20. In the context of those proceedings the Police Service held an interview with the second applicant on 3 December 2006 in which he reiterated his fears of returning to Guinea. It also requested, as required by law, an opinion of the Ministry of the Interior whether there were any obstacles to the second applicant’s expulsion. On 4 December 2006 the Ministry replied in the negative, stating that the second applicant was facing expulsion to Portugal, which was a safe country.", "21. On 4 December 2006 the Aliens and Customs Police Service issued an expulsion order against the second applicant prohibiting him from entering the Czech Republic for six months and ordering him to leave the country within twenty days. It held that the applicant had stayed in the country without a valid visa.", "22. On 2 March 2007 the Prague Aliens and Customs Police Directorate rejected the second applicant’s appeal, sharing the opinion of the Aliens and Customs Police Service. The second applicant was notified on 13 March 2007.", "23. On 15 May 2007 at about 4 a.m. and without prior notice, he was removed from the Czech Republic to Guinea by plane via Brussels. His lawyer was not informed about the removal beforehand and has not managed to reach the second applicant since then.", "24. On 30 November 2006 the second applicant had signed a power of attorney for Mr J. Větrovský, who is representing him in the proceedings before the Court, authorising him to take any legal action relating to his expulsion, including preventing the expulsion, and to make any claims arising from the situation, including, if necessary, representing him before the courts.", "25. Under section 16(1)(e) an application for asylum had to be rejected as manifestly unjustified if the applicant arrived from a country which the Czech Republic considered to be a safe third country or a safe country of origin, unless it was proven that in a particular case this country could not be deemed to be safe.", "26. Section 32 stipulated:", "“1. an action against the decision of the Ministry concerning asylum shall be filed within 15 days of the serving of the decision.", "2. Within seven days of the serving of the decision, an action may be filed against the decision on asylum", "a) which rejects the application as manifestly unjustified, ...", "3. The filing of an action under subsections 1 and 2 has a suspensive effect, except in the case of an action against termination of the proceedings pursuant to section 25 or an action against a decision under section 16(1)(e) and (f).", "(4) The proceedings on an action fall within the jurisdiction of the regional court ...", "(5) The lodging of an appeal on points of law against the decision of the regional court on the action against the decision made by the Ministry in the matter of asylum pursuant to subsections (1) and (2) shall have a suspensive effect.”", "27. Under section 120a(1) the police, within the framework of making a decision on administrative expulsion pursuant to section 119 or section 120, are obliged to request from the Ministry of the Interior a binding opinion as to whether the alien’s departure is possible (section 179). Under subsection (3) the Ministry will issue its binding opinion without delay.", "28. Section 171(c) ruled out judicial review of a decision on administrative expulsion if prior to the proceedings on expulsion the alien had been staying in the territory unlawfully. This provision was repealed by the Constitutional Court as unconstitutional in its judgment of 9 December 2008 (Pl. ÚS 26/07).", "29. Section 179 regulates obstacles to an alien departing from the territory of the Czech Republic:", "(1) An alien’s departure shall not be permitted if there is reason to believe that, if returned to the state of which he is a citizen, or, in the case of a stateless individual, to the state in which he last held permanent residence, he would be in real danger of serious harm as defined in subsection (2) below and that, due to this danger, he is either unable or unwilling to accept protection from the state of which he is a citizen or in which he last held permanent residence.", "(2) For the purposes of this Act, serious harm is understood to be:", "a) the imposition or execution of a death penalty;", "b) torture, or inhuman or degrading treatment or punishment;", "c) serious threat to life or human dignity due to unwarranted violence in situations of international or internal armed conflict; or", "d) if the alien’s departure would be in conflict with the Czech Republic’s international obligations.", "30. The Court has described the situation in Guinea in M.A.D. v. France (dec.), no. 50284/07, 12 October 2010. The following documents pertain to the situation there at the time relevant for the present application.", "“19. On 13 June 2006, the Secretary-General stated that he was deeply concerned by the killings of approximately 10 students during the demonstrations on 12 June 2006. He underlined the need for the non-violent resolution of disputes and called on the authorities to exercise restraint.", "20. On 22 January 2007, the Secretary-General stated that he was gravely concerned at the excessive use of force resulting in the loss of life in clashes in Guinea. He strongly urged the Government to carry out investigations into the killings with a view to bringing those responsible to justice, and to take the necessary measures to ensure the safety of all citizens throughout the country. He urged the parties to engage in dialogue in order to find a peaceful resolution to the dispute.", "21. On 13 February 2007, the High Commissioner for Human Rights condemned the reported killing of civilians in Guinea days before, and recalled that fundamental human rights cannot be curtailed even in a state of emergency. The same day, the Secretary-General reiterated his grave concern over the worsening political and security situation in Guinea, and stated that he deplored the continued loss of lives and the wanton destruction of property. He urged the Government and the security forces to exercise maximum restraint and to scrupulously uphold the rule of law and respect for human rights, and he urged the labour leaders to refrain from inciting violence and the destruction of property.", "...", "40. In January 2007, the Special Rapporteurs on the right to freedom of opinion and expression and on the question of torture drew the Government’s attention to the general strike, which began on 10 January 2007 in Conakry, in protest against the Government and its management of the country. During the strike four persons were killed, many were injured and at least 60 were arrested.”", "31. During the discussion in the Human Rights Council, the Guinean Government admitted that “a lack of political will has affected the implementation of national and international legislation on human rights. That deficiency has led to serious and massive human rights violations by successive Governments. Denunciations and complaints, linked to political instability and lack of security, have resulted in massive uprisings and general disputes. ... Human rights violations, which commenced in June 2006, have continued up to September 2009.”", "32. In 2006 and 2007 the US State Department Country Reports on Human Rights Practices reported serious human rights abuses in Guinea including killings and ill-treatment of student demonstrators by security forces, arbitrary arrests and intimidation of citizens during general strikes and inhuman and life-threatening prison conditions. The reports also noted instances when persons suspected of inciting violence during the general strike were detained for a few days and after release without any charges were repeatedly harassed by security officers and threatened in anonymous phone calls.", "33. At the same time the reports noted that political detentions rarely exceeded a few days and those persons were generally extended more protection than other detainees due to the NGO and media attention their cases attracted.", "34. According to Amnesty International’s 2008 annual report Guinean security forces used excessive force against demonstrators, arbitrary detention and killings by security forces were reported and torture and other ill-treatment of protesters and detainees were widespread in 2007:", "“Against the background of a serious economic crisis, Guinea’s two principal trade unions, supported by the main opposition parties, called a general strike in January 2007. ... President Lansana Conté ... attempted to suppress the movement by force. Throughout January, at the beginning of the movement, members of the security forces shot at peaceful demonstrators, killing dozens of people and injuring others. Despite this use of force and the arrest of some civil society leaders and trade unionists, the general strike continued and in late January the trade unions demanded the appointment of a consensus government.", "In February ..., clashes between the demonstrators and the security forces increased and a state of emergency was declared on 12 February. ...", "In May, members of the armed forces took to the streets in the capital, Conakry, and other towns, demonstrating and firing into the air. At least 13 people were killed and others were injured by stray bullets.", "...", "An Independent Commission of Inquiry was established in May ‘charged with conducting investigations into grave human rights violations and offences committed during the strikes of June 2006 and January and February 2007’. Dozens of people, including demonstrators and employees of a private radio station, were arrested for short periods of time by the security forces during the general strike. Some were tortured in custody.”", "35. Amnesty International also reported on a particular case of a member of the Union of the Guinean Youth who was arrested twice in February 2007: “He was beaten with rifle butts and police officers walked on him and kicked him in the chest while he was handcuffed with both arms behind his back. Officers tied both his elbows behind his back and inserted a baton between his arms, pulling on it at regular intervals to increase the pain.”", "36. In its August 2006 report “The Perverse Side of Things” Human Rights Watch documented cases of serious torture in detention facilities and reported that “Security forces and other government officials in Guinea routinely violate some of the most basic civil and political rights, including the inherent right to life, freedom from torture, freedom of expression, freedom of assembly, and the right to a trial within a reasonable period. These violations are committed against individuals accused of common crimes as well as those persons security forces perceive to be government opponents.”", "37. In a note released on 15 February 2007 “Security Forces Abuse Population Under Martial Law” it reported that Guinean security forces were using martial law declared on 12 February 2007 as an excuse to terrorize ordinary Guineans and, under the guise of re-establishing law and order, were acting like common criminals, beating, robbing and brutalizing the population they were supposed to protect."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}