{"ITEMID": "001-104098", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GIULIANI AND GAGGIO v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Conditional);No violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);No violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities)", "JUDGES": "Alvina Gyulumyan;Christos Rozakis;David Thór Björgvinsson;Elisabeth Steiner;Françoise Tulkens;Giovanni Bonello;Guido Raimondi;Ineta Ziemele;Ireneu Cabral Barreto;Isabelle Berro-Lefèvre;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Kristaq Traja;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Nona Tsotsoria;Renate Jaeger;Stanislav Pavlovschi;Vladimiro Zagrebelsky;Zdravka Kalaydjieva", "TEXT": ["11. The applicants were born in 1938, 1944 and 1972 respectively and live in Genoa and Milan. They are the father, mother and sister of Carlo Giuliani, who was shot and killed during the demonstrations on the fringes of the G8 summit in Genoa in July 2001.", "12. On 19, 20 and 21 July 2001 the G8 summit was held in Genoa. Numerous “anti-globalisation” demonstrations were staged in the city and substantial security measures were put in place by the Italian authorities. Under section 4(1) of Law no. 149 of 8 June 2000, the prefect of Genoa was authorised to deploy military personnel to ensure public safety in connection with the summit. In addition, the part of the city where the G8 were meeting (the historic centre) was designated as a “red zone” and cordoned off by means of a metal fence. As a result, only residents and persons working in the area were allowed access. Access to the port was prohibited and the airport was closed to traffic. The red zone was contained within a yellow zone, which in turn was surrounded by a white (normal) zone.", "13. The service instructions of 19 July 2001 were issued by the officer in command of the law-enforcement agencies the day before Carlo Giuliani's death. They sum up the priorities of the law-enforcement agencies as follows: establishing a line of defence within the red zone, with the task of repelling rapidly any attempt to break through; establishing a line of defence within the yellow zone to deal with any incidents, taking account of the position of the demonstrators in various locations and of actions perpetrated by more extremist elements; putting in place public-order measures on the streets concerned by the demonstrations, bearing in mind the risk of violence encouraged by the presence of crowds of people.", "14. The parties agreed as to the fact that the service instructions of 19 July 2001 amended the plans hitherto established regarding the deployment of the available means and resources, in order to enable the law-enforcement agencies to counter effectively any attempt to enter the red zone by participants in the demonstration of the Tute Bianche (“White overalls”) which had been announced and authorised for the following day.", "15. The applicants maintained that the service instructions of 19 July had given a detachment of carabinieri implicated in the death of Carlo Giuliani a dynamic role, whereas it had previously been supposed to remain in one location. The Government stated that the service instructions had been communicated orally to the officers on the ground.", "16. A radio communications system had been put in place, with an operations control room located in the Genoa police headquarters (questura), which was in radio contact with the officers on the ground. The carabinieri and police officers could not communicate directly amongst themselves by radio; they could only contact the control room.", "17. On the morning of 20 July some groups of particularly aggressive demonstrators, wearing balaclavas and masks (the “Black Bloc”) sparked numerous incidents and clashes with law-enforcement officers. The Tute Bianche march was due to set off from the Carlini stadium. This was a demonstration involving several organisations: representatives of the “No Global” movement and of community centres, and young communists from the Rifondazione comunista party. While they believed in non-violent protest (civil disobedience), they had announced a strategic objective, namely to try to penetrate the red zone. On 19 July 2001 the head of the Genoa police authority (questore) had prohibited the Tute Bianche march from entering the red zone or the zone adjacent to it, and had deployed lawenforcement officers to halt the march at Piazza Verdi. Consequently, the demonstrators were able to march from the Carlini stadium and all the way along Via Tolemaide to Piazza Verdi, that is to say, well beyond the junction of Via Tolemaide and Corso Torino where clashes occurred, as detailed below.", "18. At around 1.30 p.m. the march set off and headed slowly westwards. Around Via Tolemaide there were signs of earlier disturbances. The march was headed by a contact group made up of politicians and a group of journalists carrying video recorders and cameras. The marchers slowed down and made a number of stops. In the vicinity of Via Tolemaide there were incidents involving persons wearing masks and balaclavas and lawenforcement officers. The march reached the railway tunnel at the junction with Corso Torino. Suddenly, tear gas was fired on the demonstrators by carabinieri under the command of Mr Mondelli. The carabinieri charged forward, making use of their batons. The march was pushed back eastwards as far as the junction with Via Invrea.", "19. The demonstrators split up: some headed towards the seafront, while others sought refuge in Via Invrea and then in the area around Piazza Alimonda. Some demonstrators responded to the attack by throwing hard objects such as glass bottles or rubbish bins at the law-enforcement officers. Armoured vehicles belonging to the carabinieri drove up Via Casaregis and Via Invrea at high speed, knocking down the barriers erected by the demonstrators and forcing the demonstrators at the scene to leave. At 3.22 p.m. the control room ordered Mr Mondelli to move away and allow the marchers to pass.", "20. Some of the demonstrators retaliated with violence and clashes took place with the law-enforcement agencies. At around 3.40 p.m. a group of demonstrators attacked an armoured carabinieri van and set it alight.", "21. At approximately 5 p.m. the presence of a group of demonstrators who appeared very aggressive was observed by the Sicilia battalion, consisting of around fifty carabinieri stationed close to Piazza Alimonda. Two Defender jeeps were parked nearby. Police officer Lauro ordered the carabinieri to charge the demonstrators. The carabinieri charged on foot, followed by the two jeeps. The demonstrators succeeded in pushing back the charge, and the carabinieri were forced to withdraw in disorderly fashion near Piazza Alimonda. Pictures taken from a helicopter at 5.23 p.m. show the demonstrators running along Via Caffa in pursuit of the lawenforcement officers.", "22. In view of the withdrawal of the carabinieri the jeeps attempted to reverse away from the scene. One succeeded in moving off while the other found its exit blocked by an overturned refuse container. Suddenly, several demonstrators wielding stones, sticks and iron bars surrounded it. The two side windows at the rear and the rear window of the jeep were smashed. The demonstrators shouted insults and threats at the jeep's occupants and threw stones and a fire extinguisher at the vehicle.", "23. There were three carabinieri on board the jeep: Filippo Cavataio (“F.C.”), who was driving, Mario Placanica (“M.P.”) and Dario Raffone (“D.R.”). M.P., who was suffering from the effects of the tear-gas grenades he had thrown during the day, had been given permission by Captain Cappello, commander of a company of carabinieri, to get into the jeep in order to get away from the scene of the clashes. Crouched down in the back of the jeep, injured and panicking, he was protecting himself on one side with a riot shield (according to the statement of a demonstrator named Predonzani). Shouting at the demonstrators to leave “or he would kill them”, M.P. drew his Beretta 9 mm pistol, pointed it in the direction of the smashed rear window of the vehicle and, after some tens of seconds, fired two shots.", "24. One of the shots struck Carlo Giuliani, a balaclava-clad demonstrator, in the face under the left eye. He had been close to the rear of the jeep and had just picked an empty fire extinguisher off the ground and raised it up. He fell to the ground near the left-side rear wheel of the vehicle.", "25. Shortly afterwards, F.C. managed to restart the engine and in an attempt to move off, reversed, driving over Carlo Giuliani's body in the process. He then engaged first gear and drove over the body a second time as he left the scene. The jeep then drove towards Piazza Tommaseo.", "26. After “a few metres”, carabinieri sergeant-major Amatori got into the jeep and took over at the wheel, “as the driver was in a state of shock”. Another carabiniere named Rando also got in.", "27. Police forces stationed on the other side of Piazza Alimonda intervened and dispersed the demonstrators. They were joined by some carabinieri. At 5.27 p.m. a police officer present at the scene called the control room to request an ambulance. A doctor who arrived at the scene subsequently pronounced Carlo Giuliani dead.", "28. According to the Ministry of the Interior (ministero dell'Interno), it was impossible to indicate the exact number of carabinieri and police officers at the scene at the moment of Carlo Giuliani's death; there had been approximately fifty carabinieri, some 150 metres from the jeep. In addition, 200 metres away, near Piazza Tommaseo, there had been a group of police officers.", "29. Relying, inter alia, on witness evidence given by law-enforcement officers during a parallel set of proceedings (the “trial of the twenty-five”, see paragraphs 121-138 below), the applicants stated in particular that, while on Piazza Alimonda, the carabinieri had been able to take off their gas masks, eat and rest. With the situation “calm”, Captain Cappello had ordered M.P. and D.R. to board one of the two jeeps. He considered the two carabinieri to be mentally exhausted (“a terra”) and no longer physically fit for duty. Cappello also considered that M.P. should stop firing tear gas and took away his tear-gas gun and the pouch containing the tear-gas grenades.", "30. Referring to the photographs taken shortly before the fatal shot, the applicants stressed that the weapon had been held at a downward angle from the horizontal. They also referred to the statements made by LieutenantColonel Truglio (see paragraph 43 below), who said that he had been ten metres or so from Piazza Alimonda and thirty to forty metres away from the jeep. The carabinieri (around a hundred of them) had been some tens of metres from the jeep. The police officers had been at the end of Via Caffa, towards Piazza Tommaseo. The applicants submitted that the photographs in the investigation file clearly showed some carabinieri not far from the jeep.", "31. A spent cartridge was found a few metres from Carlo Giuliani's body. No bullet was found. A fire extinguisher and a bloodstained stone, among other objects, were found beside the body and were seized by the police. It emerges from the file that the public prosecutor's office entrusted thirty-six investigative measures to the police. The jeep in which M.P. had been travelling, and also the weapon and equipment belonging to him, remained in the hands of the carabinieri and were subsequently seized under a court order. A spent cartridge was found inside the jeep.", "32. During the night of 20 July 2001 the Genoa mobile police unit heard evidence from two police officers, Mr Martino and Mr Fiorillo. On 21 July Captain Cappello, who was in charge of the ECHO company, recounted the events of the previous day and gave the names of the carabinieri who had been in the jeep. He said that he had heard no shots, probably because of his radio earpiece, his helmet and his gas mask, which reduced his hearing.", "33. On the night of 20 July 2001 M.P. and F.C. were identified and examined by the Genoa public prosecutor's office on suspicion of intentional homicide. The interviews took place at the headquarters of the Genoa carabinieri.", "34. M.P. was an auxiliary carabiniere assigned to Battalion no. 12 (Sicilia), and one of the members of the ECHO company constituted for the purpose of the G8 summit. Together with four other companies from different regions of Italy, the company formed part of the CCIR, under the orders of Lieutenant-Colonel Truglio. The ECHO company was under the orders of Captain Cappello and his deputies Mirante and Zappia, and was directed and coordinated by Mr Lauro, a senior officer (vice questore) of the Rome police. Each of the five companies was divided into four detachments of fifty men. The overall commander of the companies was Colonel Leso.", "35. M.P., who was born on 13 August 1980 and began serving as a carabiniere on 16 September 2000, was twenty years and eleven months old at the material time. He was trained in the use of grenades and had been deployed to fire tear gas. He stated that during the public-order operations he had been supposed to move around on foot with his detachment. Having fired several tear-gas grenades, he had felt a burning in his eyes and face and had asked Captain Cappello for permission to board a jeep. Shortly afterwards another carabiniere (D.R.), who was injured, had joined him.", "36. M.P. said that he had been very frightened because of everything he had seen being thrown that day, and was particularly afraid that the demonstrators would throw Molotov cocktails. He explained that he had grown more afraid after being injured in the leg by a metal object and in the head by a stone. He had become aware that the jeep was under attack because of the stones being thrown and had thought that “hundreds of demonstrators were surrounding the jeep”, although he added that “at the time [he] fired the shots, no one was in sight”. He said he had been “panicstricken”. At some point he realised that his hand was gripping his pistol; he thrust the hand carrying the weapon through the jeep's rear window and, after about a minute, fired two shots. He maintained that he had not noticed Carlo Giuliani behind the jeep either before or after firing.", "37. F.C., the jeep's driver, was born on 3 September 1977 and had been serving as a carabiniere for twenty-two months. At the material time he was twenty-three years and ten months old. He stated that he had been in an alleyway near Piazza Alimonda and had attempted to reverse towards the square because the detachment was being pushed back by the demonstrators. However, he had found his path blocked by a refuse container and his engine had stalled. He had concentrated on trying to move the jeep out while his colleagues inside the vehicle were shouting. As a result, he had not heard the shots. Lastly, he stated: “I did not notice anyone on the ground because I was wearing a mask, which partly blocked my view ... and also because it is hard to see properly out the side of the vehicle. I reversed and felt no resistance; actually, I felt the left wheel jolt and thought it must be a pile of rubbish, since the refuse container had been overturned. The only thought in my head was how to get out of that mess.”", "38. D.R., who was born on 25 January 1982, had been performing military service since 16 March 2001. At the material time he was nineteen years and six months old. He stated that he had been struck in the face and back by stones thrown by demonstrators and had started to bleed. He had tried to protect himself by covering his face, and M.P. for his part had tried to shield him with his body. At that point, he could no longer see anything, but he could hear the shouting and the sound of blows and objects entering the jeep. He heard M.P. shouting at their attackers to stop and leave, and then heard two shots.", "39. On 11 September 2001 M.P., during questioning by the public prosecutor, confirmed his statement of 20 July 2001, adding that he had shouted to the demonstrators: “Leave or I'll kill you!”.", "40. Sergeant-Major Amatori, who was in the other jeep on Piazza Alimonda, said that he had noticed that the jeep in which M.P. was travelling had its path blocked by a refuse container and was surrounded by a large number of demonstrators, “certainly more than twenty”. The latter were throwing objects at the jeep. In particular, he saw one demonstrator throw a fire extinguisher at the rear window. He heard shots and saw Carlo Giuliani fall down. The jeep then drove twice over Carlo Giuliani's body. Once the jeep had succeeded in leaving Piazza Alimonda, he went over to it and saw that the driver had got out and, visibly shaken, was asking for help. The sergeant-major took over the driving seat and, noticing that M.P. had a pistol in his hand, ordered him to replace the safety catch. He immediately thought that this was the weapon that had just fired the shots, but said nothing to M.P., who was injured and whose head was bleeding. The driver told him that he had heard shots while he was manoeuvring the jeep. The sergeant-major was not given any explanation as to the circumstances surrounding the decision to shoot and did not ask any questions on the subject.", "41. Carabiniere Rando had gone over to the jeep on foot. He said that he had seen that the pistol was drawn and asked M.P. if he had fired. M.P. said that he had, without specifying whether he had fired into the air or in the direction of a particular demonstrator. M.P. kept saying: “They wanted to kill me, I don't want to die”.", "42. On 11 September 2001 the public prosecutor heard evidence from Captain Cappello, commander of the ECHO company (see paragraph 34 above). Captain Cappello stated that he had given M.P. permission to board the jeep and had taken his tear-gas gun as M.P. was experiencing difficulties. He stated subsequently (at the “trial of the twenty five”, hearing of 20 September 2005) that M.P. had been physically unfit to continue on account of his mental state and nervous tension. Captain Cappello had then moved with his men – about fifty in number – towards the corner of Piazza Alimonda and Via Caffa. He was requested by police officer Lauro to proceed up Via Caffa in the direction of Via Tolemaide to assist the men engaged there in trying to push back the demonstrators. He said he had been puzzled by the request, given the number of men with him and their state of tiredness, but had nevertheless stationed them on Via Caffa. The carabinieri were forced back by the demonstrators coming from Via Tolemaide; they initially withdrew in an orderly manner, and then in disorderly fashion. Mr Cappello did not realise that, when the carabinieri withdrew, they were being followed by the two jeeps, as there was no “operational reason” for the vehicles to be there. The demonstrators dispersed only when the mobile police units stationed on the other side of Piazza Alimonda intervened. Only then did he observe a man wearing a balaclava lying on the ground, apparently seriously injured. Some of his men were wearing helmets equipped with video cameras which should make it possible to shed light on the sequence of events; the video recordings were handed over to Colonel Leso.", "43. Lieutenant-Colonel Truglio, Captain Cappello's superior officer, stated that he had stopped around ten metres from Piazza Alimonda and thirty to forty metres from the jeep, and had seen the jeep drive over a body lying on the ground.", "44. On 21 December 2001 Mr Lauro gave evidence to the public prosecutor. He stated that he had learnt of the change to the service instructions on the morning of 20 July 2001. At the hearing of 26 April 2005 during the “trial of the twenty-five”, he stated that he had been informed on 19 July 2001 that no march was authorised for the following day. On 20 July he had still been unaware that an authorised march was due to take place. During the day he went to Piazza Tommaseo, where clashes were taking place with demonstrators. At 3.30 p.m., while the situation was calm, Lieutenant-Colonel Truglio and the two jeeps joined the contingent. Between 4 p.m. and 4.45 p.m. the contingent was involved in clashes on Corso Torino. It then arrived in the vicinity of Piazza Tommaseo and Piazza Alimonda. Lieutenant-Colonel Truglio and the two jeeps came back and the contingent was reorganised. Mr Lauro observed a group of demonstrators at the end of Via Caffa who had formed a barrier using wheeled refuse containers and were advancing towards the law-enforcement officers. He asked Captain Cappello whether his men were in a position to deal with the situation and the latter replied in the affirmative. Mr Lauro and the contingent therefore took up positions close to Via Caffa. He heard an order to withdraw and took part in the disorderly withdrawal of the contingent.", "45. Some demonstrators present at the time of the events also gave statements to the public prosecutor. Some of them said they had been very close to the jeep and had themselves thrown stones and had struck the jeep with sticks and other objects. According to one demonstrator, M.P. had cried: “Bastards, I'm going to kill the lot of you!”. Another noticed that the carabiniere inside the jeep had taken out his pistol; the demonstrator then shouted to his friends to watch out and moved away. Another demonstrator said that M.P. had been protecting himself on one side with a riot shield.", "46. Some individuals who witnessed the events from the windows of their homes said they had seen a demonstrator pick up a fire extinguisher and raise it up. They had heard two shots and had seen the demonstrator fall to the ground.", "47. The public prosecutor's office ordered the law-enforcement agencies to hand over any audiovisual material which might help in reconstructing the events on Piazza Alimonda. Photographs had been taken and video recordings made by film crews, helicopter cameras and miniature video cameras in the helmets of some of the officers. Pictures taken by private individuals were also available.", "48. Within twenty-four hours the public prosecutor's office ordered an autopsy to establish the cause of Carlo Giuliani's death. On 21 July 2001 at 12.10 p.m. notice of the autopsy – specifying that the injured party could appoint an expert and a lawyer – was served on the first applicant, Carlo Giuliani's father. At 3.15 p.m. Mr Canale and Mr Salvi, the experts appointed by the prosecuting authorities, were given their official brief and work commenced on the autopsy. The applicants did not send any representative or expert of their own.", "49. The experts requested the public prosecutor's office to give them sixty days to prepare their report. The request was granted. On 23 July 2001 the public prosecutor's office authorised the cremation of Carlo Giuliani's body in accordance with the family's wishes.", "50. The expert report was submitted on 6 November 2001. It found that Carlo Giuliani had been struck below the left eye by a bullet which had passed through the skull and exited through the rear of the skull on the left. The bullet's trajectory had been as follows: it had been fired from a distance exceeding fifty centimetres and had travelled from front to back, from right to left and in a downward direction. Carlo Giuliani had been 1.65 metres tall. The person firing the shot had been facing the victim and slightly to his right. According to the experts, the bullet injury to the head had resulted in death within a few minutes; the jeep's being driven over the body had caused only insignificant minor injuries to the organs in the thorax and the abdomen.", "51. After leaving Piazza Alimonda the three carabinieri who had been in the jeep went to the casualty department of Genoa Hospital. M.P. complained of diffuse bruising to his right leg and an injury to the skull with open wounds; against the advice of the doctors, who wished to admit him, M.P. signed a discharge and left the hospital at around 9.30 p.m. He had an injury to the skull which, he said, had been caused by a blow to the head with a blunt instrument while he had been in the jeep.", "52. D.R. presented with bruising and abrasions to the nose and the right cheekbone and bruises on the left shoulder and left foot. F.C. was suffering from a posttraumatic psychological disorder and was expected to recover within fifteen days.", "53. Medical examinations were carried out to establish the nature of the injuries and their connection with the attack on the jeep's occupants. The reports concluded that the injuries sustained by M.P. and D.R. had not been life-threatening. M.P.'s head injuries could have been caused by a stone thrown at him, but it was not possible to determine the origin of his other injuries. The injury to D.R.'s face could have been caused by a stone thrown at him and his shoulder injury by a blow from a wooden plank.", "54. On 4 September 2001 the public prosecutor's office instructed Mr Cantarella to establish whether the two spent cartridges found at the scene (one in the jeep and the other a few metres from Carlo Giuliani's body – see paragraph 31 above) had come from the same weapon, and specifically from M.P.'s weapon. In his report of 5 December 2001 the expert concluded that there was a 90% probability that the cartridge found in the jeep had come from M.P.'s pistol, whereas there was only a 10% probability that the cartridge found close to Carlo Giuliani's body had issued from the same weapon. In accordance with Article 392 of the Code of Criminal Procedure (“the CCP”), these tests were carried out unilaterally, that is to say, without the injured party having an opportunity to participate.", "55. The public prosecutor's office appointed a second expert, police inspector Manetto. The latter, in a report submitted on 15 January 2002, stated that there was a 60% probability that the spent cartridge found near the victim's body had come from M.P.'s weapon. He concluded that both the cartridges had come from M.P.'s pistol, and estimated the distance between M.P. and Carlo Giuliani at the moment of impact at between 110 and 140 centimetres. The tests were conducted unilaterally.", "56. On 12 February 2002 the public prosecutor's office instructed a panel of experts (made up of Mr Balossino, Mr Benedetti, Mr Romanini and Mr Torre) “to reconstruct, even in virtual form, the actions of M.P. and Carlo Giuliani in the moments immediately before and after the bullet struck the victim's body”. In particular, the experts were asked to “establish the distance between M.P. and Carlo Giuliani, their respective angles of vision and M.P.'s field of vision inside the jeep at the moment the shots were fired”. It appears from the file that Mr Romanini had published an article in September 2001 in a specialist journal (TAC Armi), in which he expressed the view, among other things, that M.P.'s actions had constituted “a clear and wholly justified defensive reaction”.", "57. The representatives and experts appointed by the applicants attended the examinations by the panel of experts. The applicants' lawyer, Mr Vinci, stated that he did not wish to make an application for the immediate production of evidence (incidente probatorio). Article 392 §§ 1 (f) and 2 of the CCP allows the public prosecutor and the accused, among other things, to request the investigating judge (giudice per le indagini preliminari) to order a forensic examination where the latter concerns a person, object or place which is subject to unavoidable alteration or where, if ordered during the trial, the examination in question could entail suspension of the proceedings for a period exceeding sixty days. Under Article 394 of the CCP the injured party may request the public prosecutor to apply for the immediate production of evidence. If the public prosecutor refuses the request, he or she must issue an order giving reasons and must serve it on the injured party.", "58. An on-site inspection was conducted on 20 April 2002. Traces of the impact of a shot were found on the wall of a building on Piazza Alimonda, at a height of about five metres.", "59. On 10 June 2002 the experts submitted their report. The experts stated at the outset that the fact that they had not had access to Carlo Giuliani's body (because it had been cremated) had been a major obstacle which had prevented them from producing an exhaustive report, as they had been unable to re-examine parts of the body and search for micro-traces. On the basis of the “little material available” the experts attempted to establish first of all what the impact of the bullet had been on Carlo Giuliani's body, setting out the following considerations.", "60. The injuries to the skull had been very serious and had resulted in death “within a short space of time”. The bullet had not exited whole from Carlo Giuliani's head; the report (referto radiologico) of the full body scan performed before the autopsy referred to a “subcutaneous fragment, probably metal” above the bones in the occipital region. This piece of opaque metal looked like a fragment of bullet casing. The appearance of the entry wound on the face did not lend itself to an unequivocal interpretation; its irregular shape was explained chiefly by the type of tissue in the part of the body struck by the bullet. However, one possible explanation was that the bullet had not hit Carlo Giuliani directly, but had encountered an intermediate object which could have distorted it and slowed it down before it reached the victim's body. That hypothesis would explain the small dimensions of the exit wound and the fact that the bullet had fragmented inside Carlo Giuliani's head.", "61. The experts reported finding a small fragment of lead, probably from the bullet, which had come off Carlo Giuliani's balaclava when the latter was being handled; it was impossible to ascertain whether the fragment had come from the front, side or back of the balaclava. It bore traces of a substance which was not part of the bullet as such, but came from material used in the building industry. In addition, micro-fragments of lead were found on the front and back of the balaclava, apparently confirming the hypothesis that the bullet had lost part of its casing at the moment of impact. According to the experts, it was not possible to establish the nature of the “intermediate object” apparently hit by the bullet; however, they ruled out the possibility that it was the fire extinguisher which Carlo Giuliani had been holding in his outstretched hand. The distance from which the shot had been fired had been in excess of 50-100 centimetres.", "62. In order to reconstruct the events on the basis of the “intermediate object theory”, the experts then had some test shots fired and conducted video and computer simulations. They concluded that it was not possible to establish the bullet's trajectory as the latter had undoubtedly been altered as a result of the collision. On the basis of video footage showing a stone disintegrating in the air and of the shot that could be heard on the soundtrack, the experts concluded that the stone had shattered immediately after the shot had been fired. A computer simulation showed the bullet, fired upwards, hitting Carlo Giuliani after colliding with the stone in question, thrown at the jeep by another demonstrator. The experts estimated that the distance between Carlo Giuliani and the jeep had been approximately 1.75 metres and that M.P. had been able to see Carlo Giuliani at the moment the shot was fired.", "63. The applicants submitted a statement made to their lawyer by J.M., one of the demonstrators, on 19 February 2002. J.M. stated in particular that Carlo Giuliani had still been alive after the jeep had driven over his body. The applicants also produced a statement made by a carabiniere (V.M.), who reported a widespread practice among law-enforcement officers consisting in altering bullets of the kind used by M.P. in order to increase their capacity to expand and hence fragment.", "64. Lastly, the applicants submitted two reports drawn up by experts they themselves had chosen. According to one of the experts, Mr Gentile, the bullet had already been in fragments when it struck the victim. The fact that it had fragmented could be explained by a manufacturing defect or by its having been manipulated to make it more likely to break up. In the expert's view, however, these two scenarios occurred only rarely and were therefore less likely than the one advanced by the prosecuting authorities' experts (namely that the bullet had collided with an intermediate object).", "65. The other experts appointed by the applicants to reconstruct the events concluded that the stone had shattered on impact with the jeep rather than with the bullet fired by M.P.. In order to reconstruct the events on the basis of the audiovisual material, and especially of the photographs, it was necessary to establish the exact position of the photographer, and in particular his or her angle of vision, taking into account also the type of equipment used. In addition, it was necessary to establish the timing of the images and how they fitted in with the sound. The applicants' experts criticised the method used by the prosecuting authorities' experts, who had based their analysis on “video and computer simulations” and had not analysed the available images rigorously and in detail. The method used to perform the test shots was also criticised.", "66. The applicants' experts concluded that Carlo Giuliani had been about three metres away from the jeep when the shot was fired. While it was undeniable that the fatal bullet had been in fragments when it struck the victim, the possibility of its having collided with the stone which could be seen in the video should be ruled out. A stone would have distorted the bullet differently and left different marks on Carlo Giuliani's body. Moreover, M.P. had not fired upwards.", "67. On completion of the domestic investigation the Genoa public prosecutor decided to request that the case against M.P. and F.C. be discontinued. The public prosecutor noted first of all that far-reaching changes had been made to the organisation of the public-order operations on the night of 19 July 2001, and took the view that this partly explained the problems that had arisen on 20 July. However, he did not detail the changes or the problems that had resulted.", "68. The public prosecutor went on to observe that Mr Lauro's version of events and that of Captain Cappello differed on one specific point: whereas the former asserted that the decision to position law-enforcement personnel on Via Caffa in order to block the demonstrators had been taken by mutual agreement, the latter maintained that it had been a unilateral decision taken by Mr Lauro despite the risks entailed by the small size of the detachment and the fact that the men were tired.", "69. The experts agreed on the following points: two shots had been fired from M.P.'s pistol, the first of which had killed Carlo Giuliani; the bullet in question had not fragmented solely as a result of striking the victim; and the photograph of Carlo Giuliani holding the fire extinguisher had been taken when he was approximately three metres away from the jeep.", "70. However, they differed on the following points:", "(a) according to the prosecuting authorities' experts, Carlo Giuliani had been 1.75 metres from the jeep when the bullet struck him (approximately three metres away according to the Giuliani family's experts);", "(b) according to the Giuliani family's experts, the shot had been fired before the stone could be seen on the video, contrary to the view of the prosecuting authorities' experts.", "71. As the parties agreed that the bullet had fragmented before striking the victim, the public prosecutor concluded that they were also in agreement as to the causes of the bullet's fragmentation, and that the applicants subscribed to the “intermediate object theory”. Other possible explanations for the fragmentation of the bullet advanced by the applicants – such as the manipulation of the bullet or a manufacturing defect – had been considered by the applicants themselves to be much less likely. They could not therefore be regarded as valid explanations in the public prosecutor's view.", "72. The investigation had been lengthy, in particular owing to delays with some of the forensic reports, the “superficial nature” of the autopsy report and the errors committed by one of the experts, Mr Cantarella. However, it had addressed all the relevant issues in detail and led to the conclusion that the hypothesis of the bullet having been fired upwards and deflected by a stone was “the most convincing”. Nevertheless, there was insufficient evidence in the file to determine whether M.P. had fired with the sole intention of dispersing the demonstrators or had knowingly run the risk of injuring or killing one or more of them. There were three possibilities, and “the matter [would] never be resolved with certainty”. The possibilities were as follows:", "– the shots had been designed to intimidate the demonstrators and it was therefore a case of causing death by negligence;", "– M.P. had fired the shots in order to put a stop to the attack and had accepted the risk of killing someone; that would mean that it was a case of intentional homicide;", "– M.P. had aimed at Carlo Giuliani; this would also be intentional homicide.", "In the public prosecutor's view, the evidence in the file was such that the third possibility could be ruled out.", "73. The public prosecutor further considered that the fact that the bullet had collided with the stone was not capable of severing the causal link between M.P.'s actions and Carlo Giuliani's death. Given that the link remained, the question was whether M.P. had acted in self-defence.", "74. It had been proven that the physical integrity of the jeep's occupants had been under threat and that M.P. had been “responding” in the face of danger. That response had to be examined in terms of both its necessity and its proportionality, “the latter aspect being the more delicate”.", "75. The public prosecutor took the view that M.P. had had no other option and could not have been expected to act differently, since “the jeep was surrounded by demonstrators [and] the physical aggression against the occupants was patent and virulent”. M.P. had been justified in perceiving his life to be in danger. The pistol had been a tool capable of putting a stop to the attack, and M.P. could not be criticised for the equipment issued to him. He could not be expected to refrain from using his weapon and submit to an attack liable to endanger his physical integrity. These considerations justified a decision to discontinue the case.", "76. On 10 December 2002 the applicants lodged an objection against the public prosecutor's request to discontinue the proceedings. They alleged that, since the prosecuting authorities themselves had acknowledged that the investigation had been flawed and raised questions which had not been answered with certainty, adversarial proceedings were essential in order to arrive at the truth. In their view, it was impossible to argue simultaneously that M.P. had fired into the air and that he had acted in self-defence, particularly since he had said that he could not see Carlo Giuliani when he had fired the shots.", "77. The applicants further remarked that the intermediate object theory, which they disputed, had been put forward one year after the events and was based on pure supposition not backed up by objective evidence. There were other possible explanations.", "78. The applicants also observed that, according to the evidence in the file, Carlo Giuliani had still been alive after the jeep had driven over his body. They stressed that the autopsy report, which found that no appreciable injuries had been caused by the jeep driving over the body, had been described by the public prosecutor as superficial; they also criticised the decision to entrust a number of investigative measures to the carabinieri.", "79. It followed that M.P. and F.C. should have been committed for trial. In the alternative, the applicants requested that further investigative measures be undertaken, in particular:", "(a) that a forensic report be prepared aimed at establishing the causes and the time of Carlo Giuliani's death, in order to ascertain in particular whether he had still been alive when the jeep drove over his body, and afterwards;", "(b) that evidence be heard from the chief of police, Mr De Gennaro, and from carabiniere Zappia, to establish what instructions had been given regarding the wearing of weapons on the thigh;", "(c) that the person who had thrown the stone which allegedly deflected the bullet be identified and traced;", "(d) that further evidence be heard from the demonstrators who had come forward;", "(e) that evidence be heard from the carabiniere V.M., who had reported the practice of cutting the tips of bullets (see paragraph 63 above);", "(f) that forensic tests be carried out on the spent cartridges and on the weapons of all the police and carabinieri on Piazza Alimonda at the time of the events.", "80. The hearing before the investigating judge took place on 17 April 2003. The applicants maintained their argument that the fatal bullet had not been deflected but had struck the victim directly. However, they conceded that there was no evidence that M.P. had altered the bullet to increase its impact; that was simply one theory.", "81. The representative of the public prosecutor's office said he had the impression that “certain points which [he had] believed to be the subject of agreement were in fact not; on the contrary, there were divergences of opinion”. He pointed out that the applicants' expert, Mr Gentile, had been in agreement as to the fact that the bullet had been damaged before striking Carlo Giuliani. Furthermore, Mr Gentile had acknowledged that one of the possible causes of the damage was a collision with some object or an intrinsic defect in the bullet, and that the second cause was less likely than the first.", "82. By an order lodged with the registry on 5 May 2003, the Genoa investigating judge granted the public prosecutor's request to discontinue the case.", "83. The investigating judge referred to an anonymous account of the events posted by a French person on an anarchist website (www.anarchy99.net), which she considered to be credible given that it concurred with the audiovisual material and with the witness statements. The account in question described the situation on Piazza Alimonda and a charge by demonstrators against the carabinieri. The charge had been led by demonstrators throwing anything that came to hand, followed by others carrying containers and rubbish bins for use as mobile barricades. The atmosphere on the square was described as “frenetic”, with the lawenforcement agencies coming under attack from a crowd which was advancing, throwing missiles and immediately picking up new ones. The carabinieri, for their part, were firing tear gas, but a contingent was eventually forced to retreat towards Piazza Alimonda, where one of the two jeeps accompanying them found itself hemmed in and surrounded by demonstrators. The latter, brandishing iron bars and other objects, began hitting the jeep, and the rear window was soon smashed. The author of the account heard two shots and could see the hand of one of the two carabinieri inside the jeep, holding a firearm. When the jeep drove off and the noise died down, he saw a young man with serious head injuries lying on the ground. The author also described the anger of certain demonstrators on learning that a demonstrator had died.", "84. The investigating judge observed that the description by the anonymous demonstrator tallied with the findings of the investigation, according to which, at around 5 p.m., a group of demonstrators had gathered in Via Caffa at the junction with Via Tolemaide, erecting barricades using rubbish bins, supermarket trolleys and other objects. From behind this barricade the group began throwing large numbers of stones and hard objects at a contingent of carabinieri who, having been stationed originally on Piazza Alimonda at the corner of Via Caffa, had begun to move forward in a bid to stop the demonstrators, whose numbers had increased in the meantime. Two jeeps, one of them driven by F.C. and with M.P. and D.R. on board, joined the contingent of carabinieri; however, the demonstrators charged violently, forcing the contingent to retreat. The jeeps reversed towards Piazza Alimonda, where one of them collided with a refuse container. In a matter of moments, the demonstrators surrounded the vehicle, hitting it using all available means and throwing stones. As the audiovisual material in the file showed, the jeep's windows were smashed with stones, iron bars and sticks. The unrelenting nature of the demonstrators' attack on the jeep was described as “impressive”. Some stones struck members of the carabinieri in the face and the head and one demonstrator, Mr Monai, thrust a long wooden beam through one of the windows, with the result that D.R. sustained bruises and grazing to his right shoulder.", "85. One of the photographs showed M.P. kicking a fire extinguisher away; this was very probably the metal object which had caused severe bruising to his leg. Successive photographs showed a hand holding a weapon above the jeep's spare wheel while a young man (Carlo Giuliani) reached down to the ground and picked up a fire extinguisher, in all likelihood with the intention of throwing it at the jeep's rear window. At that moment two shots were fired from inside the jeep and the young man fell to the ground. The jeep drove over his body twice before managing to leave the scene.", "86. All the available evidence, including M.P.'s statement of 20 July 2001 (see paragraphs 34-36 above), indicated that Carlo Giuliani's death had been caused by one of the shots fired by M.P. The investigating judge cited virtually the whole of that statement, in which M.P. spoke of his state of panic, the injuries he and D.R. had sustained and the fact that at the moment he pointed his pistol he had not seen anyone but had been aware of the presence of attackers because of the continuous barrage of stones. That version matched the statements made by D.R. and F.C. and those of other armed forces personnel and witnesses. In addition, the case file showed that M.P. had bruising and injuries to his right leg, his arm and the top of his skull; D.R. had scratches on his face and bruising on his shoulder and foot, while F.C. had a post-traumatic disorder treatable within fifteen days (see paragraphs 51-53 above).", "87. The investigating judge noted that the evidence in the file showed that the first bullet fired by M.P. had killed Carlo Giuliani. In exiting through the occipital bone in the skull the bullet had lost a fragment of its casing, as shown by the scan performed before the autopsy. This fact, combined with the characteristics of the entry and exit wounds, had led the prosecuting authorities' experts to formulate the theory that the bullet had collided with an object before hitting Carlo Giuliani. The entry wound had been very irregular in shape and the exit wound had been small, as was the case when a bullet had lost momentum and/or fragmented.", "88. The bullet in question was an encased 9 mm parabellum, and therefore very powerful. This fact, together with the low resistance of the body tissue through which the bullet had travelled, served to confirm the theory advanced by the prosecuting authorities' experts. Moreover, a “tiny fragment of lead”, compatible with the bullets issued to M.P., had been found in the victim's balaclava with particles of bone attached to it. This suggested that the bullet had lost part of its casing before hitting the bone.", "89. The simulated shots had revealed that the intermediate object which caused the bullet to fragment could not have been either the fire extinguisher carried by the victim or one of the bones through which the bullet had passed; on the other hand, it could have been one of the numerous stones thrown at the jeep by demonstrators. This appeared to be confirmed by the video footage showing a stone disintegrating in the air at the same time as a shot was heard. The fact that the sound and the disintegration of the object occurred simultaneously made the applicants' theory that the stone had smashed on impact with the roof of the jeep less convincing. Furthermore, the lead fragment in the victim's balaclava had borne traces of building materials. Lastly, the test shots had shown that, when they were hit by a bullet, objects made up of building materials “exploded” in a similar manner to that seen in the video footage and caused damage to the cartridge casing. The tests performed showed that disintegration occurred differently when such objects were thrown against a vehicle (the dust was produced after rather than simultaneously with fragmentation, and in smaller quantities).", "90. The second shot fired by M.P. had left a mark on the wall of the church on Piazza Alimonda (at a height of 5.3 metres). The first shot had hit Carlo Giuliani. The ballistics tests had been unable to establish the original trajectory of that bullet. However, the experts appointed by the public prosecutor's office had taken into account the fact that the jeep was 1.96 metres high and that the stone seen on the video had been at a height of around 1.9 m when the image was recorded. They had therefore fired some test shots, positioning the weapon around 1.3 metres from a stone suspended 1.9 metres above the ground: the bullet had been deflected downwards and hit the “collecting tray” (located 1.75 metres from the weapon) at heights of between 1.1 and 1.8 metres. These data tallied with the statements of certain demonstrators who had been eyewitnesses to the events, according to whom Carlo Giuliani had been about two metres from the jeep when he was shot dead. The prosecuting authorities' experts had not had these statements available to them at the time they had carried out their work.", "91. The foregoing considerations suggested that, as concluded by the prosecuting authorities' experts, the shot had been fired upwards, above Carlo Giuliani, who was 1.65 m tall. The stone had disintegrated 1.9 metres above the ground.", "92. M.P.'s angle of vision had probably been restricted by the jeep's spare wheel. However, it was difficult to be certain on that point as M.P.'s face did not appear on any of the photographs in the file, whereas they clearly showed his hand holding the weapon. The pictures suggested, however, that he had been half-lying (in posizione semidistesa) or crouching on the floor, as confirmed by M.P.'s own statements and those of D.R. and the demonstrator Predonzani. That led to the conclusion that M.P. had been unable to see the persons close to the jeep's rear door below the spare wheel, and that he had fired the shots in an attempt to intimidate the demonstrators.", "93. Having thus reconstructed the facts, the investigating judge addressed the legal characterisation of M.P.'s actions. The prosecuting authorities had advanced two hypotheses in that regard (see paragraph 72 above): (a) that M.P. had fired as high in the air as possible with the sole aim of intimidating the jeep's assailants, in which case the charge should be one of causing death by negligence (omicidio colposo); (b) that M.P. had fired without aiming at anyone or anything, with the aim of halting the attack, in which case the charge should be one of intentional homicide on account of “reckless conduct”, as he had accepted the risk that demonstrators might be hit.", "94. The investigating judge took the view that the first hypothesis advanced by the public prosecutor was not correct. If M.P. had fired as high in the air as possible his actions would not have been punishable, by virtue of Article 53 of the Criminal Code (“the CC”), and the causal link would in any case have been severed by an unforeseeable factor beyond his control, namely the bullet's collision with an intermediate object.", "95. If, on the other hand, the second hypothesis advanced by the prosecuting authorities was accepted, it had to be established whether any grounds of justification existed (the legitimate use of weapons and/or selfdefence, under Articles 53 and 52 of the CC – see paragraphs 142-144 below) which would exempt M.P. from criminal responsibility and make his actions not punishable.", "96. The investigating judge first addressed the question whether the use of a weapon had been necessary. Under Article 53 of the CC (see paragraph 143 below), State agents had wider powers than ordinary individuals in the context of self-defence; this ground of justification was not subject to the condition that the reaction was proportionate to the threat, but to the condition of “necessity”. Even for State agents, the use of a weapon was a measure of last resort (extrema ratio); however, State agents could not be held responsible for the occurrence of a more serious event than that foreseen by them, as this risk was inherent in the use of firearms. In general terms, Article 53 of the CC permitted the use of force where it was necessary to repel violence or thwart an attempt to resist official authority.", "97. M.P. had found himself in a situation of extreme violence designed to disturb public order and targeting the carabinieri, whose safety was directly threatened. In that connection the investigating judge cited extracts from the testimonies of two of the jeep's assailants (Mr Predonzani and Mr Monai), noting once again the violence of the assault, and referred to the photographs in the file. The victim's conduct had not been an isolated act of aggression, but one phase in a violent attack on the jeep by several persons, who had been tilting it sideways and probably trying to open the rear door.", "98. The evidence in the file ruled out the possibility that M.P. had deliberately targeted Carlo Giuliani; however, even assuming that this had been the case,, as it was legitimate to fire in the direction of assailants in order to halt an attack while endeavouring to limit the damage, for instance by avoiding vital organs. In conclusion, the use of a firearm had been justified and had been likely not to cause serious harm, given that M.P. had “certainly fired upwards” and that the bullet had struck Carlo Giuliani only because it had been deflected in a manner that could not have been foreseen.", "99. The investigating judge next considered it necessary to determine whether M.P. had acted in self-defence, which was a “more stringent” test for exemption from responsibility. She took the view that M.P. had rightly perceived a threat to his physical integrity and that of his colleagues, and that the threat had persisted on account of the violent attack on the jeep by a crowd of assailants and not just by Carlo Giuliani. In order to be assessed in its proper context, M.P.'s response had to be viewed in relation to that attack. The investigating judge rejected the hypothesis advanced by the victim's family that M.P.'s head injuries had been caused by the internal lever of the flashing light on the jeep's roof rather than by stones thrown by demonstrators.", "100. M.P.'s response had been necessary in view of the number of assailants, the means used, the sustained nature of the violence, the injuries to the carabinieri in the jeep and the vehicle's difficulty in leaving the square because the engine had stalled. The response had been appropriate given the level of violence.", "101. Had M.P. not taken out his weapon and fired two shots, the attack would have continued. If the fire extinguisher – which M.P. had already kicked away once – had landed in the jeep, it would have caused serious injury, or worse, to the occupants. As to the relationship of proportionality between the attack and the response, the Court of Cassation had held that the interests under threat had to be weighed against the means available to the accused, and that a plea of self-defence might be allowed even if the harm to the assailant was slightly greater than the threatened harm to the accused (see Court of Cassation, First Section, judgment no. 08204 of 13 April 1987, Catania). Furthermore, the response had to be the only one possible in the circumstances, in the sense that other responses less damaging to the assailant would not suffice to counter the danger (see Court of Cassation, First Section, judgment no. 02554 of 1 December 1995, P.M. and Vellino). Where a firearm was the only means of defence available to the person under attack, its use should be confined to displaying the person's resolve to make use of it, firing into the air or onto the ground or firing in the direction of the assailant but taking care not to hit vital organs, so as to inflict injury but not kill (see Court of Cassation judgment of 20 September 1982, Tosani).", "102. In the instant case M.P. had had only one means of countering the attack: his firearm. He had made proportionate use of it, since before shooting he had called out to the demonstrators to leave, in an attempt to put a stop to their actions; he had then fired upwards and the bullet had hit the victim as the result of a tragic twist of fate (per una tragica fatalità). Had he wished to be sure of harming his assailants he would have fired through the side windows of the jeep, next to which numerous demonstrators had gathered. It followed that he had acted in self-defence. That being so, it was of little relevance whether M.P. had had a partial view of Carlo Giuliani (as the applicants' experts maintained and the prosecuting authorities' experts considered possible) or whether, as seemed more likely, he had not seen him and had fired as high in the air as his position would allow, accepting the risk that the shot might hit somebody.", "103. The investigating judge also considered that the evidence in the file excluded any criminal responsibility on the part of F.C., given that, as indicated by the forensic experts, Carlo Giuliani's death had undoubtedly been caused within minutes by the pistol shot. The jeep's driving over the victim's body had caused only bruising. In any event, owing to the confused situation around the jeep, F.C. had not been able to see Carlo Giuliani or observe that he had fallen to the ground.", "104. The investigating judge refused all the applicants' requests for further investigative measures to be taken (see paragraph 79 above). The reasons for the refusal can be summarised as follows:", "(a) with regard to the request for a forensic report to be prepared aimed at establishing whether Carlo Giuliani had still been alive when the jeep drove over his body (see paragraph 79(a) above), the checks already carried out had been thorough; furthermore, the injured parties had been offered the opportunity of appointing an expert of their choosing to attend the autopsy, but had not availed themselves of that possibility. In addition, the victim's body had been cremated scarcely three days after his death, thereby rendering any subsequent examination impossible;", "(b) as to the request for police chief De Gennaro and carabinieri second lieutenant Zappia to be examined on the subject of the lawfulness of the use of “thigh holsters” of the kind from which M.P. had drawn the weapon (see paragraph 79(b) above), it was clear that the directives issued with a view to the maintenance of public order could only be of a general nature and did not include instructions applying to unforeseeable situations involving direct attacks on officers. Furthermore, the manner in which M.P. had been wearing the pistol was of no relevance in the present case given that he could legitimately make use of his weapon irrespective of where he was wearing it or where he drew it from;", "(c) any attempt to identify the person who had thrown the stone which deflected the bullet (see paragraph 79(c) above) was bound to fail, as it was not realistic to imagine that a demonstrator would have followed the trajectory of a stone after throwing it. In any event, it would be impossible to identify the person concerned and his or her statements would have no bearing on the technical findings in the judge's possession;", "(d) no purpose whatsoever would be served by further examining the demonstrators Monai and Predonzani concerning the conduct of the carabinieri inside the jeep, the number of demonstrators in the vicinity of the vehicle, the person inside the jeep who had actually seized the weapon, Carlo Giuliani's position or the number of the jeep's windows that were broken (see paragraph 79(d) above). Those witnesses had made statements very shortly after the events, while the latter were still fresh in their minds; the statements contained extremely precise details which were confirmed by the video footage and photographs in the file. Lastly, it was not relevant to establish how many of the jeep's windows had been broken as it was beyond dispute that some of the right-side windows and the rear window were smashed;", "(e) it was unnecessary to take evidence from Mr D'Auria, supposedly to confirm that no Molotov cocktails had been thrown on Piazza Alimonda, contrary to M.P.'s assertion, or to determine how far away Mr D'Auria had been when he took the photograph which the prosecuting authorities' experts had used as a basis for the ballistics reconstruction. The photograph in question had been merely a starting point for determining Carlo Giuliani's position, which had been deduced from the position of the persons in relation to the fixed elements on the square. Furthermore, M.P. had never asserted that Molotov cocktails had been thrown on Piazza Alimonda; he had simply spoken of his fear that they might be;", "(f) with regard to the request to hear evidence from Sergeant-Major Primavera as to when the hatchback window of the jeep had been smashed, the photographs showed clearly that it had happened well before the shots were fired and that the latter had not been the cause of the smashed window; even if the witness whom the applicants wished to see called perceived the matter differently, this would not alter those findings;", "(g) the footage recorded on Piazza Alimonda by two carabinieri whose helmets were equipped with video cameras was already in the file;", "(h) there was nothing to be gained by hearing evidence from carabiniere V.M. concerning the practice of cutting the tips of bullets (see paragraph 79(e) above). It could only be assumed that this improper practice was not widespread; in any event, the findings of the ballistics reports, based on objective tests, were already available. There was nothing to indicate that M.P. had adopted the practice in question in this case, given that the other bullets found in the magazine of his pistol had been perfectly normal;", "(i) it was beyond dispute that the damage to the jeep had been caused by the stones and other hard objects thrown at it; it was therefore unnecessary to order a technical inspection of the vehicle;", "(j) forensic tests on the spent cartridges seized, in order to establish which weapons they had come from (see paragraph 79(f) above), would “serve no actual purpose”, as there was no doubt that the fatal bullet had been fired from M.P.'s weapon; this had been confirmed by M.P.'s statements and the findings of the forensic examinations.", "105. The investigating judge dismissed the criticisms made by the applicants' lawyers to the effect that it had been inappropriate to entrust several aspects of the investigation to the carabinieri and to hear evidence from a large number of witnesses in the presence of members of the carabinieri. The judge observed that the events on Piazza Alimonda had been reconstructed with the aid of the large volume of video and photographic material in the file and the statements of the participants themselves, and that all plausible scenarios had been considered.", "106. In the light of all the above considerations the Genoa investigating judge decided that the proceedings should be discontinued.", "107. On 2 August 2001 the Speakers of the Senate and the Chamber of Deputies decided that an inquiry (indagine conoscitiva) into the events which occurred during the G8 in Genoa should be carried out by the constitutional affairs committees of both houses of Parliament. To that end, a commission representing the different parliamentary groups was established, made up of eighteen members of Parliament and the same number of senators (“the parliamentary commission”).", "108. On 8 August 2001 the parliamentary commission heard evidence from the Commander-General of the carabinieri. The latter stated, in particular, that 4,673 additional troops and 375 specialised carabinieri had been drafted in to Genoa to assist the 1,200 members of the provincial command. Only 27% of the men present in Genoa had been auxiliary carabinieri performing military service (for public-order operations the figure was usually 70%). Most of the auxiliary carabinieri had performed nine or ten months' service and had already been deployed in similar settings. Beginning in April 2001 all the personnel to be deployed in Genoa had received training in public-order operations and use of the standard equipment. Team exercises and seminars had been organised, the latter relating to the identification of potential threats and the layout of the city. All those deployed had protective helmets, riot shields, batons, gas masks and fireresistant suits with protection for the most exposed parts of the body. Each carabiniere had a pistol (pistola d'ordinanza) and numerous tear-gas grenades had been issued to the detachments; there were also 100 armoured vehicles and 226 vehicles equipped with protective grilles, in addition to the special vehicles (for instance, vehicles fitted with mobile barriers to reinforce the fixed barriers protecting the red zone).", "109. According to a memorandum from the senior command of the carabinieri, an elite force (aliquota scelta) of 928 men had undergone a programme of training in Velletri ahead of the G8 summit, covering both theory (the psychology of crowds and opposition groups, public-order techniques, handling emergencies) and practice (physical activity, use of resources, materials and equipment, final exercise with debriefing). The remaining troops had received three days' training in public-order techniques. Forty-eight officers had taken part in an information seminar covering topics such as the layout of the city of Genoa.", "110. On 5 September 2001 the parliamentary commission heard evidence from Mr Lauro, an officer of the Rome police who had taken part in the public-order operations in Genoa (see paragraph 34 above).", "111. Mr Lauro stated that the carabinieri had been equipped with throat microphones, enabling them to communicate very rapidly with one another. When asked to explain why the law-enforcement officers stationed quite near to the jeep (fifteen to twenty metres away) had not intervened, Mr Lauro replied that the men had been on duty since the morning and had been involved in several clashes during the day. He added that he had not noticed at the time of the events that there was a group of carabinieri and police officers who could have intervened.", "112. As to the function of the two jeeps, Mr Lauro explained that they had brought fresh supplies at around 4 p.m. and had left and then returned about an hour later to see if anyone was injured. Mr Lauro also said that he had called an ambulance for Carlo Giuliani as no doctor was present at the scene.", "113. On 20 September 2001 the parliamentary commission submitted a report setting out the conclusions of the majority of its members following the inquiry. The document dealt with the organisation of the G8 in Genoa, the political context and protest movements surrounding the summit and similar events worldwide, and the numerous contacts which had taken place between representatives of the institutions and associations making up the Genoa Social Forum, with the aim of preventing public-order disturbances and making arrangements to receive the demonstrators. Despite that dialogue, the protest movement had not succeeded in isolating the violent elements, numbering “around 10,000”; within the latter, a distinction had to be made between the Black Bloc and “opportunistic” individuals who had concealed themselves in the crowd.", "114. Eighteen thousand law-enforcement officers had taken part in the operation. There had been about 2,000 delegates and 4,750 accredited journalists; the number of demonstrators ran into the tens of thousands (100,000 had taken part in the final demonstration). Seminars on the coordination and training of the law-enforcement agencies (with contributions by trainers from the Los Angeles police) had been held on 24 April and 18 and 19 June 2001. The agencies concerned had staged practical exercises, albeit after a deplorable delay. The administrative authorities had conducted research into non-lethal ammunition (including rubber bullets), in particular by means of study visits to foreign police forces. The authorities had been informed that Black Bloc demonstrators from anarchist circles in Italy and abroad were likely to travel to Genoa. After contacts with police forces in other countries, a decision had been taken to suspend application of the Schengen Agreements between 13 and 21 July 2001. From 14 July onwards checks had been carried out at the Italian borders to allow certain demonstrators to enter the country and prevent violent elements from gaining access. In the meantime, by an order dated 12 July 2001, the Genoa questore had indicated the areas of the city where the summit and the demonstrations would take place and had given an analytical breakdown of the security measures in place in each area.", "115. The parliamentary commission next examined the various violent incidents and clashes which had taken place between the law-enforcement agencies and demonstrators on 19, 20 and 21 July 2001 (in particular during a search conducted in a school, described by the commission as “perhaps the most notable example of organisational and operational failings”). With specific reference to the death of Carlo Giuliani, the commission observed that a carabiniere had fired the fatal shot while the victim had been preparing to throw a fire extinguisher in his direction; the carabiniere in question had previously sustained a blow to the head from another demonstrator. In view of the fact that a criminal investigation was in progress, the commission decided to focus its analysis on the “overall situation giving rise to the tragedy”, examining in particular the communications system between the contingents of law-enforcement personnel, their commanding officers and the control centres, in order to study the coordination arrangements between the different areas. The commission also noted that the “fundamental cause” of the loss of a life had been “the mindless violence perpetrated by extremist groups which jeopardised the lives of the young people who became caught up in their criminal activities”.", "116. In the commission's view, the overall outcome of the G8 had been positive. While certain shortcomings had been identified in the coordination of the operations, it had to be borne in mind that the law-enforcement agencies had been confronted with between 6,000 and 9,000 violent individuals who had not been isolated by the peaceful demonstrators (the commission referred in that regard to the “double game” being played by the Genoa Social Forum). The parliamentary commission's report concluded as follows:", "“The commission ... reiterates that violence is not and must not be a tool for political action and that the rule of law is a fundamental value of democratic societies. At the same time it emphasises strongly the inviolability of the constitutional principles of freedom to express one's thoughts and respect for the individual even – not to say especially – where he or she is detained following arrest, and also the need to ensure the safety of citizens and public order; if acts constituting a criminal or disciplinary offence are established, [the commission] would like to see the judicial authority and the administrative bodies concerned identify those responsible and punish their actions.”", "117. The Government produced before the Court the verbatim records of the hearings at which the parliamentary commission had heard evidence from the Minister of the Interior, the Director-General of the Public Safety Department and the Commander-General of the Revenue Police.", "118. On 20 September 2001 a group of parliamentarians called on the government to explain why law-enforcement officers being deployed on public-order operations were equipped with live ammunition rather than rubber bullets. The parliamentarians advocated the use of the latter, arguing that they had been used successfully on several occasions in other countries.", "119. The government spokesman replied that the legislation made no provision for that option and that, moreover, it had not been proven that rubber bullets did not also cause very serious harm to the victim. Finally, he said that the possibility of introducing non-lethal weapons was currently being examined.", "120. On 22 June 2006 the applicants applied to the Prime Minister's Office and to the Ministry of Defence for compensation in respect of the damage they had suffered as a result of the death of Carlo Giuliani. The Government explained that the application had been refused on the ground that it had been established in criminal proceedings that M.P. had acted in self-defence. For the same reason, no disciplinary proceedings were instituted against M.P.", "121. On 13 March 2008 the Genoa District Court published its reasoning in the judgment adopted on 14 December 2007 following the trial of twenty-five demonstrators charged with a number of offences committed on 20 July 2001 (including criminal damage, theft, destroying property, looting and acts of violence against law-enforcement officers). During the trial, in which 144 hearings were held, the District Court, among other things, heard evidence from numerous witnesses and examined a wealth of audiovisual material.", "122. The District Court held, inter alia, that the attack by carabinieri on the Tute Bianche marchers had been unlawful and arbitrary. The march had been authorised and the demonstrators had not committed any significant acts of violence against the carabinieri. The attack by the latter had been launched against hundreds of persons who were doing no harm, and no order to disperse had been given. The subsequent charge had also been unlawful and arbitrary. It had not been preceded by a warning to disperse, had not been ordered by the officer authorised to do so and had been unnecessary.", "123. The methods deployed had also been unlawful. The carabinieri had fired tear-gas grenades at chest height, a large number of demonstrators had sustained injuries caused by non-regulation batons, and the armoured vehicles had knocked down the barricades and pursued members of the crowd along the pavement with the clear intention of causing harm.", "124. The unlawful and arbitrary nature of the carabinieri's actions had justified the resistance shown by the demonstrators while tear gas was being used and during the attack on the march. Their resistance had also been warranted during the clashes which occurred in the side streets prior to 3.30 p.m., that is, up to the point at which the carabinieri had acted on the order to stop and allow the march to proceed. According to the court, the accused's actions had been a “necessary response” to the arbitrary actions of the law-enforcement officers for the purposes of Article 4 of Legislative Decree no. 288 of 1944. Article 4 reads as follows:", "“Articles 336, 337, 338, 339, 341, 342 and 343 of the Criminal Code [making punishable various acts of resistance against law-enforcement officers] shall not apply where the State agent or person authorised to exercise public authority caused the offence contemplated in those Articles by overstepping the limits of his or her authority through arbitrary acts.”", "125. The District Court decided to forward the file to the public prosecutor's office on the ground that the statements made by Mr Mondelli and two other law-enforcement officers (to the effect that the attack had been necessary to counter the aggression shown by the demonstrators) did not match the facts.", "126. After 3.30 p.m., although the demonstrators may still have felt a sense of abuse and injustice, their conduct had no longer been defensive but had been driven by a desire for revenge; it was therefore unjustified and punishable.", "127. The charge ordered by police officer Lauro, which had triggered the events on Piazza Alimonda, had been neither unlawful nor arbitrary. As a result, the violent reaction by the demonstrators, which had led to the carabinieri being pursued and the jeep being attacked, could not be regarded as a defensive response.", "128. The carabinieri in the jeep might well have feared that they would be subjected to an attempted lynching. The fact that the demonstrators surrounding them did not have Molotov cocktails and were therefore not in a position to set the vehicle on fire was a factor that could be appreciated with hindsight. The occupants of the jeep could not be blamed for having panicked.", "129. Carlo Giuliani had probably been four metres from the jeep when he was shot down. M.P. had stated that he could only see what was happening inside the vehicle. When the shot was fired, he had been lying down with his feet pointing towards the rear door of the vehicle. He had pulled D.R. down on top of him and could not see his own hand; he was unable to say whether it had been inside or outside the jeep. In any event, he had fired upwards.", "130. The District Court judgment mentions the statements made by the expert Marco Salvi, who performed the autopsy on Carlo Giuliani's body. Mr Salvi stated in particular that the trajectory of the fatal bullet indicated a direct shot and that the metal fragment lodged in the victim's body had been very difficult to find. The fragment, which had shown up on the scan (see paragraph 60 above), “must have been very small”; the experts had tried to locate it by going through the brain tissue section by section (per piani), although the latter had been damaged and engorged with blood. The more the experts worked, the more damaged the tissue had become. Given that the fragment was not a bullet and was of no use for ballistics purposes, the experts had considered it to be a minor detail (un particolare irrilevante) and had not pursued their search.", "131. Twenty-four of the accused appealed against the first-instance judgment. In a judgment of 9 October 2009, deposited with the registry on 23 December 2009, the Genoa Court of Appeal partly upheld the convictions handed down by the District Court, increased some of the sentences and declared the prosecution of some of the offences time-barred.", "132. Regarding the carabinieri attack on the Tute Bianche march, the Court of Appeal largely endorsed the view of the District Court. It observed that the carabinieri had encountered the march, which numbered around 10,000 persons, as a result of the route indicated to them by the control room. The front of the march, or “contact group”, had been made up of around twenty individuals, mostly members of Parliament, mayors, cultural figures and journalists. Behind them had been a series of Plexiglas protective devices, joined together; these were followed by the “head of the procession” made up of demonstrators equipped with helmets and shoulder and arm protectors. The march had not encountered the scenes of any clashes but had simply proceeded for about two kilometres without meeting any obstacle. The protective equipment showed that, although they were not carrying blunt instruments, the demonstrators had been prepared for possible clashes.", "133. In these circumstances it was difficult to understand why officers Bruno and Mondelli had decided to launch an attack on the march. They had not received any orders to that effect; on the contrary, they had been requested to avoid crossing the marchers' path. The news that an attack was in progress had been greeted with cries of disapproval in the control room.", "134. The carabinieri had been summoned to intervene urgently in Marassi Prison, where law-enforcement officers were struggling to cope with an attack by the Black Bloc. Accordingly, when they encountered the march they had attempted to clear the junction and the tunnel through which they wished to pass. According to the witness testimony of one journalist, judged to be “neutral” and therefore credible, youths belonging to the Black Bloc arriving from the opposite direction to the marchers had thrown stones at the carabinieri; this had led to the order to fire tear gas, given by Mr Bruno. The Court of Appeal concluded that, although the charge by the carabinieri had been illegitimate, they had been called upon to intervene in a situation characterised by violence from the Black Bloc demonstrators, who had earlier ransacked other parts of the city, and by the fact that the junction they needed to cross was occupied by the crowd and the tunnel was blocked by barricades.", "135. In the Court of Appeal's view, the District Court had correctly found the following actions by the carabinieri to be illegitimate:", "(a) the firing of tear gas at chest height;", "(b) the failure to order the dispersal of the marchers, who were not causing a disturbance and who could only have entered the red zone much further on, at Piazza Verdi;", "(c) the attack on an authorised, peaceful march made up of unarmed demonstrators. While the Black Bloc had created serious disturbances elsewhere in the city, there was no proof that they were being “covered” by the marchers, that is, that they had hidden amongst them before or after committing acts of vandalism.", "136. Furthermore, there had been arbitrary acts in the form of: the use of non-regulation batons (manganelli) (pieces of wood or iron wrapped in adhesive tape and a source of serious cuts and bleeding); the use of armoured vehicles to make “forays” amidst the demonstrators, pursuing some of them at high speed along the pavement (the Court of Appeal observed that the vehicles did not have sufficiently safe brakes and that one of them had pursued a demonstrator in zigzag fashion, as if attempting to run him over); the infliction of excessive injury and the beating of demonstrators, journalists and an ambulance driver.", "137. The illegitimate and arbitrary attack had produced a reaction from the demonstrators which was not punishable in view of the grounds of justification provided for in Article 4 of Legislative Decree no. 288 of 1944. However, once the carabinieri had withdrawn and an armoured vehicle had broken down, the demonstrators had no longer been in danger. Hence, the attack on the vehicle and its occupants had not constituted a defensive act, but an act of retaliation. From that point onwards the Tute Bianche had “reclaimed” their right of assembly and protest, and any further acts of violence and vandalism on their part, including the damage to the armoured vehicle, amounted to a criminal offence.", "138. The Court of Appeal endorsed the District Court's view that, despite their violent response, the marchers had not been guilty of the offence of criminal damage. The damage caused had been minor and had resulted from the use of objects (cars and refuse containers) as protection against the carabinieri. Unlike the Black Bloc, the Tute Bianche had not taken to the streets with the intention of damaging public or private property symbolising the system they opposed. The damage had been confined to the fairly small area in which the response had occurred and, by and large, had ceased with the withdrawal of the carabinieri. Although “disquieting”, the fact that the demonstrators in the front lines had worn protectors could not give rise to the assumption that they had intended to engage in acts of violence.", "139. During the proceedings before the Court the parties submitted a large volume of audiovisual material. The CD-ROMs produced by the Government and the applicants on 28 June and 9 July 2010 respectively were viewed by the judges of the Grand Chamber on 27 September 2010 (see paragraph 9 above). These show several phases in the demonstrations that took place in Genoa on 20 July 2001 and contain images of the moments before and after the shot which killed Carlo Giuliani. They also show the violence perpetrated by the demonstrators (throwing of stones, charges on the law-enforcement agencies, acts of vandalism in the street and against police and carabinieri vehicles) and violence imputable to the authorities. Some of the footage shows police armoured vehicles pursuing demonstrators at high speed along the pavement and police officers beating a demonstrator lying on the ground. The applicants' CDROM also contains extracts from Mr Lauro's statement and from an interview with M.P. shown on television.", "140. The Government produced numerous administrative documents from the police authorities, the Ministry of the Interior and the Chamber of Deputies. The documents relevant to the present case noted the following:", "– on 6 February 2001 the Public Safety Department of the Interior Ministry had sent out a circular to all questori reminding them, in particular, that the firing of tear gas should be considered a “measure of last resort for dealing with particularly serious situations which cannot be managed otherwise”;", "– the Public Safety Department of the Interior Ministry had prepared “an information handbook for State police personnel” which contained guidelines on conduct at the Genoa G8;", "– on 17 July 2001 – hence, before the G8 – the Minister of the Interior had addressed the Chamber of Deputies “on the public-order situation in Genoa”;", "– on 23 July 2001 the same Minister had addressed Parliament on the subject of the “serious incidents occurring in Genoa during the G8 summit”;", "– on 30 and 31 July 2001 the Interior Ministry's Public Safety Department had submitted reports on the conduct of the law-enforcement agencies during the search carried out on the night of 21 July 2001 in a school occupied by demonstrators, and in a police station where persons had been taken into custody. Disciplinary action had been proposed against several police officers and the Genoa questore;", "– on 6 August 2001 the inter-regional police directorate had forwarded to the chief of police the findings of an administrative inspection carried out in the Genoa questura, which pointed to certain organisational problems during the G8 and analysed thirteen “potentially punishable incidents” imputable to the law-enforcement agencies emerging from the available audiovisual material; none of the incidents related to the use of force by M.P.", "141. The Government also produced a memorandum from the Public Safety Department of the Interior Ministry dated 4 October 2010, according to which some 18,000 law-enforcement officers had been deployed at the G8 in Genoa. In particular, the State had drafted in 14,102 “reinforcements” including 11,352 “police operators” (police officers, carabinieri, officers of the revenue and forestry police and prison officers) and 2,750 members of the armed forces. Of the 11,352 “police operators”, 128 belonged to the elite units, while 2,510 police officers and 1,980 carabinieri belonged to “mobile units” (reparti mobile) made up of personnel specially trained and equipped for public-order operations. The Public Safety Department indicated that, beginning in March 2001, it had put in place a training programme aimed specifically at personnel taking part in the G8, with a view to ensuring public-order management based on the principles of democracy and respect for fundamental rights (hence, participants in the training courses were reminded that the use of force was a measure of last resort). Advanced training seminars had also been organised which explored the dynamics of events such as the G8 summit.", "142. The Criminal Code (“the CC”) provides for situations (cause di giustificazione or scriminanti) which may exempt individuals from criminal responsibility and render not punishable conduct which amounts to an offence under the law. Possible grounds of justification include the legitimate use of weapons and selfdefence.", "143. Article 53 of the CC provides that no sanctions may be imposed on", "“a State agent who uses or orders the use of weapons or any other means of physical force in the exercise of his or her official duties, where he or she is obliged to do so in order to repel an act of violence or thwart an attempt to resist official authority. In any case, he or she shall not be liable where such action is taken to prevent criminal acts entailing massacre, shipwreck, flooding, aviation or railway disasters, intentional homicide, armed robbery or abduction ... The law provides for other cases in which the use of weapons or any other means of physical force is authorised.”", "144. Article 52 of the CC provides that no sanctions may be imposed on", "“persons who commit an offence when forced to do so by the need to defend their rights or the rights of others against a real danger of unjust attack, provided that the defensive response is proportionate to the attack.”", "145. Under Article 55 of the CC, in cases, inter alia, of selfdefence or legitimate use of weapons, where the person concerned has negligently (colposamente) overstepped the limits laid down by law or by the competent authority, or dictated by necessity, his or her actions are punishable as negligent conduct to the extent provided for by law.", "146. Articles 18-24 of the Public Safety Code (Testo Unico) of 18 June 1931 (No. 773) govern public gatherings and assemblies in public places or open to the public. Where such a gathering is liable to endanger public order or safety, or where offences are committed, the gathering may be dissolved. Before it is dissolved, the participants must be requested by the lawenforcement agencies to disperse. If the request is not complied with, the crowd must be given three formal warnings to disperse. If these are not complied with or cannot be issued because of revolt or opposition, the police officers or carabinieri order the gathering or assembly to be broken up by force. The order is carried out by the police and the armed forces under the command of their respective senior officers. Refusal to comply with the order to disperse is punishable by a term of imprisonment of between one month and one year and by a fine of between 30 and 413 euros (EUR).", "147. In February 2001 the Ministry of the Interior issued a directive to questori containing general provisions on the use of tear gas and batons (sfollagente). The use of such equipment must be ordered clearly and expressly by the head of the service after consultation with the questore. The personnel must be informed.", "148. In addition, Presidential Decree No. 359 of 5 October 1991 lays down the “criteria for determining the weapons to be issued to the public safety authorities and the State police”. The decree contains a description of the various weapons issued as standard (Articles 10 to 32), making a distinction between “personal weapons” and “collective weapons”. The personal weapons consist of a pistol which is allocated to the individual for the duration of his or her service (Article 3 § 2). He or she must keep the weapon, ensure its upkeep, apply the safety measures provided for at all times and in all situations and participate in the firing exercises organised by the authorities (Article 6 § 1).", "149. Article 32 states that the authorities “may issue weapons with tranquilising agents (proiettili narcotizzanti)” and that in cases of necessity and urgency the Minister of the Interior may authorise police officers who have received ad hoc training to use weapons other than those issued as standard, provided that the weapons have been checked and do not exceed the offensive capacity of the standard-issue weapons (Article 37). The above-mentioned decree further provides that the standard-issue weapons must be appropriate and proportionate to the requirements of protecting public order and public safety, preventing and dealing with crime and other institutional aims (Article 1).", "150. Under Article 79 of the Code of Criminal Procedure (“the CCP”), the injured party may apply to join the proceedings as a civil party from the preliminary hearing onwards; the latter is the hearing at which the judge is called upon to decide whether the accused should be committed for trial. Before the preliminary hearing, or where no such hearing is held because the case is discontinued at an earlier stage, injured parties may exercise certain powers. The relevant provisions of the CCP provide:", "“Injured parties shall exercise the rights and powers expressly afforded to them by law and may furthermore, at any stage of the proceedings, submit pleadings and, except in cassation proceedings, request the inclusion of evidence.”", "“Injured parties may appoint a legal representative for the exercise of the rights and powers afforded to them ...”", "“Where the public prosecutor orders examinations ... or any other technical operation calling for a specific competence, he or she may appoint ... experts. The latter may not refuse to cooperate.”", "“1. Where the examinations referred to in Article 359 ... concern persons, objects or places in a state subject to alteration, the public prosecutor shall inform the accused, the injured party and the lawyers without delay of the date, time and place designated for the briefing of the experts and of the possibility of appointing experts.", "...", "3. Any lawyers or experts appointed shall have the right to attend the briefing of the experts, participate in the examinations, make observations and express reservations.”", "“1. In the course of the preliminary investigation, the public prosecutor and the accused may apply to the judge for the immediate production of evidence...", "2. The public prosecutor and the accused may also request a forensic examination where such examination, if ordered during the trial, could entail the suspension of the latter for more than 60 days ... .”", "“1. Injured parties may request the public prosecutor to apply for the immediate production of evidence.", "2. Should the public prosecutor refuse that request, he or she shall give reasons for the decision and serve it on the injured party.”", "151. The public prosecutor does not have the power to discontinue the proceedings; he or she may simply request the investigating judge to do so. The injured party may object to that request. The relevant provisions of the CCP read as follows:", "“1. Except in cases where the objection referred to in Article 410 has been lodged, if the judge grants the request for the proceedings to be discontinued he or she shall make an order to that effect, giving reasons, and return the file to the public prosecutor's office. ...", "2. If the judge rejects the request [to discontinue the proceedings], he or she shall fix the date of the private hearing and shall inform the public prosecutor, the accused and the injured party accordingly. The procedure shall be conducted in accordance with Article 127. The documents shall be deposited with the registry up to the day of the hearing, and copies may be obtained by counsel.", "...", "4. After the hearing, if the judge considers additional investigative measures to be necessary, he or she shall issue an order to the public prosecutor detailing the measures and laying down a binding time-limit for their completion.", "5. Where the circumstances described in paragraph 4 do not apply and the judge rejects the request to discontinue the proceedings, he or she shall issue an order instructing the public prosecutor to draw up the indictment within ten days. ...", "6. An appeal against the decision to discontinue the proceedings shall lie to the Court of Cassation solely on the grounds of nullity provided for by Article 127 § 5 [in particular failure to comply with the procedural provisions concerning the holding of hearings in private].”", "“1. When objecting to the request to discontinue the proceedings, the injured party shall request that the investigation be continued, indicating the purpose of further investigation and requesting the inclusion of the relevant evidence, failing which the objection shall be declared inadmissible.", "2. Where the objection is declared inadmissible and the accusations are unfounded, the judge shall issue an order discontinuing the proceedings and shall return the file to the public prosecutor's office.", "...”", "152. Article 116 of the implementing provisions of the CCP concerns investigations into deaths where there are grounds for suspecting that a crime has been committed. This Article provides:", "“Where it is suspected that a person died as the result of a crime, the public prosecutor shall verify the cause of death and, should he or she consider it necessary, shall order an autopsy in accordance with the procedure laid down in Article 369 of the Code or apply for the immediate production of evidence ...", "... The burial may not take place without an order from the public prosecutor.”", "153. Article 79 of Presidential Decree no. 285 of 10 September 1990 stipulates that cremation must be authorised by the judicial authority where death occurred suddenly or in suspicious circumstances.", "A. United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials", "154. The relevant parts of these principles (“the UN Principles”), which were adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Havana (Cuba) from 27 August to 7 September 1990, provide as follows:", "“1. Governments and law enforcement agencies shall adopt and implement rules and regulations on the use of force and firearms against persons by law enforcement officials. In developing such rules and regulations, Governments and law enforcement agencies shall keep the ethical issues associated with the use of force and firearms constantly under review.", "2. Governments and law enforcement agencies should develop a range of means as broad as possible and equip law enforcement officials with various types of weapons and ammunition that would allow for a differentiated use of force and firearms. These should include the development of non-lethal incapacitating weapons for use in appropriate situations, with a view to increasingly restraining the application of means capable of causing death or injury to persons. For the same purpose, it should also be possible for law enforcement officials to be equipped with self-defensive equipment such as shields, helmets, bullet-proof vests and bullet-proof means of transportation, in order to decrease the need to use weapons of any kind.", "...", "9. Law enforcement officials shall not use firearms against persons except in selfdefence or defence of others against the imminent threat of death or serious injury, to prevent the perpetration of a particularly serious crime involving grave threat to life, to arrest a person presenting such a danger and resisting their authority, or to prevent his or her escape, and only when less extreme means are insufficient to achieve these objectives. In any event, intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life.", "10. In the circumstances provided for under principle 9, law enforcement officials shall identify themselves as such and give a clear warning of their intent to use firearms, with sufficient time for the warning to be observed, unless to do so would unduly place the law enforcement officials at risk or would create a risk of death or serious harm to other persons, or would be clearly inappropriate or pointless in the circumstances of the incident.", "11. Rules and regulations on the use of firearms by law enforcement officials should include guidelines that:", "(a) Specify the circumstances under which law enforcement officials are authorized to carry firearms and prescribe the types of firearms and ammunition permitted;", "(b) Ensure that firearms are used only in appropriate circumstances and in a manner likely to decrease the risk of unnecessary harm;", "(c) Prohibit the use of those firearms and ammunition that cause unwarranted injury or present an unwarranted risk;", "(d) Regulate the control, storage and issuing of firearms, including procedures for ensuring that law enforcement officials are accountable for the firearms and ammunition issued to them;", "(e) Provide for warnings to be given, if appropriate, when firearms are to be discharged;", "(f) Provide for a system of reporting whenever law enforcement officials use firearms in the performance of their duty.", "...", "18. Governments and law enforcement agencies shall ensure that all law enforcement officials are selected by proper screening procedures, have appropriate moral, psychological and physical qualities for the effective exercise of their functions and receive continuous and thorough professional training. Their continued fitness to perform these functions should be subject to periodic review.", "19. Governments and law enforcement agencies shall ensure that all law enforcement officials are provided with training and are tested in accordance with appropriate proficiency standards in the use of force. Those law enforcement officials who are required to carry firearms should be authorized to do so only upon completion of special training in their use.", "20. In the training of law enforcement officials, Governments and law enforcement agencies shall give special attention to issues of police ethics and human rights, especially in the investigative process, to alternatives to the use of force and firearms, including the peaceful settlement of conflicts, the understanding of crowd behaviour, and the methods of persuasion, negotiation and mediation, as well as to technical means, with a view to limiting the use of force and firearms. Law enforcement agencies should review their training programmes and operational procedures in the light of particular incidents.", "...”", "155. The CPT visited Italy in 2004. The relevant parts of its report, published on 17 April 2006, read as follows:", "“14. As far back as 2001 the CPT began a dialogue with the Italian authorities concerning the events that took place in Naples (on 17 March 2001) and in Genoa (from 20 to 22 July 2001). The Italian authorities have continued to inform the Committee of the action taken in response to the allegations of ill-treatment made against the law-enforcement agencies. In that context the authorities furnished a list during the visit of the judicial and disciplinary proceedings in progress.", "The CPT wishes to be kept regularly informed of the progress of the abovementioned proceedings. In addition, it wishes to receive detailed information on the measures taken by the Italian authorities to prevent the recurrence of similar episodes in the future (relating, for instance, to the management of large-scale publicorder operations, training of supervisory and operational personnel and monitoring and inspection systems).", "15. In the report on its visit in 2000, the CPT recommended that measures be taken as regards the training of law-enforcement officers, with more particular reference to incorporating human rights principles in practical training – both initial and ongoing – concerning the management of high-risk situations such as the arrest and questioning of suspects. In their response, the Italian authorities simply gave general replies concerning the 'human rights' component of the training provided to lawenforcement officers. The CPT wishes to receive more detailed – and updated – information on this subject ...”", "156. The Government produced documents summarising the consideration by the CAT of reports submitted by States Parties under Article 19 of the United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. Part of the fourth periodic report submitted by Italy (dated 4 May 2004) deals with the “events of Genoa” (paragraphs 365-395). It is based mainly on certain passages from the report of the parliamentary commission (see paragraphs 113-116 above). The CAT considered Italy's fourth periodic report at its 762nd and 765th meetings, held on 4 and 7 May 2007, and adopted, at its 777th and 778th meetings, a document containing conclusions and recommendations. The relevant parts of the CAT report read as follows:", "“Training", "15. The Committee takes note with appreciation of the detailed information provided by the State party on training for its law enforcement officials, penitentiary staff, border guards and armed forces. However, the Committee regrets the lack of information on training on the employment of non-violent means, crowd control and the use of force and firearms. In addition, the Committee regrets that there is no available information on the impact of the training conducted for law enforcement officials and border guards, and how effective the training programmes have been in reducing incidents of torture and ill-treatment. (art. 10)", "The State party should further develop and implement educational programmes to ensure that:", "a) All law enforcement officials, border guards and personnel working in the CPTs and CPTAs are fully aware of the provisions of the Convention, that breaches will not be tolerated and will be investigated, and that offenders will be prosecuted; and", "b) All law enforcement officers are adequately equipped and trained to employ nonviolent means and only resort to the use of force and firearms when strictly necessary and proportionate. In this respect, the Italian authorities should conduct a thorough review of current policing practices, including the training and deployment of law enforcement officials in crowd control and the regulations on the use of force and firearms by law enforcement officials.", "Furthermore, the Committee recommends that all relevant personnel receive specific training on how to identify signs of torture and ill-treatment and that the Istanbul Protocol of 1999 (Manual on the Effective Investigation and Documentation of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment) become an integral part of the training provided to physicians.", "In addition, the State party should develop and implement a methodology to assess the effectiveness and impact of its training/educational programmes on the reduction of cases of torture and ill-treatment.", "...", "Ill-treatment and excessive use of force", "17. The Committee notes with concern continued allegations of excessive use of force and ill-treatment by law enforcement officials. In this respect, the Committee is particularly concerned at reports emerging of alleged excessive use of force and illtreatment by law enforcement officials during the demonstrations in Naples (March 2001) in the context of the Third Global Forum, the G8 Summit in Genoa (July 2001) and in Val di Susa (December 2005). The Committee is also concerned that such incidents have reportedly occurred during football matches but it notes the recent adoption of Act no. 41/2007, entitled 'Urgent measures on the prevention and the repression of violence cases occurring during football matches'. (arts. 12, 13 and 16)", "The Committee recommends that the State party should take effective measures to:", "(a) Send a clear and unambiguous message to all levels of the police force hierarchy and to prison staff that torture, violence and ill-treatment are unacceptable, including through the introduction of a code of conduct for all officials;", "(b) Certify that those who report assaults by law enforcement officials are protected from intimidation and possible reprisals for making such reports; and", "(c) Ensure that law enforcement officials only use force when strictly necessary and to the extent required for the performance of their duty.", "Furthermore, the State party should report to the Committee on the progress of the judicial and disciplinary proceedings related to the above-mentioned incidents.", "18. The Committee is concerned at reports that law enforcement officers did not carry identification badges during the demonstrations in connection with the 2001 G8 summit in Genoa which made it impossible to identify them in case of a complaint of torture or ill-treatment (arts. 12 and 13).", "The State party should make sure that all law enforcement officials on duty be equipped with visible identification badges to ensure individual accountability and the protection against torture, inhuman or degrading treatment or punishment.", "Prompt and impartial investigations", "19. The Committee is concerned at the number of reports of ill-treatment by law enforcement agencies, the limited number of investigations carried out by the State party in such cases, and the very limited number of convictions in those cases which are investigated. The Committee notes with concern that the offence of torture, which as such does not exist in the Italian Criminal Code but rather is punishable under other provisions of the Criminal Code, might in some cases be subject to the statute of limitations. The Committee is of the view that acts of torture cannot be subject to any statute of limitations and it welcomes the statement made by the State party's delegation that it is considering a modification of the time limitations (arts. 1, 4, 12 and 16).", "The Committee recommends that the State party should:", "(a) Strengthen its measures to ensure prompt, impartial and effective investigations into all allegations of torture and ill-treatment committed by law enforcement officials. In particular, such investigations should not be undertaken by or under the authority of the police, but by an independent body. In connection with prima facie cases of torture and ill-treatment, the suspect should as a rule be subject to suspension or reassignment during the process of investigation, especially if there is a risk that he or she might impede the investigation;", "(b) Try the perpetrators and impose appropriate sentences on those convicted in order to eliminate impunity for law enforcement personnel who are responsible for violations prohibited by the Convention; and", "(c) Review its rules and provisions on the statute of limitations and bring them fully in line with its obligations under the Convention so that acts of torture as well as attempts to commit torture and acts by any person which constitute complicity or participation in torture, can be investigated, prosecuted and punished without time limitations.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "2", "38"], "NON_VIOLATED_PARAGRAPHS": ["2-1"], "NON_VIOLATED_BULLETPOINTS": []}