{"ITEMID": "001-81010", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KERN v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Dieter Kern, is a German national who was born in Lübeck and lives in Kosel.", "The applicant is an environmental engineer (Umweltschutztechniker) who had been employed with the Lübeck municipality since 1989. His contract had been subject to the collective bargaining contract for federal employees (Bundesangestelltentarifvertrag).", "The applicant is a member and the local chairman of the right-wing extremist collaboration Bündnis Rechts. On 12 September 2001, the day after the terrorist attacks on the World Trade Centre in New York and the Pentagon in Washington (DC), he issued a press release on behalf of the Bündnis Rechts which he both published on the internet and distributed to the press in the State Schleswig-Holstein. Extracts from the press release read as follows:", "“How long can one carry on to exercise terrorism against peoples worldwide, stir up terrorism, sponsor civil wars, apply sanctions against peoples etc., like America has done for decades with its ‘one world-idiocy’ in order to bring them to their knees for the interest of a Zionist oligarchy, so that the situation ended in an act of liberation against the USA which had been overdue for a long time and in which human beings unconditionally sacrificed themselves in their fight for liberty?", "Now that America has noted that it is no longer invulnerable as a world power and war monger, the moaning and whining is wide and it condemns as usual before investigating, instead of admitting its mistakes, because the act of violence was certainly not in the first place directed against civilians, but against the political leadership which, viewed under closer scrutiny, has to take responsibility for it. One does not have enemies by coincidence, but one has to make enemies and America has already done a lot in this respect.", "...", "Regarding the events, rejoicing is as inappropriate as the voicing of solidarity with the state USA as the ‘guardian of the western community of values’. The strikes should rather serve as a warning to America perhaps not to act as the policeman of the world on all continents and finally to ensure that less control is being accorded to certain power constellations within America!", "The Bündnis Rechts fiercely condemns all terrorist attacks no matter by whom and expresses its condolences to all innocent, civil victims of such attacks. Terrorist attacks, no matter against whom, are basically unacceptable and intolerable.", "...", "Therefore, a differentiated view is appropriate. Emotions are understandable, but they cannot play a role when assessing the situation objectively.”", "After having consulted the staff council, the Lübeck municipality informed the applicant about the extraordinary, alternatively ordinary termination of his employment on 1 October 2001. After having obtained the staff council’s approval on 4 October 2001, the municipality repeated the extraordinary, alternatively ordinary, dismissal on 11 October 2001.", "On 19 February 2002, the Lübeck Labour Court declared that the employment relationship between the applicant and the municipality had neither been terminated by the extraordinary nor by the ordinary dismissal of 1 and 11 October 2001. It found that the dismissal of 1 October 2001 had been unlawful because the staff council had not yet approved it, as required by the applicable law, whereas the extraordinary dismissal of 11 October 2001 had been unlawful because the municipality had exceeded the required time-limit of two weeks since it took note of the events. Moreover, the Lübeck Labour Court considered the ordinary dismissal of 11 October 2001 to be unlawful because it was not socially justified within the meaning of section 1 (2) of the Unfair Dismissal Act (see Relevant domestic law). The press release of 12 September 2001 did not constitute a sufficient reason for the applicant’s dismissal as he did not exceed his obligation to recognise the free democratic order within the meaning of section 8 § 1 of the Law on Contracts for Federal Employees (see Relevant domestic law). The Lübeck Labour Court considered that the applicant, when writing the first paragraph of the press release, was at the borderline of a permissible exercise of an employee’s freedom of expression. However, having regard to the remainder of the press release, it could not be said that the applicant had approved of the terrorist attacks. The applicant had considered the attacks as terrorist acts, he had basically condemned all terrorist attacks and expressed his sincere condolences to all innocent victims of the attacks. Therefore, it could not be said that the applicant had made a malicious statement with regard to the numerous victims or that he had approved of the attacks. He had merely expressed his anti-american feelings which could neither be qualified as a lack of loyalty towards the municipality nor as a refusal to recognise the free democratic order.", "Having found that the dismissal was unlawful, the Lübeck Labour Court however dismissed the applicant’s claim for continued employment until the labour proceedings had been completed. In this respect, the Lübeck Labour Court took note of a further extraordinary dismissal of 31 January 2002 in view of the applicant’s criminal conviction of the use of symbols of unconstitutional organisations (section 86a of the Criminal Code) and reasoned that that dismissal outweighed the applicant’s interest for continued employment. Even though the applicant had brought an objection against the dismissal of 31 January 2002 which was pending in a different set of proceedings before the labour courts, the Lübeck Labour Court found that the dismissal with regard to the above conviction was at least not manifestly void.", "On 6 August 2002, on appeal by the municipality, the Schleswig-Holstein Labour Court of Appeal partly quashed the judgment of 19 February 2002 and declared that the employment relationship between the applicant and the municipality had neither been terminated by the extraordinary dismissals of 1 and 11 October 2001 nor by the ordinary dismissal of 1 October 2001. However, it considered that the ordinary dismissal of 11 October 2001 was lawful and that consequently the employment had ended on 31 March 2002. The Schleswig-Holstein Labour Court of Appeal noted that, according to section 8 § 1 of the Law on Contracts for Federal Employees, the applicant was required to recognise the free democratic order within the meaning of the Basic Law and act accordingly, even outside of his workplace. The above provision had to be interpreted in the light of freedom of expression which protected statements that were polemic or offending, but which were on its part subject to limitations such as section 8 § 1 of the Law on Contracts for Federal Employees which mirrors other provisions applicable to public servants. An employee was therefore required, when publicly commenting on current political affairs, to do so in a careful manner in order not to damage the public confidence in his impartial, just and welfare-oriented performance.", "The Schleswig-Holstein Labour Court of Appeal found that the press release issued by the applicant exceeded the above limits. The core proposition in the first paragraph of the press release was that the USA exercised terrorism and pursued a “Zionist oligarchy”. The Schleswig-Holstein Labour Court of Appeal found the latter expression objectionable. While the notion “Zionism” as such did not have a negative meaning, the combination with “oligarchy” had a negative notion as it suggested world domination by the Jews living in the USA. Moreover, the applicant had approved of the terrorist attacks by stating that they were “an act of liberation against the USA which had been overdue for a long time”. While the second paragraph of the press release stated that “the act of violence was certainly not in the first place directed against civilians”, the applicant did not consider the fact that the majority of the victims had been civilians (but also soldiers working in the Pentagon). Consequently, he had tried to downplay the attacks. When stating in the sixth paragraph that “the strikes should rather serve as a warning to America perhaps not to act as the policeman of the world”, the applicant had again approved of the attacks in the sense of “you deserved it”.", "The Schleswig-Holstein Labour Court of Appeal continued that the impression which the applicant had created with the above passages of the press release could not be removed by the last three paragraphs. Even assuming that readers would in fact read the press release until the end, it could not be established that the applicant condemned the attacks as he restricted his condolences to the civilian victims and disregarded the considerable number of military victims in the Pentagon. The last paragraphs therefore could not serve as a revocation of his former statements. While the applicant could not be accused of having been disloyal to his employer when expressing his anti-american attitude, his approval of the attacks was in contempt of human dignity of the victims and therefore in breach of the free democratic order. A balancing of the diverging interests in the present case suggested that the interest of the municipality to terminate the employment outweighed the applicant’s interests to keep his position as an environmental engineer. Even though the Schleswig-Holstein Labour Court of Appeal recognised the applicant’s difficulties in finding a new employment given his age of forty-seven years, it reasoned that it was unacceptable for the municipality to continue the employment as it could not expect the applicant to respect the free democratic order in the future.", "On 7 November 2002, the Federal Labour Court dismissed the applicant’s motion to be granted leave to appeal on points of law. The Federal Constitutional Court refused to admit the applicant’s constitutional complaint on 8 January 2004.", "Section 1 (1) of the Unfair Dismissal Act (Kündigungsschutzgesetz) provides that a termination of an employment relationship by the employer is unlawful if it is socially unjustified. According to Section 1 (2) of the Act, a termination shall be socially unjustified unless it is based on grounds relating to the employee himself or to his conduct.", "Section 8 § 1 of the Law on Contracts for Federal Employees (Bundesangestelltentarifvertragsgesetz) provides that employees must act as it is expected from employees and that they must recognise the free democratic order within the meaning of the Basic Law and act accordingly. The Law on Contracts for Federal Employees applies to employees at the federal, state (Länder) and municipal level alike."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}