{"ITEMID": "001-79200", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "CERVANOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Margaréta Cervanová, is a Slovakian national who was born in 1933 and lives in Nové Zámky. She was represented before the Court by Mrs I. Rajtáková, a lawyer practising in Košice.", "In 1976 the applicant’s daughter, a university student, was raped and murdered.", "On 22 September 1982 the Bratislava Regional Court convicted several persons of criminal offences committed in the above context. Prison terms of between four and twenty-four years were imposed. On 25 April 1983 the Supreme Court of the Slovak Republic upheld the firstinstance judgment. The applicant had joined the criminal proceedings with a claim for damages.", "On 19 October 1990 the Supreme Court of the Czech and Slovak Federal Republic, upon a complaint lodged by the General Prosecutor, quashed the decisions convicting the persons charged. The case was sent back to the Bratislava Regional Court for a fresh examination.", "Subsequently the case was dealt with by courts at two levels of jurisdiction. In 1992 the first-instance court decided that the charges against one of the accused would be dealt with in a separate set of proceedings. That set of proceedings was stayed as experts concluded that the accused suffered from a mental disorder (for further details relating to the period up to February 2002 see Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01, 60226/00, ECHR 2002-IX).", "On 20 January 2004 the Regional Court in Bratislava delivered a judgment convicting the accused persons (with the exception of the one in respect of whom the proceedings had been stayed). The accused and the public prosecutor appealed. On 23 April 2004 the file was submitted to the Supreme Court.", "Between 28 April 2004 and 8 November 2004 the accused made seven submissions with a view to completing the reasons for their appeal.", "On 3 May 2006 the Supreme Court had to adjourn the case as the newly appointed counsel of one of the accused had not appeared.", "The next hearing was scheduled for 27 September 2006. It was adjourned as the presiding judge was ill.", "On 29 November 2006 the Supreme Court heard the final speeches.", "On 4 December 2006 the Supreme Court modified the first-instance judgment in that it imposed more severe sentences on three of the convicted persons.", "On 14 December 2004 and on 2 December 2005 the applicant filed a complaint with the Constitutional Court. She alleged a violation of her rights under Article 6 § 1 of the Convention to a hearing within a reasonable time and under Article 8 of the Convention to respect for her private life in the context of the criminal proceedings concerning the offences committed against her daughter which she had joined with a claim for damages.", "On 15 March 2006 the Constitutional Court declared admissible the complaint about the length of the proceedings. It further rejected the complaint under Article 8 of the Convention. It admitted that there could be an interference with the applicant’s right to respect for her private and family life as a result of the excessive length of the proceedings. However, Article 6 § 1 was a lex specialis", "In a judgment of 14 September 2006 the Constitutional Court found that both the Regional Court in Bratislava and the Supreme Court had violated the applicant’s right to a hearing within a reasonable time in the above criminal proceedings. It ordered the Regional Court to pay 650,000 Slovakian korunas (SKK) to the applicant as just satisfaction. That sum was payable within two months from the final effect of the judgment. It also ordered the Regional Court to reimburse the applicant’s costs of legal representation in the constitutional proceedings within one month. Finally, the Constitutional Court ordered the Supreme Court to proceed with the case without any further delay.", "The Constitutional Court had jurisdiction to examine the length of the proceedings in issue as from 15 February 1993. It admitted that the case had been complex to a certain extent, in particular because the offences in issue had been committed more than 30 years ago. The applicant by her conduct had not contributed to the length of the proceedings. Their overall length was in itself incompatible with the applicant’s right to a hearing within a reasonable time. As regards the conduct of the Regional Court in particular, it had remained inactive for at least 78 months without any justification. The Constitutional Court also recalled that in its finding of 12 November 2003 given in proceedings initiated by the accused persons it had ordered the Regional Court to deal with the case without delay. There had been unjustified delays also as regards the conduct of the Regional Court in the separate set of proceedings concerning one of the accused persons.", "As regards the proceedings before the Supreme Court, the Constitutional Court noted, in particular, that the first hearing had been scheduled after two years. Such a period was excessive in view of the overall length of the proceedings. The Constitutional Court held that the finding of a violation in respect of the proceedings before the Supreme Court, together with its order that the Supreme Court should avoid further delays in the proceedings, constituted in itself appropriate satisfaction as regards the appeal proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}