{"ITEMID": "001-78359", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF XENIDES-ARESTIS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["1. The case originated in an application (no. 46347/99) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Cypriot national, Mrs Myra Xenides-Arestis (“the applicant”), on 4 November 1998.", "2. In a judgment delivered on 22 December 2005 (“the principal judgment”), the Court dismissed the objection on the applicant's victim status and found continuing violations of Article 8 of the Convention by reason of the complete denial of the applicant's right to respect for her home and of Article 1 of Protocol No. 1 by virtue of the fact that the applicant was denied access to and control, use and enjoyment of her property and any compensation for the interference with her property rights. Furthermore, it found that it was not necessary to carry out a separate examination of the applicant's complaint under Article 14 in conjunction with the above provisions (Xenides-Arestis v. Turkey, no. 46347/99, §§ 22, 32 and 36 and points 1-4 of the operative provisions).", "3. Under Article 41 of the Convention, the applicant sought just satisfaction of 587,399 Cyprus pounds (CYP) by way of pecuniary damage concerning the period between 28 January 1987, the date of the acceptance by Turkey of the compulsory jurisdiction of the Court, and the end of 2005. Two valuation reports, setting out the basis for the calculation of the applicant's loss, were appended to the applicant's observations. Furthermore, the applicant claimed CYP 160,000 in respect of non-pecuniary damage and CYP 131,867.97 for costs and expenses incurred before the Court.", "4. Since the question of the application of Article 41 of the Convention was not ready for decision as regards pecuniary and non-pecuniary damage, the Court reserved it. However, it awarded the applicant 65,000 euros (EUR) in respect of costs and expenses.", "5. The Court had examined the implementation of the preceding compensation law, the “Law on Compensation for Immovable Properties Located within the Boundaries of the Turkish Republic of Northern Cyprus” (“Law no. 49/2003”), in the present case, at the admissibility stage and had ruled that the remedy proposed under the above law did not satisfy the requirements under Article 35 § 1 of the Convention in that it could not be regarded as an “effective” or “adequate” means for redressing the applicant's complaints (see Xenides-Arestis v. Turkey (dec.), no. 46347/99, decision of 14 March 2005, § 50).", "6. The Court, in the principal judgment, further held that “the respondent State must introduce a remedy which secures genuinely effective redress for the Convention violations identified in the instant judgment in relation to the present applicant as well as in respect of all similar applications pending before it, in accordance with the principles for the protection of the rights laid down in Article 8 of the Convention and Article 1 of Protocol No. 1 and in line with its admissibility decision of 14 March 2005. Such a remedy should be available within three months from the date on which the present judgment is delivered and redress should be afforded three months thereafter” (§ 40). Furthermore, the parties were invited to submit, within three months, from the date on which the judgment became final in accordance with Article 44 § 2 of the Convention, their written observations on the issue of pecuniary and non-pecuniary damage and, in particular, to notify the Court of any agreement they might reach (ibid., § 50, and point 6 of the operative provisions). Pending the implementation of the relevant general measures by the Government, the Court adjourned its consideration of all applications deriving from the same general cause (ibid., § 50).", "7. The Government filed observations on 21 March 2006 and, subsequently, the applicant and the Government each filed observations on 21 June 2006. The applicant submitted updated claims in respect of just satisfaction.", "8. The Government of Cyprus, who had made use of their right to intervene under Article 36 of the Convention, submitted observations on 16 August 2006.", "9. The Government filed additional observations on 10 and 11 October 2006.", "10. Subsequent to the adoption of the principal judgment in the instant case, the authorities of the “Turkish Republic of Northern Cyprus” (“TRNC”) enacted the new compensation law, the “Law for the Compensation, Exchange and Restitution of Immovable Properties” (“Law no. 67/2005”) which entered into force on 22 December 2005 and the “By-Law made under Sections 8 (2) (A) and 22 of the Law for the Compensation, Exchange and Restitution of Immovable Properties which are within the scope of sub-paragraph (b) of paragraph 1 of Article 159 of the Constitution” (“Law no. 67/2005”) which entered into force on 20 March 2006.", "11. The “Immovable Property Commission” (hereinafter “the Commission”), which was established under “Law no. 67/2005” for the purpose of examining applications made in respect of properties within the scope of the aforementioned law, is composed of five to seven members, two of whom are foreign members, Mr Hans-Christian Krüger and Mr Daniel Tarschys, and has the competence to decide on the restitution, exchange of properties or payment of compensation. A right of appeal lies to the “TRNC” High Administrative Court.", "12. The Government submitted that a total of sixty applications had been lodged with the Commission and that the examination of nine of these had already been concluded. In six of these applications the applicants received a payment by way of compensation and, in the remaining applications, the Commission decided on the restitution of the properties in question."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}