{"ITEMID": "001-103073", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MASOKOMBINÁT PŘÍBRAM, A. S. v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["The applicant, Masokombinát Příbram, a.s., is a joint stock company incorporated under Czech law. It is represented before the Court by Mr D. Šachta, a lawyer practising in Prague. The respondent Government are represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In a purchase contract concluded in writing on 10 July 1975, Mr and Ms K. sold four plots of land defined in a geometrical plan to the Central-Bohemian Meat Industry (Středočeský průmysl masný). The contract became valid and effective on that day. A purchase price amounting to 52,986.40 Czechoslovak korunas (CSK) was paid to the sellers.", "On 7 June 1976 Mr K. died. In inheritance proceedings concerning his estate, the Příbram Public Notary declared, on 25 October 1976, that Ms K. inherited her late husband’s estate, including the relevant part of the plots of land concerned.", "On 22 June 1990 the Ministry of Agriculture and Alimentation divided the Central-Bohemian Meat Industry. Masokombinát Příbram, s.p., a state-owned enterprise and the applicant company’s predecessor, emerged as one of its legal successors.", "On 7 February 1992 the purchase contract of 10 July 1975 was entered into the land register, on the basis of the geometrical plans of 4 February 1974 and 24 January 1991. On 30 March 1992 it was registered with the Příbram Centre of Geodesy (středisko geodézie). At the date of 13 April 1992 the land register showed Masokombinát Příbram, s. p. as the owner of the plots of land in issue. On 29 April 1992 certain parts of the state enterprise including the plots of land concerned were transferred to the National Property Fund (Fond národního majetku) under a privatisation project (privatizační projekt) of 31 December 1991 and, subsequently, to the applicant company which had been created by the Fund for these purposes in March 1992. The privatisation project expressly noted that the ownership certificate (list vlastnictví) of the plots of land was kept on the name of the former owner, Ms K., and that the new owner upon the purchase contract was not yet entered into the certificate. The purchase contract of 10 July 1975 was part of the privatisation project. The applicant company came into being on 1 May 1992 upon its entry into the companies register.", "On 3 August 1993 Ms K. died. In inheritance proceedings concerning her estate, the Příbram District Court (okresní soud) decided, on 7 December 1993, that her estate, including the plots of land at issue, was inherited by her daughters, Ms P. and Ms Ko.", "In a judgment of 18 January 1994, the Příbram District Court, upon an action of Ms K. filed on 16 September 1992, declared the purchase contract of 10 July 1975 null and void ab initio for lack of factualness and accuracy, as it was not clear what plots of land had been sold. Although their size was specified, a geometrical plan showing the boundaries of the land was not joined to the contract. The court admitted that the ten-year time-limit of possession of property in good faith necessary for acquiring ownership of the plots of land by the applicant company by means of positive prescription had lapsed. However, in its view, the company had not acquired ownership, as the amendment to the Civil Code (Act. no. 509/1991) required that possession in good faith existed at the entry into force of the Act, on 1 January 1992. Given that in summer 1991 the predecessor of the applicant company was negotiating with Ms K. over the sale of the land, it could not be regarded as being in good faith as the owner of the land since then.", "The applicant company as the defendant in the proceedings did not appeal, and the judgment became final on 16 April 1994.", "On 14 August 1998 the National Property Fund issued a declaration that the plots of land at issue were included in the privatisation project and as such transferred to the applicant company in 1992.", "On 14 October 1999 answering to a letter of the applicant company the Ministry of Finance noted that in 1992 the plots of land had been transferred to the applicant company and that the State had considered itself an owner of the land at the time of the transfer based on the then valid purchase contract of 10 July 1975. Moreover, the Ministry noted that the subsequent decision of the Příbram District Court 18 January 1994 was a new fact and that the applicant company should address the National Property Fund for possible compensation.", "In a judgment of 17 July 2000 the Příbram District Court dismissed the applicant company’s action against Ms P. and Ms Ko. seeking to determine its ownership over the plots of land concerned.", "On 30 March 2001 the Prague Regional Court (krajský soud) quashed this judgment for procedural shortcomings and remitted the case to the District Court which, on 20 December 2001, again dismissed the applicant company’s action.", "That judgment was upheld by the Regional Court on 3 September 2002, which held that the purchase contract was uncertain and void. As regard the assertion of positive prescription, the court found that no time-limit had ever been triggered by the applicant company which, if acting with reasonable due diligence, must have been aware that land may have been transferred with other dimensions than those recorded in the land register only if the purchase contract embodied a geometrical plan. This was, however, not done here. Any examination of the alleged negotiations between the predecessor of the applicant company and Ms K. was thus superfluous.", "On 18 November 2003 the Supreme Court (Nejvyšší soud) rejected an applicant company’s appeal on points of law (dovolání).", "On 3 June 2004 the Constitutional Court (Ústavní soud) dismissed a constitutional appeal by the applicant company.", "As the applicant company needed the plots of land at issue for continuing to run its business activities, it concluded with the successors to the former owners, on 4 November 2004, a purchase contract on the basis of which it bought the estates against payment of CZK 14,000,000 (EUR 543,185).", "On 24 May 1996 the applicant company brought an action against the National Property Fund for payment of CZK 14,000,000 (EUR 543,185) as compensation corresponding to the purchase price plus two separate amounts of CZK 943,092 (EUR 36,591) and 1,191,708 (EUR 46,237). Later, the applicant company withdrew its claim of CZK 943,092.", "In a judgment of 28 June 2005 the Prague Municipal Court granted the applicant company’s action in respect of the original price of the land when it was transferred to the applicant company in 1992 (CZK 1,191,708) and dismissed it in respect of the rest.", "On 9 November 2006 the Prague High Court upheld the judgment.", "On 22 October 2008 the Supreme Court dismissed the applicant company’s appeal on points of law.", "On 27 April 2009 the Constitutional Court rejected its constitutional appeal as manifestly ill-founded.", "Article 37 § 1 provides that a legal act must be undertaken freely, seriously, with certainty and comprehensibility.", "Article 39 stipulates that a legal act whose subject-matter or object contravenes or circumvents law, or is contra bonos mores, is null and void.", "Article 130 § 1 provides that a holder who is according to all circumstances in good faith is a rightful holder.", "Under Article 134 § 1 a rightful holder becomes an owner of real estate if he or she retains it in his or her continuous possession for ten years.", "According to Article 134 § 3 the period of time during which a given thing was possessed by a legal predecessor is to be figured into the time-limit stipulated in paragraph 1 thereof."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}