{"ITEMID": "001-107937", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MNE;SRB", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF LAKIĆEVIĆ AND OTHERS v. MONTENEGRO AND SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of P1-1;Pecuniary and non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicants - Ms Nevenka Lakićević (the first applicant), Mr Borislav Vukašinović (the second applicant), Mr Veselin Budeč (the third applicant), and Mr Vlado Rajković (the fourth applicant) - are all Montenegrin nationals who were born in 1947, 1937, 1924, and 1944 respectively. They live in Herceg-Novi (the first and third applicants) and Podgorica (the second and fourth applicants).", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. Between November 1989 and June 2002 the applicants closed their private law firms and submitted papers to begin their retirements.", "8. Between August 1990 and September 2002 their old-age and disability pension entitlements, as well as the exact amount of their pensions (starosna i invalidska penzija), were established by decisions of the Pension and Disability Insurance Fund (Republički fond penzijskog i invalidskog osiguranja; hereinafter “the Pension Fund”). The decisions, as submitted by the second and fourth applicants, allowed the applicants to resume working on a part-time basis.", "9. Between April 1996 and June 2002 the applicants reopened their own legal practices on a part-time basis.", "10. On 1 April 2004, 20 July 2005, 3 June 2005 and 24 November 2005 the Pension Fund suspended (obustavlja) payment of the applicants’ pensions respectively, until such time as they ceased professional activity. These decisions were all “deemed to be applicable as of 1 January 2004”, which was when section 112 of the Pension and Disability Insurance Act 2003 (hereinafter “the Pension Act 2003”) entered into force (see paragraphs 23 and 25 below).", "11. The Pension Fund’s rulings were subsequently upheld by the Ministry of Labour and Social Welfare (Ministarstvo rada i socijalnog staranja), as well as, ultimately, by the Administrative Court (Upravni sud) on 6 December 2005, 4 April 2006, 18 April 2006 and 7 February 2007 in respect of the first, second, third and fourth applicants respectively. The Administrative Court explained, inter alia, that the applicants had not been deprived of their pension entitlements as such, but that the payment of their pensions had instead been suspended on the basis of the relevant domestic legislation.", "12. Finally, on 13 June 2006, 27 June 2006 and 28 May 2007 respectively, the Supreme Court (Vrhovni sud) in Podgorica dismissed the second, third and fourth applicants’ requests for judicial review of their cases (zahtjev za vanredno preispitivanje sudske odluke). In so doing, the Supreme Court essentially endorsed the reasons given by the Administrative Court.", "13. The first applicant did not attempt to make use of the judicial review avenue, in view of the fact that the other applicants’ identical requests had already been rejected by the Supreme Court.", "14. Payment of the second applicant’s pension was resumed with effect from 1 December 2007, which is when he ceased his professional activity. The payment of the second, third and fourth applicants’ pensions was resumed with effect from 1 January 2009, which is when the Amendments to the Pension Act entered into force, repealing section 112 of the Pension Act 2003 (see paragraph 26 below).", "15. On 30 June 2004 the Pension Fund lodged a compensation claim against the first applicant, seeking repayment of the pension payments she had received for January and February 2004 in the total amount of 425.74 euros (EUR). In response, the first applicant lodged a counterclaim seeking payment of the pension which had not been paid to her between March 2004 and December 2008 due to the suspension of her pension rights, amounting in total to EUR 15,332.45.", "16. On 4 November 2009 the Court of First Instance (Osnovni sud) in Herceg Novi, after joining the two proceedings, ruled in favour of the first applicant, referring, in particular, to section 6 of the Amendments to the Pension and Disability Insurance Act 2003 (hereinafter “the Amendments to the Pension Act”), section 193 of the Pension Act 2003 as well as a decision of the Constitutional Court of Montenegro (see paragraphs 26, 24 and 28 below). On 19 January 2010 the High Court (Viši sud) in Podgorica overturned this judgment and ruled against the first applicant, relying on sections 112 and 222 of the Pension Act 2003 and considering that their application was not retroactive. This judgment was upheld by the Supreme Court on 3 June 2010, which court mainly endorsed the reasons of the High Court. In doing so, the Supreme Court in particular referred to section 112 of the Pension Act 2003.", "17. On 29 July 2010 the Court of First Instance issued an enforcement order providing that the Pension Fund would retain half the first applicant’s pension until the entire sum owed had been paid. On 4 November 2010 this decision was upheld by the High Court.", "18. On 17 January 2007 and an unspecified date the Pension Fund lodged compensation claims against the second and third applicants respectively, seeking repayment of the pension they had received from 1 January 2004 onwards.", "19. On 20 June 2007 the Court of First Instance in Podgorica ruled against the second applicant, which judgment was upheld by the High Court in Podgorica on 13 February 2009. It would appear from the case file that this decision has been enforced.", "20. On 25 February 2010 the Court of First Instance in Herceg Novi ruled in favour of the third applicant. On 16 April 2010 the High Court in Podgorica overturned this decision and ruled against him. In doing so, it referred to the above decisions of the Administrative Court and the Supreme Court (see paragraphs 11 and 12 above). It would appear from the case file that this decision has been enforced in subsequent enforcement proceedings.", "21. There is no information in the case file as to whether the Pension Fund instituted civil proceedings against the fourth applicant.", "22. Article 9 § 1 of the Constitutional Charter provided that both member States shall regulate, safeguard and protect human rights in its territory.", "23. Section 112 paragraph 1 provided that a person’s pension shall be suspended should he or she resume working or establish a private practice, for as long as this activity continues.", "24. Section 193 paragraph 1 provided that beneficiaries of, inter alia, old-age pension (starosna penzija) and disability pension (invalidska penzija), who obtained these rights in accordance with the relevant legislation in force before this Act entered into force, shall preserve these rights afterwards at the same level (u istom obimu) with appropriate adjustments [on the basis of living expenses and average salaries].", "25. Section 222 provided that this Act would enter into force on 1 January 2004.", "26. Section 6 repealed section 112 paragraph 1 of the Pension Act 2003. These Amendments entered into force on 1 January 2009.", "27. On 12 July 2002 the Federal Constitutional Court of Yugoslavia, Yugoslavia being comprised of Montenegro and Serbia at the time, held that section 32 of the Federal Pension and Disability Insurance Act, which essentially corresponded to section 112 paragraph 1 of the Pension Act 2003, was in breach of the Constitution of the Federal Republic of Yugoslavia. In particular, once pension entitlements had been acquired they could not be repealed or restricted by subsequent measures. Further, there was a lack of proportionality between the public interest, protection of which was allegedly the intention of the provisions in question on the one hand and the interests of individuals in respect of their property rights on the other. Lastly, the court held that the section in question was indeed retroactive in nature, since it had also been applied to pensioners who had resumed professional activities before its entry into force.", "28. On 10 November 2004 the Constitutional Court of the Republic of Montenegro rejected an initiative to assess the constitutionality of section 112 paragraph 1 of the Pension Act 2003. In so doing, it held, inter alia, that it was a matter of legislative judgment whether or not to allow a person to simultaneously receive pension and resume working, and that therefore this matter fell outside the jurisdiction of the Constitutional Court. It further held:", "“According to the ...Constitutional Court, Article 112 § 1 of the 2003 Act does not have retroactive effect, as it does not apply to situations which came into existence before its entry into force, but only as regards those ... which have arisen ... [thereafter] ...”.", "29. Articles 40-46 provide details concerning a request for judicial review (zahtjev za vanredno preispitivanje sudske odluke).", "30. In particular, Articles 40-42 provide that parties may file a request for judicial review with the Supreme Court. They may do so within a period of 30 days following receipt of a final decision rendered by the Administrative Court, and only if the relevant legislation, procedural or substantive, has been breached by the lower court.", "31. In accordance with Article 46, the Supreme Court shall, should it accept a request for judicial review lodged by one of the parties concerned, have the power to overturn the impugned judgment or quash it and order a re-trial before the Administrative Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}