{"ITEMID": "001-115007", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF LENEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence;Respect for private life);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage)", "JUDGES": "David Thór Björgvinsson;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Paul Mahoney;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["7. The applicant was born in 1958 and lives in Sofia.", "8. At about 6.00 p.m. on 1 June 1999 the National Service for Combating Organised Crime (“Национална служба ‘Борба с организираната престъпност’”) of the Ministry of Internal Affairs was given orders to arrest the applicant in connection with information gathered by colonel B.B., a senior police officer in charge of investigating the assassination on 2 October 1996 of the former Prime Minister of the Republic of Bulgaria, Mr Andrey Lukanov (see Lukanov v. Bulgaria, 20 March 1997, §§ 1 in fine and 7 in fine, Reports of Judgments and Decisions 1997II). The service devised a plan and assigned a number of officers to the operation.", "9. According to the findings of the military courts which later examined a set of criminal charges against three officers who took part in that operation (see paragraphs 56 and 63 below), two officers were dispatched to the applicant’s address in advance to inspect the surroundings and check whether the applicant was at home. A group of five officers was given the task of carrying out the actual arrest. At about 8.30 p.m. that group arrived at the applicant’s home in a block of flats in Sofia, where they joined the two officers previously sent there. The officers had three cars. One of them was a Volkswagen Transporter minivan that they parked at fifteen to twenty metres from the front entrance of the applicant’s building. Shortly before 9 p.m. four officers went up to the applicant’s flat, two remained in the minivan, and one was left at the building’s entrance. The four officers who went up rang the applicant’s doorbell. His fourteenyear old daughter answered the door. The applicant showed up at the door moments after that. The officers told him that he was to accompany them to the police station. The applicant went back in, took his passport and a jacket, and followed the officers down. Two officers escorted the applicant in the lift. The two others went inside his flat and remained there until about 11.00 p.m. to prevent the persons present in the flat – the applicant’s family and two neighbours – to make telephone calls. Downstairs, the two officers escorting the applicant were joined by the officer who had remained near the building’s entrance. When the group was five or six metres from the minivan, one of the officers who was inside the vehicle opened its side sliding door. At that point, the applicant abruptly tried to move to the back of the minivan instead of its door. The two officers who were escorting him grabbed him by the arms and placed them behind his back. The applicant resisted the officers’ attempt to push him into the minivan. One officer tripped him and the applicant fell, face down, on the minivan’s floor, his legs remaining outside. The officer inside the minivan tried to pull him in. The minivan set off and, at the same moment, an officer who remained on the street pushed its side sliding door to close it. As the applicant’s feet were still hanging outside, he was hit by the door. The officers inside the minivan kept on trying to close the minivan’s door and handcuff the applicant, who resisted, keeping his arms under his body and trying to get up. The door could not be closed as the applicant’s feet protruded outside. The officers eventually managed to pull the applicant’s legs in and handcuff him. A hood was then placed on his head to blind him, so that he could not see where he was being taken.", "10. The applicant denied that he had put up any resistance to his arrest, and asserted that the above findings had been based only on evidence given by the police officers involved. According to him, when he approached the minivan he was hit on the neck and fell inside, where he was handcuffed and hooded.", "11. The minivan set off for Koprivshtitsa, a small town about one hundred kilometres east of Sofia. It seems that three officers were with the applicant in the back of the minivan, and a fourth one was driving it, but it is equally possible that only two of the officers were in the back and the third one was sitting beside the driver.", "12. According to the findings of the military courts, throughout the trip the applicant was lying, undisturbed, on the minivan’s floor, and the officers were sitting around him, monitoring his behaviour. The minivan did not stop en route, and arrived in Koprivshtitsa at about midnight.", "13. According to the applicant, during the trip the officers asked him questions and hit him. The minivan stopped several times en route. The questioning and the beating continued during those stops. The applicant received blows with solid objects to all parts of his body save for his face and genitals. During one of the stops one of the officers held the applicant’s legs and another pushed the minivan’s sliding door to strike them. The applicant was hit in the ankles. At one point, pressure was applied to his eyes. The applicant lost consciousness several times.", "14. In Koprivshtitsa, the applicant was taken out of the minivan and into a house used by the police as a “secret base”. According to him, the illtreatment continued there. Objects were inserted under two of his nails. Solid objects were placed between his fingers and his hand was squeezed.", "15. According to minutes drawn up by the police, the applicant was questioned between 3.45 a.m. and 7.55 a.m. on 2 June 1999 by colonel B.B. in relation to suspicions that he had been involved in the assassination of Mr Lukanov.", "16. According to the transcription of a tape on which the questioning was secretly recorded by the police (see paragraphs 2628 below), colonel B.B. addressed the applicant as follows:", "“Be careful, if you make a mistake, it will be an enormous one. If you want to go [as a bull] with his horns forward, that’s your decision. But then we’ll also go forward with our horns. And our horns may turn out to be much sharper than yours ... This is because we took our time to sharpen them so as to make them prick cruelly ... If you want to play the hero – please, go ahead ... But I would say that this evening is a fateful one for you. It is decisive for you. A life to gain or lose and not only your life ... And this is the reason why this conversation is taking place here and not elsewhere ... Confession and repentance are the only chance for you ...”", "17. At some point during the interrogation the applicant made statements in which he confessed that he had taken part in a plot to assassinate Mr Lukanov.", "18. At about 10 a.m. on 2 June 1999 the applicant was taken back to Sofia in a police vehicle. He was again hooded. In Sofia he was brought before an investigator who charged him with complicity to premeditated murder.", "19. Four other persons, including a Mr A.V., who had allegedly ordered Mr Lukanov’s assassination, and a Mr A.R., who had allegedly carried it out by shooting Mr Lukanov dead, were arrested and illtreated by the police at the end of May and in June 1999, and also charged. Both of them also made confessions.", "20. On 2 June 1999, upon being admitted to the detention facility of the Sofia Investigation Service, the applicant was examined by Dr D.D., the facility’s onduty medical doctor, who noted numerous haematomas in the area of his armpits, on his torso under the arms, on his wrists, on his left thigh, on his leg below the knee, and on both of his ankles. She also found open wounds on the applicant’s left wrist and the index finger of his left hand. Her estimation was that all those injuries had been sustained one or two days earlier. When interviewed by the authorities in relation to that on 26 July 1999, a colleague of Dr D.D. said that such examinations were being carried out routinely on all incoming detainees and did not involve any forensic findings as to the origin of any injuries found on the detainees. Such findings could be made only by forensic medical doctors, and the usual practice was to refer a detainee suspected of having been subjected to physical violence to the Chair of Forensic Medicine of the Medical Faculty of the Sofia University of Medicine. When interviewed by the authorities in relation to that on 17 August 1999, Dr D.D. said that when examined by her on 2 June 1999 the applicant had told her that he had been illtreated after his arrest.", "21. In spite of his request, the applicant was not allowed to contact a lawyer of his own choosing. An ex officio counsel was appointed to represent him. The counsel allegedly did not heed the applicant’s request to contact his relatives and ask them to arrange for a forensic medical examination.", "22. About two weeks after the applicant’s arrest his mother and wife were allowed to visit him. After their meeting, the applicant’s mother sent letters to the Chief Prosecutor, the Minister of Internal Affairs, the President, the Prime Minister and the media, describing traces of serious violence which she had seen on the applicant and requesting an adequate reaction by the authorities.", "23. On 23 July 1999 the applicant was taken, apparently in the face of opposition by the investigator in charge of his case, to the Chair of Forensic Medicine of the Medical Faculty of the Sofia University of Medicine for examination. The doctors’ findings included the following: an injury measuring two to one centimetres to the parietal area of the skull; injuries to both wrists; a hematoma on the thumbnail of the left hand; an injury to the fingertip and the nail of the index of the left hand (with half of the nail missing); an injury to the ring finger; two injuries to the front of the left leg under the knee; six injuries to the front of the right leg under the knee.", "24. On 26 July 1999 two investigators, assisted by a medical doctor from the Chair of Forensic Medicine of the Medical Faculty of the Sofia University of Medicine and a technical assistant, examined the applicant in the presence of two attesting witnesses. They noted the following injuries on him (all of them in various stages of recovery): an injury measuring three to two centimetres to the parietal area of the skull; an injury measuring one and a half by one and a half centimetres to the inner left elbow; an injury measuring three by one and a half centimetres to the outer left elbow; two parallel linear injuries two centimetres long each to the outer left wrist; a similar injury four centimetres long to the inner left wrist; an eightmillimetrelong hematoma under the thumbnail of the left hand; partially missing nail and swelling of the index of the left hand; a ninemillimetrelong linear injury between the first and the second phalanges of the ring finger of the left hand; six injuries each measuring one or two by two centimetres to the front and inner surfaces of the lower right leg, situated in the area between seven centimetres below the knee and ten centimetres above the ankle; two similar injuries to the lower left leg; and swelling of the left ankle.", "25. The applicant remained in pre-trial detention until late 2000, when he was released on bail.", "26. The applicant’s interrogation on 2 June 1999 in the house in Koprivshtitsa was secretly recorded. This was apparently done without the applicant’s knowledge and without a judicial warrant. Judicial authorisation to carry out secret recordings in the house in Koprivshtitsa in relation to the applicant was only given on 3 June 1999 by the President of the Sofia City Court, and concerned a tenday period beginning on 3 June 1999.", "27. A visual examination of a photocopy of the document containing the police request for a judicial warrant and the judge’s decision shows that the request was dated 1 June and that, apparently, it was not submitted to the judge before 3 June. It can also be seen that the initial proposal by the police was for a period starting on 1 June 1999 and that the number “3” was then written over the number “1”.", "28. In January 2002 a transcription of the recording was drawn up. According to the applicant, the transcription did not reflect the whole interrogation.", "29. At the applicant’s trial (see paragraph 33 below), the prosecution sought to rely on the recording. On 11 March 2003, noting that it had been made surreptitiously and without a valid warrant, the Sofia City Court refused to admit it in evidence.", "30. In May, June and July 1999 the police allegedly made statements to the media, implying that they had arrested the persons responsible for Mr Lukanov’s assassination.", "31. On 26 May 2000 the Minister of Internal Affairs, replying in Parliament to a remark that the police had repeatedly made groundless assertions that they had found Mr Lukanov’s assassins, said that since his appointment as Minister he had only once asserted that the assassin had been arrested and that had been the day when Mr A.R. (one of the applicant’s coaccused) had been detained.", "32. In the first months after their arrests, the applicant and his two coaccused maintained their initial confessions and gave evidence in this sense to the investigators in charge of their case. Later, they changed their position and stated that they had never been involved in a plot to assassinate Mr Lukanov and that their confessions had been extracted under torture.", "33. During the trial, which started in 2001, the Sofia City Court admitted in evidence medical certificates and witness evidence concerning the illtreatment to which the applicant had been subjected on 1 or 2 June 1999.", "34. In a judgment of 28 November 2003 the Sofia City Court found the applicant and his four co-accused guilty of Mr Lukanov’s assassination, and sentenced all of them to life imprisonment (without parole for the applicant’s coaccused and with parole for the applicant). The court relied heavily on the confessions made by the applicant and two of his coaccused.", "35. Addressing the argument of the defence that those confessions had been extracted under torture, the court accepted that there existed solid evidence that the police had used serious physical violence and psychological harassment against them immediately after their arrests. The court observed that such acts were unacceptable and called for disciplinary and, if appropriate, criminallaw measures against the officers concerned.", "36. However, the court went on to observe that the applicant and his two coaccused had maintained their confessions for a long period of time, and that they had not been ill-treated after 2 June 1999. The applicant had maintained his confession in the course of eleven interviews held between 8 June and 6 October 1999 in the presence of counsel of his own choosing, retained by him on an unspecified date. The court considered that it could therefore rely on the confessions made during those interviews, which had been conducted by investigators.", "37. The applicant and the other accused appealed.", "38. The Sofia Court of Appeal court heard expert evidence concerning the illtreatment to which the applicant and his two coaccused had been subjected.", "39. On 8 June 2006 the Sofia Court of Appeal quashed the Sofia City Court’s judgment and acquitted all accused on the charges concerning Mr Lukanov’s assassination.", "40. The court analysed the evidence concerning the way in which the applicant had been treated on 1 or 2 June 1999, and concluded that he had been subjected to torture in breach of the Constitution and Article 3 of the Convention. The applicant and his coaccused had confessed under illtreatment which had left longlasting marks on their bodies. The pain from the injuries had not subsided for several months. It was moreover significant that when one looked at the medical evidence concerning each of the three accused, one could see that the higher the intensity of the torture, the longer the accused concerned had maintained his confession. The applicant, who had suffered the most serious injuries, had been the most consistent in maintaining his confession.", "41. The court went on to say that there was evidence of an attempt to delay the proper medical examination of the applicant and his coaccused. During that time, they had been questioned by investigators although their bodies had carried marks of illtreatment. The investigators’ good faith was therefore open to doubt.", "42. The court therefore decided that the confessions should not be taken into account and, analysing the remaining evidence, concluded that the charges had not been made out.", "43. On 15 March 2007 the Supreme Court of Cassation, hearing the case on an appeal by the prosecution, upheld the acquittal (реш. № 161 от 15 март 2007 г. по н. д. № 843/2006 г., ВКС, І н. о.). It agreed with the finding that the applicant and his coaccused had been subjected to illtreatment, and held that it could not admit the resulting confessions, which were a “fruit of the poisonous tree”, because that would be in breach of the right to a fair trial. The court went on to say that in a democratic legal system unlawful attempts to extract confessions, as in the case at hand, were in the final analysis harmful to the prosecution’s case.", "44. On 27 July 1999 the Sofia Military Prosecutor’s Office opened a preliminary investigation in relation to the applicant’s alleged ill-treatment. During the following month the military investigation authorities interviewed a number of people and obtained a medical expert report on the applicant’s injuries and the manner in which they had been inflicted.", "45. The report, filed on 1 October 1999, reviewed the medical findings of the examinations on 2 June and 23 and 26 July 1999 (see paragraphs 20, 23 and 24 above). The experts said that the injury to the applicant’s head had been caused by a blow with or against a blunt object. The injuries to his left elbow, his left ring finger and legs below the knees had been caused in a similar way. The lack of detailed findings in relation to them in the 2 June 1999 examination showed that they had either not been present at that point and had occurred later, or that they had not been properly noted. The injuries to the wrists had been caused by handcuffs. The injuries to the nail of the left index finger had been caused by a frontal traumatic impact to the finger. As the injury had been inflicted a long time before the examination which had noted it, its exact cause could not be determined: it could have consisted of a blow to the distal phalange, the insertion of an object under the nail, or the removal of the nail by the application of pressure to its extremity. The hematoma on the left thumbnail had been caused by a blow or by the pressing of the thumb between hard blunt objects. The hematomas noted during the examination on 2 June 1999 had been caused by blows with hard blunt objects.", "46. On 14 October 1999 the proceedings were stayed because one of the officers who had allegedly ill-treated the applicant was abroad on an official mission and could not be interviewed. On 5 January 2000, following his return, the proceedings were resumed.", "47. Between January and May 2000 the investigator in charge of the case charged three officers who had travelled with the applicant in the police minivan which had taken him to the house in Koprivshtitsa with causing him light bodily harm, contrary to Article 131 § 1 (2) in conjunction with Article 130 § 1 of the Criminal Code 1968 (see paragraph 76 below).", "48. The investigator also obtained an additional medical expert report with a view to clarifying the exact origin of the applicant’s injuries and elucidating the discrepancies in the medical findings made by Dr D.D. on 2 June 1999 and the findings of the forensic doctors of 23 July 1999. However, the report, filed on 1 March 2000, was unable to reach more definite conclusions on that point. Nor were the experts able to say – without being presented with clearer information – exactly what kind of injuries would be caused by an intensive eighthour beating.", "49. On 10 May 2000 the investigator proposed that the three officers be brought to trial. However, on 26 May 2000 the Sofia Military Prosecutor’s Office referred the case back for additional investigation. It observed, inter alia, that no information had been gathered about the officers in charge of the applicant between his arrival in Koprivshtitsa and his return to Sofia the next day.", "50. On 8 December 2000 the proceedings were stayed once again, because one of the applicant’s co-accused, who had also been taken to the house in Koprivshtitsa, had left the country and could not be interviewed as a witness. They were resumed on 2 July 2001.", "51. On 4 July 2001 the investigator again proposed that the three officers be brought to trial. However, on 30 July 2001 the Sofia Military Prosecutor’s Office once more referred the case back for additional investigation. It observed that the charges did not specify which of the three officers had administered which blows to which parts of the applicant’s body.", "52. On 4 October 2001 the investigator again sent the case to the Sofia Military Prosecutor’s Office, which again referred it back on 20 November 2001 for additional investigation, saying that the charges did not specify the exact manner in which the officers had caused the applicant’s injuries.", "53. On 28 June 2002 the Sofia Military Prosecutor’s Office indicted the three officers, but on 8 July 2002 the Sofia Military Court referred the case back for additional investigation. On 10 February 2003 the Sofia Military Prosecutor’s Office again indicted the officers, and several days later the Sofia Military Court again referred the case back. It appears that between 2003 and 2005 the case lay dormant with the military prosecuting and investigating authorities.", "54. On an unspecified date in 2005 the Sofia Military Prosecutor’s Office submitted an indictment against the three officers to the Sofia Military Court.", "55. The trial took place on 28 February, 8 June, 19 September and 26 October 2006. At the outset the applicant made a civil claim against the officers, seeking 100,000 Bulgarian levs, plus interest, in nonpecuniary damages.", "56. In a judgment of 30 October 2006 the Sofia Military Court acquitted the officers and rejected the applicant’s civil claim. The court started by setting out its findings of fact (see paragraphs 9 and 12 above). It went on to hold that, based on those findings, the officers’ actions could not be regarded as a criminal offence because, although causing the applicant bodily harm, they had been justified under Article 12a of the Criminal Code (see paragraph 75 below). The court reproduced in its judgment the applicant’s allegations concerning his ill-treatment inside the minivan and in Koprivshtitsa, and said that those allegations, if true, meant that the applicant would have had injuries all over his body and would carry horrifying marks of illtreatment. However, the findings of Dr D.D. (see paragraph 20 above) had not revealed such marks and were fully consistent with the version put forward by the three accused officers. Dr D.D. had not recorded multiple injuries to the applicant’s head, but only one injury to the central parietal area. It was implausible to assume that all of the alleged numerous blows to the applicant’s head had been administered to a single spot. There were no recorded injuries to the front or the back of his torso, belly or feet, or injuries to his eyes caused by pressing. It could therefore be accepted that the officers’ account as to the amount of force that they had used to restrain the applicant and handcuff him was truthful, and that the use of force has stopped after the applicant had been subdued. The officers’ aim had been to arrest the applicant, who they believed had committed a criminal offence, and to bring him before the appropriate authority – colonel B.B. The officers had also sought to prevent the applicant from alerting his accomplices. In view of his resistance, there had been no other way of carrying out the arrest. The use of force had also been justified under section 78(1)(1) of the Ministry of Internal Affairs Act 1997 (see paragraph 71 below) because the applicant had failed to heed a lawful order and had put up resistance. The three officers had not used disproportionate force. The applicant had been arrested in relation to a very serious offence – the assassination of a former prime minister –, had resisted arrest, and had not sustained very serious injuries. The use of force had stopped immediately after he had been subdued. Since the officers’ actions had not constituted an offence and had amounted to a lawful use of force, the applicant’s civil claim was to be rejected.", "57. On 14 November 2006 the prosecution appealed against the acquittal to the Military Court of Appeal. The applicant also appealed against the acquittal and the rejection of his civil claim.", "58. The Military Court of Appeal heard the appeal on 29 January 2007. It drew the officers’ attention to the fact that the limitation period for prosecuting them on the charges against them – seven and a half years – had expired on 1 December 2006. The court went on to say that the proceedings could continue only if the officers were to waive the statute of limitations (see paragraph 78 below). All three of them stated that they wished to have the charges against them determined despite the expiry of the limitation period. The court then heard the parties’ arguments and announced that it would hand down its judgment in due course.", "59. However, on 20 April 2007 the court found that it could not decide the case without rehearing the applicant and colonel B.B., and called them to testify. At the next hearing, held on 9 May 2007, counsel for one of the police officers requested one of the judges to withdraw from the case. She argued that he had shown bias against her client. The court said that it did not find any grounds for that but that it would accede to her request to avoid any suspicions of partiality. As a result, the appellate proceedings had to start anew, as required under the principle of immediacy. On 31 May 2007 the court, sitting in a new formation, decided to rehear the applicant; this time, however, it did not mention colonel B.B.", "60. When appearing in court on 9 May 2007, colonel B.B. apparently again asserted in front of journalists that the applicant and his co-accused had assassinated Mr Lukanov.", "61. The new formation heard the appeal on 6 June 2007. It likewise drew the officers’ attention to the fact that the limitation period for prosecuting them had expired, and the officers reiterated that they agreed to waive the statute of limitations. The court then heard the applicant as a witness, and admitted in evidence the judgments of the Sofia Court of Appeal and the Supreme Court of Cassation in the criminal proceedings against the applicant (see paragraphs 3943 above). It turned down a request by the officers’ defence to recall colonel B.B. and several other witnesses to the stand, finding that this would be superfluous.", "62. At the next hearing, held on 11 July 2007, the court turned down a request by counsel for one of the officers for a fresh medical expert report, observing that the medical evidence that had already been adduced – which included the results of the medical examinations of the applicant on 2 June and 23 July 1999 (see paragraphs 20 and 23 above) – was sufficient. The court reheard the officers and the parties’ oral arguments.", "63. In a final judgment of 30 July 2007 (реш. № 113 от 30 юли 2007 г. по н. д. № 215/2006 г., ВАпС), the Military Court of Appeal upheld the officers’ acquittal. It fully agreed with the lower court’s findings of fact, saying that they were based on a proper analysis of the statements of the three accused, the evidence given by the applicant, the medical expert report obtained in the course of the proceedings, and the notes made by Dr D.D. when she had examined the applicant on 2 June 1999. The court went on to say that the indictment did not contain factual allegations in respect of one of the three officers, who was therefore to be acquitted on the basis that he had not used any force in respect of the applicant. The court did not agree with the lower court that Article 12a of the Criminal Code was applicable, holding that this provision referred exclusively to the arrest of offenders who have been convicted by means of a final decision, which was not the case of the applicant. However, it went on to say that the officers’ actions were not criminal because they had constituted a lawful and proportionate use of force within the meaning of section 78(1)(1) of the Ministry of Internal Affairs Act 1997 (see paragraph 71 below). The applicant had failed to heed a lawful order and had resisted the officers’ efforts to put him into the minivan and to handcuff him inside the minivan. The officers had stopped using force immediately after handcuffing the applicant. Lastly, the court noted that during the preliminary investigation the applicant had given evidence that he had been subjected to violence in the house in Koprivshtitsa, where the three officers had left him. That showed that not all injuries later found on the applicant had been caused by them.", "64. On an unspecified date in the second half of 2007 the prosecution sought the reopening of the criminal proceedings against the applicant on the ground that the acquittal of the officers was a new relevant fact showing that the applicant had not been illtreated.", "65. In a judgment of 7 July 2008 (реш. № 286 от 7 юли 2008 г. по н. д. № 253/2008 г., ВКС, І н. о.), the Supreme Court of Cassation turned the request down, holding that the conclusion of the criminal proceedings against the officers did not amount to grounds to reopen the criminal proceedings against the applicant because the courts in those proceedings had not found that the applicant had not been subjected to illtreatment.", "66. On 22 July 2002 two of the applicant’s co-accused were beaten by the officers who escorted them from prison to the Sofia City Court for a hearing in the trial against them. Noting their injuries, the court adjourned the hearing.", "67. In 2006 one of them, Mr A.K., brought a claim under section 1 of the State and Municipalities Responsibility for Damage Act 1988 (see paragraph 84 below) against the Ministry of Justice, seeking 30,000 Bulgarian levs in non-pecuniary damages.", "68. On 20 October 2008 the Sofia City Court rejected the claim. It held that although the claimant had proved that he had been illtreated on 22 July 2002, he had not been able to prove who exactly had ill-treated him and under what circumstances. The facts alleged in his statement of claim did not match the evidence given by a witness called by him (the other coaccused), and that evidence did not match the evidence given by the applicant, who had also been called to testify. Moreover, the first witness had not pointed to the specific individuals who had carried out the beating, whereas torts under section 1 of the 1988 Act had to be attributed to a specified individual.", "69. The applicant’s co-accused appealed. On 12 May 2009 the Sofia Court of Appeal upheld the lower court’s judgment (реш. № 434 от 12 май 2009 г. по гр. д. № 43/2009 г., САС, VІІ с.). It held that the fact of the beating had been substantiated on the basis of the medical evidence and the applicant’s and the other coaccused’s testimony. However, it went on to say that at the relevant time the officers escorting detainees from prison to trial had been employees of the National Police, not the Ministry of Justice; the Ministry had taken over that task on 1 January 2003, following a legislative amendment. It could therefore not be held vicariously liable for the officers’ actions.", "70. It does not seem that the applicant’s coaccused tried to appeal on points of law.", "71. Section 78 of the Ministry of Internal Affairs Act 1997, in force until 1 May 2006, provided, in so far as relevant:", "“(1) The police may use physical force and auxiliary means when performing their duties only if those duties cannot be carried out in a different way, in cases of:", "1. resistance or refusal to obey a lawful order;", "2. arrest of an offender who does not obey or resists a police officer;", "...", "5. attacks against civilians or police officers;", "...", "(2) Auxiliary means are: handcuffs; straitjackets; rubber and electroshock truncheons and devices; chemical substances approved by the Minister of Health, service animals – dogs, horses; blank cartridges, cartridges with rubber, plastic or shock bullets; devices for the forced stopping of motor vehicles; opening devices, light or sound devices with distracting effect; waterspraying and air-pressure devices; armoured vehicles and helicopters.", "(3) The manner in which the means under subsection 2 are to be used shall be laid down by the Minister of Internal Affairs.", "72. Section 79 provided:", "“(1) Physical force and auxiliary means are to be used only after giving warning, except in cases of sudden attacks or of freeing hostages.", "(2) The use of physical force or auxiliary means shall correspond to the specific circumstances, the character of the breach of public order and the personality of the offender.", "(3) When using physical force or auxiliary means police officers must if possible protect the health of the persons against whom those are deployed, and must take all measures to safeguard their life of those persons.", "(4) The use of physical force or auxiliary means shall be discontinued immediately after they have achieved their aim.", "...”", "73. On 1 May 2006 those provisions were superseded by sections 72 and 73 of the Ministry of Internal Affairs Act 2006. Until recently, the wording of those provisions was largely identical to that of the earlier ones.", "74. However, on 6 March 2012 the Government laid before Parliament a bill for the amendment of the 2006 Act. Parliament enacted the bill on 30 May 2012, and the amendment came into force on 1 July 2012. Section 72(1), as worded after the amendment, provides that physical force and auxiliary means may be used “only if absolutely necessary”. A newly added subsection 3 of section 73 provides that “police officers shall use only the force absolutely necessary”, and a newly added subsection 7 provides that “[i]t is forbidden to use lethal force to arrest or prevent the escape of a person who has committed or is about to commit a nonviolent offence if that person does not pose a risk to the life or health of another”. In the explanatory notes to the bill the Government referred to, inter alia, the need to bring domestic law fully into line with the applicable international standards and the Court’s caselaw.", "75. Article 12a § 1 of the Criminal Code 1968, added in August 1997, provides that causing harm to a person while arresting him or her for an offence is not criminal where no other means of effecting the arrest exist and the force used is necessary and lawful. According to Article 12a § 2, the force used is not necessary when it is manifestly disproportionate to the nature of the offence committed by the person to be arrested or the resulting harm is in itself excessive and unnecessary.", "76. Under Article 131 § 1 (2) taken in conjunction with Article 130 § 1 of the Code, the punishment for light bodily harm inflicted by a police officer is up to three years’ imprisonment.", "77. Under Article 287 of the Code, as worded at the time when the applicant was allegedly illtreated, forcing an accused to confess through coercion or other unlawful means was an offence punishable by up to ten years’ imprisonment, where the perpetrator was a person in whom relevant official powers were vested.", "78. The limitation period for prosecuting offences under Article 131 § 1 (2) taken in conjunction with Article 130 § 1 of the Code is five years (Article 80 § 1 (4) of the Code), and the limitation period for prosecuting offences under Article 287 of the Code is ten years (Article 80 § 1 (3)). Each act of criminal prosecution carried out by the competent authorities in relation to the alleged offender interrupts the limitation period and restarts the running of time (Article 81 § 2). Such interruptions notwithstanding, the alleged offender can no longer be prosecuted if the limitation period has been exceeded by one half (Article 81 § 3), which means that an offence under Article 131 § 1 (2) taken in conjunction with Article 130 § 1 of the Code cannot be prosecuted if more than seven and a half years have elapsed after its alleged commission. However, under Article 21 § 2 of the Code of Criminal Procedure 1974 (superseded by Article 24 § 2 of the Code of Criminal Procedure 2005), the accused may waive the statute of limitations.", "79. A description of the relevant provisions of the 1991 Constitution, the 1974 and 2005 Codes of Criminal Procedure, the Special Surveillance Means Act 1997, the Classified Information Act 2002, and the Access to Public Information Act 2000, as well as the caselaw of the domestic courts and other relevant material can be found in paragraphs 750 of the Court’s judgment in the case of Association for European Integration and Human Rights and Ekimdzhiev v. Bulgaria (no. 62540/00, 28 June 2007).", "80. Following the Court’s judgment in that case, on 14 October 2008 the Government laid before Parliament a bill for the amendment of the Special Surveillance Means Act 1997. The explanatory notes to the bill referred to the Court’s judgment and to the need to bring the Act into line with the requirements of the Convention. The bill was enacted on 15 December 2008 and came into force on 27 December 2008. Along with a host of other changes, the amendment created a National Bureau for Control of Special Means of Surveillance, an independent body whose five members were to be elected by Parliament and whose task was to oversee the use of special means of surveillance and the storing and destruction of material obtained through such means, and to protect individuals against the unlawful use of such means (new sections 34b(1), 34c and 34d). The Bureau was to be a permanently acting body having its own administration (new section 34b(3)). In carrying out its functions it could (a) ask the relevant authorities to provide it with information in relation to the use of special means of surveillance; (b) check whether those authorities kept accurate records; (c) access premises containing such records or material obtained though surveillance; (d) give mandatory instructions for improvements in the use of special means of surveillance and in the storage and destruction of material obtained though such means; and (e) inform the prosecuting authorities and the heads of the relevant authorities of instances of unlawful use of such means or of irregularities in the storage or destruction of material obtained though such means (new section 34g). The Bureau was to submit to Parliament an annual report setting out aggregated data on the matters that it was overseeing (new section 34b(5)). It was also to inform of its own motion persons who had been unlawfully subjected to surveillance, unless notification could jeopardise the purpose of the surveillance (section 34h).", "81. On 22 October 2009, before the Bureau could start operating, Parliament enacted further amendments to the 1997 Act, abolishing the Bureau and replacing it with a special parliamentary commission, which has the same powers and duties, save for the power to give mandatory instructions (point (d) in the above paragraph); it may only make suggestions for improvements (section 34g, as amended in 2009). The amendments came into force on 10 November 2009. Under related amendments to Parliament’s standing rules, which came into force on 19 December 2009, that commission is in effect a permanent subcommission of Parliament’s legal affairs commission (new rule 24a(1)). It consists of one MP from each parliamentary group and has its own standing rules approved by Parliament (new rule 24a(2)). Those rules were adopted on 11 February 2010. The commission, whose current five members were elected by Parliament on 22 December 2009, is assisted by fifteen parliamentary staffers (rule 24a(3) of Parliament’s standing rules and rule 14 of the commission’s standing rules). It must sit, behind closed doors and in line with the rules governing classified information, at least once every week (rules 9 and 13 of the commission’s standing rules).", "82. Under section 34h of the 1997 Act, as amended, the commission must inform of its own motion persons who have been unlawfully subjected to secret surveillance, unless notification might jeopardise the purpose of the surveillance, allow the divulgation of operational methods or technical devices, or put the life or health of an undercover agent or his or her relatives or friends in jeopardy.", "83. The commission has thus far submitted three annual reports: the first was submitted in May 2010 and accepted by Parliament on 16 June 2010, the second was submitted in May 2011 and accepted by Parliament on 18 May 2011, and the third was submitted on 4 July 2012 and has yet to be accepted by Parliament. In that latest report the commission said, inter alia, that it had received a number of complaints from individuals, and had taken measures to examine them. It had carried out inspections in seven towns, and had noted many irregularities, such as insufficiently reasoned applications for judicial authorisation of secret surveillance, failures to destroy material obtained through such surveillance within the statutory timelimits, and failures to report back to the court which had authorised surveillance. The commission went on to say that the lack of proper recordkeeping made it difficult to oversee the operation of the system as a whole. It also noted the very low percentage of refused applications for judicial authorisation of secret surveillance. The total number of requests in 2011 had been 13,846. Only 116 had been refused, chiefly on purely technical grounds. 7,881 persons had been subjected to surveillance. 747 requests had yielded material subsequently used in criminal trials. The analysis of the available data showed that the authorities were not using secret surveillance as a means of last resort, but routinely, mainly because it was an almost effortless way of gathering evidence. It was therefore necessary to tighten up the relevant regulations and to strengthen judicial control. The commission made a number of specific proposals in that respect.", "84. Section 1 of the Act originally called the State Responsibility for Damage Caused to Citizens Act 1988, renamed on 12 July 2006 the State and Municipalities Responsibility for Damage Act 1988 (“the 1988 Act”), provides that the State is liable for damage suffered by individuals (and since 1 January 2006 also legal persons) as a result of unlawful decisions, actions or omissions by civil servants, committed in the course of or in connection with the performance of their duties.", "85. Section 2(1) of the Act provides for liability of the investigating and prosecuting authorities or the courts in several situations: unlawful detention; bringing of charges, if the accused has been acquitted or the proceedings have been discontinued on certain grounds; conviction and sentencing, if the conviction has later been set aside; coercive medical treatment or coercive measures imposed by a court, if its decision has later been quashed as being unlawful; and serving of a sentence over and above its prescribed duration.", "86. On 10 March 2009 a new point 7 was added to section 2(1). It provides that the State is liable for damage which the investigating and prosecuting authorities or the courts have caused to individuals through the unlawful use of special means of surveillance. There is no reported caselaw under that provision.", "87. In their caselaw the Supreme Court of Cassation and the Supreme Administrative Court have held that the liability provisions of the 1988 Act – including those added after the Act was originally enacted – confer on the persons concerned a substantive right to claim damages, and have no retrospective effect (реш. № 63 от 21 февруари 1997 г. по гр. д. № 2180/ 1996 г., ВС; реш. № 529 от 17 юли 2001 г. по гр. д. № 24/2001 г., ВКС; опр. № 9134 от 3 октомври 2007 г. по адм. д. № 8175/2007 г., ВАС, ІІІ о.; опр. № 1046 от 6 август 2009 г. по гр. д. № 635/2009 г., ВКС, ІІІ г. о.; опр. № 1047 от 7 август 2009 г. по гр. д. № 738/2009 г., ВКС, III г. о.; реш. № 335 от 31 май 2010 г. по гр. д. № 840/2009 г., ВКС, III г. о.; реш. № 329 от 4 юни 2010 г. по гр. д. № 883/2009 г., ВКС, IV г. о.).", "88. According to a binding interpretative decision of the Supreme Court of Cassation (тълк. реш. № 3 от 22 април 2005 г. по тълк. гр. д. № 3/2004 г., ОСГК на ВКС), persons who have been finally acquitted can obtain compensation for the mere fact that criminal proceedings have been brought against them, on the basis that the charges against them are retrospectively considered to have been “unlawful”. According to the same decision, compensation is due in respect of the proceedings themselves and in respect of any incidental measures, such as pretrial detention.", "89. In several judgments given between 2005 and 2008 the Supreme Court of Cassation, when fixing the amount of damages it awarded pursuant to such claims, had regard to, among other things, the suffering of the persons concerned stemming from the hardship of being placed in pretrial detention (реш. № 1599 от 22 юни 2005 г. по гр. д. № 876/2004 г., ВКС, IV г. о.; реш. № 1017 от 15 декември 2005 г. по гр. д. № 524/2004 г., ВКС, IV г. о.; реш. № 2851 от 23 януари 2006 г. по гр. д. № 2252/2004 г., ВКС, IV г. о.; реш. № 156 от 10 май 2006 г. по гр. д. № 2633/2004 г., ВКС, IV г. о.; реш. № 1557 от 27 декември 2006 г. по гр. д. № 2800/2005 г., ВКС, IV г. о.; реш. № 692 от 12 май 2008 г. по гр. д. № 2394/2007 г., ВКС, IV г. о.).", "90. Section 49 of the Obligations and Contracts Act 1951 provides that a person who has entrusted another with carrying out a job is liable for the damage caused by that other person in the course of or in connection with the performance of the job. Liability under that provision – as, indeed, all provisions governing torts – is premised upon the wrongfulness of the impugned conduct (реш. № 567 от 24 ноември 1997 г. по гр. д. № 775/1996 г., ВС, петчленен състав).", "91. Article 222 of the Code of Civil Procedure 1952 provided as follows:", "“The final judgment of a criminal court is binding on the civil court which examines the civil consequences of the criminal act in relation to the points whether the act was perpetrated, whether it was unlawful, and whether the perpetrator was guilty of it.”", "92. Article 300 of the Code of Civil Procedure 2007, which came into force on 1 March 2008, is phrased in identical terms.", "93. The Council of Europe’s Committee of Ministers, which under Article 46 § 2 of the Convention has the duty to supervise the execution of the Court’s judgments, is still examining the execution by Bulgaria of the Court’s judgment in Association for European Integration and Human Rights and Ekimdzhiev (cited above). According to information published on the Committee’s website, the case is currently under “enhanced supervision”. The latest developments were that on 2 March 2011 the Bulgarian Government had submitted an action report, that on 23 August 2011 they had provided further information, and that on 26 June 2012 they had submitted a further action report (in which they had, inter alia, said that they were not aware of any caselaw under the new point 7 of section 2(1) of the 1988 Act – see paragraph 86 above). Bilateral contacts were still under way between the Committee’s administration and the Government with a view to gathering more information necessary for the presentation of a revised action plan or report to the Committee."], "VIOLATED_ARTICLES": ["13", "3", "38", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}