{"ITEMID": "001-70560", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ANHEUSER-BUSCH INC. v. PORTUGAL", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1", "JUDGES": "", "TEXT": ["9. The applicant is an American public company whose registered office is in Saint Louis, Missouri (United States of America). It produces and sells beer under the brand name “Budweiser” in a number of countries around the world.", "10. On 19 May 1981 the applicant company applied to the National Institute for Industrial Property (NIIP) to register “Budweiser” as a trade mark on the industrial-property register. The NIIP did not grant the application immediately because it was opposed by a company incorporated in Czechoslovakia, Budejovicky Budvar, which had already registered “Budweiser Bier” as an appellation of origin.", "11. According to the applicant company, negotiations then took place between it and Budejovicky Budvar concerning the use of the “Budweiser” trade mark. As the parties could not come to an agreement, the applicant company applied to the Lisbon Court of First Instance on 10 November 1989 for an order cancelling Budejovicky Budvar’s registration. In a judgment of 8 March 1995, which became final, the Lisbon Court of First Instance granted that application on the ground that the product to which the registration referred, namely the beer known as “Budweiser Bier”, did not have the requiriste characteristics to be considered an appellation of origin or indication of source. The registration was therefore cancelled.", "12. In a decision of 20 June 1995, which was published on 8 November 1995, the NIIP registered the “Budweiser” trade mark in the applicant company’s name, despite a prior objection by Budejovicky Budvar. On 8 February 1996 Budejovicky Budvar appealed to the Lisbon Court of First Instance against the NIIP’s decision on the strength of an agreement between the Governments of the Portuguese Republic and the Czechoslovak Socialist Republic for the protection of indications of source, appellations of origin and other geographical and similar designations (“the 1986 Agreement”), which was signed in Lisbon on 10 January 1986 and entered into force on 7 March 1987 after publication in the Official Gazette. In accordance with the law, the applicant company was invited by the court to take part in the proceedings as an interested party.", "13. In a judgment of 18 July 1998, the Lisbon Court of First Instance dismissed the application. It found that the only intellectual property eligible for protection under Portuguese law was the appellation of origin “Ceskebudejovicky Budvar”, not the trade mark “Budweiser”. In addition, it found that there was no risk of confusion between that appellation of origin and the applicant company’s trade mark, which the vast majority of consumers tended to identify as an American beer.", "14. Budejovicky Budvar appealed against that decision to the Lisbon Court of Appeal. In a judgment of 21 October 1999, the Lisbon Court of Appeal overturned the impugned judgment and ordered the NIIP to refuse to register “Budweiser” as a trade mark, as it considered that such a registration would infringe the 1986 Agreement and, consequently, Article 189 § 1 (j) of the Industrial-Property Code.", "15. The applicant company appealed on points of law to the Supreme Court, alleging inter alia that the impugned decision contravened the agreement of 15 April 1994 on the Trade-Related Aspects of Intellectual Property Rights (“the TRIPs Agreement”), which establishes the rule that registration confers priority, and in particular Articles 2 and 24 § 5 of that agreement. The applicant company also alleged that, in any event, the protected appellation of origin “Ceskebudejovicky Budvar” did not correspond to the German expression “Budweiser”, so that the 1986 Agreement could not be used to challenge its application for registration. Even supposing, however, that the German expression “Budweiser” were an accurate translation of the Czech appellation of origin, the applicant argued that the 1986 Agreement applied only to translations between Portuguese and Czech, not into any other languages. It submitted, lastly, that a formal defect in the 1986 Agreement made it unconstitutional, as it had been adopted by the Government, not Parliament, in breach of Articles 161 and 165 of the Constitution governing parliamentary sovereignty.", "16. In a judgment of 23 January 2001, which came to the applicant company’s knowledge on 30 January 2001, the Supreme Court dismissed the appeal on points of law.", "With regard to the TRIPs Agreement, the Supreme Court began by noting that the provision of that agreement relied on by the applicant company required it to have acted in good faith. However, the applicant company had not indicated in its application for registration any factual element that demonstrated its good faith. In any event, the Supreme Court noted that by virtue of Article 65 of the TRIPs Agreement, it had not become binding under Portuguese law until 1 January 1996, that is to say after the 1986 Agreement had entered into force. The TRIPs Agreement could not, therefore, take precedence over the 1986 Agreement.", "As regards the interpretation of the 1986 Agreement, the Supreme Court considered it undeniable that the two contracting States had intended by that agreement to protect, through reciprocal arrangements, their respective national products, including in circumstances in which a translation of the names concerned was used. The appellation of origin “Ceskebudejovicky Budvar”, which translated into German as “Budweis” or “Budweiss”, indicated a product from the České Budějovice region in Bohemia. It was therefore protected by the 1986 Agreement.", "Lastly, the procedure whereby the Agreement had been adopted did not contravene Articles 161 and 165 of the Constitution, since it did not concern a sphere that was within the exclusive competence of Parliament.", "17. The agreement was signed in Lisbon in 1986 and came into force on 7 March 1987. In a note dated 21 March 1994, the Czech Minister of Foreign Affairs indicated that the Czech Republic would be succeeding Czechoslovakia as a contracting party to the Agreement. The Portuguese Minister of Foreign Affairs agreed thereto on behalf of the Portuguese Republic in a note dated 23 May 1994.", "18. Article 5 of the 1986 Agreement provides, inter alia:", "“1. If a name or designation protected under this Agreement is used in commercial or industrial activities in breach of the provisions of this Agreement for products ... all judicial or administrative remedies available under the legislation of the Contracting State in which protection is sought to prevent unfair competition or the use of unlawful designations shall, by virtue of the Agreement, be deployed to restrain such use.", "2. The provisions of this Article shall apply even when translations of the said names or designations are used...”", "Appendix A to the Agreement lists the designations “Ceskobudejovické pivo” and “Ceskebudejovicky Budvarà” among the protected appellations of origin.", "19. The Paris Convention of 20 March 1883 for the protection of industrial property, as subsequently revised on numerous occasions (most recently in Stockholm on 14 July 1967, [1972] 828 United Nations Treaty Series, pp. 305 et seq.), to which Portugal, the Czech Republic and the United States of America are parties, sets up a Union for the protection of industrial property, an expression understood to cover industrial designs, trade marks, appellations of origin and indications of source. The purpose of the Paris Convention is to prevent discrimination against non-nationals and it lays down a number of standards of a very general nature dealing with the procedural and substantive aspects of industrial-property law. The Convention enables owners of marks to obtain protection in various member States of the Union through a single registration.", "20. The relevant parts of Article 4 of the Paris Convention provide:", "“A. (1) Any person who has duly filed an application for ... the registration of ... an industrial design, or of a trademark, in one of the countries of the Union, or his successor in title, shall enjoy, for the purpose of filing in the other countries, a right of priority during the periods hereinafter fixed.", "(2) Any filing that is equivalent to a regular national filing under the domestic legislation of any country of the Union or under bilateral or multilateral treaties concluded between countries of the Union shall be recognized as giving rise to the right of priority.", "(3) By a regular national filing is meant any filing that is adequate to establish the date on which the application was filed in the country concerned, whatever may be the subsequent fate of the application.", "B. Consequently, any subsequent filing in any of the other countries of the Union before the expiration of the periods referred to above shall not be invalidated by reason of any acts accomplished in the interval, in particular, another filing, ... the use of the mark, and such acts cannot give rise to any third-party right or any right of personal possession. Rights acquired by third parties before the date of the first application that serves as the basis for the right of priority are reserved in accordance with the domestic legislation of each country of the Union", "C. (1) The periods of priority referred to above shall be ... six months for industrial designs and trademarks.", "...”", "21. The Madrid Agreement of 1891 Concerning the International Registration of Marks and the Madrid Protocol of 27 June 1989, establish and govern a system for the international registration of marks that is administered by the International Bureau of the World Intellectual Property Organization (WIPO) in Geneva (Switzerland). The Madrid Agreement was revised in Brussels (1900), Washington (1911), The Hague (1925), London (1934), Nice (1957) and Stockholm (1967). The 1989 Madrid Protocol established the “Madrid Union” composed of the States that were parties to the Madrid Agreement and the contracting parties to the Protocol. Portugal became a party to the Agreement on 31 October 1893. The United States of America have not ratified the Agreement. They ratified the Protocol on 2 November 2003.", "22. The system set up by the Madrid Agreement is applicable to the members of the Madrid Union and affords owners of a mark a means of securing protection in various countries through a single application for registration in the national or regional registry. Under the system the registration of an international mark has the same effect in the countries concerned as an application to register the mark or registration of the mark by the owner directly in each individual country. If the trade-mark registry of a member State does not refuse protection within a set period, the mark enjoys the same protection as if it had been registered directly by that registry.", "23. The Agreement on Trade-Related Aspects of Intellectual Property Rights (“the TRIPs Agreement”) was concluded in the Uruguay Round of the negotiations that resulted in the signature in April 1994 of the World Trade Organization Agreements in Marrakesh, which came into effect on 1 January 1995.", "24. The provisions of the TRIPs Agreement of relevance to the present case are as follows:", "“1. In respect of Parts II [standards concerning the availability, scope and use of intellectual property rights], III [enforcement of intellectual property rights] and IV [acquisition and maintenance of intellectual property rights and related inter-partes procedures] of this Agreement, Members shall comply with Articles 1 through 12, and Article 19, of the Paris Convention (1967).", "...”", "“Where a trademark has been applied for or registered in good faith, or where rights to a trademark have been acquired through use in good faith either:", "(a) before the date of application of these provisions in that Member as defined in Part VI; or", "(b) before the geographical indication is protected in its country of origin;", "measures adopted to implement this Section shall not prejudice eligibility for or the validity of the registration of a trademark ... on the basis that such a trademark is identical with, or similar to, a geographical indication.”", "“Subject to the provisions of paragraphs 2, 3 and 4[, which provide for longer periods], no Member shall be obliged to apply the provisions of this Agreement before the expiry of a general period of one year following the date of entry into force of the WTO Agreement.”", "25. In accordance with the relevant international instruments in this sphere, the legislation of most of the member States of the Council Europe regards registration as the corollary to the acquisition of the right to the mark. However, the vast majority of the States also regard the application for registration of the mark as conferring certain rights. In most cases, the date the application is filed is taken as the beginning of the period of validity of the mark once it has been registered (retrospective protection through registration). The date of filing also determines priority in the system of international marks. Lastly, in some countries, an application to register a mark may itself be the subject of provisional registration, while in others it may be the subject of an assignment, security assignment or licence and (provided the mark is subsequently registered) create an entitlement to compensation in the event of fraudulent use by a third party.", "26. In most countries, registration is preceded by publication of notice of the application and a procedure whereby interested parties can oppose registration in adversarial proceedings. However, in some countries, registration is automatic if the competent authority is satisfied that the application satisfies the formal and substantive requirements. In both cases, in accordance with the applicable international rules, an action to have a mark revoked or declared invalid may be brought within a set period. Such actions may be based on grounds such as valid prior title, prior application, right to international priority, or a failure to use the mark for a certain period.", "27. The substantive and procedural law of industrial property at the material time was contained in two successive Codes of Industrial Property, the first introduced by legislative-decree no. 30679 of 24 August 1940 and the second by legislative-decree no. 16/95 of 24 January 1995. It was the latter (1995) code which was applied by the domestic courts in the instant case.", "28. The Code recognised a like right of priority to that set out in the Paris Convention (Article 170). Priority was determined by reference to the date the application for registration was filed (Article 11). By virtue of Articles 29 and 30, the application for registration itself could be the subject of an assignment, with or without consideration, or a licence.", "29. Article 189 § 1 (j) laid down that that registration was to be refused if the mark contained “expressions” that contravened domestic legislation. Subparagraph (l) also prohibited registration of a mark that contained elements that were liable to mislead the public.", "30. Third parties who claimed that they were adversely affected by the registration of a mark had a right to appeal against the NIIP’s decision within three months from the date it was published (Article 39). The appeal had to be lodged with the Lisbon Civil Court (Article 2). The Code did not state whether such appeals had suspensive effect.", "31. In a judgment of 10 May 2001 (Colectânea de Jurisprudência, 2001, vol. III, p. 85), the Lisbon Court of Appeal held that the mere filing of an application for registration conferred on the applicant a “legal expectation” (expectativa jurídica) that warranted the protection of the law. Article 5 of the New Code of Industrial Property, which was introduced by legislative-decree no. 36/2003 of 5 March 2003 and came into force on 1 July 2003, provides “provisional protection” of the mark even prior to registration and the applicant is entitled to bring an action in damages on the basis of that protection."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}