{"ITEMID": "001-4670", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "VEREIN NETZWERK v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a non-profit-making association with its seat in Hirtenberg.", "It is represented before the Court by Mr. Herbert Pochieser, a lawyer practising in Vienna.", "The applicant association has the aims of, inter alia, creating accommodation for socially disadvantaged persons, of speaking out for the concerns of socially disadvantaged persons, refugees and foreign workers, and of creating possibilities of encounter and exchange with these persons. In order to achieve these objectives it runs a house in Hirtenberg, which offers accommodation for socially disadvantaged persons in particular for young people and foreigners. The chairman of the applicant association is also living there.", "On 7 October 1992, in the late evening, police officers carried out a control in this house.", "On 16 November 1992 the applicant association lodged a complaint with the Lower Austria Independent Administrative Panel (Unabhängiger Verwaltungssenat) alleging violations of Articles 8, 9 and 11 of the Convention and of the Protection of the Home Act (Gesetz zum Schutz des Hausrechts).", "The Independent Administrative Panel held hearings on 25 June and 17 November 1993. It heard the chairman of the applicant association, the police officers who had carried out the control and the mayor of Hirtenberg as witnesses.", "On 10 May 1994 the Independent Administrative Panel partly rejected the applicant association’s complaint as being inadmissible and party dismissed it as being unfounded.", "Having regard to the evidence taken, it found the following facts established. Following a number of complaints from neighbours about illegally resident foreigners, the mayor of Hirtenberg requested the District Administrative Authority (Bezirkshaupt-mannschaft) to carry out a control under the Residence (Registration) Act (Meldegesetz). The control was carried out in the late evening of 7 October 1992. The police officers were let into the house by some of the inhabitants. The chairman of the applicant association criticised the late hour of the control but did not otherwise object. He contributed to the smooth carrying out of the control in that he went around with the police officers, gave general information about the inhabitants (e.g. about their country of origin), acted as a translator and helped to produce the required documents. The rooms within the house were opened upon request. The police examined whether the foreigners were legally resident by controlling their identity documents and residence permits, or by checking the status of their asylum proceedings. A search of the rooms was not carried out. The control was terminated within three quarters of an hour.", "The Independent Administrative Panel found that the applicant association, being a legal person, did not have a private and family life. Thus it could not rely on Article 8 of the Convention. Moreover, it had not claimed, and there was no indication, of any interference with its right to respect for its correspondence. Accordingly this complaint had to be rejected as being inadmissible.", "As regards the control, the Independent Administrative Panel noted that also a legal person could rely on the Protection of the Home Act. However, the said Act only applied where a search had been carried out. As the police officers were voluntarily granted access to the house as well as to each of the rooms within the house and, assisted by the applicant association’s chairman, only controlled the documents of the inhabitants, the contested action could not be qualified as a search. The Independent Administrative Panel added that the protection afforded by Article 8 of the Convention went further, in that it covered not only a search of premises but any interference with the right to respect for one’s home. In the present case the control was in conformity with Article 8 § 2 of the Convention, in particular it had its legal basis in the Residence (Registration Act) and the Aliens Police Act (Fremdenpolizeigesetz). Consequently, the complaint had to be dismissed as being unfounded.", "Further, the Independent Administrative Panel found that the applicant association, as a legal person, could not rely on Article 9 of the Convention and, therefore, rejected this complaint as being inadmissible.", "Finally, as to the complaint under Article 11 of the Convention, the Independent Administrative Panel found that the control at issue was not aimed at the applicant association but at the inhabitants of the housing project, who were not even necessarily members of the applicant association. Moreover, the control did not prevent the applicant association from pursuing its objectives. Even assuming that there had been an interference with the applicant association’s freedom of association, it had to be regarded as necessary in the interests of public safety. Having regard to the short duration of the control, it was also proportionate. Thus, this complaint was also unfounded.", "On 27 June 1994 the applicant association lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). It relied on Article 8 of the Convention and on the Protection of the Home Act. It argued that the control carried out in its premises had to be qualified as a search and that it lacked a legal basis. Further, it relied on Article 11 of the Convention, claiming that the search prevented it from pursuing its objectives.", "On 28 November 1994 the Constitutional Court refused to deal with the applicant association’s complaint for lack of prospects of success. It noted that the case was not excluded from the jurisdiction of the Administrative Court (Verwaltungsgerichtshof). Subsequently the Constitutional Court, upon the applicant association’s request, referred the case to the Administrative Court.", "On 4 September 1995 the applicant association, upon the Administrative Court’s request, supplemented its complaint. It repeated its argument that the control had to be qualified as a search which lacked a legal basis, and added that there had not been any reasonable suspicion that foreigners were illegally resident on the premises.", "On 10 October 1995 the Administrative Court rejected the applicant association’s complaint as being inadmissible. It noted that the association relied on the right to respect for its home. This was a constitutionally guaranteed right which the Administrative Court was not called upon to review. The decision was served on 23 November 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}