{"ITEMID": "001-98253", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF RANJBAR AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["8. The applicants were born in 1972, 1982, 1985, 1978 and 1983 respectively and currently live in Sweden.", "9. The applicants fled Iran and entered Turkey illegally on various dates in 2005 and 2006.", "10. On various dates between 19 April 2005 and 3 October 2006, the applicants appeared at the office of the United Nations High Commissioner for Refugees (“the UNHCR”) in Turkey, which recognised their refugee status and issued them with refugee certificates on 24 August 2007.", "11. On unspecified dates the applicants lodged asylum applications with the Turkish authorities and sought residence permits. They were questioned twice by police officers from the Aliens Department on various dates in November 2006 for an assessment of their asylum request. During the questioning the applicants stated that they had been members of different illegal organisations and had been involved in anti-regime activities in Iran. They had either been detained on numerous occasions or sentenced to imprisonment and/or punishment by lashing. They all maintained that they would face a personal risk of ill-treatment or death if they were to be returned to Iran.", "12. The applicants were permitted to live in Van pending the asylum proceedings and were allowed to leave the city boundaries subject to specific permission. In this connection one of the applicants (Mostaba Naderani Vatanpur) was issued with a permit allowing him to travel to Ankara between 22 and 31 August 2007 for various resettlement interviews.", "13. On an unspecified date the applicants' asylum request was rejected by the authorities on the ground that they had not complied with the relevant criteria. In respect of the fourth applicant, the interview forms indicated that the authorities did not find the applicant's replies credible and considered that he had left his country for higher economic standards.", "14. On an unspecified date the applicants were apprehended and held at the Van Security Directorate for an undetermined period before they were notified of the deportation orders on 22 August 2007 at 12.30 p.m. The deportation orders bear the signatures of the applicants and a translator. The applicants were deported to Iraq on the same day.", "15. Upon their arrival in Iraq the applicants claimed to have been held in detention for about a month. They then had lived in Northern Iraq for some five months before they were resettled in Sweden on 10 February 2008.", "16. A description of the relevant domestic law can be found in the Court's judgment in the case of Abdolkhani and Karimnia v. Turkey (no. 30471/08, §§ 29-45, 22 September 2009)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}