{"ITEMID": "001-58782", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF DEWICKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "Matti Pellonpää", "TEXT": ["9. The applicant was born in 1911.", "10. On 18 February 1991 she requested the Polish Telecommunications Office in Wroclaw (Telekomunikacja Polska) to enter into a contract to provide her with telecommunication services and to install a telephone line in her apartment, submitting that it was justified in view of humanitarian reasons such as her old age and disability (in particular, the fact that her mobility, sight and hearing were seriously impaired). She maintained that a total inability to communicate with the outside world in case of emergency was endangering her life.", "11. On 19 March 1991 the office replied that at the current stage of development of its services, installing a telephone line in her apartment was technically impossible, although (time and progress in the necessary works permitting) the request would be granted in the near future.", "12. Since no such contract had been concluded between the parties by spring 1993, on 19 June 1993 the applicant sued the Polish Telecommunications Office in Wroclaw in the Wroclaw-Fabryczna District Court (Sad Rejonowy), seeking a judgment ordering the defendant to enter into a contract for the provision of telecommunication services with her and to install a telephone line in her apartment. She also requested the court to exempt her from court fees and grant her legal assistance. In that respect she relied on a medical certificate describing her state of health.", "13. On 24 June 1993 the court, finding that the Wroclaw-Krzyki District Court was competent to deal with the applicant’s claim, referred her case to the latter court. The case was registered with the Civil Division of that court on 19 July 1993. On 20 July the court ordered the applicant to adduce, within seven days, evidence in support of her request for exemption from court fees and legal assistance.", "14. On 3 August 1993 the Wroclaw-Krzyki District Court granted the applicant a general exemption from court fees and legal assistance. Later, on 13 August 1993, it served the statement of claim on the defendant company, ordering it to submit a reply within seven days.", "15. On 6 September 1993 the trial court listed the first hearing in the applicant’s case for 12 October 1993. During the hearing, the court established that a similar claim had been lodged by a person living in the same building as the applicant and registered under file no. IC 214/93 with the Civil Division of the Wroclaw-Sródmiescie Court. Apparently, that court had already ordered in those proceedings that expert evidence be obtained to establish whether it was technically possible to install a telephone line in the building. Considering that such expert evidence might be relevant for the outcome of the applicant’s case, her lawyer requested the court to stay the proceedings. On 20 October 1993 the defendant’s lawyer lodged a similar request with the court. On 28 October the court ordered that the proceedings be stayed until the termination of the case no. I C 214/93.", "16. In that latter case, on an unspecified date, the Wroclaw-Sródmiescie District Court obtained a report from M., a telecommunications expert, according to whom it was technically possible to install a telephone line in the building. On 28 October 1994 the court gave judgment.", "17. On 10 March 1995 the applicant sent a letter to the Wroclaw-Krzyki District Court, requesting it to proceed with the determination of her claim. She also stated that it was high time that her claim was decided as it had been submitted for adjudication in 1993 and that both her age (she was eighty-four at the time) and the state of her health called for a speedy resolution of the proceedings. The court deemed her letter to be a request for the proceedings to be resumed, to which it gave effect on 20 March 1995.", "18. On 11 May 1995 the court held a hearing. During that hearing the court decided to obtain evidence contained in the case-file of case no. I C 1280/94. That case-file comprised material relating to a similar claim lodged by L.W., the applicant’s grandson, who lived in the same building as she did. The court further ordered that evidence from L.W. be heard and adjourned the trial to 22 June 1995.", "19. After the trial date, on 28 June 1995, the court ordered that the material contained in the case-file of case no. IC 214/93 be obtained and taken into consideration.", "20. On 3 July 1995 the Wroclaw Town Social Welfare Office (Miejski Osrodek Pomocy Spolecznej) issued a decision granting the applicant the so-called “domiciliary services” (uslugi pielegnacyjne) in view of the fact that she suffered from sclerosis, her sight and hearing were seriously impaired, she was unable to attend to herself and needed care from third persons.", "21. On 11 August 1995 the court ordered that the applicant’s lawyer submit, within seven days, a reply to a pleading filed by the defendant on an unspecified date. Later, on 11 September 1995, the court issued a reminder to the lawyer, ordering him to submit the reply in question within three days.", "22. On 15 September, 20 November and 4 December 1995 the court made orders relating to certain - unspecified - procedural issues.", "23. On 19 January 1996 the court took evidence from the applicant at her home as it considered that, given her age and disability, she was unable to appear before it. Apparently, the court encountered certain difficulties in communicating with the applicant. A few days later, on 23 January 1996, the court ordered the applicant’s lawyer to submit a medical certificate stating whether the applicant was able to understand and lodge pleadings in her case.", "24. On 4 March 1996 the court ordered that evidence from an expert in telecommunications be obtained in order to establish whether it was technically possible to install a telephone line in the applicant’s apartment. The expert submitted his report to the court on 16 April 1996. He concluded that even though installing a telephone line in the applicant’s apartment had been technically possible since as early as 1994, she had failed to comply with certain formal requirements for persons wishing to enter into a contract for telecommunication services, which had resulted in her being ineligible to enter into such a contract. In the expert’s view, the applicant had not submitted documentary evidence demonstrating that priority should have been given to her application for the provision of telecommunication services. Moreover, at the relevant time the Polish Telecommunications Office in Wroclaw had had to deal with many similar requests lodged prior to that of the applicant.", "25. A copy of the report was served on the applicant on an unspecified date. Subsequently, on 10 May 1996, the court listed a hearing for 8 August 1996.", "26. On 10 August 1996 the applicant filed a motion with the court, challenging the impartiality of the expert. She submitted that the expert was a permanent employee of the defendant and had, therefore, an interest in supporting the arguments of her opponent. She requested the court to reject the expert’s report and order that fresh evidence be obtained from another, objective expert. In the applicant’s opinion, the expert (who had been appointed at her expense) had manifestly violated basic principles of professional conduct and payment of the fee for preparing his report had not been justified. The court should, therefore, either order the expert to pay back the fee or appoint another expert at its own expense.", "27. On 19 August 1996 the court ordered the applicant’s lawyer to submit a medical certificate stating whether the applicant was able personally to give statements to and file motions with the court.", "28. The next hearing was held on 31 October 1996. On that day the court ordered that fresh evidence from another expert be obtained, but at the applicant’s expense. On 14 January 1997 the court requested experts at the Institute of Telecommunications and Acoustics of Wroclaw Technical University to prepare a report within one month.", "29. On 21 February 1997 the experts from the Institute submitted their report to the court. They concluded that during the period from June 1993 to 12 February 1997 installing a telephone line in the applicant’s apartment had been technically possible and, consequently, the defendant had had no reason for not entering into a contract for the provision of telecommunication services with the applicant.", "30. Later, on an unspecified date, the applicant filed a pleading with the court, amending the statement of claim. On a further unspecified date the court served a copy of her pleading on the defendant.", "31. On 26 May 1997 the court held a hearing but adjourned the proceedings to 14 July 1997. However, in July 1997 a massive flood inundated the south-west of Poland, severely affecting Wroclaw and, as a result, the proceedings in the applicant’s case were stayed ex lege on an unspecified date.", "32. On 18 August 1997 the Wroclaw-Krzyki District Court held a hearing and gave judgment dismissing the applicant’s claim. The applicant appealed on 9 September 1997 to the Wroclaw Regional Court (Sad Wojewódzki).", "33. An appellate hearing was held on 21 January 1998. The court gave judgment the same day, granting the applicant’s claim. Shortly afterwards, the applicant requested the appellate court to provide her with an enforcement order. The court informed her that she should lodge her motion with the court of first instance, which was competent to keep the records of the case in its archives and, if requested, provide the parties to the proceedings with a copy of the final judgment, together with an enforcement order.", "34. Subsequently, on an unspecified date, the case-file was transferred to the Wroclaw-Krzyki District Court. It was received at the court’s registry on 2 April 1998.", "35. In the meantime, on 16 March 1998, the applicant had requested the Wroclaw-Krzyki District Court to provide her with an enforcement order. As of 20 March 1999, she had not received that order.", "36. Section 6 of the Code of Civil Procedure, which sets out a general principle known as the “expedition of civil proceedings” (zasada szybkosci postepowania), provides:", "“ The court shall counteract delays in proceedings and shall - insofar as it is possible [to do so] without prejudicing the [proper] elucidation of the case - endeavour to determine the case at the first hearing held.”", "37. Section 7811 of the Code of Civil Procedure, contained in Book Two, entitled “Enforcement proceedings”, provides as follows:", "“ The court shall examine a motion for an issue of an enforcement order promptly; [such a motion] shall be examined within three days from the date on which it has been lodged with the court.”", "38. Before a creditor can institute enforcement proceedings against a debtor, he or she must, as an indispensable statutory prerequisite, obtain a court order of enforcement (Sections 776 and 883 of the Code of Civil Procedure). In practice, a court issues such a decision by stamping a copy of a final judgment with the set text of the order, which must be followed by the signature of a judge. No court session is held to examine a motion for the issue of an enforcement order."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}