{"ITEMID": "001-110230", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "FOX v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Kevin Fox, is a British national who was born in 1967 and lives in Potters Bar. He was represented before the Court by Ms M. Ellingworth of Tuckers Solicitors, a lawyer practising in London. The United Kingdom Government (“the Government”) were represented by their Agents, Ms H. Upton and Mr M. Kuzmicki, Foreign and Commonwealth Office.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 27 March 2004 officers from the Metropolitan Police Central Robbery Squad, together with specialist firearms officers from the Metropolitan Police Firearms Branch, took part in Operation Rowlock, a pre-planned firearms operation centred on the applicant and two other men. All three had been the subject of police surveillance following the receipt of intelligence information that they were planning to steal gold bullion from the secure facility of a metal processing plant in Enfield. The intelligence stated that the three men would be armed with guns and wearing body armour.", "4. The intelligence proved to be correct. Around 10 p.m. on 27 March 2004 the applicant and his two accomplices stole several million pounds’ worth of gold bullion at gunpoint. They left the scene in a car which was intercepted by Operation Rowlock officers when it stopped at traffic lights. The officers fired breaching rounds (designed to destroy door locks and hinges without causing human injury) at the car tyres in an attempt to disable it but this initially proved unsuccessful. The car was driven off at speed but forced to stop further up the road, when more breaching rounds were fired at it. Just before the car stopped, officers saw a handgun thrown out of one of the doors. Armed officers surrounded the stationary vehicle and directed the occupants to get out.", "5. The applicants’ two accomplices, one seated in the driver’s seat and one in the back of the car, were arrested without injury. The applicant, however, received injuries to his face and hands. The arresting police officers claimed that the applicant, a large man and a former wrestling champion, violently resisted arrest. In their statements to the Metropolitan Police, Directorate of Professional Standards investigators (see paragraph 10 below), the officers stated that they dragged the applicant from the car, punched him in the face, pulled him to the ground and kicked him at least twice, because he would not obey their instructions to remove his hands from under his body so that they could be sure he was not attempting to use a weapon. The officers stated that while the applicant was on the ground a taser was applied to him four times in “drive stun mode”. A taser is a weapon which uses electrical current to disrupt voluntary control of muscles. When used at a distance, a dart is fired which emits an electric charge and causes immediate, involuntary and short-lasting loss of muscle control. In “drive stun mode”, the taser is applied directly to the body. No dart is fired and pain, rather than loss of muscle control, is used as a means of coercion. According to the police officers, the taser in “drive stun mode” was applied once to the applicant’s back, but did not have the required effect because the applicant was wearing body armour. It was then applied once to the back of the applicant’s neck and twice on his leg. It was then possible to bind the applicant’s wrists behind his back with “plasticuffs”. First aid was administered to him and he was taken to the police station. A search of the ground near the car found a loaded .357 semi-automatic handgun. The applicant was found to have a can of mace (a prohibited tear gas spray) in his pocket.", "6. The applicant claimed that when the car pulled over he expected to be arrested. He was carrying an unloaded gun, which he dropped in the foot-well of the car. He remembered getting out of the car and going down on all fours on the floor, to demonstrate surrender. His next memory was sitting or standing against a wall with his hands cuffed behind his back. One of the other men arrested with him later claimed to have seen a taser gun used on the back of the applicant’s neck four times and to have seen police officers kicking and punching the applicant’s head and upper body, for a period of one or two minutes.", "7. On arrival at the police station, the arresting officers were examined by a forensic medical examiner, who found them uninjured. The applicant was also examined by the forensic medical examiner, who was briefed by the police that the applicant had been arrested after a struggle and that a taser gun had been used on him four or five times. In his statement, the forensic medical examiner described twelve physical injuries, including a fracture of the right index finger. He decided that the applicant was not fit for questioning and should be taken for treatment to hospital.", "8. The applicant was taken to North Middlesex Hospital. The hospital records mentioned that a taser had been used on the applicant during his arrest. The applicant was noted to have sustained facial injuries, namely tenderness around the left eye, cuts to both eyelids and a cut lip; multiple bruising to the scalp; and a fracture of the right index finger. He was given neurological tests. There is no mention in the hospital records of any complaint or injury relating to the use of a taser.", "9. The applicant was taken back to the police station for questioning. His solicitor took photographs of the applicant’s injuries, including red marks on the back of his neck, which she believed to have been caused by the taser.", "10. Immediately after the arrest the area was sealed as a crime scene. At the time, since the police in the United Kingdom had only recently been issued with tasers as part of a pilot project, every use of a taser by the Metropolitan Police was investigated by the Metropolitan Police Directorate of Professional Standards. The investigation in this case was called “Operation Waseca”. The officer from the Metropolitan Police Directorate of Professional Standards who carried out the investigation examined the scene and established that there were no discharged taser darts and no CCTV cameras operating. Enquiries were made of members of the public but no eye witnesses were identified other than the arresting officers, the applicant and the two men arrested with him. The taser involved in the incident was examined; the electronic download showed that it had been fired four times. The reports of the forensic medical examiner who examined the arresting officers and the applicant were added to the file. Statements were taken from the arresting officers. On the advice of the Crown Prosecution Service, it was decided not to take a statement from the applicant while his trial for robbery was pending, but it was noted that the applicant had made no complaint about the degree of force used to arrest him.", "11. The Operation Waseca Report concluded:", "“The intelligence on which this operation was based has been confirmed, in that, a robbery took place and the assailants were armed. The tactical option of a ‘hard stop’ was adopted to minimise danger to officers and members of the public.", "The officer deploying the Taser considered his tactical options, in accordance with his training, and took the decision to deploy the Taser to detain Mr Fox. Mr Fox was detained and a medical professional later assessed his injuries as minor.", "Evidence from the officers involved in this incident corroborates the risk and chain of events. The download of the Taser confirms [the police officer’s] account of the Taser deployment.", "There has been no public complaint in this matter and there are no misconduct issues apparent. Officers’ actions were correct in a difficult, dangerous and fast time incident”.", "12. The matter was referred to the Independent Police Complaints Commission (“IPCC”), which decided that it did not require any further investigation.", "13. The applicant was examined by a consultant psychiatrist on 1 September 2004, on the instruction of his solicitors, with a view to establishing, for the purposes of the trial, the effects on the applicant’s mental state of the force used on arrest, including his ability to be interviewed in the period immediately following his arrest. In his report dated 13 September 2004, the consultant psychiatrist found that the applicant’s memory of the arrest was “patchy” and that since the arrest he had had problems with short-term memory recall and was suffering from post-traumatic stress caused by the violent nature of the arrest. The psychiatrist did not appear to question the applicant’s account that a taser gun had been applied directly to the skin on the back of his neck, “approximately four or five times”. He stated that he was not an expert in tasers, but that he was an expert in the use of electro-convulsive therapy, where lower voltage was used in controlled circumstances. If a taser were used on the back of the neck four or five times, this would be the equivalent of extreme electro-convulsive therapy, and it would cause the applicant to suffer “the typical symptoms of inability to register and lay down new information in his memory during the period of trauma”. The report concluded that:", "“Mr Fox’s ability to be interviewed", "Mr Fox was suffering from an acute confusional state at the time he was arrested because of the traumas he received to the brain and therefore anything he said during this period cannot be deemed to be reliable in any way. ...", "Mr Fox’s fitness to plead", "... Since Mr Fox can’t remember details of the alleged offence he will not be able to challenge evidence produced by the Crown. Furthermore, because of his impaired short-term memory, he will find it difficult to follow the process of the court. ...”", "14. In September 2004 and January 2005 the applicant was seen by a specialist in forensic psychiatry, also instructed by the applicant’s solicitors. He found the applicant to be suffering from a mild depressive illness, post-traumatic stress and loss of memory of his arrest. This specialist found that the applicant was able to stand trial. The applicant was seen by a different consultant psychiatrist in November 2004, who agreed that he was fit to stand trial.", "15. The applicant was tried for robbery and firearms offences in Woolwich Crown Court. The hearing of the prosecution evidence lasted four months, including the examination and cross-examination of the arresting officers regarding the degree of force used during the applicant’s arrest. At the conclusion of the prosecution case, on 20 July 2005, the applicant decided to plead guilty. He was sentenced to seven years’ imprisonment and released from prison in September 2007.", "16. On 11 May 2006, some 25 months after the events in question, the applicant’s solicitors wrote to the Commissioner of the Metropolitan Police, asking that the letter be treated as a “formal notice of complaint” about the use of excessive force during the arrest. The matter was referred to the IPCC on 26 June 2006.", "17. On 1 March 2007 the IPCC informed the applicant that it had decided to hold a “managed investigation” into the complaint, that is, an investigation carried out by officers from the Metropolitan Police under the supervision of the IPCC. The terms of reference for the investigation were to investigate the use of force by officers during the applicant’s arrest and to consider whether any criminal or misconduct offences arose. The terms of reference also indicated that a managed investigation was considered proportionate, given the period of time that had elapsed and the consequences which this would inevitably have for the effectiveness of any investigation.", "18. The investigation was carried out by a Senior Investigation Officer and a Caseworker from the Metropolitan Police Service. The officers involved in the arrest were interviewed under caution on 15 February 2008. They referred to their previous statements and declined to answer further questions. Statements were taken from the applicant and the two men arrested with him. The applicant stated that he was unconscious throughout the arrest and could remember nothing. The two co-accused were unable to identify the officers who had allegedly used a taser and kicked and punched him. The investigators concluded, in the report dated April 2008:", "“10.1 It is clear from the available evidence that this was a fast moving, potentially life threatening and violent situation involving the use of firearms. In particular, it is evident from their own testimony that Kevin Fox [and the two co-accused] were armed with firearms and intent on and engaged in criminality of the most serious nature. It is also obvious by their personal use of body armour, that these criminals anticipated being present at the scene of a crime where there was a possibility that firearms would be discharged and where innocent life could be endangered.", "10.2 The officers deployed to intercept this criminal gang were also aware of these facts and it must be highlighted that they clearly displayed significant and conspicuous courage in the manner in which they performed their duties on this date.", "10.3 It is perhaps disappointingly ironic that three and half years later these officers now have to answer for their actions under an accusation that they behaved in a disproportionately aggressive manner. Allegations levelled at them by others who have the luxury of hindsight, ‘cold-light-of-day’ review and the benefit of not being at risk of being shot at.”", "The report concluded that there was no evidence to support any further criminal or disciplinary action against any officer involved in the arrest of the applicant. There was accordingly no case to answer.", "19. The investigation was reviewed by an IPCC Senior Investigator. He was satisfied that the investigation had met the terms of reference. In May 2008 the report was sent to the Crown Prosecution Service. They informed the applicant on 14 July 2008 that they did not intend to bring any charges against the arresting officers. A copy of the IPCC Report was sent to him on 28 July 2008.", "20. On 15 September 2008 the IPCC wrote to the applicant’s solicitors, stating as follows:", "“I now turn to your letters of 19 August 2008, 26 August 2008 and 9 September 2008, in which you raise many questions, some of which relate to specific issues relevant to an incident which occurred more that two years before your client made his complaint. The apprehension and arrest of your client and his two compatriots must be put into the context in which they occurred. It is a fact that Kevin Fox and his compatriots engaged themselves in a criminal act involving theft of gold bullion and the use of weapons. It is also a fact that Kevin Fox was wearing body armour which means he must have held the view that he needed to protect himself. That is not to say he was thus in a position to be unlawfully assaulted. The apprehension and arrest of armed suspects by armed police are by definition fast moving dynamic situations in which police officers have a duty to contain and negate any perceived threat. All identified threats must be negated as quickly as possible. In this case that was achieved.", "The injuries suffered by Kevin Fox are documented and are not in dispute. There is no evidence that he had any of his injuries before his arrest and therefore it is not in dispute that they were received as a result of his arrest. It is further not in dispute that a Taser was used as a method of gaining control of him. What is in dispute is the level of force used and therefore the lawfulness of that force.", "With regard to evidence, in your letter of 11 May 2006 you state that your client can recall little of the incident. Eleven police officers have provided statements about the incident; ten of these statements are dated 27 March 2004 and one does not bear a date. As at 11 May 2006, the date of the complaint, there was no prospect of obtaining any CCTV evidence or independent witness accounts. The only other people known to be at the arrest scene were [the applicant and his two accomplices]. Statements were taken from all three. There are photographs of Kevin Fox taken at the arrest scene and later in the police station by his then solicitor. This means that all the evidence that could reasonably have been gathered which is capable of being relevant to the matter in dispute has been obtained.", "Five police officers were identified from the available evidence as being involved in the apprehension and arrest of Kevin Fox. They were all served with Regulation 9 Notices and were subsequently interviewed under caution. As noted above, all the officers exercised their right to silence and declined to answer any questions.", "I note that neither [of the two co-accused] has complained about the circumstances of their arrest and there is no evidence that they received any injuries. While this is in no way probative it does suggest that it was the conduct of Kevin Fox which led him to be kicked and punched as admitted by officers.", "As explained above, there is no further evidence which can be gathered which is capable of being relevant to the Terms of Reference, therefore any questions arising can only be answered by the available evidence. I agree that the injuries suffered by your client are not wholly explained by the accounts of the police officers. [One of the applicant’s co-accused] stated, inter alia, on 6 July 2007: ‘I managed to turn my head to the right and could see he was surrounded by five or six people who were kicking him all over his body but they seemed to be concentrating on his top half.’", "In relation to the use of Taser, whether or not it was used in accordance with procedure was not part of the terms of reference for this investigation. The use of Taser was the subject of the Operation Waseca report. However I can confirm that the use of Taser in ‘drive stun’ mode is permissible in circumstances where, as here, the subject is wearing body armour.", "Having regard to all that is stated above, I do not believe it is possible to conduct a causal analysis of each individual injury. It is clear that there must have been more blows landed by somebody or somebodies upon Kevin Fox than is contained within the police officers’ statements. Given the passage of time, the question of who inflicted those blows will never be known. It is evident from the officers’ response to the interviews under caution that any attempts at further questioning would not take this matter further, and I do not think in any event that any further investigation into this matter would be meaningful or proportionate. In my view it is not possible to determine whether the force used was lawful or unlawful.”", "21. In October 2008 the applicant informed the IPCC that he intended to challenge by way of judicial review the decision to undertake a “managed investigation”. He contended that this decision breached his procedural rights under Article 3 of the Convention.", "22. The IPCC responded in a letter dated 24 October 2008 that they did not consider that the threshold of Article 3 had been reached, particularly in view of the facts that the applicant had taken part in a serious criminal offence and was armed and wearing body armour.", "23. On 12 December 2008, the applicant applied for judicial review of the decisions, set out in the IPCC’s letters of 15 September and 24 October 2008, that Article 3 of the Convention was not engaged and that there was no need for an Article 3-compliant investigation.", "24. The applicant was initially refused permission to apply for judicial review. He renewed his application, but it was again refused at a hearing on 22 May 2009. The Deputy High Court Judge found that the complaint about the nature of the IPCC investigation was out-of-time, since the decision to hold a managed investigation had been communicated to the applicant on 1 March 2007. He also rejected the applicant’s argument that the IPCC had applied the wrong test in deciding whether the threshold of Article 3 had been reached. The Judge accepted the applicant’s argument that the degree of injury caused was not the sole element and that intense, but momentary, pain from a taser could also be taken into account, together with a number of other factors, including the attributes of the complainant and the context in which the alleged ill-treatment took place. The Judge found, however, that the IPCC properly took into account all the relevant circumstances, including the applicant’s assertion that he did not resist arrest and the fact that a taser was used. He concluded:", "“I am of the clear view that this complaint comes far too late. I have already outlined the dates very briefly, and have indicated that the nature of the investigation, which by its very nature was a non-Article 3 compliant investigation, was determined and notified to the complainant on 1 March 2007, and, as I have mentioned, a good deal of time, effort, resource, and thereby public money, went into pursuing that investigation over 18 months.", "...", "It is not the right of a complainant to the IPCC to sit, metaphorically, on his or her hands, see how things go, and, after time, trouble, and huge expense is incurred over a period of time (in this case 18 months), only then, if dissatisfied at the end, to raise the complaint which could have been raised at the beginning. I wish emphatically to reject the contrary submission that was made to me. In my view, there is no arguable case whatever for the massive extension of time which would be required to permit this application to proceed in respect of the substance of the first matter of which judicial review is sought, which was contained in the letter of 1 March 2007, and that on the grounds I have already mentioned. Article 3 was not, in the circumstances, engaged, and in any event a complaint that Article 3 might be engaged, because of the complainant’s version that he was not in any way resisting arrest, was one which should have been raised, if ever, promptly after the 1 March 2007”.", "25. On 20 August 2009 the applicant’s Counsel advised that as follows:", "“In the judgment at paragraph 25 on 22 May 2009, the learned judge emphatically concluded that:", "‘Article 3 was not, in the circumstances, engaged, and in any event a complaint that Article 3 might be engaged, because of the complainant’s version that he was not in anyway resisting arrest, was one which should have been raised, if ever, promptly after the 1 March 2007.’", "The application having been refused emphatically twice by the High Court, I was unable to advise that there were greater that 50% prospects of success in renewing the application to the Court of Appeal and therefore public funding was no longer available. My view is that it is very likely that the Court of Appeal would have also rejected the application on the basis of delay.", "I should note that in a very similar case (Morrison) where the mode of investigation was challenged at the start of the process and where a full hearing is due to take place in October 2009, the IPCC has now conceded that the use of a taser in similar circumstances did, indeed, amount to an arguable breach of Art 3.", "However, in Mr Fox’s case he is now in the situation where an investigation which did not comply with Article 3 concluded in September 2008 and he has now exhausted his domestic remedies in seeking to establish that his Article 3 rights have been breached.”", "26. The applicant did not seek to challenge the withdrawal of legal aid. Nor did he seek to renew his application for permission to apply for judicial review to the Court of Appeal.", "27. In May 2008 the applicant’s solicitors instructed a consultant psychiatrist to prepare a medical report setting out the injury suffered by the applicant as a result of the arrest. The report, dated 11 June 2008, concluded that the applicant was suffering from post-traumatic stress disorder as a result of the force used by the police officers who arrested him.", "28. On 14 May 2010 the County Court granted the applicant permission to commence a civil claim for damages for assault against the Commissioner of Police for the Metropolis in relation to the injuries caused by the use of a taser gun. Permission was however refused in relation to the applicant’s other injuries.", "29. The IPCC was established by the Police Reform Act 2002. Under the 2002 Act, the IPCC is required, once a complaint is referred to it, to determine whether an investigation is required and, if so, in what form, having regard to the seriousness of the alleged misconduct and the public interest (Schedule 3, paragraph 15).", "30. The possible forms of investigation are (a) an internal (local) investigation by the police force in question; (b) an investigation under the supervision of the IPCC; (c) an investigation under the management of the IPCC; (d) an investigation by the IPCC. In a “supervised investigation”, the investigating police force proposes an investigating officer and terms of reference which must then be approved by the IPCC. The IPCC conducts a regular review of the investigation, but responsibility for maintaining the record of decisions and for conducting a timely investigation rests with the force. A “managed investigation” involves the IPCC setting the terms of reference in consultation with the police force. The investigating officer is nominated by that force but must be approved by the IPCC. Paragraph 17(2) of Schedule 3 to the 2002 Act provides that the person selected can be a member of the same police force as the investigated officers or of a different force. Once appointed, the investigator is under the direction and control of the IPCC and responsibility for maintaining the record of decisions and ensuring a timely investigation is conducted rests with the IPCC. While there is the possibility of an appeal to the IPCC in connection with a local or a supervised investigation, there is no such right of appeal following an investigation carried out or managed by the IPCC itself, although judicial review is available.", "31. As regards the appropriate mode of investigation in cases raising issues under Articles 2 and/or 3 of the Convention, paragraph 21 of the Code in force during the time of the events in question stated as follows:", "“European Convention on Human Rights", "21. Where the alleged conduct of a person serving with the police has resulted in death or serious injury Articles 2 and 3 of the European Convention on Human Rights may be engaged. If they are engaged, the IPCC, as a public authority under the Human Rights Act 1998, has an obligation to determine a form of investigation that is an effective independent investigation that does not have any hierarchical or institutional connection with those implicated in the events. It would only not have to do that where there has been an inquest that satisfied Article 2. An independent investigation into a death conducted by the IPCC itself would satisfy the requirement of independence under Article 2. An IPCC managed investigation into a death involving the police would satisfy the requirement of independence under Article 2 of the Convention provided that it was conducted by an external police force. Not all death or serious injuries that occur following contact with the police will engage Article 2 or 3. For example where the death was obviously from natural causes or the police contact was sufficiently remote from the time of the death or serious injury.”", "32. The facts in Morrison v The Independent Police Complaints Commission & Ors [2009] EWHC 2589 (Admin) were as follows. In the early hours of 29 June 2008 The claimant was driving home with a friend when their car was stopped by the police. The officers were involved in a pre-planned operation, following information that the occupants of the car had a firearm. Officers stated that the claimant was non-compliant and would not show his hands and appeared to be trying to get something from his waist. The claimant denied this and alleged that the officers used excessive force by using a taser on him three times. Following his arrest he was taken to hospital where he was found to have injuries to his left lower jaw, requiring two to three stitches; a bruised and swollen left eye; skin removed down the right side of face; cuts to arms, wrists and hands; a swollen wrist; and taser injuries. No charges were brought against him. He complained to the police that excessive force had been used during the arrest. The police referred the matter to the IPCC. The IPCC initially took the view that the severity of the injuries did not meet the threshold of Article 3 and decided that the complaint should be investigated locally. The claimant applied for judicial review of that decision. Shortly before the hearing, the IPCC amended its defence to accept that there was an arguable case that the claimant had suffered ill-treatment contrary to Article 3. However, the IPCC argued that the investigation required by Article 3 could be fulfilled by a number of measures taken together: a local investigation; an appeal to the IPCC if the complainant was dissatisfied with the outcome of the local inquiry; the possibility of criminal proceedings and the possibility of civil proceedings.", "33. In his judgment of 26 October 2009, Nicol J commented as follows on the use of tasers by the police:", "“9. The Taser is a pistol-like device which shoots two probes from an attached cartridge. Wires are attached to the probes. When the trigger is pulled an electric charge of some 50,000 volts is passed through the wires and, if the probes have become attached to the subject, through his body. The electric pulse lasts for some 5 seconds, or longer if the trigger is held down. The Taser can also be operated by holding it against the body of the subject. This is known as the ‘drive stun’ mode. It is the method which the Claimant alleges was applied to him about three times.", "10. The electric charge can cause intense pain. It also (and this is said to be its principal attraction for the police) incapacitates its subject. The electrical stimulus causes an uncontrollable skeletal muscle contraction which will make the individual lose control of his body. This lasts as long as the charge is applied. It stops when the charge stops, although the person concerned may be dazed and confused for a while longer. There may also be small burn marks on the skin nearest to the probes.", "11. The introduction of Tasers goes back to the Patten Report in 1999 (‘A New Beginning: Policing in Northern Ireland’) which had called for substantial investment in research to find an acceptable, effective and less potentially lethal alternative to the plastic baton round. Tasers were developed in the United States. They were first used in the UK in 2003. Originally, their use was confined to firearms officers. A somewhat wider use of them is allowed now by specially trained units (at least in some police forces). It was firearms officers who used them on this occasion, but the Claimant relies on the potentially wider use of Tasers as one reason why this incident merits particularly careful investigation.", "12. The use of Tasers is closely monitored. Every incident in which a Taser is deployed (whether discharged or not) is reported to the Association of Chief Police Officers (‘ACPO’) and the Home Office Scientific Development Branch. A panel of independent medical experts reviews periodically the use of Tasers. They comment that no deaths or serious injuries attributed to Taser use have occurred since the introduction of the device in 2003. They assess the risk of death or serious injury from the use of Tasers within the ACPO Guidance and Policy as very low. It is not zero as there have been two reported incidents in the USA of subjects who sustained fatal head injuries as a result of Taser-induced falls. ACPO guidance is that Tasers should only be used where officers are facing violence or threats of violence of such severity that they need to use force to protect the public, themselves or the subject.", "13. The IPCC’s approach to the use of Tasers has varied over time. In 2003 when they were first introduced, the IPCC’s predecessor, the Police Complaints Authority, required the police to refer to it any incident in which a Taser had been discharged. The PCA supervised the first few investigations into Taser use because of the considerable public interest, but since that time the vast majority of matters have been sent back to the police force concerned for local investigation. In 2005, the IPCC changed the criteria for referral. They were brought into line with referrals where firearms were discharged i.e. referral to the IPCC was required whenever their use: (i) resulted in death or serious injury; (ii) caused danger to the public; or (iii) revealed failings in command. Police forces could, of course, voluntarily refer other uses of Tasers to the Commission. In September 2007, the IPCC responded to the pilot project to allow specially trained units (and not just firearms officers) to use Tasers. In the forces which participated in the pilot, the IPCC required all public complaints concerning the use of Tasers to be referred to it. In November 2008 the extension on use of Tasers to specially trained units was applied nationally. In consequence, from 1st June 2009, the IPCC requires any complaints involving the use of Tasers to be referred to it.”", "Nicol J found that, on the facts of the case, a procedural duty arose under Article 3, for the following reasons:", "“30. ... I have to say that I do not regard the experiences of the Claimant as anywhere near the borderline that is perhaps represented by minor bruising or scratches. It is not disputed that Tasering can cause intense pain (albeit briefly). The photographs of the Claimant show that he suffered significant cuts, not least to his face and head. Of course, if the police used no more than reasonable force to effect his arrest and/or to deal with a threat to public safety, there would be no breach of Article 3, but if his account is correct and he was compliant and there was no reasonable basis to suspect that he had immediate access to a weapon, subjecting him to treatment of that kind was a serious matter.”", "Nicol J commented with regard to the resource implications of requiring the IPCC to carry out an investigation in all cases involving a arguable claim that excessive force had been used by the police :", "“45. I was not provided with an estimate of how much an independent investigation by the IPCC would cost in this case. I am prepared to assume that it will be less than the [the cost of an ad hoc public inquiry], but the difference is likely to be only one of degree. A managed investigation (which, as I have said was the fall back alternative proposed by the Claimant) may be somewhat cheaper, but, once again there were no precise figures. Independent investigations (and I assume the Commission’s costs in relation to a managed investigation) are paid for out of the IPCC’s budget, whereas local investigations are funded locally. More significantly, there are a very large number of complaints about the use of excessive force by the police when effecting an arrest. Between April 2008 and February 2009, this was a feature of some 772 conduct or complaint cases referred to the Commission. Currently very few of these are investigated by the IPCC itself, but if the threshold for a breach of Article 3 is now as the Commission understands it to be and if the present claim is upheld then a very significant proportion of those complaints would have to be investigated by the Commission itself. That would put an impossible strain on the Commission’s budget.”", "Having reviewed the relevant principles relating to the procedural obligation under Article 3, Nicol J dismissed the claim, as follows:", "“71. It is accepted that the Claimant suffered significant pain and injuries which, if not justified in the circumstances, would amount to the infliction of inhuman or degrading treatment contrary to Article 3. He is entitled to have that claim effectively investigated. To be effective, the investigation must be independent. It is also accepted that the local investigation currently being carried out by the Metropolitan Police will not be independent. However, if the investigation were to lead to the prosecution of the officers concerned, the criminal trial would be (or, at least, could be) the effective investigation which Article 3 requires. Furthermore, if the Claimant’s mother (who made the complaint to the police about his treatment) is dissatisfied with the information which is provided to her, with the findings of the local investigation or with its outcome, she can appeal to the IPCC. That is a route which is regularly used by complainants and with some success. It increases the possibility that there will be a prosecution. It also allows for the chance that any deficiency in the local investigation can be remedied. All of this means that it cannot be said at this stage that the IPCC’s direction that her complaint should be examined locally will inevitably breach the Claimant’s right to an effective investigation. I would not have held that the possibility of civil proceedings by the Claimant was a means of providing the investigation required by Article 3. The European authorities reject the possibility and comments to the contrary in the domestic authorities were not necessary for the decisions in those cases. However, whether I am right or wrong about the relevance of the possibility of civil proceedings is beside the point. The other reasons which I have given are sufficient for my conclusion that this application must be dismissed.”", "Leave was granted to the claimant to appeal against this decision to the Court of Appeal but it does not appear that the appeal was pursued to judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}