{"ITEMID": "001-114116", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ROZSA v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Viktor Rozsa, is a Romanian national who was born in 1963 and lives in Târgu-Mureş.", "2. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu, from the Ministry of Foreign Affairs.", "3. On 11 May 2004 the applicant was arrested on suspicion of theft. He was later sentenced to three years’ imprisonment for the said offence.", "4. On the same day the applicant was taken to a cell at Târgu-Mureş police station, where he was detained for twenty-nine days. He alleged that, before, while and after being taken to the police station that day, he was repeatedly hit by the police officers accompanying him because he was drunk and refused to answer their questions until a lawyer and a prosecutor were present. Consequently, he asked to be taken to the local Institute of Forensic Medicine to be examined by a forensic doctor.", "5. On 11 May 2004 the applicant was examined by the Târgu-Mureş police detention centre’s doctor. A medical report produced the same day stated that the applicant had bruises and contusions on his face, a deformed nasal pyramid and had suffered thoracic trauma as a result of aggression. On the same date he was also examined at the Târgu-Mureş County Hospital by a cardiologist, who recorded inter alia in a further medical report of that date that the applicant had suffered cranio-facial injuries.", "6. On 14 May 2004 the applicant was taken to the Târgu-Mureş Institute of Forensic Medicine and was examined by a forensic specialist. A report produced on the same date stated that the applicant’s face and body bore several bruises and abrasions and that the injuries could have been caused on 11 May 2004 as a result of direct hitting with or against hard objects. The report also stated that the injuries would require seven to eight days of medical care in order to heal.", "7. On 14 May 2004 the applicant brought criminal proceedings with civil claims for abusive conduct and unlawful arrest against the two police officers who had detained him on 11 May 2004, namely S.R. and C.I.P. He was assisted by a lawyer during the entire course of the proceedings and argued that the two police officers had insulted, threatened and hit him for two hours on 11 May 2004 and had forced him to provide them with statements.", "8. By an order of 20 September 2004 the Târgu-Mureş Prosecutor’s Office discontinued the criminal investigation opened against the two police officers on the grounds that no unlawful act had been committed. It found that at 4 a.m. on 11 May 2004, P.H. had witnessed from the window of his home two individuals who were taking things out of the boot of a car. Suspecting that the two individuals were thieves, he decided to go out of his house and stop them. He asked L.S. to call the police and proceeded towards the two individuals, who started to run away. P.H. pursued them and managed to catch the applicant, who was drunk and kept falling over. Although P.H. tried to hold him up until the police arrived, the applicant kept pushing him away in repeated attempts to escape. The applicant was taken to the police station by officers S.R. and C.I.P. and was left in the company of S.R., who attempted to question him. C.I.P. returned to the scene of the crime to take statements from the witnesses, L.S. and P.H. According to the police officers’ statements, the applicant had refused to answer any questions and denied that he had committed any crime. They also stated that he had threatened the officers, which was confirmed by the witness, P.H. The officers alleged that the applicant had become angry because he had not been allowed to leave and had vigorously smashed his head into the window of the room in which he was detained, but had not managed to break it because it was fitted with metal rods. Consequently, the Târgu-Mureş Prosecutor’s Office held that the two police officers had acted within the scope of their duties prescribed by law and that the applicant’s injuries, confirmed by the medical forensic report, had been caused by the fight the applicant had had with a third party, namely P.H., and by his own deliberate actions. The applicant appealed against the decision before the hierarchical prosecutor.", "9. By a final order of 27 October 2004, the chief prosecutor of the Târgu-Mureş Prosecutor’s Office dismissed the applicant’s appeal on the grounds that there was no evidence in the file that the applicant had been hit or insulted by the police officers and that his injuries could have been caused by the third party who had immobilised him. The chief prosecutor held that according to the witness, P.H., the applicant was drunk and when the witness caught him, he attempted to start a fight, but fell and hit the curb, which made his clothes dirty with dust and mud and his face bleed. The same witness stated that although the police officers forced the applicant to get into the police car, they were not violent. The second witness, L.S., confirmed that the applicant attempted to escape from P.H.’s hold several times and that P.H. pinned him to the ground each time. L.S. also confirmed that the applicant’s face was already bleeding and his clothes were covered in dust and mud prior to the police officers’ arrival. Furthermore, the police officers denied having committed an offence and declared that by the time they arrived at the scene, the applicant had been pinned to the ground by P.H., who informed them that there had been a struggle between him and the applicant. The officers further stated that they had taken the applicant to the police car and asked him to lie down because he was bleeding. They also contended that at the police station the applicant had become angry and smashed his head against a glass window. The applicant appealed against the decision before the Mureş County Court, arguing that the forensic investigation, which had taken place several days after the incident, had been superficial because the forensic specialist had not x-rayed his ribs, which had been broken as a result of police aggression.", "10. By a judgment of 28 January 2005, the Mureş County Court dismissed the applicant’s appeal and upheld the order of the Prosecutor’s Office. It held that the injuries suffered by the applicant on 11 May 2004 were undeniable, but that they had been caused as a result of the physical interaction between the applicant and P.H., and the applicant’s own deliberate actions. The applicant appealed against the judgment.", "11. In his written submission before the Târgu-Mureş Court of Appeal lodged on 4 April 2005, the applicant stated that he had been beaten by the two police officers. He argued that he had only been taken to a forensic doctor eight or nine days after the incident and that the forensic investigation had been superficial as the doctor had not x-rayed his ribs. Moreover, he had been ill-treated by the police officers before and after being taken to the police station and his requests for a lawyer and a prosecutor to investigate his case had been ignored. Consequently, in an attempt to stop the ill-treatment to which they were subjecting him, he had jumped and smashed into a window fitted with metal rods.", "12. By a final judgment of 4 April 2005 the Târgu-Mureş Court of Appeal dismissed the applicant’s appeal as ill-founded on the grounds that there was no evidence in the file to support the applicant’s claims that his injuries had been caused by the two police officers.", "13. The applicant was transferred to Târgu-Mureş Prison from 9 June 2004 to 25 August 2006.", "14. On 14 July 2004 the applicant was examined and treated inter alia for obliterative arteriopathy in his legs (arteriopatie obliterată a membrelor inferioare).", "15. Between 19 October and 8 November 2004, the applicant was detained in Dej Prison Hospital. A medical report dated 19 October 2004 showed that he was suffering from pain in his legs, paraesthesia and bad circulation. He also had a weak bilateral arterial pulse. He was treated with anti-inflammatory and anti-platelet drugs, multivitamins, muscle relaxants and beta blockers. By the time he was discharged from the hospital, his condition had improved and it was recommended that he stop smoking and start a special diet. He was also prescribed anti-platelet and antihypertension medicines and treatment with a vasodilator, and advised to consult a cardiovascular specialist.", "16. On 23 November 2004 the applicant wrote to the Târgu-Mureş Prison authorities requesting examination by a cardiovascular surgeon as recommended by his discharge papers from Dej Prison Hospital. He claimed that he was suffering from pain in his legs as a result of his condition, which prevented him from sleeping at night. Moreover, he stated that he had asked the prison medical office to assist him with his request, and although the prison doctor had attempted to contact the Rahova Prison Hospital, he had never been taken for the examination. Lastly, he informed the prison authorities that he had decided to go on hunger strike until a specialist doctor had examined him. On the same date the prison doctor recommended that the applicant be taken for an additional medical examination.", "17. On 14 December 2004 the applicant was examined by a specialist doctor in the Târgu-Mureş No. 4 Clinic. A medical report produced on the same date recommended that the applicant be subjected to a peripheral vascular Doppler test or to an aortography.", "18. On 14 December 2004 the applicant wrote to the Târgu-Mureş Prison authorities and asked to be hospitalised in a civilian hospital for an aortography, which he claimed could not be carried out in a prison hospital. He argued that his condition was deteriorating and that he needed surgery in order to treat his condition and avoid losing his left leg.", "19. On an unspecified date the Târgu-Mureş Prison doctor recommended that the applicant undergo a neurological examination by January 2005 and that he be hospitalised in a civilian hospital for a maximum of two days for an aortography.", "20. On 22 December 2004 the applicant underwent a neurological examination.", "21. On 5 January 2005 the Târgu-Mureş Prison authorities requested that the applicant be hospitalised in the cardiovascular surgery unit of the Rahova Prison Hospital for an aortography. In addition, on 13 January 2005 they recommended once more that the applicant be transferred to Rahova Prison Hospital for examination by a specialist.", "22. Between 18 January 2005 and 7 February 2005 the applicant was hospitalised in Rahova Prison Hospital with a diagnosis of chronic arteriopathy (arteriopatie cronică oscilantă a membrelor inferioare) and pain in the left leg.", "23. On 26 January 2005 the applicant was taken to the Central Military Hospital for a cardiovascular examination. He was diagnosed with stagetwo thrombangeitis obliterans in the left leg and recommended surgery, in particular a sympathectomy, and vasodilator treatment.", "24. On 1 February 2005 the applicant consented to an operation in the Rahova Prison Hospital. The surgery was performed the same day and was successful.", "25. He spent the first twenty four hours after the surgery in the intensive care unit of the prison hospital. Afterwards he was transferred to room no. 5 of the surgical ward, which had the necessary medical equipment as well as beds, windows and heating. He received treatment with anticoagulants, antialgic and anti-hypertension medication until 7 February 2005. The medical records show that his post-surgery recovery was normal.", "26. On 7 February 2005 the applicant was transferred to Târgu-Mureş Prison with the doctor’s approval. He was prescribed a special diet, rest, monitoring by the prison infirmary for ten days, and the removal of postsurgery stitches.", "27. The applicant claimed that, prior to his transfer from Rahova Prison Hospital he had spent the night in a cold room. Moreover, the transfer to Târgu-Mureş Prison had taken thirteen hours and his wound had started to bleed.", "28. Upon his arrival at Târgu-Mureş Prison, the applicant was examined by the prison doctor and given a bed in room no. 1 of the prison infirmary, which had windows and heating. The doctor prescribed medical treatment for him, checked his post-surgery stitches, and recommended that the stitches be removed.", "29. On 8 February 2005 the applicant’s post-surgical wound started to fester and he was prescribed antibiotic treatment.", "30. On 9 February 2005 the applicant refused to take the antibiotic and anti-hypertension medication provided to him by the prison authorities.", "31. On 11 February 2005 the applicant’s dressing was changed. According to his medical chart, he had not ensured the correct hygiene for his post-surgical wound. He refused to allow the stitches to be removed for a further three days.", "32. On 14 February 2005 the applicant’s stitches were removed. The dressing of the wound was changed and the doctor identified a slight festering of the wound and again prescribed treatment with antibiotics.", "33. On 17 February 2005 the applicant’s wound had healed and he was discharged from the Târgu-Mureş Prison infirmary. Later on the same date the dressing of his wound was changed. According to the medical records, the applicant had failed to use clean underwear, the wound was producing light serous secretions, but pus was absent.", "34. On 18 and 24 February and 1 March 2005 the applicant was examined by the Târgu-Mureş Prison doctor and the medical records state that his wound had continued to fester. On 1 March 2005, as a result of the pain the wound was causing the applicant, the prison doctor recommended that he be transferred to Dej Prison Hospital.", "35. On 8 March 2005 the applicant was hospitalised in Dej Prison Hospital and diagnosed with an abscessed granuloma on the surgical scar. He was treated for his condition and discharged from the prison hospital on 22 March 2005 after his condition had improved.", "36. Between 26 April and 3 May 2005 the applicant was hospitalised again in Dej Prison Hospital because of pain in his legs, in particular cold sensations and paraesthesia. The medical records show that he was treated for his condition and that upon discharge, his surgical wound had healed and his condition had improved. Moreover, he was recommended vasodilator treatment and an examination by a cardiovascular specialist.", "37. On 15 June 2005 following a complaint made by the applicant to the National Administration of Prisons (“the NAP”) that the prison doctor had failed to undertake all the necessary steps for him to be hospitalised in a cardiovascular unit, the NAP informed the applicant that his medical records showed that he had been monitored and examined for his condition several times by the prison hospitals. The specialist doctors had recommended that he stop smoking and take his prescribed medication. The Târgu-Mureş Prison medical office had examined the applicant forty one times and provided him with the medication prescribed by the specialist doctors. Moreover, the NAP argued that the applicant had failed to observe the doctors’ recommendations to stop smoking and follow the prescribed treatment. Consequently, the NAP concluded that the prison doctor was free to decide the appropriate treatment for the applicant’s condition and whether further medical examinations were required.", "38. Between June and 2 August 2005 the applicant was hospitalised several times in civilian hospitals for medical examinations. He was provided treatment for his condition and underwent both a Doppler test and an aortography. The discharge papers dated 2 August 2005 recorded that the applicant was scheduled for surgery on 12 September 2005 for an iliofemoral bypass.", "39. On 18 July 2005 the Târgu-Mureş Prison doctor informed the prison authorities that the applicant’s medical condition was not connected to the conditions of his detention but rather to his unwillingness to give up smoking. Moreover, he had been provided with medical treatment for his condition and additional medical examinations were scheduled.", "40. On an unspecified date the applicant brought proceedings before the domestic courts seeking his temporary release for three months on medical grounds.", "41. By a final judgment of 7 September 2005 the Târgu-Mureş District Court allowed the applicant’s action seeking his temporary release from prison. It held that the forensic medical report produced on 28 July 2005 by the Târgu-Mureş Institute of Forensic Medicine had shown that the applicant’s condition did not prevent him from serving his prison sentence. However, he needed reconstructive vascular surgery for his legs that could not be performed in a prison hospital.", "42. Between 12 and 21 September 2005 the applicant was hospitalised in the general surgery unit of the Târgu-Mureş County Hospital and underwent ilio-femoral bypass surgery. His discharge papers stated that he was healed at the time of discharge and it was recommended that he take various medicines, rest, avoid the cold and stop smoking and drinking.", "43. The applicant was temporarily released from prison between 21 September and 14 December 2005.", "44. On 15 December 2005 the applicant returned to prison after his temporary release on medical grounds, following his ilio-femoral bypass surgery. According to a medical examination carried out on the same date, the applicant had not followed the recommended post-surgery treatment during his temporary release from prison.", "45. Between January and June 2006 the applicant was examined nine times by the prison doctor and was provided treatment for his medical conditions.", "46. On 22 June 2006 the applicant was hospitalised in Dej Prison Hospital complaining of pain in his legs, in particular cold extremities and paraesthesia. He was provided treatment and discharged after his condition had improved. He was prescribed analgesic and vasodilator treatment, and a surgical examination after two months.", "47. On 25 August 2006 the applicant was conditionally released from prison.", "48. The relevant provisions of the Code of Criminal Procedure regarding the remedies available in order to contest prosecutors’ decisions are described in Dumitru Popescu v. Romania (no. 1) (no. 49234/99, §§ 43-45, 26 April 2007).", "49. Excerpts from the relevant provisions concerning the rights of detainees and the stay of execution of a sentence of imprisonment, namely Government Ordinance 56/2003 and the Code of Criminal Procedure, are set out in Petrea v. Romania (no. 4792/03, §§ 22 and 23, 29 April 2008)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}