{"ITEMID": "001-79655", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SYPCHENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1955 and lives in Bataysk in the Rostov Region.", "6. In 2004 the applicant sued the Bataysk Town Administration for provision of housing. He had by this time for several years suffered from a grave form of infectious tuberculosis and was entitled to housing according to the relevant provisions of the domestic law.", "7. On 19 November 2004 the Batayskiy City Court allowed the applicant's claim and ordered the town administration:", "“...to grant Mr. Sypchenko, whose family comprises five members, well-equipped housing according to the sanitary-technical requirements, with a living surface of no less than 70 square meters and a total surface of no less than 90 square meters”.", "8. On 9 February 2005 the judgment was upheld on appeal by the Rostov Regional Court, and entered into force. The decision was to be implemented by way of providing the applicant with an occupancy voucher (ордер на жилое помещение) from the local municipal authority. The voucher served as the legal basis for taking possession of the flat designated therein and for the signing of a tenancy agreement between the landlord, the tenant and the housing maintenance authority.", "9. On 9 March 2005 the enforcement proceedings were opened. However, the judgment could not be enforced because the town administration allegedly possessed no available housing of the indicated size or financial resources to purchase it.", "10. Following the Town Administration's request to review the case by way of supervisory review due to the impossibility to enforce it, on 28 March 2005 the Rostov Regional Court decided to obtain the case-file from the Batayskiy City Court and to stay the enforcement proceedings until its examination by way of supervisory review.", "11. On 17 June 2005 the Rostov Regional Court granted the request for supervisory review lodged by the Mayor of Bataysk and remitted the matter for examination on the merits to the Presidium of the Rostov Regional Court.", "12. On 7 July 2005 the Presidium of the Rostov Regional Court amended the judgment of 19 November 2004 as upheld on 9 February 2005. It found that the previous instances had misapplied certain provisions relating to the rules for calculating the living surface and thus awarded the applicant the maximum possible surface per person (12m² per person) instead of applying the minimum standard (9m² per person) without giving any reasons. The Presidium of the Rostov Regional Court ordered the Town Administration:", "“...to grant [the applicant] ... housing... with the living space of no less than 45 square meters”.", "13. On 18 October 2005 the Mayor of Bataysk issued an order which granted the applicant a social tenancy voucher for a three room flat with a living surface of 50.5 square meters. The applicant contested the order in court, expressing general discontent with the flat. On 15 March 2006 the Rostov Regional Court in final instance dismissed the applicant's complaint.", "14. On 5 June 2005 the Batayskiy City Court obliged the applicant to sign the social tenancy agreement for the awarded flat. The applicant, however, refused to sign the agreement.", "15. The RSFSR Housing Code (Law of 24 June 1983, effective until 1 March 2005) provided that Russian citizens were entitled to possess flats owned by the State or municipal authorities or other public bodies, under the terms of a tenancy agreement (section 10). Certain “protected” categories of individuals (disabled persons, war veterans, Chernobyl victims, police officers, judges, etc.) had a right to priority treatment in the allocation of flats.", "16. Flats were granted for permanent use (section 10).", "17. Section 14 § 5 of the Law on the Prevention of Spread of Tuberculosis in the Russian Federation (Law no.77-FZ of 18 June 2001) provides that those suffering from infectious tuberculosis who do not have a separate living space but share it with other tenants (family members), shall be provided with such by a local authority within one year from the date of lodging their application.", "18. A judicial decision becomes legally binding after the appeal court has examined the matter (Article 209 § 1). A judicial decision must be enforced once it became legally binding, unless the law provides for its immediate enforcement (Article 210).", "19. The relevant provisions governing the supervisory-review proceedings read as follows:", "“1. Courts may issue judicial decisions in the form of judicial orders, judgments and interim decisions...”", "“1. Judicial decisions that have become legally binding, with the exception for judicial decisions by the Presidium of the Supreme Court of the Russian Federation, may be appealed against... to a court exercising supervisory review, by parties to the case and by other persons whose rights or legal interests have been adversely affected by these judicial decisions.", "2. Judicial decisions may be appealed against to a court exercising supervisory review within one year after they became legally binding...”", "“An application for supervisory review must contain:", "(1) the name of the court to which it is addressed;", "...", "(4) a reference to the first-instance, appeal or cassation courts that examined the case and a summary of their decisions;", "(5) a reference to the judgment or decision which is being appealed against...”", "“2. Having examined an application for supervisory review, the judge issues an interim decision on –", "(1) obtaining the case file if there exist doubts as to the lawfulness of the judicial decision;", "(2) refusing to obtain the case file if the arguments in the application for supervisory review may not, in accordance with the federal law, result in quashing of the judicial decision.", "...", "6. The President of the regional Supreme Court... may disagree with the judge's decision refusing to obtain the case file. In such case the President issues his own decision on obtaining the case file.”", "“2. Having examined the case file obtained by the supervisory-review court, the judge issues an interim decision on –", "– refusing to remit the case for examination on the merits by the supervisory-review court;", "– remitting the case for examination of the application for supervisory review on the merits by the supervisory-review court.”", "“2. The President of the regional Supreme Court... may disagree with the judge's decision refusing to remit the case for examination on the merits by the supervisory-review court. In such case the President issues his own decision on remitting the case for examination on the merits by the supervisory-review court.”", "“1. A judicial decision on remitting the case for examination on the merits by a supervisory-review court must contain:", "(7) a reasoned description of the grounds for remitting the case for examination on the merits...”", "“Judicial decisions of lower courts may be quashed or altered by way of supervisory review on the grounds of substantial violations of substantive or procedural legal provisions.”", "“1. Having examined the case by way of supervisory review, the court may", "...", "(5) quash or alter the judicial decision issued by a court of first, second or supervisory-review instance and issue a new judicial decision, without remitting the matter for a fresh examination, if substantive legal provisions have been erroneously applied or interpreted.”", "20. Once instituted, enforcement proceedings must be completed within two months upon receipt of the writ of execution by the bailiff (Section 13)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}