{"ITEMID": "001-76776", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "GAVELLA v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Nikola Gavella, is a Croatian national who was born in 1937 and lives in Zagreb. He was represented before the Court by Mrs I. K. Vucelić, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 January 1997 the Act on the Restitution of and Compensation for Property Expropriated during the Yugoslav Communist Regime (“the Denationalisation Act”) entered into force.", "Pursuant to section 22 of the Denationalisation Act, nationalised flats in respect of which third persons had acquired specially protected tenancies (stanarsko pravo) were not to be restored to their former owners. The tenants had a right to purchase such flats from the Fund for the Restitution of and Compensation for Expropriated Property (Fond za naknadu oduzete imovine – “the Fund”) under favourable conditions set out in the Specially Protected Tenancies (Sale to Occupier) Act. At the same time, the former owners or their heirs were entitled to financial compensation in respect of the flats.", "In addition, section 29 of the Denationalisation Act provided that, in the event of subsequent “disposal in rem” of flats purchased by such tenants, the former owners had the right of pre-emption (pravo prvokupa). In such cases, the new owner (the former tenant) was obliged to offer it first to the former owner for the same price as he or she had paid to the Fund. If the former owner accepted the offer and concluded a contract of sale with the new owner, he or she had to pay the Fund the difference between the sale price and the amount of financial compensation previously received.", "Pursuant to section 29 (2) of the Denationalisation Act, the right of pre-emption was to be noted (zabilježba) in the land register on the basis of a mandatory clause to be inserted into every contract of sale concluded between a tenant and the Fund.", "Three residential buildings in the centre of Zagreb had been owned by the applicant's family and were nationalised during the Communist regime.", "On 2 February and 29 March 2001 respectively, the Office for Property Affairs of the City of Zagreb (Grad Zagreb, Gradski ured za imovinskopravne poslove) issued two decisions finding that the applicant, as the sole heir of his late mother, E.G., was entitled to financial compensation in the amount of 2,763,164 Croatian kunas in respect of 27 flats situated in the nationalised buildings. Twenty-five percent of the compensation was to be paid within six months of the decisions becoming final, while the rest was to be paid in State bonds in 40 twice-yearly instalments over the period between 1 January 2000 and 1 July 2019.", "The applicant submitted that he had renounced his pre-emption rights in respect of five of the flats.", "In 1996 24 members of the upper house of Parliament – the House of Counties (Županijski dom Sabora Republike Hrvatske) – lodged an application with the Constitutional Court challenging the constitutionality of the Denationalisation Act (application for abstract constitutional review – zahtjev za ocjenu ustavnosti) under section 13 of the 1991 Constitutional Act on the Constitutional Court (“the 1991 Constitutional Court Act”).", "In addition, in the period between 1996 and 1999, the Constitutional Court received 64 petitions lodged by various individuals requesting the institution of proceedings to review the constitutionality of the Denationalisation Act (petition for abstract constitutional review – prijedlog za ocjenu ustavnosti) under section 15 of the 1991 Constitutional Court Act.", "On 21 April 1999 the Constitutional Court delivered a single decision on the above application and petitions. It quashed certain provisions of the Denationalisation Act as unconstitutional. Among other provisions, the Constitutional Court quashed section 29 (1), which provided for pre-emption rights for former owners. As a result, the applicant lost his right of pre-emption.", "The Constitutional Court held that the constitutionally protected right to ownership included the right to dispose of a property, which meant, inter alia, the right to sell it at a contracted (market) price. Since the statutory right of pre-emption restricted the right of disposal, thereby placing a limitation on the constitutional right of ownership, that limitation had to meet the aim which it sought to achieve. The aim of the right of pre-emption was to protect former owners and the legal order against any unjustifiable profit which the new owner of a flat (the former tenant) might make by selling it at the market price (having previously bought it from the Fund at a significantly lower price). However, it was not necessary to provide for the right of pre-emption in perpetuity in order to meet that aim. Instead, the aim could have been achieved by imposing a reasonable time-limit. A perpetual right of pre-emption was not proportionate to the aim pursued, and therefore constituted an excessive restriction on the rights of current owners, hampering even socially desirable disposal of property (aimed, for example, at meeting the housing needs of the owner's immediate family members) and paralysing real property transactions to a significant extent.", "In addition, section 29 (1) was found to be contrary to the principle of legal certainty and thereby to the rule of law, on account of the vague and imprecise nature of the terms used. In particular, it was not clear whether the right of pre-emption in question constituted a right in rem or in personam (and if the latter was the case, whether it existed for the lifetime of the former or the current owner). Moreover, the Constitutional Court held that the use of the term “disposal in rem” (which, apart from sale, could involve other forms of alienation and mortgaging of the property) to describe an event triggering the former owner's right of pre-emption, was inconsistent with the other provisions of the Denationalisation Act, which used the term “sale” to describe the same event.", "The Constitutional Court deferred the effects of its decision by giving the legislature one year to comply with the decision and enact amendments to the Denationalisation Act to replace the unconstitutional provisions. The quashed provisions were to lose their legal force with the entry into force of the envisaged amendments, but no later than one year from the date of publication of the court's decision. The decision was published in the Official Gazette on 23 April 1999.", "Following several requests by the Government, the Constitutional Court extended this time-limit on five occasions. The time-limit was finally set at 1 July 2002.", "On 5 July 2002 Parliament adopted amendments to the Denationalisation Act (“the Amendments”) which entered into force on the same day. Section 4 of the Amendments repealed sections 29, 30 and 31 of the Denationalisation Act, that is, the provisions providing for pre-emption rights for former owners.", "Parliament did not accept the Government's bill, which provided for pre-emption rights for former owners in the event of a flat's subsequent sale, donation or exchange, for a period of fifteen years. It considered that the proposed solution would result in an undesirable stalemate whereby the current owner would have no incentive to sell his or her flat, and therefore making it impossible for former owners to make use of their right of pre-emption. If adopted, the bill would impose an excessive burden on the current owners while not benefiting the former owners. Moreover, since property transactions concerning these flats would be paralysed, it would deprive the State of the taxation revenue from such transactions.", "On 19 August 2002 the applicant requested the Constitutional Court to institute proceedings to review the constitutionality of the Amendments (petition for abstract constitutional review), arguing that they were in breach of the Constitution. The Constitutional Court has not yet decided on the applicant's petition.", "The relevant provisions of the 1990 Croatian Constitution (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/97, 113/2000 and 28/2001) read as follows:", "“Rights and freedoms may be restricted only by law, in order to protect the rights and freedoms of others, the legal order, public morals or public health.”", "“1. The right of ownership is guaranteed.", "2. Ownership implies duties. Owners and users of property shall contribute to the general welfare.”", "“1. Property may be restricted or taken in accordance with the law and in the interest of the Republic of Croatia subject to payment of compensation equal to its market value.", "2. The exercise...of property rights may, on an exceptional basis, be restricted by law for the protection of the interests and security of the Republic of Croatia, nature, the environment or public health.”", "“The Croatian Parliament shall:", "- ...", "- enact statutes,", "...”", "The relevant provisions of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu, Official Gazette no. 13/1991 of 21 March 1991), as in force in the material time, provided as follows:", "“An application instituting proceedings before the Constitutional Court may be submitted by:", "Parliament;", "one-third of the members of each House of Parliament;", "the President of the Republic of Croatia;", "the Government of the Republic of Croatia, to review the constitutionality and legality of subordinate legislation;", "the Supreme Court of the Republic of Croatia, if the issue of constitutionality and legality has arisen in proceedings before a court;", "the Ombudsman, in proceedings under Article 83 of the Constitution of the Republic of Croatia;", "...”", "“Everyone has the right to request the institution of proceedings to review the constitutionality of statutes...", "The Constitutional Court may of its own motion institute proceedings to review the constitutionality of statutes...”", "“(1) The Constitutional Court shall quash a statute or its provisions if it finds that they are incompatible with the Constitution.", "(2) Unless the Constitutional Court decides otherwise, the quashed statute or its provisions shall cease to have legal force on the day of publication of the Constitutional Court's decision in the Official Gazette.”", "Sections 527-33 of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette nos. 53/1991, 73/1991, 3/1994, 7/1996, 112/1999), as in force in the material time, laid down general rules (lex generalis) concerning pre-emption rights.", "Section 531 provided that the contractual right of pre-emption would expire five years after the conclusion of the contract of sale, unless it was stipulated that it would expire earlier.", "Section 533 provided, inter alia, that the statutory right of pre-emption was of unlimited duration.", "The relevant provisions of the Act on the Restitution of and Compensation for Property Expropriated during the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette no. 92/96 of 30 October 1996), as in force in the material time, read as follows:", "“(1) Unless expropriated by confiscation, flats [...] let under specially protected tenancies shall not be returned to their former owners.", "...", "(3) The former owner shall have the right to compensation and the holder of the specially protected tenancy shall have the right to purchase the flat.”", "“The contract referred to in paragraph 2 of this section [by which the Fund sells the flat to the holder of the specially protected tenancy] shall stipulate, in the form of a mandatory clause, the right of pre-emption in favour of the former owner in case of further disposal in rem of the purchased flat. The right of pre-emption shall be noted (zabilježba) in the land register.”", "“(1) In the case of further disposal in rem of the flat purchased [from the Fund], the former owner shall have the right of pre-emption.", "(2) The right of pre-emption of the former owner shall be noted in the land register of the competent court.", "(3) The owner of a purchased flat who intends to sell it shall, through the notary public, offer the flat for sale to the former owner and notify him or her of the price [paid by the owner when he or she purchased the flat from the Fund] and the terms and conditions of the sale.”", "Paragraph 5 provided that the former owner, within sixty days of conclusion of the contract of sale with the flat owner, had to (re)pay to the Fund the difference between the price set forth in paragraph 3 and the amount he or she had received in compensation for the nationalised flat.", "Paragraphs 4, 6 and 7 set forth in detail the obligations of the current owner (former tenant) in respect of the former owner's right of pre-emption.", "Section 30 of the Act provided for the remedies (a civil action) available to the former owner if the current owner failed to observe his or her right of pre-emption.", "Section 31 stated that no turnover tax was payable on the sale of the flat, in accordance with the former owner's right of pre-emption.", "The relevant provision of the Amendments to the Act on the Restitution of and Compensation for Property Expropriated during the Yugoslav Communist Regime (Zakon o izmjenama i dopunama Zakona o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette nos. 80/02 and 81/02 (amended)), provides as follows:", "“Sections 29, 30 and 31 [of the Act] are hereby repealed.”", "“Proceedings instituted under the Denationalisation Act which have not ended in a res judicata decision by the date of entry into force of this Act shall be continued under the provisions of this Act.”", "The relevant provisions of the Land Register Act (Zakon o zemljišnim knjigama, Official Gazette no. 91/96 of 28 October 1996), as in force at the material time, provided as follows:", "REGISTER ENTRIES", "Section 1", "Entries in general", "a. Types of entries", "Section 30", "“(1) Register entries shall take the form of registration, preliminary registration and annotation.", "(2) Registration (uknjižba) is a form of entry whereby the register rights are acquired, transferred, limited or extinguished without ... subsequent validation.", "(3) Preliminary registration (predbilježba) is a form of entry whereby the register rights are acquired, transferred, limited or extinguished subject to subsequent validation, and within the limits of that validation.", "(4) Annotation (zabilježba) is a form of entry making public any relevant circumstances which may, by law, be noted in the land register. Annotation may give rise to certain legal effects where a statute so prescribes.”", "b. Subject matter of registration and preliminary registration", "Section 31(1)", "“Only the right of ownership and other rights in rem may be the subject of registration in the land register. The same shall apply to rights of redemption, pre-emption, lease, as well as concessions and other rights in immovables, where provided for by another statue.”", "c. Subject matter of annotation", "Section 39", "“Annotations may be made in the land register for the following purposes:", "- to make public the legal relationships concerning personal status, in particular restrictions concerning the administration of property (for example, minority, guardianship, continuation of parental authority, opening of bankruptcy proceedings, etc.), as well as other legal relationships and facts prescribed by law, in order that no one may claim that he did not know or should not have known of their existence;", "- to establish the legal effects of annotations prescribed by this or another statute (annotation of order of priority..., compulsory auction, prohibition of alienation or encumbrances, annotations prescribed by the rules governing enforcement and provisional remedies, etc.).”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}