{"ITEMID": "001-70362", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BITKIVSKA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicant was born in 1965 and lives in the village of Krichka, the Ivano-Frankivs'k region of Ukraine.", "5. In 1987 the applicant's family was placed on the waiting list to receive an apartment from the State. By 1990 the applicant was first on the housing list. Nevertheless, the Executive Committee of the Dzvinyach Village Council, by a decision of 12 October 1990, gave an available apartment to another person. The applicant instituted proceedings in the Ivano-Frankivs'k Regional Court against the executive committee of the Village Council, challenging its decision.", "6. On 30 August 1991, the Ivano-Frankivs'k Regional Court found for the applicant and ordered the Village Council to assign the disputed apartment to the applicant. On 30 October 1991, the Supreme Court of Ukraine upheld the decision of the Regional Court.", "7. In 1996, as the judgment in her favour remained unenforced, the applicant requested the Bogorodchansky District Court to change the manner of enforcement and to order the Village Council to build her a house. On 7 October 1996, the court satisfied the applicant's request and changed the manner of execution accordingly.", "8. In 1997, as the judgment was still unenforced, the applicant requested the same district court to change the manner of execution again and to award her the pecuniary equivalent of the disputed apartment. On 16 June 1997, the Bogorodchansky District Court satisfied the applicant's request and awarded her UAH 29,600 in compensation.", "9. On 28 December 2000, the Head of the Bogorodchansky District Department of the State Bailiffs' Service issued an order to freeze all the current bank accounts of the Village Council in order to secure the payment of the judgment debt in the applicant's favour.", "10. On 26 January 2001, the Dzvinyach Village Council challenged the order of 28 December 2000 in the Bogorodchansky District Court. The enforcement proceedings were accordingly suspended.", "11. On 12 February 2001, the Bogorodchansky District Court found in part for the Village Council and quashed the order of the Bailiffs' Service with respect to two principal accounts containing the budget funds for social payments, salaries, etc. By the same decision the court allowed the other accounts of the debtor to be frozen.", "12. The applicant lodged a protest with the Deputy Chairman of the Ivano-Frankivs'k Regional Court to challenge this decision. The Deputy Chairman rejected her protest by his letter of 20 April 2001. On 8 October 2001, the panel of three judges of the Civil Chamber of the Supreme Court of Ukraine rejected the applicant's request for leave to appeal under the new cassation procedure.", "13. On 21 November 2002 the court decision of 16 June 1997 was enforced in full and the Bailiffs ended the enforcement proceedings.", "14. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}