{"ITEMID": "001-4653", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "MAMOU AND OTHERS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are Syrian passport-holders of Kurdish origin (see complete list in the Annex). They submit that they have been deprived of their Syrian citizenship and that their status in Syria is that of stateless “foreigners”. When introducing their application, they were held at the Communal Accommodation of the Budapest Border Guards Directorate, located on the premises of the Budapest Ferihegy Airport. Before the Court they are represented by Mr. J. Somogyi, a lawyer practising in Budapest and acting on behalf the Hungarian Helsinki Committee.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "On 25 December 1996 the applicants, coming from Damascus, Syria, arrived at the Budapest Ferihegy Airport. At the passport control, the Hungarian immigration authority established that their visas had been reported stolen. Subsequently they were informed that they would be returned to Syria. Assisted by an interpreter, they signed the decision of the Budapest Border Guards Directorate to that effect and waived their right to an administrative appeal. On the same day Dr. S., a lawyer acting on behalf of the Mahatma Gandhi International Human Rights Organisation, contacted them. On 26 December 1996 the applicants made a request for asylum. On the same day they were committed to the Communal Accommodation.", "As to the circumstances at the Communal Accommodation, the applicants allege that they were all - men, women and children together - lodged in three rooms of a surface of approximately 30 square metres, packed with bunk beds. They were under constant control by armed guards and not allowed to leave the premises of the Communal Accommodation. The Government, for their part, allege that, on their committal to the Communal Accommodation, it was the applicants’ express desire to be allowed to stay together, as a result of which a room suitable to accommodate fourteen people was allocated to them. Admitting that the applicants’ stay at the Communal Accommodation was subject to severe security scrutiny, the Government nevertheless submit that on the occasion when one of the applicant children had had to be taken to hospital, the parents were escorted to the hospital to visit their child the very next day, on 19 January 1997.", "Meanwhile, on 27 December 1996 the Border Guards Directorate, pending the asylum proceedings, suspended the enforcement of the applicants’ deportation to Syria. On 30 December 1996 the Hungarian authorities heard the applicants, represented by Dr. S., with a view to clarifying their situation, if returned to Syria.", "After having interviewed the applicants, on 10 January 1997 the Hungarian Branch Office of the United Nations High Commissioner for Refugees dismissed the applicants’ request for asylum on the ground that their allegations lacked credibility. On 31 January 1997 the Office for Refugee and Migration Matters and the Ministry of Foreign Affairs approved the applicants’ deportation to Syria. On the same day the Border Guards Directorate ordered the applicants’ deportation. Upon the announcement of the deportation order, the applicants insisted that they would not leave Hungary for any Arab country. As a consequence, their deportation did not take place.", "On 5 February 1997 Dr. S. brought an action on behalf of the applicants before the Pest Central District Court challenging the Directorate’s deportation order as well as their committal to the Communal Accommodation.", "On 21 March 1997 the District Court discontinued the proceedings. The District Court recalled that the applicants had waived their right to an administrative appeal against the return order of 25 December 1996. The District Court pointed out that, since they had not exhausted the relevant administrative remedy in this respect, the applicants had no locus standi in judicial proceedings with a view to reviewing the impugned administrative proceedings.", "Meanwhile the applicants were committed to the Refugees Reception Camp in Bicske. On 20 February 1997 the Ministry of the Interior was informed that the applicants had, without authorisation, left the camp by undoing the fence. In his submissions of 3 April 1997, the applicants’ representative submitted that the applicants had eventually left Hungary for Germany.", "B. Relevant domestic law", "1. The 1993 Aliens Act (Act no. 86 of 1993)", "Section 4 § 1 provides that foreigners may cross the Hungarian state frontier and stay on the territory of the Republic of Hungary only if they have valid passports verifying their citizenship and particulars of identification, and have valid visas issued by the Hungarian authorities.", "According to S. 25 §§ 1, 2 and 4, all conditions of entry and stay shall be inspected by the border guards at the time of entry to the country by the foreigner, prior to crossing the state frontier, while the availability of financial means shall be inspected by the customs authority. Foreigners who do not satisfy the conditions prescribed for entering the country, shall - subject to the provisions of S. 32 § 1 - be returned to the territory of the country they arrived from. Upon notification, an appeal may be lodged against the order of return.", "Section 32 § 1 provides that foreigners shall not be returned or expelled to such countries, or to the frontier of such areas, where they would be exposed to the danger of persecution for reasons connected with their race, religion, national, social belonging or political views; furthermore, to the territory of such states, or to the frontier of such areas, where it is to be greatly feared that they would be exposed to torture, inhuman or degrading treatment. These reasons shall be established by the refugee authority.", "Section 43 provides the possibility of ordering an alien’s residence at a designated place. According to paragraphs 1 and 3, the police headquarters and the directorate or branch of Border-Guards may order the residence of the foreigner at a designated place, restricting his personal liberty, if: (a) he is not able to certify his identity, until the establishment thereof; or (b) he is not able to certify the lawfulness of his stay in Hungary, until the verification thereof or until an official permit to stay is issued; or (c) this is necessary for the purposes of guaranteeing the execution of an expulsion, until the establishment of the conditions of expulsion; or (d) his return was ordered (see S. 25 above); or (e) his return or expulsion should take place, but he may not be returned or expelled in accordance with the prohibition under S. 32 § 1.", "The compulsory place of residence may also be designated at a communal accommodation, if the foreigner is not able to support himself, and no appropriate accommodation, financial means, income and inviting party or relatives obliged to support him are at his disposal.", "Paragraph 5 provides that, although no administrative appeal may be lodged against the order to reside at a designated place, the foreigner may request the court review of the decision. The procedure of the court shall be governed by the provisions applicable to the court review of the lawfulness of ‘custody for the purposes of supervision of aliens’. These provisions are as follows:", "Section 39 §§ 1 and 2 provide that foreigners may request - during the period of custody - a review of the lawfulness of the decision from the local court competent at the place of custody. The submission of such a request has no suspensive effect in respect of the enforcement of the custody order. If the foreigner requests the court review of the lawfulness of the ‘custody for purposes of supervision of aliens’, he shall be brought before the court in order to be heard. According to S. 41 § 1, if the court finds that the foreigner’s taking into, or holding in, custody violates the law, it shall take immediate measures for his release. Section 42 §§ 1, 3 and 4 provide that the authority ordering the taking into custody as well as the foreigner may appeal against the decision of the court. The appeal may be submitted orally in the course of the hearing or in writing to the local court within three days following the announcement of the decision. Appeals submitted against the decision of the local court shall be decided by the regional court within five days. Section 50 requires that the court shall act promptly in matters of judicial review of decisions of the immigration authorities.", "2. Act no. 4 of 1957 on the General Rules of Administrative Procedure", "Section 62 provides that an [administrative] appeal lies against any first instance [administrative] decision taken on the merits of a case. Persons entitled to lodge an appeal may waive their right to appeal within the appeal deadline. According to S. 71, if an administrative decision is not in compliance with the law, the superior administrative body may amend or quash it.", "Section 72 provides that an administrative decision taken on the merits of a case may be challenged in court within thirty days from its delivery. Such judicial review may, however, take place only if the administrative remedies - if any - available in the case have already been exhausted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}