{"ITEMID": "001-76591", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "UGILT HANSEN v. DENMARK", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Snejana Botoucharova", "TEXT": ["The applicant, Erik Ugilt Hansen, is a Danish national who was born in 1946 and lives in Bramminge. He is represented before the Court by Mr Uffe Baller, a lawyer practising in Århus. The Danish Government (“the Government”) are represented by their Agent, Mrs Nina Holst-Christensen, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant owned and managed two private limited companies, which each ran two freshwater fish farms.", "On 28 September 1993 the applicant was charged with offences against the Act on Freshwater Fish Farms of 5 April 1989 (bekendtgørelse nr. 224) as allegedly he had intentionally exceeded the fixed feed quotas with danger or risk thereof to the environment, and with enrichment for himself.", "An indictment of 13 October 1993, and supplementary indictments of 18 July 1994, 11 July 1995 and 10 September 1996, amended on 21 September 1998, were submitted to the City Court in Hobro (Retten i Hobro), concerning offences against the said Act and the amended Acts on Freshwater Fish Farms of 31 September 1994 (bekendtgørelse nr. 900) and of 31 March 1998 (bekendtgørelse nr. 204) and the Environmental Protection Act (Miljøbeskyttelsesloven). The supplementary indictments were submitted because the applicant continued to exceed the fixed feed quotas until December 1995.", "Having received the indictment of 13 October 1993, the City Court held a hearing on 27 October 1993, after which it adjourned the case in order that the applicant’s counsel submitted a legal opinion. On 31 January 1994 the latter maintained that Ministry of Environment’s interpretation of section 35 of the Environmental Act was not supported by the preparatory notes to the Act, nor by its wording and the administrative practice relating to the Act. Moreover he found that the Minister of Environment did not have the necessary authority to change the legal basis of the applicant’s business by means of the Act on Freshwater Fish Farms. Finally, he claimed that the Environmental Act did not provide the necessary legal authority for the Act on Freshwater Fish Farms.", "On 25 July 1994, having obtained observations from various authorities, the Chief Constable of Hobro (Politimesteren i Hobro) submitted his reply to the City Court. Thereafter counsel was requested to file his reply by 12 October 1994, on his request, however, the time-limit was extended.", "In the meantime, on 7 June 1994, the City Court of Terndrup (Retten i Terndrup) passed judgment in a similar case, ruling on a number of questions of principle, which were also of importance in the applicant’s case, including whether the 1989 Act had legal authority, how to calculate the fish farmers’ profit and how to assess a proportionate fine. An appeal against the judgment was lodged with the High Court of Western Denmark (Vestre Landsret).", "The applicant’s case was adjourned awaiting the outcome of the said appeal, since it was considered to be a so-called “test-case”. The applicant’s counsel represented the defendants in the said case and the applicant did not object to the adjournment of his case.", "The appeal proceedings in the test-case were finally determined by a High Court judgment of 21 September 1995, which stated that the Act provided the requisite authority and that the sanction for any violation of it should be imposition of a fine and confiscation of any profit.", "As a consequence of the judgment, the Regional Public Prosecutor of Aalborg (Statsadvokaten i Aalborg), who at the relevant time had twenty-three similar cases being prosecuted by him in the first instance, forwarded a memorandum to all the Chief Constables in December 1995, urging them to expedite the “fish farms cases”.", "In January 1996, however, a defendant in another test-case alleged that the 1989 Act was anti-competitive and therefore in conflict with EU law. Thereupon the Regional Public Prosecutor of Aalborg requested the Environmental Protection Agency (Miljøstyrelsen) and the Special European Committee on Legal Issues set up by the Danish Ministry of Justice (Justitsministeriets EU-specialudvalg for juridiske spørgsmål) to provide an opinion. Neither found that the Act fell within the scope of Article 34 and 35 of the EC treaty. In November 1996, in the specific testcase, the High Court ruled that it found no reason to refer to question to the European Court of Justice. Against this background, in the winter of 1996, the Regional Public Prosecutor of Aalborg forwarded two memoranda to the Chief Constables urging them to expedite the fish farm cases as much as possible.", "In the meantime, in the spring of 1996 in yet another test-case, a defendant had alleged in vain that the 1989 Act was contrary to section 73 of the Danish Constitution. Consequently, in September 1996 the Regional Public Prosecutor of Sønderborg (Statsadvokaten i Sønderborg) forwarded a memorandum to all the Chief Constables providing an account of the latest development in the cases concerning fish farms and urging to expedite them.", "It appears that as from the beginning of 1997 difficulties arose as to setting the applicant’s case down for trial because his counsel was busy and that therefore the applicant changed lawyer. On 27 November 1997 the applicant’s new counsel inquired about the length of the proceedings.", "On 12 January 1998, the Chief Constable of Hobro replied that subsequent to the test-cases having been determined it had been difficult to set the applicants’ case down for trial, and that this was probably the reason why the applicant had changed counsel.", "The trial took place before the City Court in the period between 7 and 28 September 1998. Hearings were held on 7, 8, 9, 21, 22 and 28 September 1998.", "The City Court passed judgment on 27 October 1998. The applicant was convicted and sentenced to pay a fine of 625,000 Danish kroner (DKK). In addition, a profit estimated to DKK 2,510,000 was confiscated from the two companies owned by him.", "The applicant appealed immediately against the judgment to the High Court of Western Denmark. On 3 November 1998 the prosecution crossappealed.", "Shortly thereafter counsel informed the Regional Public Prosecutor that he was of the opinion that the Act on Freshwater Fish Farms had not been notified to the European Commission as prescribed by the 83/189/EEC Council Directive of 28 March 1983. He urged the prosecutor to withdraw the charges against the applicant and stated that otherwise he would request a reference for a preliminary ruling by the European Court of Justice. In this connection a hearing was held on 23 June 1999 and written pleadings were submitted.", "Thereafter the case was adjourned in order to await the outcome of two similar criminal cases which on 15 January 1999 had been jointly brought before the Supreme Court (Højesteret) (see UfR. 2001.1046H and UfR. 2001.1056H, dealt with in Pedersen and Pedersen v. Denmark, no. 68693/01, 14 October 2004), because the arguments of the defendants in the said cases and those of the applicant were identical. The applicant’s counsel represented the two defendants Pedersen and Pedersen in their case before the Supreme Court (for a summary of those proceedings, which ended on 16 February 2001, when the Supreme Court passed judgments against the defendants, see Pedersen and Pedersen v. Denmark, cited above, §§ 26-37).", "On 6 April 2001 the Prosecutor General forwarded a letter to the Regional Public Prosecutors and others stating that the adjourned cases could now proceed.", "On 24 April 2001 the Regional Public Prosecutor requested the High Court to set down the applicant’s case for trial. However, since the Prosecution and the environmental authorities had to discuss and coordinate the claims made in all the cases concerning fish farming, the Regional Public Prosecutor requested that the case should not be scheduled before September 2001.", "It appears that at some date between April and September 2001, the High Court scheduled the trial in the present case to take place during four specified days in May 2002.", "On 26 September 2001, counsel stated that he was unable to appear on two of the relevant dates scheduled by the High Court. At the same time he made various submissions in favour of adjourning the case awaiting the outcome of a civil case lodged by the applicant concerning administrative decisions relating to the applicant’s profession, which allegedly was of importance to the criminal case against him. The prosecutor submitted his objection thereto on 9 October 2001.", "On 12 December 2001 the Prosecutor General issued guidelines to the prosecution (Meddelelse nr. 3/2001) on how to go about with this kind of criminal cases and which sentences to propose.", "On 14 March 2002, having regard to the fact that counsel was unable to appear on two of the relevant dates in May 2002, the High Court decided to re-schedule the trial. It refused counsel’s request that the case be adjourned awaiting the outcome of the civil proceedings lodged by the applicant.", "In August 2002 counsel requested anew an adjournment of the case. The prosecutor objected thereto on 18 September 2002. On 6 November 2002 the request was refused by the High Court. On the latter date the High Court scheduled the trial to take place during four days commencing on 27 January 2003.", "On 24 January 2003 the trial had to be adjourned until further notice as the applicant had a legal cause of absence. It was re-scheduled and took place from 27 until 30 October 2003.", "On 5 September 2003 counsel for the applicant submitted further material to the High Court and notified it that he would claim that the length of the proceedings should be taken into account when determining the sentence.", "By judgment of 6 November 2003 the High Court of Western Denmark upheld the applicant’s conviction with few amendments and reduced the fine to DKK 534,000 and the amount to be confiscated to a total of DKK 2,136,000.", "With regard to the applicant’s complaint under Article 6 of the Convention, the High Court found that the proceedings had commenced on 28 September 1993 and ended with its judgment of 6 November 2003, thus lasting approximately ten years. It found that the case had been comprehensive and complex and taking all circumstances into consideration, including the awaiting of important and relevant “test cases” the High Court found that the length of the proceedings had not exceeded the “reasonable time” requirement within the meaning of Article 6 of the Convention.", "On 26 March 2004 the applicant requested leave to appeal against the High Court judgment and on 2 and 21 April 2004 he submitted supplementary pleadings. In the request the applicant did not complain about the length of the proceedings or invoke Article 6 of the Convention. His request was refused by the Leave-to-Appeal Board (Procesbevillingsnævnet) on 24 June 2004 on the grounds that it had been filed after the expiry of the time-limit which was two weeks after the delivery of the judgment. The Board did not find that the time-limit had been exceeded for excusable reasons, or that the case presented any such extraordinary circumstances as would make it incumbent on the Board to grant leave to appeal.", "The Administration of Justice Act provides in as far as relevant:", "“The High Court notifies the Regional Public Prosecutor of the scheduling of the trial, and informs [him or her] and the accused about assignment of counsel [if any]. The information to the accused thereon may be given through the Regional Public Prosecutor in connection with the serving of the summons”.", "According to this provision a [criminal] judgment passed by a High Court, acting as an appeal court, cannot be appealed against. However, the Leave-to-Appeal Board may grant leave to appeal to a court of third instance if the case involves matters of principles or if special circumstances in the case so justify. A request for leave to appeal must be submitted to the Board within a period of two weeks from the passing of the judgment. However, the Board may exceptionally grant leave to appeal if the request is submitted later, albeit within a period of one year from the passing of the judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}