{"ITEMID": "001-58843", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF APEH ULDOZOTTEINEK SZÖVETSEGE AND OTHERS v. HUNGARY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Christos Rozakis", "TEXT": ["8. APEH Üldözötteinek Szövetsége (Alliance of APEH's Persecutees) is an unregistered association with its head office in Budapest. APEH is the commonly used abbreviation for the Hungarian Tax Authority (Adó- és Pénzügyi Ellenőrzési Hivatal – “APEH”).", "Mr Iványi, born in 1950 and residing in Nyíregyháza, Hungary, is a manager and a vice-president of the applicant association. Mr Róth, born in 1943 and residing in Budapest, is a lawyer and a vice-president of the applicant association. Mr Szerdahelyi, born in 1943 and residing in Budapest, is a free-lance writer and the president of the applicant association.", "9. In May 1993 several private persons, among others Mr Iványi, Mr Róth and Mr Szerdahelyi, founded the applicant association. Its articles of association, dated 28 May 1993, state that the purpose of the association is, in particular, to promote the general interests of Hungarian taxpayers.", "10. On 3 June 1993 the President of APEH, having learnt about the founding of the applicant association from the press, complained to the Budapest public prosecutor and the President of the Budapest Regional Court that the choice of name was defamatory for APEH. He requested that particular attention be paid to the proceedings concerning the association's registration and that his office have access to the documents relating to the proceedings. These letters of the President of APEH reached the addressees on 7 June 1993, but were not communicated to the applicants in the subsequent non-contentious proceedings aiming at the applicant association's registration.", "11. On 18 June 1993 Mr Szerdahelyi requested the Budapest Regional Court to register the applicant association.", "12. On 28 June 1993 the Regional Court returned the request for registration, ordering that APEH's approval for the use of its name be obtained, that the expression “persecutees” in the applicant association's name be altered to a neutral term and that provisions regulating the method of voting within the applicant association's bodies be added to its articles of association.", "APEH obtained a copy of this order from the Regional Court before it was served on the applicants and, in a television programme on 9 August 1993, its spokesman presented it.", "13. By a letter dated 2 July 1993 the public prosecutor's office intervened in the registration proceedings under Article 2/A § 1 of Law no. 3 of 1952 on the Code of Civil Procedure (“the Code of Civil Procedure”). The Regional Court received this letter on 8 July 1993. The applicants were not notified of this intervention.", "14. Following some delays in the service of the order of 28 June 1993, the applicants submitted their reply to the Regional Court on 17 September 1993. They refused to obtain APEH's approval for the use of its name or to alter the impugned expression. Moreover, they stated that the information on the method of voting by the applicant association's bodies was available from their original submissions requesting the registration.", "Simultaneously, the applicants challenged the judge in charge of the case, as well as the entire Regional Court, for bias on the ground that, inter alia, they had not been informed about the intervention by the public prosecutor's office in the registration proceedings.", "15. On 13 December 1993 the Supreme Court dismissed the applicants' challenge for bias. The Supreme Court found that the Regional Court's procedure had been in compliance with the relevant legal provisions and there was nothing to support the applicants' allegations as to any bias on the part of the Regional Court.", "16. On 24 January 1994 the public prosecutor's office proposed to the Regional Court that the applicant association's request for registration be rejected, as the association had not met the requirements in the court order of 28 June 1993. This submission was received by the Regional Court on 25 January and was ordered to be sent to the applicants on 28 January 1994.", "17. In their submissions dated 7 January, but filed with the Regional Court only on 8 February 1994, the applicants confirmed that they had meanwhile adopted an amendment to the articles of association, reflecting the Regional Court's requirements as to the voting methods. Moreover, they argued that the requirement that they seek APEH's approval for the use of its name was legally “absurd”.", "18. On 10 February 1994 the Regional Court rejected the applicant association's request for registration. It observed that the applicants had not obtained APEH's approval for the use of its name. In this respect, the Regional Court relied on section 7(1) of Law no. 2 of 1989 on freedom of association (“the Associations Act 1989”), according to which the name of an association should not give the impression that the association in question carries on its activities in a manner linked to those of another legal person, unless approved by the latter. Moreover, it held that the expression “persecutees” was defamatory for APEH as a State organ and was contrary to the standards of naming an association, as laid down by the Supreme Court in its Administrative College's Legal Opinion no. 1. Finally, the Regional Court found that the applicant association had only partly met the requirements as to the method of voting by its bodies.", "19. The applicants appealed to the Supreme Court. Simultaneously, they complained about the dismissal of their challenge for bias.", "20. On 7 July 1994 the Attorney-General's Office intervened in the appeal proceedings and proposed that the Supreme Court uphold the refusal of the request for registration. The applicants did not receive a copy of these submissions.", "21. On 2 October 1995 the Supreme Court dismissed the applicant association's appeal. In addition to the reasons given by the Regional Court, it held that the applicant association's name did not correspond to its objectives, namely to reform the Hungarian taxation system, and that it could therefore not be registered under that name. The decision did not deal with the applicants' complaint about the dismissal of their challenge for bias.", "The applicants lodged a petition for review by the Supreme Court.", "22. On 21 February 1996 the Attorney-General's Office requested that the Supreme Court uphold the second-instance decision.", "23. On 14 May 1996 the Supreme Court dismissed the petition for review. The decision was served on the applicants on 20 June 1996.", "The review bench of the Supreme Court held that the association's intended name was contrary to Article 77 § 1 of the Civil Code guaranteeing the right to bear a name. It held this provision to imply that a legal person's name should not give the false impression that its activity was linked to that of another legal person, namely, to that of APEH in the instant case. It also found that the unauthorised use of APEH's name contravened Article 77 § 4 of the Civil Code, according to which it was a breach of the right to bear a name if anyone used, without authorisation, a name identical with or similar to another person's name. Moreover, it considered that the expression “persecutees”, used in association with APEH's name, was contrary to Article 78 § 1 of the Civil Code protecting one's good reputation.", "Furthermore, the Supreme Court held that any procedural shortcomings committed by the lower courts, in particular those concerning the handling of the submissions of APEH and of the public prosecutor's office, had not influenced the courts' decisions on the merits of the case. It also stated that, throughout the proceedings, the applicants had been in a position to exercise their rights effectively and, in the course of the second-instance and the review proceedings, they could have made any comments which they had not been able to advance previously.", "Finally, the Supreme Court pointed out that the applicants' complaint about the dismissal of their challenge for bias could not be examined in review proceedings.", "24. Section 1 of the Associations Act 1989 provides that freedom of association is a fundamental freedom for everyone. It guarantees that everyone shall have the right to form, together with other persons, organisations and communities or to participate in the activities of such associations.", "Section 2(2) provides that the exercise of the right to freedom of association may not violate the rights and freedoms of others.", "Section 2(3) prohibits the founding of associations primarily for economic or business purposes.", "According to section 4(1), as in force when the applicant association's request for registration was examined, subsequent to the founding of an association, its registration must be requested before a court. Registration must not be denied unless the founders have failed to comply with the conditions specified in the Act; associations acquire legal capacity through registration.", "Section 7(1) provides that the name and the objectives of an association must not create the impression that the activity it carries on is linked to the activity of another legal person, unless consent thereto is given by that legal person.", "According to section 15(3), the courts must decide on requests for registration in non-contentious proceedings; such requests must be given priority. The courts' decisions must also be served on the public prosecutor's office.", "25. Article 13 § 3 of Government Decree no. 105/1952 (28 December) provides that in non-contentious proceedings the provisions of the Code of Civil Procedure must be applied, mutatis mutandis, unless the legal provisions governing certain non-contentious proceedings provide otherwise or the non-contentious nature of the proceedings excludes that.", "26. Article 77 §§ 1 and 4 of Law no. 4 of 1959 on the Civil Code provide that everyone shall have the right to bear a name; it is a violation of this right if anyone unlawfully uses a name identical with or similar to the name of another person.", "According to Article 78 §§ 1 and 2, protection of personality rights includes protection of the right to a good reputation; making or disseminating false or defamatory allegations against other persons or portraying real facts in a false way is deemed to be an infringement of the right to a good reputation.", "27. Article 2/A § 1 of the Code of Civil Procedure, as in force in the relevant period, provides that, to ensure compliance with the law, the public prosecutor may intervene in civil proceedings at any stage.", "According to Article 2/A § 3, when intervening in civil proceedings, the public prosecutor enjoys all the procedural rights which the parties enjoy, save the rights to negotiate settlements, to waive rights or to acknowledge rights.", "28. An extract from Supreme Court (Administrative College) Legal Opinion no. 1 reads as follows: “Before a decision is taken on the registration of an association, it must be examined whether the association's choice of name meets the requirements of the exclusivity, genuineness and correctness of names.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}