{"ITEMID": "001-115923", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "COURTNEY v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Aleš Pejchal;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["The applicant, Martina Courtney, is an Irish national who lives in Dublin. She was represented before the Court by Mr. J. MacGuill, a lawyer practising in Dundalk", "The applicant is a school traffic warden. She took part in a prison visiting project for which she provided her personal details to the prison authorities for security purposes. During the project she became acquainted with N (in prison for the murder of two persons and charged with the murder of two others) and they began a personal relationship.", "At 15.30 on 13 May 2010 (Thursday) the applicant was visited at home by a journalist from the Irish Daily Star newspaper. The journalist sought information on the applicant’s relationship with N. Apart from confirming that she knew N, the applicant refused to comment further. Later that afternoon the journalist returned and the applicant did not make any comment. At 19.00 that day a letter from the journalist was delivered to the applicant’s home: the journalist was writing an article about the applicant’s relationship with N, she was sure of its validity based as it was on information from prison sources and she wanted to give the applicant the opportunity to tell her side of the story. The article would be published the following Sunday (16 May 2010).", "On 14 May 2010 the applicant went to visit N. As she entered the prison, she was approached by the journalist and photographed. As she left, the journalist requested the applicant to tell her side of the story. The applicant made no comment and contacted her solicitor who sent a letter by facsimile to the newspaper on the same day. The letter underlined that the proposed article concerned the applicant’s private affairs and was devoid of any real public interest so that its publication would breach the code of practice of the Press Council of Ireland as well as the applicant’s constitutional and Convention rights. Since her vital personal interests would be irreparably damaged, the letter called on the newspaper not to publish the story. A response was requested by 11.00 the following day, failing which the applicant would apply to the High Court for protection. The newspaper did not respond.", "On 15 May 2010 the applicant’s solicitors contacted the High Court duty judge (it was a Saturday). They applied to that judge, on an ex parte basis and grounded upon a draft Plenary Summons and the applicant’s affidavit, for an interim injunction restraining publication of any material disclosing her relationship with N; for a declaration that any such publication would infringe her right to privacy contrary to the Convention and the Constitution; and for damages for breach of her Convention and constitutional right to privacy. The applicant’s grounding affidavit underlined that she was a private person of modest means and pointed to the prejudicial impact of the inevitable media scrutiny on her, her two young sons and her ongoing employment. Since the story was not a matter of any real public interest, the devastating consequences for her and her family’s personal dignity and private life would be disproportionate.", "In an ex tempore judgment dated 15 May 2010 the High Court refused to grant the injunction. She was a private citizen with a right to respect for her private life and there was no public interest in revealing that she was in a relationship with N. Journalism which invaded private life in the threatened manner was meretricious and worthless. However, in Foley v. Independent Newspapers ([2005] IEHC 14), the High Court had found that the common law rule enunciated in Bonnard v. Perryman ([1891] 2 Ch 269) had survived the Human Rights Act 1998 in the United Kingdom and applied in Ireland. The rule provides that, in all but exceptional cases, the court should refuse injunctions. It can only grant such injunctions where it is shown that there is no prospect of successfully defending the substantive action. The High Court judge considered this was a limited protection as it seemed to allow even worthless publication the same level of protection as is accorded to journalism that has redeeming characteristics. He noted the Supreme Court’s recent confirmation that the Convention does not have direct applicability in Irish law and only arises when that law falls to be interpreted in some fashion. He queried whether the rule in Bonnard would survive a Convention challenge but acknowledged that this was a matter for another day and another court. Applying the rule in the applicant’s case, the High Court judge concluded that he could not make an order restraining the publication.", "On 16 May 2010 the Irish Daily Star published on its front page a story entitled “Lady and the Killer”. It contained a series of photographs of the applicant and the associated article read, in so far as relevant, as follows:", "“Meet the lollipop lady who has struck up an unlikely bond with double murderer N. Most mornings [the applicant] helps primary school kids across the road at a plush south Dublin school. But once her work is done, the mum-of-three regularly cycles into town to visit high-profile convicted double killer N. ... Prison sources have revealed the pair have been seen being openly affectionate in the visitors’ centre at the jail. For the past few months, [the applicant], from Terenure, has been visiting psycho N. twice a week in [prison]. Jail sources have told Star Sunday that killer N. – who has admitted that he is mentally ill – is “besotted” with the attractive woman.", "...“[the applicant] always sits up on the table between her and Mark in order to be closer to him,” said a source. “She often snuggles in to his chest and they embrace a lot, which can often be a bit embarrassing for the other visitors.” However, when [the applicant] was confronted by Star Sunday at her home on Thursday evening, she denied she was romantically involved with N.", "....Sources at the jail said [the applicant] visits the killer twice a week, usually every Tuesday and Friday between 10am and midday.”", "On 18 May 2010 the applicant formally filed the Plenary Summons on which she had relied when she applied for the interim injunction and in which she claims damages for a breach of privacy. It would appear that this substantive action has not been pursued further.", "On 24 September 2010 the applicant’s Counsel advised that, since the application for an injunction had been refused and the article published the following day, there were no further steps open to the applicant through which she could have prevented the publication. In so concluding, Counsel noted that it had not been open to her to appeal to the Supreme Court on 15 or 16 May 2010 because that court was not sitting on either of those days.", "In this case the High Court outlined the criteria for deciding interlocutory injunction requests. It recalled the judgment of the Supreme Court in Campus Oil v. Minister for Industry and Energy (No. 2) ([1983] I.R. 88) and noted the guidelines for the granting of an interlocutory prohibitory injunction. A plaintiff had to demonstrate:", "(a) the existence of a serious question to be tried;", "(b) the inadequacy of damages; and", "(c) that the balance of convenience lies in favour of the grant of the injunction.", "While resolving these issues in favour of an applicant would, in many cases, result in an injunction being granted, it was not always so. In addition to these three questions, there might be many other special factors to be taken into consideration in the particular circumstances of individual cases. Over the years, a number of cases had been identified where the guidelines, even if satisfied, do not result in an interlocutory injunction being granted. A good example of this was the rule in Bonnard v. Perryman ([1891] 2 Ch 269) which the High Court in Foley deemed to be of ‘some relevance’ to an application for an injunction restraining publication. Although the courts undoubtedly possessed the requisite jurisdiction to grant interlocutory injunctive relief, the rule in Bonnard provides that in all but exceptional circumstances they should not issue an interlocutory injunction to restrain the publication of a libel which the defence sought to justify except where it was clear that the defence would fail. The rule was based on the need not to restrict the right of free speech by interfering before the final determination of the matter save in a clear case of an untrue libel. The High Court in Foley noted that the right to freedom of expression as provided for in the Constitution and in the Convention is an important right and one which the courts must be extremely circumspect about curtailing particularly at the interlocutory stage of a proceedings. While refusing to restrict the defendant’s right between the making of the application for an injunction and the trial of the action, it did, however, direct an early trial and heard submissions on the delivery of accelerated pleadings.", "The rule in Bonnard was approved and followed by the Supreme Court in Sinclair v. Gogarty ([1937] I.R. 377).", "This rule reads as follows:", "“13. Where an ex parte application has been refused in whole or in part by the High Court an application for a similar purpose may be made to the Supreme Court ex parte within four days from the date of such refusal, or within such enlarged time as the Supreme Court may allow.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}