{"ITEMID": "001-118384", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF VERSHININ v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Elisabeth Steiner;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["4. The applicant was born in 1959 and lives in Moscow.", "5. The applicant inherited a house in the Moscow Region from Ms B.M. in her will. On an unspecified date he moved into it.", "6. In 1990 B.S., the stepson of B.M., brought an action against the applicant for recovery of the property in issue, claiming that his inheritance rights had been breached and that the will was illegal.", "7. The matter was considered repeatedly by the courts and on 23 May 1997 the Khimky Town Court (“the Town Court”) granted B.S.’s claims. The applicant lodged a supervisory-review complaint.", "8. On 23 June 1998 the Presidium of the Moscow Regional Court quashed the judgment of 23 May 1997 for breach of procedural law and remitted the matter for fresh consideration. It appears the property was subject to an interim injunction which was still maintained by the court.", "9. Three hearings fixed for between 7 October 1998 and 18 May 1999, were adjourned owing to both the applicant’s and plaintiff’s failure to appear.", "10. Hearings scheduled for 9 July 1999 and 16 October 1999 were postponed owing to the applicant’s failure to appear.", "11. Seven hearings fixed for between 16 November 1999 and 11 July 2000 were adjourned owing to the third parties’ and the plaintiff’s failure to appear, and the need to collect additional evidence.", "12. On 12 May 2000 the Town Court dismissed the applicant’s applications for the civil proceedings to be discontinued and the interim injunction lifted. The applicant lodged an appeal against that decision which was upheld on 30 May 2000.", "13. On 11 July 2000 the Town Court dismissed B.S.’s claims.", "14. On 10 May 2001 the Moscow Regional Court (“the Regional Court”) quashed the judgment of 11 July 2000 on appeal and remitted the matter for fresh consideration.", "15. Three hearings fixed for between July and December 2002 did not take place owing to the applicant’s failure to appear, and one was held as planned.", "16. A hearing scheduled for 15 March 2002 was adjourned until 24 April 2002 owing to the applicant’s failure to appear.", "17. A hearing scheduled for 24 April 2002 was postponed until 4 June 2002 owing to the judge’s involvement in other proceedings.", "18. A hearing was held as planned on 4 June 2002. The court rejected the applicant’s application for the discontinuation of the proceedings.", "19. Of eleven hearings fixed for between September 2002 and August 2004, three were adjourned owing to the applicant’s failure to appear.", "20. On 4 August 2004 the trial court held a hearing in the applicant’s absence and granted B.S.’s claims. According to the applicant, he had not been duly summoned to that hearing.", "21. On 18 October 2004 the Moscow Regional Court upheld the judgment of 4 August 2004 on appeal. The applicant brought a supervisoryreview complaint.", "22. On 16 March 2005 the Presidium of the Moscow Regional Court quashed the judgments of 4 August and 18 October 2004 by way of supervisory review for breach of material and procedural law, and remitted the matter for fresh consideration. The hearing was listed for 30 May 2005.", "23. The hearing of 30 May 2005 was adjourned owing to the third parties’ failure to appear.", "24. A hearing scheduled for 28 June 2005 was postponed until 1 August 2005 as the plaintiff was ill.", "25. On 1 August 2005 the Town Court held a hearing and left B.S.’s action without examination owing to his failure to appear without valid reasons.", "26. On the same date the applicant requested the trial court to lift the injunction. On 15 August 2005 his request was granted.", "27. On 31 March 2006 B.S. informed the Town Court that he had failed to attend the hearing because of illness and asked it to quash the decision of 1 August 2005.", "28. Of four hearings fixed for between May and July 2006, two were postponed owing to the applicant’s failure to appear and two were held in his absence. According to the applicant, he was not duly summoned to those hearings.", "29. On 29 June 2006 the Town Court quashed the decision of 1 August 2005.", "30. On 27 July 2006 the Town Court decided to discontinue the civil proceedings. The court found that B.S. had no legal standing under domestic law to challenge the legality of B.M.’s will because his rights and interests had not been affected by the impugned will: he was not related by kinship to Ms B.M. and was not listed in her will.", "31. On 26 October 2006 the Regional Court upheld that decision on appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}