{"ITEMID": "001-111420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF LINDHEIM AND OTHERS v. NORWAY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 2 of Protocol No. 1 - Control of the use of property);Respondent State to take measures of a general character (Article 46 - General measures;Article 46-2 - Measures of a general character);Pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["6. The applicants are:", "1) Ms Berit Mogan Lindheim, born in 1953, who lives in Gvarv;", "2) Mr Knut Heian, born in 1953, who lives in Åsgårdstrand;", "3-4) The spouses Mrs Ellinor Nilsen and Mr Georg Nilsen, born in 1943 and 1940, who live in Larvik;", "5) Ms Nina Titten Brandt-Kjelsen, born in 1956, who lives in Nesoddtangen; and", "6) Mr Dagfin Bonde Henriksen, born in 1956, who lives in Åsgårdstrand.", "7. The applicants are landowners and lessors who concluded ground lease contracts regarding their plots of lands for permanent homes or holiday homes prior to 1 January 1976. On that date, upon the entry into force of the Ground Lease Act 1975 (Tomtefesteloven), for the first time under Norwegian law, the rental or leasing of plots of land for permanent homes and holiday homes became the subject of special statutory regulation.", "8. Prior to 1 January 1976 such agreements were governed by the general rules (statutory and other) on contracts. Ordinarily such contracts were concluded for a period of 99 years and often contained clauses giving the lessee a right to extension of the contract upon expiry. According to legal doctrine, where such clauses had not expressly been set out in the contract, there was a custom or implicit assumption that the lessee had a right to extension of the contract unless the lessor had an objective ground for refusing renewal. Some lease contracts contained clauses which gave the lessor a right to increase the rent at intervals, in order to compensate for inflation. However, pursuant to two Supreme Court judgments of 1988, such a right was granted even in the absence of any explicit contract clause to that effect.", "9. In 1996 a new Ground Lease Act was enacted with effect from 1 January 2002.", "10. Under both the 1975 Act and the 1996 Act the lessee was entitled to have the ground lease contract extended but the lessor had the right to introduce new conditions into the contract.", "11. With effect from 1 November 2004 the Ground Lease Act was amended anew; inter alia, from that date its section 33 granted all lessees of plots for permanent homes and holiday homes the right to claim extension of their lease on the same conditions as previously and without limitation in time, when the agreed term of lease between the parties expired. The reason was a strongly felt concern across Parliament (Stortinget), with only one exception – the Progress Party (Fremskrittspartiet), that lessees who were not able to afford the price of redemption would need the legislator’s protection in order to be able to extend the lease. The introduction of the disputed provision of section 33 of the Ground Lease Act was essentially motivated by social policy considerations (see paragraphs 47-51 below).", "12. In order better to understand the rationale behind this amendment, it is important to bear in mind the underlying socio-economic factors in Norway. In the post-war area, limited resources for the purchase of real estate was one factor that made ground lease arrangements attractive for people who wanted to own a permanent home or a holiday home. For property owners, it was an expedient way of obtaining a steady income from their land without making any investments and an attractive alternative to selling the land, in a country with a small population on a vast territory and with moderate price levels. This might explain why such arrangements became so popular. There exist between 300,000 and 350,000 ground lease contracts (sixty percent for permanent homes and forty percent for holiday homes) in a population of 5 million people, the majority of contracts being for private homes (Proposal No. 41 to the Odelsting (2003-2004), p. 11).", "13. From 1950 until 1980 the price level of the real-estate market developed more or less at a similar pace to general price inflation. However, this began to change around 1980, when real-estate prices started soaring. This was especially the case from the second half of the 1980s for property around the larger cities and in popular areas for recreation, but prices have continued to rise, in all parts of the country. A number of lessors then used the opportunity under the law to demand redemption, which resulted in many lessees being put in a difficult financial position (paragraph 46 of the Supreme Court’s judgment of 21 September 2007 in the leading case referred to at paragraph 16 below). Because of the dramatic increase in pressure on real-estate prices the legislator thought it necessary to intervene to protect the lessees’ interests. This was done in 2004 by regulating the level of possible rent increases so that they could only reflect general inflation, not the rising cost of land.", "14. In consequence thereof a lessor, who is not one of the applicants, lodged civil proceedings before the Oslo District Court (tingrett) against fifty-four lessees who had leased plots of land for permanent homes, claiming that the amended section 33 of the Ground Lease Act contravened Articles 97 or 105 of the Constitution, concerning respectively the prohibition of retroactive laws and the right to full compensation in case of expropriation, or Article 1 of Protocol No. 1 to the Convention.", "15. On 10 January 2007, the Oslo District Court passed judgment in favour of the lessor, finding that section 33 of the Ground Lease Act contravened both Article 97 and Article 105 of the Constitution.", "16. On appeal, the case was brought directly before the Supreme Court (Høyesterett), which by judgment of 21 September 2007 (HR 20071593-P, case no. 2007/237) found against the lessor. It considered that section 33 of the Ground Lease Act should be examined exclusively in the light of Article 97 of the Constitution, with which it was compatible, and that there was no infringement of Article 1 of Protocol No. 1 to the Convention. In his reasoning, approved in the main by the other six Justices sitting in the case, the first voting judge, Mr Justice Matningsdal, stated in so far as relevant:", "“(88) The lessee’s submission that the right to extension of the lease ‘on the same terms as previously’ represents a restriction can in my opinion not succeed. Ever since the judgment in the Concession Act case in the Supreme Court’s law reports (Norsk Retstidende - “R.t.”) 1918 I p. 403, the Supreme Court has taken as its point of departure that if, as stated by Assessor Siewers in Rt. 1914 p. 205, there is ‘a ceding on the part of the owner and an acquisition on the part of the State which wholly or in part transfers the owner’s disposal of the property to the State or others for further enjoyment for the same or other purposes’, it will follow from Article 105 that full compensation must be paid. Conversely, there will be a restriction on the use of property if ‘there is no ceding and acquisition but rather provisions that for the promotion of public interest considerations and in the interest of society aim to regulate the owner’s disposal of the property, without any transfer to third parties’.", "(89) The right to extension provided for in section 33 must clearly be distinguished from a regulation of the owner’s disposal of the property. Section 33 grants the lessee a right to lease the plot for a longer period than provided for in the agreement. In other words, there is a transfer of rights in the property beyond the agreed period of time - which viewed in isolation could indicate that the situation is directly regulated by Article 105. In this context, I should note that the requirement as to ‘full compensation’ in Article 105 also applies in the case of expropriation of limited rights ...", "(90) Although section 33 of the Ground Lease Act entails a transfer of the owner’s disposal of the property, I nevertheless have no doubt that the constitutionality of the right to an extension on unchanged conditions must be assessed in relation to Article 97 of the Constitution, rather than Article 105. This was also the view of the legislators, see Proposal No. 41 to the Odelsting (2003-2004), p. 55, quoted above, which assumes that the question of constitutionality must be decided by reference to Article 97. A central point in this context is that the rules on extension intervene with a regulatory effect in a situation created by the parties themselves through the contract of ground lease. The agreement makes it necessary for the lessees to be permitted to maintain their buildings on the plot for a very long period of time after the agreed term of lease has expired. The statutory provision represents a regulation – with retroactive effect – related directly to the agreement, or, more precisely, to the restrictions contained in the agreement. In our legal tradition a subsequent regulation of this nature relating to a contractual relationship between the parties is assessed in relation to Article 97 of the Constitution, not in relation to Article 105. This is the case even where a regulation has resulted in a transfer of rights and obligations between the parties. This view must also be applicable in a case such as ours, even though the intervention in the agreement entails a transfer of disposal.’", "...", "(98) The concrete assessment in relation to Article 97 of the Constitution", "(99) ... An assessment must be made in full of the consequences of the act. In this assessment, on the one side weight must be accorded to the considerations of the lessees. The latter must be balanced against the act’s consequences for the lessors, and how protection-worthy their interests are.", "(101) When it comes to a ground lease it is fundamental that one is confronted with a conflict of interests between two parties. The landowner owns the land, while the lessee owns the building or buildings which have been erected on the land. When balancing, it is of central importance that almost without exception the lessee’s economic interest is greater. Even if the example is not representative for buildings constructed for individual habitation or for holiday purposes, I note nevertheless that in the sales project regarding the fifty-four apartments in the present case, the prices were set at between NOK 140,000 and NOK 395,000 depending on size and position. The price for one of the most expensive apartments was thus higher than the price paid a few years previously for the whole plot of land. But also as regards buildings constructed for individual habitation and for holiday purposes, normally the lessee has paid the more significant financial contribution.", "(102) In respect of a lease for permanent homes, the lessee’s essential right to housing for himself and his family must be protected – which was the principal reason behind the amendment of the act. In addition, for the majority of lessees it concerns their single largest investment. They have a well-founded expectation that the legislators will protect their factual situation. Moreover, this is illustrated by the fact that besides the area of ground leasing, we have several examples where the legislators have found it justified to protect rights of this kind, even when such interference may mean a certain form of transfer of rights:", "(103) Firstly I note Act of 23 July 1920 no. 1 ...", "(104) Secondly I note Act of 16 July 1939 concerning rent ...", "(105) The regulation of rent is a third example, which illustrates the legislation’s endeavour to protect the right to housing ...", "(106) The right to continue the lease contract on ‘the same terms as before’ has first and foremost significance for the lessor’s possibility to increase the rent. The examination above [103-105] shows that for a long time considerable legislative efforts have been made to protect the right to housing. This area of law has been strongly legislated, and the market mechanisms have to a large extent not been the deciding factor. Already, therefore, lessors must have been prepared for the law makers to follow developments closely and if necessary intervene in the ongoing lease relations in order to safeguard the lessee’s need to protect his home and his investments.", "(107) Furthermore, as regards long-term agreements, like ground lease contracts, the parties must be prepared for developments to take a direction which increases the legislator’s need to intervene with legislation to secure a proper balance between the parties. This has not only benefited the lessees: the enactment of section 36 of the Agreement Act in 1983 gave lessors the possibility to adjust the lease upwards in contracts which did not contain a regulation clause, and where the rent had become unreasonably low because of a significant decrease in the value of money...", "...", "(109) [The lessors] have emphasised that as the contracts were entered into during a period of index linkage, they anticipated that price regulation would be lifted [at the expiry of the contract] and that, when extending the contract, they would be able to charge a rent which reflected the real value of the land. I note in this connection that it is questionable how strong this anticipation could have been. ... I refer to [a Supreme Court judgment, Rt. 2006 p.1547, in which the court stated among other things about the parties’ expectations] ... ‘[the lessors] have attached great weight to the fact that a clause was inserted in the contract stipulating that disputes as to the regulation of ground rent were to be decided in the light of an expert opinion. They maintain that the insertion of such a clause would have been unnecessary had they anticipated that price regulation would follow index linkage. In my view, however, much weight cannot be attached thereto. In the 1960s it was difficult to predict that the prices of plots of land for holiday houses would increase considerably more than general inflation would indicate. It is most likely that when entering into the contract, the parties did not have any clear conception of what the material basis for regulating the ground rent should be.’", "(110) In addition to the quotation above, I note that in so far as the lessors had anticipated that price regulation would be lifted, they could not have had any legitimate anticipation that the legislator would accept an increase in ground rent which deviated significantly from the general price trend. Had the legislator not intervened, the price increase in recent years would almost have amounted to an ‘accidental profit’ – see Ot.prp.nr.41 (2003-204) p. 51, second column. Accordingly, it was not realistic to anticipate that the legislators would not intervene in the price increases we have had in recent years.", "(111) Moreover, I observe that the present case concerns long-term contracts under which the landowner has received contractual ground rent for forty-five years. This also has its importance under Article 97 of the Constitution.", "(112) The lessors have maintained that it is unreasonable that at the expiry of the contracts they will be in a [worse] position than lessors who enter new leasing contracts. In these situations, it follows that under section 11 of the Ground Lease Act the freedom of agreement is significant in that the agreed ground rent is valid as long as it is not ‘unreasonably high in relation to what is customarily paid in the locality on new leases on similar plots on similar contractual terms’. In my view, however, there is a crucial difference between the two situations: I refer to the elements already emphasised. In this connection, I especially note that concerning ground leases, such as those in question, where the life span of the building clearly exceeds the duration of the ground lease contract, the lessor has all along been aware that the extension of the contract would become an issue. When negotiating the terms of the extension of the contract, a lot would be at stake financially for the lessee. Despite the authority to expropriate in the Expropriation Act, there was a risk, as also indicated in Ot.prpr. no. 41 (2003-2004), p. 54, second column, that the lessor would impose some quite oppressive conditions on the lessee. In such cases the lessors could not expect the legislator to refrain from price regulation when renewing ground lease contracts. I recall that when the ground lease contracts at issue were entered into, the establishment of ground lease contracts was price-regulated, and an increase in the ground rent required approval from the Price Board [prisnemnda].", "(113) Taking the [above circumstances into consideration,] there is a strong case for concluding that the provision which gives lessees the right to continue the ground lease on the same terms as before is not affected by the prohibition of retroactive laws set out in Article 97 of the Constitution. It is true that the provision means that the entire increase in the value of the land – to the extent that it exceeds increases in the consumer price index – can be said to accrue to the lessees after the extension of the lease. In other words, there is no apportioning of the increase in value that led to the legislative amendment. Nevertheless, I find that, given the situation which existed, it must lie within the freedom granted to the legislator under Article 97 of the Constitution to regulate matters in this way.", "(114) When assessing [compliance with the constitution] the question arises whether the retroactive provision safeguards objective considerations of equality. [...]", "(115) It is section 15 on the adjustment of the ground lease rent which in particular raises the question of whether considerations of equality have been sufficiently preserved. As a result of this provision the former provision on adjustment of the ground lease rent was repealed. Section 15 (1) provides:", "...", "(116) With regard to the one-off adjustment upon the entry into force of the Act on 1 January 2002, section 15 (2) provides:", "...", "(117) Section 15 of the Ground Lease Act thus provided for a possibility to factor into the calculation of the ground lease rent an increase in the value of the plot beyond the general inflation rate. But the possibility is limited to instances where such adjustments have ‘unequivocally’ been agreed to, and the requirement that the agreement be clear is particularly strict – see Norsk Rettstidende ‘R.t.’ 2006, at p. 1547. In view of this requirement as to clarity, and of the information available about adjustment clauses in ground lease contracts in general, a minority of contracts is covered by this provision. There are in addition important limitations also on the situations which are covered by the right under section 15 (2)(2) to include in the calculation an increase in values as mentioned. There is only provision for a one-off adjustment and there are limitations as to the amount.", "(118) In my view, even though Article 97 of the Constitution hardly requires the exception provided for in section 15(2)(2), there is arguably an objective ground for giving these ground lease agreements a special status with regard to the possibility to adjust the ground lease rent. The basis for so doing is precisely that adjustment in accordance with the ground value here has been directly expressed and has therefore created a safer and closer expectation about adjustment on that ground. In the light of that I cannot see that the provision in section 15(2)(2) infringes the condition of equality and thus provides a ground for setting the section 33 right aside as being incompatible with Article 97 of the Constitution.", "(119) I add that the fact that the redemption rules can offer a better financial result for the lessor than those on extension of the lease on unaltered conditions is not a ground for holding that section 33 is incompatible with Article 97 of the Constitution. Redemption is left to the lessee’s choice. The legislator should be free to decide that if the lessee wishes to avail himself or herself of this right, he or she will have to pay compensation beyond the constitutional minimum.", "...", "(121) Hereafter my conclusion is that section 33 of the Ground Lease Act does not contravene Article 97 of the Constitution. The provision is justified by weighty housing/social considerations. There was a clear need to protect a number of lessees and the lessors had no justified expectation to profit from the quite extraordinary increase of the value of plots of land for leasing.", "...", "(123) Finally, it is necessary to assess whether section 33 leads to results that contravene Article 1 of Protocol No. 1 to the Convention ...", "(125) The question is whether the fact that in the event of an extension the lessor does not have the right to regulate the ground lease upwards to an amount that reflects the actual land value means that the arrangement contravenes this Convention provision.", "(126) The central decision in this context is the judgment by the European Court of Human Rights in Plenary Session of 21 February 1986 in James and Others v. the United Kingdom, 21 February 1986, Series A no. 98. The case was occasioned by the enactment by the UK Parliament of a statute ‘The Leasehold Reform Act 1967’ which granted residents the right to redeem contracts for ‘building lease’ and ‘premium lease’. The former types of agreement had major similarities with Norwegian ground leases, the difference being that under these contracts, the house too belonged to the landowner. However, the residents had defrayed the cost of erection and paid a charge for the plot to the landowner. The new act provided that in the event of redemption, the residents should pay only for the value of the land. The plot would not be valued as a plot where a right of title to the house and land were grouped, but rather on the basis of what the landowner could be expected to sell it for with the encumbrance of a leasehold of at least 50 years’ duration, should anyone else purchase the plot. This amount was far lower than the market value of a released plot, and the plaintiffs claimed that they suffered a loss in the region of NOK 1.500.000 on individual conveyances. The Court did not find for the applicants.", "(127) The applicants contended firstly that the ‘public interest’ test was satisfied only if the property had been taken ‘for a public purpose of benefit to the community generally’ (see James and Others, cited above, paragraph 39). This argument did not succeed (ibidem, paragraph 45):", "‘For these reasons, the Court comes to the same conclusion as the Commission: a taking of property effected in pursuance of legitimate social, economic or other policies may be ‘in the public interest’, even if the community at large has no direct use or enjoyment of the property taken. The leasehold reform legislation is not therefore ipso facto an infringement of Article 1 (P1-1) on this ground. Accordingly, it is necessary to inquire whether in other respects the legislation satisfied the ‘public interest’ test and the remaining requirements laid down in the second sentence of Article 1 (P1-1).’", "(128) In paragraph 46 the Court further underlines that the national courts ‘are in principle better placed than the international judge to appreciate what is ‘in the public interest’. The national authorities accordingly enjoy ‘a certain margin of appreciation’.", "(129) The Court then discussed whether the aims sought to be pursued by the British Parliament were legitimate. In this regard, the Court held, inter alia (ibidem, paragraph 47):", "‘Eliminating what are judged to be social injustices is an example of the functions of a democratic legislature. More especially, modern societies consider housing of the population to be a prime social need, the regulation of which cannot entirely be left to the play of market forces. The margin of appreciation is wide enough to cover legislation aimed at securing greater social justice in the sphere of people’s homes, even where such legislation interferes with existing contractual relations between private parties and confers no direct benefit on the State or the community at large. In principle, therefore, the aim pursued by the leasehold reform legislation is a legitimate one.’", "(130) Thereafter, the Court emphasised that it would not be sufficient that the legislation pursue a ‘legitimate aim’ but ‘there must also be a reasonable relationship of proportionality between the means employed and the aim sought to be realised’ (ibidem, paragraph 50). On the proportionality assessment in the concrete case, the Court stated (paragraph 51):", "‘According to the applicants, the security of tenure that tenants already had under the law in force ... provided an adequate response and the draconian nature of the means devised to give effect to the alleged moral entitlement, namely deprivation of property, went too far. This was said to be confirmed by the absence of any true equivalent to the 1967 Act in the municipal legislation of the other Contracting States and, indeed, generally in democratic societies. It is, so the applicants argued, only if there was no other less drastic remedy for the perceived injustice that the extreme remedy of expropriation could satisfy the requirements of Article 1 (P1-1).", "This amounts to reading a test of strict necessity into the Article, an interpretation which the Court does not find warranted. The availability of alternative solutions does not in itself render the leasehold reform legislation unjustified; it constitutes one factor, along with others, relevant for determining whether the means chosen could be regarded as reasonable and suited to achieving the legitimate aim being pursued, having regard to the need to strike a ‘fair balance’. Provided the legislature remained within these bounds, it is not for the Court to say whether the legislation represented the best solution for dealing with the problem or whether the legislative discretion should have been exercised in another way ... .", "The occupying leaseholder was considered by Parliament to have a ‘moral entitlement’ to ownership of the house, of which inadequate account was taken under the existing law ... . The concern of the legislature was not simply to regulate more fairly the relationship of landlord and tenant but to right a perceived injustice that went to the very issue of ownership. Allowing a mechanism for the compulsory transfer of the freehold interest in the house and the land to the tenant, with financial compensation to the landlord, cannot in itself be qualified in the circumstances as an inappropriate or disproportionate method for readjusting the law so as to meet that concern.’", "(131) As to whether it is permissible to adopt legislation which does not guarantee full compensation, the Court held in paragraph 54:", "‘The Court further accepts the Commission’s conclusion as to the standard of compensation: the taking of property without payment of an amount reasonably related to its value would normally constitute a disproportionate interference which could not be considered justifiable under Article 1 (P1-1). Article 1 (P1-1) does not, however, guarantee a right to full compensation in all circumstances. Legitimate objectives of ‘public interest’, such as pursued in measures of economic reform or measures designed to achieve greater social justice, may call for less than reimbursement of the full market value. Furthermore, the Court’s power of review is limited to ascertaining whether the choice of compensation terms falls outside the State’s wide margin of appreciation in this domain ... .’", "section 33 of the Ground Lease Act does not contravene Norway’s obligations under international law.”", "17. The first applicant, Ms Lindheim, owned agricultural property and had leased nine plots of land for holiday home purposes, all of which had been built upon. One of the leasing contracts was signed in September 1968 with the original ground rent amounting to NOK 200. The lease provided for adjustment of the ground rent in accordance with the Consumer Price Index every tenth year. The lease had a term of 40 years and accordingly expired in 2008. At the time of lodging the application the ground lease rent amounted to 1,622 Norwegian Krone (NOK) (approximately 200 euros (EUR)) per year. Since the applicant and the lessees could not reach an agreement as to an extension of the lease pursuant to section 33 of the Ground Lease Act, the first applicant brought the case before the Hallingdal District Court claiming that in the event of an extension of the lease, she should have the right to require the ground rent to be adjusted to the lawful market price. By a judgment of 3 February 2007, the Hallingdal District Court found in favour of the lessees.", "18. The first applicant appealed against the judgment, and the case was brought directly before the Supreme Court, which heard it together with the leading case mentioned above. By a judgment of 21 September 2007 the Supreme Court found against the first applicant. In his reasoning, approved in the main by the five Justices sitting in the case, the first voting judge, Mr Justice Utgård, stated in so far as relevant:", "“(13) I have arrived at the conclusion that the appeal cannot succeed on the grounds given in the [leading judgment] earlier today.", "(14) It is true that this case concerns a holiday home property, whereas the case decided earlier today concerned leases for permanent home purposes. On some points, the Ground Lease Acts of the past have made distinctions between these purposes. The current section 32 does not distinguish between plots for permanent homes and plots for holiday homes. It must accordingly be assumed that the legislators intended that extensions of leases should be treated equally, irrespective of which of these purposes the plots were used for. This must carry considerable weight in our assessment here. Reference is made to the first voting judge’s comments [the leading judgment above] on the weighing of the political considerations by Parliament. I would nevertheless add that, although it is probably the case that social considerations would be of particular importance to permanent homes, having a holiday home also has considerable benefits in terms of well-being and welfare. It is illustrative of the assessment on this issue that counsel in the case has not attached noteworthy weight to distinctions regarding purpose.”", "19. The second applicant, Mr Heian, owns agricultural property, of which the outlying fields have been parcelled out as plots. One plot was leased out for housing purposes for ninety-nine years, from 14 April 1909 to 14 April 2008. On 15 March 2007 the annual ground rent amounted to NOK 589 (approximately EUR 75). The contract did not provide for a right to claim an extension of the lease and was silent on the question of future adjustments of the ground lease rent. The leased plot is located in an area containing several housing properties and is approximately 2.3 dekar in size. The plot has a shoreline adjoining the Oslo Fjord. It appears that the lessee resides outside Norway and uses the property as a holiday home. Originally she claimed the right to redeem the plot with effect from the expiry of the agreed term of lease. For the purpose of determining the amount payable in redemption, the parties agreed that they should each appoint an assessor. Based on the values determined by these assessors, the amount payable in redemption would be fixed at forty per cent of the undeveloped plot value, as provided for in section 37 of the Ground Lease Act.", "20. Each of the parties accordingly arranged for the plot to be valued. On 6 June 2007 the assessor appointed by the lessor estimated the market value of the undeveloped plot to be NOK 3,750,000 (approximately EUR 468,750), whereas the assessor appointed by the lessee on 20 September 2007 estimated the market value of the undeveloped plot to be NOK 3,400,000 (approximately EUR 425,000).", "21. Subsequent to the Supreme Court passing judgments in the leading case and the case involving the first applicant on 21 September 2007, the lessee informed counsel for the second applicant that she was no longer in favour of redemption at forty per cent of the market value of the undeveloped plot. Instead, redemption was offered in an amount equal to the capitalised value of the ground rent based on a five per cent rate of interest on capitalisation, in other words compensation for redemption equal to twenty times the ground rent, rounded off to a total of NOK 14,000 (approximately EUR 1,750). On 23 October 2007 the lessee gave notice claiming an extension of the lease on the same conditions as previously, pursuant to section 33 of the Ground Lease Act. In a letter of 22 November 2007, the second applicant disputed the claim, referring to his intentions to bring the case before the Court.", "22. The third and fourth applicants, Mrs and Mr Nilsen, own an agricultural property with few agricultural resources. The property has no fields and the outlying areas make up a total of 145 dekar, of which most consists of forest with little or no productivity. On 26 November 1956, the applicant spouses concluded a ground lease contract for fifty years in respect of a plot of land consisting of 990 sq. m, which had its own shoreline. It contained no clause regulating the future adjustment of the ground lease rent. The lessee built a holiday home on the plot. When the contract expired on 26 November 2006, the annual ground rent amounted to NOK 500 (approximately EUR 60).", "23. It appears that the rent was the main regular source of income on the property. The third applicant receives a disability pension.", "24. The contract contained no right to extension of the lease, but referring to the amended section 33 of the Ground Lease Act, the lessee claimed an extension of the lease on unchanged conditions. Since the applicants objected, the lessee brought civil proceedings against them before Larvik City Court on 23 November 2006, which on 29 January 2007 stayed the proceedings pending the outcome of the leading case before the Supreme Court.", "25. By a judgment of 3 April 2008, the City Court upheld the lessee’s claim that she was entitled to extend the ground lease contract on the same terms as before. It observed inter alia:", "“The question whether section 33 of the Ground Lease Act must be considered to lead to results which violate Article 1 of Protocol No. 1 was decided by the Supreme Court in Rt. 2007/284. The Supreme Court held that section 33 of the Ground Lease Act does not violate the Convention with regard to permanent homes. Further, the Supreme Court in Rt. 2007/1306 established that the same applied with respect to holiday homes.", "Subordinate courts must rely on the interpretations made by the Supreme Court and the City Court cannot therefore uphold the [third and fourth applicants’] submission.”", "26. On 11 August 2008 the Agder High Court (lagmannsrett) found it clear that the third and fourth applicants’ appeal would not succeed and that it should therefore not be admitted for examination (section 29-13 (2) of the Code of Civil Procedure (tvisteloven).", "27. In the meantime, on 11 February 2008 the applicant spouses had arranged for a valuation of the undeveloped plot, which was found to have an estimated value of NOK 2,500,000 (approximately EUR 312,500).", "28. The fifth applicant, Ms Brandt-Kjelsen, is the landowner and lessor of twenty-one plots for permanent housing which were leased out with effect from 31 December 1947. The plots are located in one of the most expensive areas in Oslo. By way of illustration, she stated that in January 2007 a permanent home and the lease on one of the plots of land had been sold for NOK 10,250,000 (approximately EUR 1,281,250). The agreed term of lease is sixty years with a right for the lessees to claim an extension for thirty years on new conditions. Pursuant to the amended section 33 of the Ground Lease Act, however, all lessees have claimed extensions of their leases on unchanged conditions and unlimited in time.", "29. On 31 October 2007 the fifth applicant initiated a conciliation complaint before the Oslo Conciliation Board, claiming that the lessees in question did not have the right to enjoy the same conditions as previously after extension of their leases. She submitted valuations of the undeveloped value of the various leased plots made on 4 December 2007, an overview of ground rents at the time of extension, as well as details of plot sizes, valuation amounts and ground rents as a percentage of the value of the individual plots. The values of the various undeveloped plots ranged from NOK 1,900,000 (approximately EUR 237,500) for the lowest to NOK 6,000,000 (approximately EUR 750,000) for the highest. The ground rents range from NOK 1,376 (approximately EUR 170) per year to NOK 7,116 (approximately EUR 900) per year.", "30. On 14 February 2008 the Oslo Conciliation Board ruled that the dispute should be referred to the Oslo City Court.", "31. By a judgment of 29 April 2009 the City Court found in favour of the lessees and against the fifth applicant and, on 27 August 2009, the Borgarting High Court refused to admit her appeal for examination, for similar reasons to the Larvik City Court and the Agder High Court in their respective judgment and decision mentioned above (see paragraphs 25 and 26 above)", "32. The sixth applicant, Mr Henriksen, owns agricultural property of which the outlying fields have been parcelled into plots for several permanent homes and holiday homes. They are situated close to Oslo Fjord, over which they have a view.", "33. The lessees of three plots for holiday homes and seven plots for permanent homes, with contracts entered into in the late 1950s which were about to expire, initiated proceedings against the applicant before the Tønsberg City Court claiming extension of the lease on the same conditions as previously and with no limitation in time, pursuant to section 33 of the Ground Lease Act. All the ground lease contracts in question had been entered into in 1950 for a term of 50 years. One of the contracts contained a provision for indexed regulation of the ground lease rent.", "34. The values of the undeveloped plots ranged from NOK 1,200,000 (approximately EUR 150,500) to NOK 1,750,000, (approximately EUR 218,750). The ground rents ranged from NOK 1,900 (approximately EUR 240) per year to NOK 3,205 (approximately EUR 400) per year.", "35. The applicant maintained that the real market value of the ten plots of land was NOK 13,900,000 (approximately EUR 1,737,500) and that as a consequence of section 33 of the Ground Lease Act, the total economic value of his legal position related to the ten plots in question would be NOK 526,760 (approximately EUR 65,850), which is the capitalised present value of the unchanged total ground rent of NOK 26,338 (approximately EUR 3,300).", "36. Against this background, the applicant disputed the lessees’ claim and submitted that section 33 of the Ground Lease Act contravened Article 1 of Protocol No. 1 to the Convention.", "37. By a judgment of 14 October 2009 the City Court found in favour of the lessee and against the sixth applicant and, on 18 January 2010, the Borgarting High Court refused to admit his appeal for examination, for similar reasons to the Larvik City Court and the Agder High Court in their respective judgment and decisions mentioned above (see paragraphs 25 and 26 above)", "38. The conclusion of ground lease contracts and the contractual relationship between the landowner/lessor and the lessee was regulated for the first time in a statute from 1975, which entered into force on 1 January 1976.", "39. A new Ground Lease Act was enacted in 1996 and entered into force on 1 January 2002. Its section 15 contained rules on the regulation of rent for ground lease which were mainly based on changes in the consumer price index but allowed increases based on other parameters in some situations (see paragraph 43 below). The new Ground Lease Act also contained provisions granting the lessee the right to claim an extension when the agreed term of the lease expired (former section 32 for lessees of plots used for permanent homes and former section 33 for lessees of plots used for holiday homes), and the lessor the right to introduce new conditions into the extended contract of lease.", "40. In its amended version as applicable at the material time, the 1996 Ground Lease Act read in so far as relevant:", "Section 11", "“A ground rent that is unreasonably high in relation to what is customarily paid in the locality on new leases on similar plots on similar contractual terms cannot be agreed or demanded.”", "Section 15", "“In a ground lease agreement concerning a main residence or a holiday home each party may require that the rent be adjusted in accordance with changes in the general price level [pengeverdien] since the conclusion of the agreement. If the rent has been adjusted, it is the rent that has been lawfully charged since the last adjustment that may be adjusted in accordance with the changes in prices that have occurred since that time. If the parties unequivocally agreed that the rent should remain unchanged, or agreed to a lower adjustment than that suggested by changes in the general price level, this agreement shall apply instead.", "If a ground lease contract concerning a plot of land to be used for a main residence home or a holiday home was concluded before 1 January 2002, the following provisions apply for the first adjustment after 1 January 2002:", "1. If the adjustment is to be made in accordance with changes in the general price level, the lessor may require that it be made in accordance with changes that have occurred since the ground lease contract was concluded, even if the rent has been adjusted before.", "2. The lessor may require that the rent be adjusted in accordance with what has unequivocally been agreed upon. Nonetheless, if the lease contract was concluded on or before 26 May 1983, the lessor may not require that the annual rent be adjusted upwards beyond a maximum amount per dekar of ground or to an amount corresponding to inflation. The maximum amount according to the second sentence is NOK 9,000, adjusted every turn of the year after 1 January 2002 in accordance with inflation. This maximum also applies if the size of the plot is smaller than one dekar.", "...”", "“In the case of leases on plots for permanent homes and holiday homes, the lessee has the same physical enjoyment of the leased plot as an owner for use within the purposes of the lease, unless otherwise stipulated in what has been agreed between the parties. ...”", "“The lessee has the right to transfer the right to lease the plot to a third party unless otherwise stipulated in the agreement or the purpose of the lease.”", "“The lessee has the right to mortgage the lease and the buildings existing now or in the future on the plot, unless otherwise stipulated by statute or under an agreement limiting the right to transfer. The mortgage must apply both to the right to lease the plot and to present and future buildings.”", "“The lessee may establish any specific rights of disposal of the plot for third parties that with regard to type of use, scope and limitations in time lie within the lessee’s own right of disposal, save as otherwise agreed.”", "“The lessee may claim redemption of a plot for a permanent home or for a holiday home when thirty years of lease have passed, unless a shorter time has been agreed upon, or when the term of the lease expires. After thirty years of lease have passed, the lessee may then claim redemption of a plot for a permanent home at two-year intervals, and redemption of a plot for a holiday home at ten-year intervals.", "On expiry of the lease for such a plot that has been leased for the life of the lessee, the following may claim redemption:", "a) the spouse of the lessee, b) heirs to the lessee, c) a foster child who has the same position as an heir, d) someone who for the previous two years has shared the same home as the lessee. ...”", "“Instead of claiming redemption of a plot for a permanent home or a holiday home pursuant to section 32 when the term of the lease expires, the lessee, or those encompassed by section 32 second paragraph, may claim an extension of the lease on the same conditions as previously. In the case of leases thus extended, section 7, first paragraph, concerning the term of the lease, shall apply.”", "[The reference to section 7, first paragraph, on the term of the lease, entails that an extension of the lease on the same conditions as previously will be without restrictions in terms of time.]", "“Upon redemption of a plot for a permanent home or a holiday home, the payment should be set at thirty times the yearly ground rent at the time of redemption, unless a lesser amount has been agreed upon. If nothing else has been agreed upon, the parties may nevertheless claim that the redemption sum should amount to forty per cent of the sales value of the undeveloped plot at the time of redemption, after deduction of any increase in value brought about by the lessee or others. The value of the plot must not be set higher than the price for which the land could have been sold, had it been permitted exclusively to erect the house or houses already erected on it.... “", "41. At Parliament’s request to the Government, an assessment of the Ground Lease Act 1996 was carried out, notably its section 15, two years after its entry into force on 1 January 2002. The Ministry of Justice received various submissions from private individuals who had experienced, or had been notified of, considerable increases in the annual rent payable. There had also been media coverage of rent increases following the entry into force of the Act. In the public review processes various organisations had pointed to the fact that a large number of plots were leased for a very low rent. A number of organisations had noted that the Act was difficult to understand and generated a high level of conflict. The need for a simpler legal regime was highlighted.", "42. In 2002 the Ministry of Justice collected statistical material, the findings of which were summarised in the Bill (Ot.prp. nr. 41 (2003-2004) p.11), and carried out a survey aimed at lessees and lessors to establish sufficient facts for the proposed legal amendment (to section 15). The following findings were highlighted as being some of the most important:", "“The ground lease rent is adjusted according to changes in the consumer price index in the majority of ground lease contracts.", "Somewhat fewer than 30 per cent of the ground leases for permanent homes and between 10 and 20 per cent of the holiday home ground leases contain clauses providing for other means of rent adjustment. In most cases this involves adjustment according to changes in the value of land. The figures provided by the Norwegian Association of Commons show that 20 per cent of permanent home leases and more than 40 per cent of holiday home leases are subject to adjustment in other ways than by linkage to changes in the consumer price index.", "Section 15 has resulted in a dramatic increase in rent in contracts with ground value clauses. The average annual level of rent in permanent home lease contracts containing such clauses, revised after the Act came into force, has increased from NOK 2,500 to around NOK 8,000-10,500 per ground lease contract. For holiday home ground leases the average increase is somewhere between NOK 5,000 and NOK 10,000 per contract (the figures provided by lessors and lessees are inconsistent). The figures provided by the Norwegian Association of Commons show an increase from approximately NOK 900 to NOK 3,800 per plot leased for holiday home purposes.", "Somewhat more than 40 per cent of permanent home leases are subject to an annual rent below NOK 1,000, while 30 to 40 per cent are around NOK 1,000-3,000, and some 6 to 7 per cent are between NOK 3,000 and NOK 6,000. Between one and eleven per cent pay annual rent in excess of NOK 9,000 per dekar [1000 m²]. The figures from the Norwegian Association of Commons are incomplete in this regard, yet they suggest that approximately 70 per cent of ground leases are subject to annual rent of less than NOK 1,000. The average level of rent must, however, be seen in the light of the fact that a large number of contracts with ground value clauses are due to be adjusted in the coming 8 years (adjustment, as a rule, occurring every tenth year).", "25 to 30 per cent of holiday home ground leases are subject to annual rent of less than NOK 1,000, while approximately 50 per cent are between NOK 1,000 and NOK 3,000. Somewhat less than ten per cent are between NOK 3,000 and NOK 6,000, and less than five per cent between NOK 6,000 and NOK 9,000. Approximately 0.5 per cent of lessees pay more than NOK 9,000 per dekar. In the main bulk of contracts reported to the Norwegian Association of Commons the rent lies between NOK 1,000 and NOK 6,000. Here, too, the figures must be read in light of the fact that a great number of contracts with ground value clauses are due to be adjusted in the coming 8 years.", "Approximately 80 per cent of permanent home leases and more than 50 per cent of holiday ground leases were entered into prior to 1976. This has particular impact on the rules of redemption, as the conditions for redemption are linked to the time when the contract was entered into.", "3.5 Main impressions from the assessment", "Approximately 300,000 households in Norway lease ground for permanent or holiday home purposes. Approximately 75 per cent of permanent home leases are found in cities or other densely populated areas. These leases, and the holiday home leases in popular coastal areas, are increasingly marred by conflicts between lessees and landowners. A lot of the contracts are old and were entered into at a time when ground lease was a viable alternative for those individuals who were unable to finance the purchase of property, and prior to social development that forced real-estate prices in densely populated areas to unforeseen levels. Today leased plots must be considered as permanently restructured due to the lessees’ work on the land and their considerable investment in housing on the plot. Lessors comprise traditional lessors, for instance in agriculture, but ground is also leased by professional real-estate investors, who own a number of leased plots.", "The Ministry is of the opinion that the assessment has shown, importantly, a clear need for making the rules of redemption simpler. ...”", "43. Former section 15, which entered into force on 1 January 2002, contained a main rule enabling upward rent adjustment in accordance with changes in the consumer price index and an exception where it had unequivocally been agreed that there should be no adjustment of the rent, or where rent was to be adjusted by other means than by reference to the consumer price index. In such cases adjustment was to be done on the basis of the terms of the agreement in question. This applied in full for contracts entered into after 26 May 1983. For contracts entered into prior to 26 May 1983 the new rule was subject to the modification that a rent “ceiling” of NOK 9,000 per dekar was introduced for upward adjustment based on other parameters than correspondence with the consumer price index.", "44. In the context of the revision of section 15, the Ministry of Justice considered eight alternative options, including whether to re-introduce a mandatory consumer-price-index-regulated adjustment system for ground lease contracts for permanent and holiday home purposes. There were several arguments in favour of this. After the former rent control system was repealed on 1 January 2002, many lessees had been faced with dramatic unexpected rent increases. Although the contracts had initially been entered into on the basis of possible upward adjustment of the ground lease rent to reflect increases in the value of the property, the long period with a system for public rent control in force had led to a situation where lessees were used to a gradual increase in rent in accordance with the consumer price index. The increasing discrepancy between ground lease rents subject to rent control and those indexed to the increase in property prices made dramatic inroads into the household budgets of numerous families and single people, subject to the regime introduced on 1 January 2002. This price trend was also seen in the rental market, but in the rental market the increase was more gradual, and there was at any rate a difference between the ordinary rental market and the ground lease market in that the lessee had built his or her own house upon the ground in question for his or her own use.", "45. It was further observed that a minority of the contracts provided for adjustment by reference to factors other than the consumer price index and were concerned by this problem. For most of the contracts covered by the survey the rent level could be said to be high. Then the report went on to consider the arguments for and against introducing mandatory all-round rent control based on the consumer price index (Ot.prp. nr. 41 (2003-2004) pp. 21-22):", "“What first and foremost militates against a compulsory scheme for rent adjustment in correspondence with the consumer price index is the principle of the freedom of contract. Limitations to the freedom of contract principle will be more noticeable in those older contracts containing ground value clauses. In most such contracts, which have been the subject of public regulation since the entry into force of the new Ground Lease Act 1 January 2002, the aforementioned proposed amendment to the act will entail downward adjustment of payable ground rent, bringing the rent back to its level at the time of the rent control scheme prior to 1 January 2002. A downward adjustment would undoubtedly be noticeable for lessors who have already adjusted the rent upwards to reflect the increase in property prices and also made arrangements accordingly. It should also be part of the overall consideration that section 15 of the Ground Lease Act has enabled more lessors to make profit on property that for years has accrued very low income in terms of ground lease rent because of the previous rent control scheme. The Ministry would also like to add that the survey undertaken in 2003 shows that the average level of rent charged, including rent subject to adjustment after 1 January 2002, corresponds to what was foreseen when section 15 was amended in 2000. The Ministry will therefore not support the introduction of a mandatory adjustment scheme linked to the consumer price index for older contracts on the basis of the rent charged at the time the contract was entered into.", "At the same time the assessment of section 15 of the Ground Lease Act demonstrates that clauses linking rent adjustment to the increase in property prices are often conducive to disputes, and they may have ramifications unforeseen by the parties when the contract was entered into. Since the Ground Lease Act entered into force a number of disputes have arisen regarding the interpretation of adjustment provisions in ground lease contracts. Part of the problem seems to be that many contracts were entered into without any party having envisaged the possibility of the dramatic increase in property prices that has been seen in recent decades, and its consequences for rent levels. In older contracts entered into by non-professional parties in particular, the wording of the contracts appears often to be haphazard and imprecise and thus of little use in determining questions that were not anticipated at the time. Such cases can naturally be left to the decision of the judiciary, but from the perspective of social economics it seems unfortunate to allocate such substantial resources to the settlement of such disputes, in terms of free legal aid and the workload on the courts. As the cases concern a significant social asset, namely the permanent or holiday homes of the lessees, considerable uncertainty may also be a source of unnecessary personal strain.", "In the Ministry’s opinion, the third option mentioned in the letter carrying the proposal submitted for public review (consumer price index regulation only in cases after the last adjustment has been made) covers aspects related to foreseeability and the avoidance of legal disputes. [...] Such random effects can be avoided by introducing a provision that entitles the lessor to adjust the rent upwards once in accordance with the original contract and subject to limitations already in force under section 15, before the consumer price index adjustment scheme comes into effect. In this way the rent charged in the transition period is brought, by way of a one-off operation, to a level higher than that established under the prior rent control scheme repealed when the Ground Lease Act entered into force 1 January 2002. For more recently agreed ground lease contracts it will still be possible to agree upon a rent that reflects the value and appreciation of the land, but rent adjustment will subsequently be linked to changes in the consumer price index. Such a provision for older contracts will respect what has been agreed upon, while at the same time helping to achieve a uniform system of rent adjustment based on the consumer price index over time. This, it must be assumed, will result in fewer legal disputes and not give rise to unforeseen radical upward adjustments of ground rent.", "The Ministry proposes, then, this solution for ground lease contracts for permanent and holiday home purposes. The main rule of the proposal is a system of rent control linked to changes in prices. For the older contracts mentioned above, however, the Ministry proposes introducing a one-off operation in which what has been agreed upon between the parties will represent one factor. Any subsequent adjustment after this one-off operation should reflect price trends.", "This solution does not, however, address the fact that ground lease rent has risen and will continue to rise in some ground lease contracts containing ground value clauses. This must be seen in context. The Ministry proposes the expansion and simplification of the rules of redemption. It is suggested that the price to be paid for redemption should be calculated having regard to the ground lease rent. A balancing of the interests of the lessors and the lessees suggests in the Ministry’s opinion that there should be no intervention in rent adjustment clauses in existing contracts more than what will follow from this proposal.” [Emphasis added.]", "46. Chapter 6, on the “Calculation of the compensation for redemption”, included the following observations (Ot.prp. nr. 41 (2003-2004) p. 46):", "“The Ministry of Justice considers that the provision on calculating compensation upon redemption must be seen in the light of the provisions on rent adjustment, the general conditions for redemption and the right to extend the lease. The Ministry assumes at the outset that these provisions, seen as a whole, must not substantially alter the present balance of interests in ground lease contracts. Several instances that have taken part in the public review process have also stressed this. In section 5.4 the Ministry proposes a considerable simplification of the conditions for redemption. At the same time, the Ministry favors the introduction of a one-off upward adjustment operation for contracts with ground value clauses, followed by the introduction of an adjustment scheme linked the consumer price index (see section 4.4). This gives due regard to what has been agreed between the parties. With this point of departure in mind, the Ministry considers that it is possible to introduce a balanced provision for the calculation of compensation for redemption.” [Emphasis added.]", "47. The proposal for the existing section 33 concerning the right for the lessee to claim an extension on the same conditions as previously without limitations in time was presented by the Ministry of Justice and Police Affairs (Det Kongelige Justis- og Politidepartement – hereinafter referred to as the Ministry of Justice) in the spring of 2004 (Ot.prpr. nr. 41 (20032004) - proposal no. 41 to the Odelsting, which is the larger division of Parliament), stating inter alia (at p. 54):", "“The Ministry draws attention to the fact that the main aim of the proposal is to make it easier for more people to acquire ownership of the leased plots. In certain cases redemption would be such a heavy financial burden that the lessee should have other alternatives than terminating the lease agreement. Lessees who are not able to redeem the plot should, in the Ministry’s view, be secured a lasting right to dispose of the plot. This issue has not been of great interest until now, but this can be expected to change in the years to come as more lease contracts expire. In the absence of absolute rules, the lessors will be faced with the choice between redemption, termination or continuation [of the ground lease contract]. As the Ministry sees it, this is an untenable legal situation and it is therefore proposed that the lessee should have a right to prolong the ground lease agreement. The Ministry has considered whether the landowner should have a right to set new conditions in the agreement, but has found that the lessee should be able to continue the lease agreement on the same terms. According to the Ministry’s assessment, social policy considerations on the side of the lessee should be decisive. If the lessor were to have the possibility to adjust the ground lease rent up to the market level, the lessees would in principle find themselves in the same financial straits as in the event of redemption where the costs of a loan exceed the annual ground lease rent.”", "48. As regards the issue of constitutionality of the provision in section 33, the Bill to Parliament stated (p. 55):", "“The Bill entails some retroactive effect particularly for landowners who concluded ground leases before 1976, when no such right to extension existed. The Ministry has reasoned that the social considerations on the lessee’s side weigh heavier than those on the landowner’s side, and concludes that the proposal is consistent with Article 97 of the Constitution. The proposal is not considered to be more intrusive than the proposed rules on redemption, and on this point reference is made to Rt.1990-284 and the discussion of the relationship to the Constitution in para. 6.5. The Ministry also stresses, inter alia, the social considerations that will apply, and that these are rules that relate to a long-term contractual relationship between the parties.”", "49. The Bill proposed that payment upon redemption should be set at thirty times the ground rent at the time of redemption, although the lessor should be able to claim a minimum of NOK 50,000, equal to EUR 6,250, for the plot (section 37), which was to apply to all ground lease contracts irrespective of the value of the plot, of when the contract had been concluded, and of whether the contract was limited or unlimited in time. In this connection the Ministry of Justice stated (p. 50):", "“As noted above, the fundamental purpose of the rules on redemption is already to ensure that lessees of plots for permanent homes and holiday homes are secured a lasting right to use the plot. It is probably the case that many lessees will not be in a position to redeem the plot if the costs of borrowing are significantly higher than the annual ground rent. As noted above, the Bill will entail some increase in the expenses of the lessee, depending on the prevailing level of interest rates, but it is estimated that it nevertheless lies within what most lessees with limited economic means should be able to afford.”", "50. The proposal concerning the minimum compensation of NOK 50,000 was later amended by Parliament to forty per cent of the sales value of the undeveloped plot at the time of redemption.", "51. As regards the grounds given by Parliament in 2004 for supporting the proposed section 33 in the Bill granting the right for lessees to claim an extension on unchanged conditions instead of redemption, the recommendation presented to Parliament by the Standing Committee on Justice (Recommendation no. 105 to the Odelsting (20032004) p. 18) contained the following:", "“The Committee majority, all except the members from The Progress Party, agree with the Ministry that lessees who are unable for financial reasons to purchase their plots under section 37 of the new Ground Lease Act should be secured a lasting right of disposal of the plot. The majority view is that a right of extension should be granted on the same conditions as referred to in the contract of lease. In assessing these matters, the majority has attached considerable weight to considerations of social policy in housing [boligsosiale hensyn]. The majority support the Ministry’s assessment of the situation with regard to the Constitution on this point as on other points, and also refer to the comments above on the subject of the relationship to the Constitution.”", "52. The Norwegian Constitution read as follows, in so far as relevant:", "“No law must be given retroactive effect.”", "“If the welfare of the State requires that any person shall surrender his movable or immovable property for public use, he shall receive full compensation from the Treasury.”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-2"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}