{"ITEMID": "001-89287", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF JANULIS v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security;Violation of Article 8 - Right to respect for private and family life", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicant was born in 1974 and lives in Ostróda.", "7. The applicant was arrested on 26 March 2002 at 4 p.m. On the same day the Olsztyn District Court (Sąd Rejonowy) remanded the applicant in custody until 26 June 2002 in view of the reasonable suspicion that, together with three other suspects, he had stolen several cars. It also considered that keeping the applicant in detention was necessary given the risk that he might obstruct the proceedings; the court did not, however, state its reasons for taking such a view. It also stressed the severity of the anticipated sentence.", "8. The applicant’s appeal against the detention order was unsuccessful, as were his further appeals against decisions extending his detention and his applications for release. His detention was extended on several occasions by the Olsztyn District Court (decisions of 20 May and 23 August 2002, 4 and 14 February 2003 and 14 May 2003) and his appeals against extension were dismissed by the Olsztyn Regional Court (decisions of 26 April 2002, 17 January and 23 May 2003, 6 June 2003 and 16 April 2004). In all these decisions the courts relied on the original grounds given for the applicant’s detention or simply found that the reasons for his continued detention given in their previous decisions “were still relevant”.", "9. On 27 September 2002 the first hearing took place. Evidence was heard from the applicant and his co-accused. The applicant behaved in an arrogant and disorderly manner and was expelled from the court room. Consequently, the hearing had to be adjourned and no witness evidence was heard that day.", "10. On 14 February 2003 the Olsztyn District Court sentenced the applicant to ten years’ imprisonment. On the same day the Olsztyn District Court extended the applicant’s detention until 14 May 2003.", "11. The applicant and two of his co-accused lodged appeals against the firstinstance judgment.", "12. On 15 October 2003 the Olsztyn Regional Court heard the appeals, quashed the firstinstance judgment and remitted the case for retrial.", "13. In the retrial proceedings the applicant unsuccessfully appealed against further decisions extending his detention. The relevant decisions on extension of his detention were given by the Olsztyn District Court and the Olsztyn Regional Court. The courts again relied on the grounds originally given for the applicant’s detention. They added that there were no circumstances obliging them to release the applicant, with the result that his detention could be continued. In its decision given on 23 January 2004 the Olsztyn Regional Court dismissed the applicant’s appeal against further extension. It relied on the likelihood that a severe penalty would be imposed on the applicant as well as on the reasonable suspicion, justified by the evidence collected in the proceedings before the first-instance court, that the applicant and his co-accused would obstruct the proceedings. The court further found that the proceedings had been conducted without undue delays and that the applicant’s detention had been necessary to secure the proper course of the proceedings, because the court had had to hear evidence from a certain W.K., who had previously been accused in the same set of proceedings.", "14. Between 5 February 2004 and 16 July 2004 the District Court held seven hearings during which evidence was heard from eighteen witnesses.", "15. Following the retrial, on 16 July 2004, the Olsztyn District Court sentenced the applicant to three years and eight months’ imprisonment.", "16. On the same day the applicant was released from detention.", "17. The applicant, his co-accused and the prosecutor appealed against the Olsztyn District Court’s judgment, which was upheld by the Olsztyn Regional Court on 15 February 2005.", "18. On 24 February 2005 the Court received a letter from the applicant. The envelope bore the following stamp: “Censored on 14 February 2005” (Ocenzurowano dnia 14.02.2005), together with an illegible signature and a stamp affixed by the post office in Ostróda that read: “Envelope taken out of mail box damaged and re-taped. Ostróda, 14 February 2005” (“Przesyłka wyjęta ze skrzynki w stanie uszkodzonym oklejona taśmą. Ostróda 14.02.2005”).", "19. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other so-called “preventive measures” (środki zapobiegawcze) are set out in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "20. The relevant domestic law concerning the censorship of prisoners’ correspondence is set out in the Court’s judgment in the case of Michta v. Poland, no. 13425/02, §§ 33-39, 4 May 2006."], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}