{"ITEMID": "001-82742", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF OSINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1973 and lives in Gdańsk.", "5. On 31 March 1999 the applicant was arrested on suspicion of armed robbery. On 1 April 1999 the Gdańsk District Court remanded him in custody in view of the reasonable suspicion that he had committed armed robbery. It held that there was a reasonable risk that the applicant might abscond and attempt to induce witnesses to give false testimonies.", "6. On 24 June 1999 the Gdańsk Regional Court prolonged the applicant's detention until 30 September 1999. It found that the prolongation was justified by the need to obtain and secure evidence from many sources and interrogate a number of other persons who could be charged together with the applicant.", "7. On 15 September 1999 the Gdańsk Court of Appeal extended the applicant's detention until 31 December 1999. It found that it was highly probable that he had committed the offence in question. It also relied on the need to obtain various expert reports. Lastly, it held that the severity of the anticipated penalty justified the prolongation of the applicant's detention.", "8. Later, several other persons were detained and charged in connection with the same investigation conducted by the Department of Organised Crime of the Gdańsk Regional Prosecutor's Office. The applicant was charged with the commission of 35 robberies and armed robberies.", "9. On 8 December 1999 the Court of Appeal ordered that the applicant be kept in custody pending investigation until 30 March 2000. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged. In that respect, it referred to evidence given by A.Ł., a member of the same criminal group, who acted as a witness against the other suspects. The Court of Appeal further relied on the need to obtain and secure evidence, in particular from experts in ballistics, biology and fingerprints. It stressed that it was also necessary to carry out a reconstruction of the crime and to confront the suspects with each other. It also considered that the scale and nature of the offences in question justified the applicant's continued detention.", "10. On 30 March 2000 the Supreme Court prolonged the applicant's detention pending investigation – which had meanwhile exceeded the one-year time-limit set for detention pending the investigation under Article 263 § 2 of the Code of Criminal Procedure – until 30 June 2000. It considered that the case was “particularly complex” given the volume of evidence and the number of charges against the numerous suspects. It also held that there was a reasonable risk that the applicant and other suspects might obstruct the investigation.", "11. On 24 May 2000 the Supreme Court ordered that that term should be prolonged further until 15 December 2000. It reiterated the previous grounds given for the applicant's detention and added that the case was very complex, given that six further suspects had in the meantime been charged and detained in the case and that several other potential suspects were still being sought.", "12. Further prolongations of the applicant's detention pending the investigation were ordered by the Gdańsk Court of Appeal on 13 December 2000 (up to 31 March 2001) and 7 March 2001 (up to 31 May 2001). In its decision of 13 December 2000, the Court of Appeal reiterated the original grounds given for his detention. Taking into account the nature of the offences, the Court of Appeal added that the fact that the charges against all nine suspects were closely interrelated gave substance to the risk that, once released, they might obstruct the proceedings. It also referred to the particular complexity of the case. Furthermore, it noted that the prolongation of the investigation was due to the fact that new suspects had been identified in the course of the investigation. In its decision of 7 March 2001, the Court of Appeal added that the prolongation of detention was justified by the need to obtain DNA evidence.", "13. On 15 May 2001 the prosecution filed a bill of indictment with the Gdańsk Regional Court. The applicant was charged with several dozen counts of armed robbery which had been committed in an organised armed criminal group. The bill of indictment specified that the applicant was subject to the rules on recidivism. It listed 118 charges brought against 19 defendants, who were all detained on remand. The case file comprised 114 volumes. The prosecution asked the court to hear evidence from 366 witnesses.", "14. The trial began on 28 December 2001. However, as of April 2002 the reading out of the bill of indictment by the prosecution had still not been concluded. Initially, the trial court held three hearings per month.", "15. During the trial, the Gdańsk Court of Appeal prolonged the applicant's detention several times. The relevant decisions were given on 23 May 2001 (extending his detention up to 31 October 2001), 24 October 2001 (ordering his continued detention until 31 March 2002), 13 March 2002 (prolonging that period until 30 September 2002), 11 September 2002 (extending his detention until 31 December 2002), 18 December 2002 (prolonging his detention until 30 June 2003), 25 June 2003 (prolonging his detention until 31 December 2003), 17 December 2003 (extending that term until 30 June 2004), 23 June 2004 (extending that term until 31 December 2004), 15 December 2004 (ordering his continued detention until 31 March 2005), 30 March 2005 (extending that period until 30 June 2005) and 22 June 2005 (prolonging his detention until 30 October 2005).", "16. In all those decisions the Court of Appeal considered that the original grounds given for the applicant's detention were still valid. It stressed that the applicant's detention was the only measure which could secure the proper conduct of the proceedings in such a particularly complex case, given the nature of the charges, the number of defendants and the connections between them. In addition, it referred to the volume of evidence to be heard.", "17. In its decision of 13 March 2002 prolonging the applicant's detention, the Court of Appeal considered that the trial could be terminated by 30 September 2002. In addition to the grounds previously invoked, it found that the prolongation of detention was justified under Article 263 § 4 of the Code of Criminal Procedure by the particular complexity of the case. It further observed that the delays in the trial were partly attributable to some of the defendants who had attempted to disrupt the proceedings and, consequently, had to be removed from the court room. It instructed the trial court to hold more than 3 hearings per month. Furthermore, it held that no other preventive measure could secure the proper conduct of the trial. In that respect, the Court of Appeal observed that there was a reasonable risk that the applicant and other defendants might interfere with the proceedings, given the nature of the charges, the severity of the anticipated penalty and the fact that such attempts had been made in the course of the investigation.", "18. On 15 January 2003 the Gdańsk Regional Court dismissed the applicant's and his 17 co-defendants' request for the judges and lay members of the trial court to withdraw.", "19. In its decision of 25 June 2003 extending the applicant's detention, the Court of Appeal observed that the trial could not be terminated due to obstructiveness of the defendants who had filed numerous requests challenging the trial court. It further observed that although the applicant and other defendants were free to make use of their procedural rights, the abuse of those rights had undoubtedly led to delays in the trial. It also noted that the trial court had taken various procedural steps in order to accelerate the proceedings.", "20. In its decision on the applicant's detention of 23 June 2004, the Court of Appeal observed that up to April 2003 the main reason for the delays during the trial was the obstructiveness of the defendants and the abuse of the rights of the defence. It also observed that the trial could be concluded by the end of 2004 provided that the Regional Court endeavoured to organise the trial efficiently.", "21. In its decision of 18 January 2005 dismissing the applicant's appeal against the decision of 15 December 2004 prolonging his detention, the Court of Appeal held that Article 258 § 2 of the Code of Criminal Procedure established a presumption to the effect that the likelihood of a severe penalty being imposed on the applicant might induce him to obstruct the proceedings. It added that the risk of absconding or tampering with witnesses which existed in the present case did not have to be supported by concrete facts, but resulted from the above presumption.", "22. In its decision of 22 June 2005 the Court of Appeal again referred to the presumption established by Article 258 § 2 of the Code of Criminal Procedure. In its decision of 27 July 2005 dismissing the applicant's appeal against the decision of 22 June 2005 prolonging his detention, the Court of Appeal held that that presumption alone justified the applicant's continued detention. It also held that keeping the applicant in custody was necessary in order to prevent him from interfering with the trial, given the reasonable risk of such interference which flowed from the fact that he had been charged with the commission of the offences in an organised criminal group.", "23. During the trial the applicant filed numerous but unsuccessful applications for release and appealed, likewise unsuccessfully, against the decisions prolonging his detention. He maintained that the length of his detention was excessive and that the charges against him lacked a sufficiently strong basis.", "24. On 21 March 2005 the Gdańsk Regional Court made a severance order with a view to expediting the proceedings, and thereafter four defendants (J.N., G.P., Z.S. and Z.C.), who in the meantime had been released, were to be tried separately.", "25. After 20 June 2005 no hearing was held due to the serious illness of the judge rapporteur. On 21 September 2005 the President of the Criminal Section IV of the Gdańsk Regional Court assigned a new judge rapporteur. Consequently, the trial had to commence de novo.", "26. On 20 September 2005 the Court of Appeal prolonged the applicant's detention until 31 January 2006. The applicant appealed against that decision. On 18 October 2005 a different panel of the Court of Appeal quashed the impugned decision and ordered the applicant's release under police supervision. It also imposed on him a prohibition on leaving the country. The Court of Appeal had regard to the fact that the trial had to commence de novo and that the applicant had already spent a few years in pre-trial detention.", "27. The applicant was released on 19 October 2005.", "28. On 24 November 2005 the trial court made a further severance order and split the case into eleven separate cases.", "29. By March 2006 the trial court had held some 135 hearings of the 162 which had been scheduled. It heard more than 400 witnesses.", "30. It appears that the proceedings are still pending before the first-instance court.", "31. On 19 November 2004 the applicant filed with the Gdańsk Court of Appeal a complaint about a breach of his right to a trial within a reasonable time and asked for compensation. He relied on section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (“the 2004 Act”).", "32. The applicant submitted that the charges against all the defendants had been unjustifiably joined in one set of proceedings. He claimed that numerous hearings had been cancelled and that the process of taking evidence from witnesses had been lengthy. He also submitted that he had been detained on remand throughout the proceedings and that his applications challenging the trial court had been made in accordance with the provisions of criminal procedure.", "33. On 12 January 2005 the Court of Appeal dismissed his complaint as unfounded, having regard to the criteria set out in section 2 § 2 of the 2004 Act, namely the conduct of the court and of the parties, the nature of the case, its factual and legal complexity and what was at stake in the proceedings for the complainant.", "34. Replying to the applicant's submissions, the Court of Appeal held that the joint examination of the charges against the defendants who had collectively committed a crime was justified under the domestic law. Furthermore, it considered that it could not be said that the exceptional cancellations of some hearings pointed to inactivity on the part of the trial court, bearing in mind the number of hearings held and the fact that they had been scheduled in advance.", "35. The Court of Appeal also found that the applicant's complaint relating to the allegedly lengthy process of taking evidence from witnesses was unsubstantiated. It pointed out in this respect that the trial court had disciplined the witnesses who had failed to comply with the summons. The court further held that the defendants had contributed to the length of the proceedings by multiplying their applications in respect of procedural issues that had already been determined. It found that the fact that the applicant had been remanded in custody was not a relevant consideration for the determination of his complaint concerning the allegedly excessive length of proceedings.", "36. In conclusion, having regard to the nature of the case and its complexity, the Court of Appeal held that delays in the proceedings could not be attributed to the trial court. On the contrary, the trial had been conducted in a diligent manner.", "37. The relevant domestic law and practice regarding the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) at the material time are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "38. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court's decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 1223, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}