{"ITEMID": "001-95788", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MARTYNETS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Valentina Kirillovna Martynets, is a Ukrainian national. She was born in 1937 and lives in Sebastopol.", "The applicant sued Ms M. and Ms G. in the Oktyabrskiy District Court of the Kursk Region, contesting their property rights to a house in the village of Repino located in that district. Ms M. brought a counter action, claiming her property rights on certain buildings and a plot of land in the same village.", "On 4 February 2008 the court dismissed the applicant's claim and partially granted that of Ms M.", "On 10 April 2008 the Kursk Regional Court upheld the judgment on appeal. The judgment thus became binding and enforceable on that date.", "Subsequently, the applicant lodged consecutive applications for supervisory review with the Kursk Regional Court, the Civil Chamber of the Supreme Court and the President of the Supreme Court of the Russian Federation. These applications were dismissed on 28 May, 30 July and 7 October 2008 respectively.", "Under the Code of Civil Procedure, binding and enforceable judgments are amenable to supervisory review by higher judicial instances at various levels. The supervisory review procedure was repeatedly amended over the past years.", "The supervisory review procedure in force up to 1 February 2003 is presented in the Court's judgment in the case of Ryabykh (see Ryabykh v. Russia, no. 52854/99, ECHR 2003IX).", "On 1 February 2003 the new Code of Civil Procedure entered into force. The provisions governing the supervisory review procedure between 1 February 2003 and 7 January 2008 are presented in the Court's previous judgments and decisions (see Denisov v. Russia, no. 21823/03, 25 January 2007, and Sobelin and Others v. Russia, nos. 30672/03, 30673/03, 30678/03, 30682/03, 30692/03, 30707/03, 30713/03, 30734/03, 30736/03, 30779/03, 32080/03 and 34952/03, § 34, 3 May 2007). In particular, the new Code provided that supervisory review applications against binding and enforceable judgments could only be lodged by the parties to the proceedings and other persons whose rights and legal interests were affected by the judgments concerned. The Code also set a one-year time-limit for lodging such applications.", "In the judgment of 5 February 2007 (No. 2-П) the Constitutional Court of the Russian Federation found that the supervisory review procedure governed by the Code of Civil Procedure gave rise to a number of issues with regard to the principle of legal certainty enshrined in the Convention, as interpreted by the European Court of Human Rights. The Constitutional Court found in particular that binding and enforceable judgments delivered by courts of general jurisdiction could be altered in supervisory review proceedings not only consecutively but also indefinitely. The court explicitly refrained from declaring these and other shortcomings of the supervisory review procedure unconstitutional, in order to avoid a procedural vacuum that would undermine the effective administration of justice. It upheld nonetheless the obligation of the legislator to reform the supervisory review procedure so as to make it compatible with the principle of legal certainty, taking account of the case-law of the European Court of Human Rights and of Resolution ResDH (2006)1 of 8 February 2006 of the Committee of Ministers of the Council of Europe.", "The Constitutional Court also stated that the domestic remedies should not be considered exhausted within the meaning of Article 46 § 3 of the Constitution prior to the judgment delivered on supervisory review, as the latter may find a violation of any right and repeal the domestic decision at issue. The Constitutional Court concluded that individuals should be able to complain to the European Court of Human Rights upon completion of the supervisory review procedure, provided the latter is reformed so as to constitute an effective judicial remedy compatible with the constitutional requirements and the present judgment of the Constitutional Court.", "On 7 January 2008 the Law of 4 December 2007 (no. 330-ФЗ) entered into force, introducing a number of further amendments to the supervisory review procedure.", "Under the new provisions, judicial decisions may be challenged in supervisory review proceedings within six months of the date they become legally binding. Supervisory review proceedings may be entered into by parties to a case and by other persons whose rights or legal interests have been adversely affected by these decisions, and only if other available ways of appeal have been exhausted before the decision becomes legally binding (Article 376). This time-limit may be waived (restored) only in exceptional circumstances which exclude any possibility of lodging a complaint in time (severe illness or incapacity of the plaintiff and so on), if such circumstances occurred within one year after the contested judgment became binding (Article 112 § 4).", "There are several levels of supervisory review of legally binding judgments and decisions. First, presidia of regional courts exercise supervisory review of judgments and decisions delivered by lower courts and by regional courts themselves acting as cassation instances (Article 377 § 2(1)). Second, judgments and decisions are amenable to supervisory review by the Civil Chamber of the Supreme Court of the Russian Federation (Article 377 § 2(3)). Third, decisions taken by the Civil Chamber on supervisory review may be challenged before the Presidium of the Supreme Court of the Russian Federation if they disrupt the uniformity of the case-law (Article 377 § 3).", "Moreover, the President or Deputy President of the Supreme Court of the Russian Federation may initiate supervisory review of binding judgments by the Supreme Court's Presidium on a limited number of grounds and upon an application by the persons concerned, lodged within six months of the date the judgment became binding (Article 389).", "A supervisory review application to a regional court is considered by the president or deputy president of this court or by a judge delegated for this purpose (Article 380.1 § 1). Applications for supervisory review which are lodged with the Supreme Court of the Russian Federation are considered by a judge of this court (Article 380.1 § 2).", "An application for supervisory review is considered by any court, except the Supreme Court of the Russian Federation, within one month if the case file has not been requested, and within two months if the case file has been requested from the lower instance, excluding the time elapsing between the request of the case file and its receipt. For supervisory review in the Supreme Court of the Russian Federation these time-limits are two and three months respectively; the latter may be extended by two months by the President or Deputy President of the Supreme Court (Article 382). Once it has been decided to transmit a case to the relevant instance for supervisory review, it must be examined within one month by the court and within two months by the Supreme Court (Article 386 § 1).", "The judge considers a supervisory review complaint on the basis of the material appended thereto and, where appropriate, on the basis of the case file requested from the lower instance (Article 381 § 1). The judge makes a decision to transmit the application for supervisory review by the relevant instance or to refuse to do so (Article 381 § 2). The President or Deputy President of the Supreme Court of the Russian Federation may overrule a decision of the judge of this court to refuse to transmit the application for supervisory review (Article 381 § 3). A similar power of the regional courts' presidents in respect of supervisory review applications lodged with presidia of those courts was abolished (former Article 383 § 2).", "The grounds for quashing or varying of binding judgments on supervisory review were limited to significant violations of substantive or procedural law which influenced the outcome of the proceedings and must be corrected in order to restore and protect rights, freedoms and lawful interests and to safeguard public interests protected by law (Article 387).", "If the supervisory review instance decides to quash the judgment or decision in full or in part, it may take any of the following actions: send the case back to a lower court for a new consideration, discontinue the proceedings, restore one of the lower court decisions, modify the decision or make its own decision without sending the case for new consideration (Article 390 § 1).", "The supervisory review is carried out on the basis of the arguments contained in the application. While the court may also invoke its own arguments, the supervisory review must not extend to those parts of the judgment that were not contested in the application (Article 390 § 1.1).", "Having noted questions arising in the courts' application of the supervisory review procedure as amended by the Law of 4 December 2007, the Supreme Court of the Russian Federation clarified various points in its ruling of 12 February 2008 (No. 2).", "The Supreme Court stated that the six-month time-limit applies to all supervisory review instances; it is not to be renewed after every rejection of a supervisory review complaint and application to a higher instance. On the other hand, the time spent by courts in considering supervisory review complaints should not be taken into account in the calculation of this time-limit. The court reiterated the exceptional nature of circumstances allowing this time-limit to be waived (restored) upon application by a physical or legal person. Courts should not take account of any such circumstance occurring later than one year after the judgment became binding. A decision waiving the time-limit should be duly motivated.", "The Supreme Court reiterated the obligation of exhaustion of ordinary ways of appeal prior to application for supervisory review. It also stated that the court examining an application for supervisory review should not take account of any document which has not been examined by the court of first instance and, in certain cases, by the court of second instance.", "The Supreme Court finally drew the courts' attention to new limits on the grounds for supervisory review enshrined in Article 387, which should be read in the light of the Convention provisions. Referring to the principle of legal certainty, it stated that courts are not entitled to review a legally binding judgment merely for the purpose of obtaining a rehearing and a new judgment; a different opinion of the supervisory review instance on the way the case should have been decided is not a sufficient reason for altering the lower court's decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}