{"ITEMID": "001-69701", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "STRAG DATATJANSTER AB v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Sträg Datatjänster AB, is a Swedish limited liability company, which was dissolved on 12 February 2002. It was represented before the Court by Mr J. Thörnhammar, a lawyer practising in Stockholm. The respondent Government were represented by Ms I. Kalmerborn, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 December 1997 the shares of the applicant company, which was then called MS Integrated Methods AB, were sold by S.E., its executive director, to another person, S.S. The company changed its name in February 1998 and S.S. was registered as its director in the official company register in March 1998. The applicant company was therefore represented by S.S. during the main part of the domestic proceedings in the present case.", "Following a tax audit of the applicant company, the Tax Authority (skattemyndigheten) of the County of Stockholm, by a decision of 18 December 1997, revised upwards its taxable income for the assessment year 1996 by 992,087 Swedish kronor (SEK) and ordered it to pay a tax surcharge (skattetillägg) amounting to 40% of the increased tax liability. By another decision of the same date the Tax Authority also revised upwards S.E.'s taxable income, and ordered him to pay a tax surcharge. The whole of the amounts were payable on 14 April 1998.", "On 27 January 1998 both the applicant company and S.E. appealed against the Tax Authority's decisions. They also requested that the execution of the amounts assessed be stayed.", "By decisions of 18 March and, upon reconsideration, 25 March 1998 the Tax Authority rejected the requests for stays of execution, stating that the prerequisites laid down in section 49 of the Tax Collection Act (Uppbördslagen, 1953:272) had not been fulfilled. The matter was then automatically referred to the County Administrative Court (länsrätten) of the County of Stockholm for determination.", "On 24 March and 8 April 1998 the Tax Authority reconsidered its decisions on taxes and tax surcharges but decided not to change them. In the latter reconsideration decision, it was stated that the taxation matter was forwarded to the County Administrative Court, to which further submissions should be made.", "In a letter of 31 March 1998 the applicant company and S.E. requested the County Administrative Court to decide before the taxes and surcharges became due on 14 April 1998 on an interim stay of execution until that issue had been finally examined or to grant a stay pending the final examination of the tax cases. They maintained, inter alia, that, under Article 6 of the Convention, they had a right to a court determination of their tax liability before the amounts assessed by the Tax Authority were enforced, especially since such enforcement could lead to their being declared bankrupt. They also asked the court to hold an oral hearing on the stay-of-execution issue.", "By judgments of 21 April 1998 the County Administrative Court quashed the Tax Authority's decisions regarding the requested stay of execution and referred the cases back to the Authority. Having found that the formal prerequisites for granting a stay under section 49, subsections 1 (2) (in respect of S.E.) and 1 (3) (in respect of the applicant company) of the Tax Collection Act had been fulfilled, the court noted that the granting of a stay of execution under these provisions was conditional on security being provided if it could be assumed that the amounts for which a stay had been sought would not be duly paid. As the Tax Authority had not ruled on the question whether security was required, the cases had to be referred back for such an examination. The court further found that, in view of this outcome, an oral hearing was unnecessary.", "On 30 April 1998 the Tax Authority granted S.E. a stay of execution pending the County Administrative Court's examination of the appeal against the decision of 18 December 1997 regarding his taxation. However, by a decision of 27 May 1998, the Tax Authority rejected the applicant company's corresponding request. It found that the company's ability to pay was open to doubt, that a stay of execution could not therefore be granted unless security was provided and that, although given the opportunity to do so, the company had failed to provide security.", "In a letter of 29 May 1998 the applicant company asked that the stay-of-execuation issue be examined in its entirety. The Tax Authority interpreted this as a new request for a stay and rejected it on 17 June and, upon reconsideration, on 26 June 1998, as the company still had not provided security. Noting that the County Administrative Court, in its judgment of 21 April 1998, had determined that the formal prerequisites for granting a stay had been fulfilled, the Tax Authority found no reason to examine this question.", "On 17 June 1998 the applicant company again appealed to the County Administrative Court. It reiterated its request for either an interim stay of execution or a final stay pending the outcome of the tax assessment proceedings. In pointing out the potential damage that could be caused to the company, it noted that nothing prevented the Enforcement Office (kronofogdemyndigheten) from filing a petition for the company's bankruptcy. Stating that it intended to request an oral hearing in the tax assessment proceedings at which it would invoke oral evidence, the company also repeated that it wished the court to hold a hearing on the stay-of-execution issue.", "By a decision of 11 September 1998 the County Administrative Court rejected the request for an interim stay of execution, finding that it had no legal basis.", "On 16 September 1998 the County Administrative Court quashed the Tax Authority's decision of 17 June 1998 and again referred the case back to the Authority. The court stated that the applicant company, in its new application for a stay of execution, had requested that the issue be examined in its entirety and noted that the Tax Authority had not made a new examination of whether any of the prerequisites for granting a stay were at hand. The Tax Authority should therefore rule on this question as well as on the question of security. In view of this outcome, the court did not find it necessary to hold an oral hearing.", "By a decision of 6 October 1998 the Administrative Court of Appeal (kammarrätten) in Stockholm found no reason to examine the applicant company's appeal against the County Administrative Court's decision of 11 September 1998 as the latter court had later taken a final decision on the stay-of-execution issue. The appeal was thus dismissed. On 11 January 1999 the Supreme Administrative Court (Regeringsrätten) refused leave to appeal against the appellate court's decision.", "On 16 October 1998 the Enforcement Office of the County of Stockholm, representing the State, filed a petition with the District Court (tingsrätten) of Stockholm, requesting that the applicant company be declared bankrupt. According to a statement submitted by the Office, the company was registered as being in arrears with taxes and surcharges amounting to a total of SEK 478,576. The Office noted that an investigation had revealed that the value of the company's assets was insufficient to cover the debt. In fact, it had no known assets.", "On 16 October 1998 the District Court attempted to serve the bankruptcy petition and a summons for a hearing on 26 November 1998 under the ordinary procedure for serving documents set out in section 9, subsection 1 of the Act on the Service of Documents (Delgivningslagen; 1970:428), by sending two letters, one to the applicant company's registered address and one to the registered address of S.S., its director. The letters contained a so-called “white card” to be signed and returned to the court within a specified time-limit. When that notice of delivery was not returned, the District Court proceeded to employ a special procedure for serving the documents (särskild delgivning med aktiebolag), set out in section 9, subsection 3 of the Act. Thus, on 26 October 1998 it sent the documents by mail to the applicant company's registered address and on the following day it sent a letter to the same address confirming the earlier dispatch.", "The District Court held its hearing on 26 November 1998. No representative of the applicant company was present. Noting that the company had been notified of the Enforcement Office's bankruptcy petition and summoned to the hearing on 17 November – three weeks after the dispatch of the second letter sent in accordance with the special procedure –, the District Court proceeded with the hearing. On the merits, the District Court found that it had been shown that the State had a claim against the applicant company and that the company must be considered insolvent as it did not have sufficient assets to cover the full debt. Thus, the company was declared bankrupt.", "By a judgment of 2 December 1998 the County Administrative Court, without having held an oral hearing, upheld the Tax Authority's reconsideration decision of 24 March 1998 concerning the underlying tax issues. It thus agreed with the Authority's assessments in regard to the applicant company's taxable income and the imposition of a tax surcharge. By another judgment of the same date the court also upheld the Tax Authority's decision on the taxation of S.E.", "By a letter of 11 December 1998 the applicant company appealed against the District Court's bankruptcy decision to the Svea Court of Appeal (Svea hovrätt). It claimed, inter alia, that S.S., its present director, had been abroad for some time and had not been given an opportunity to reply to the bankruptcy petition. The District Court had therefore made a gross procedural error, for which reason the case should be referred back to that court.", "On 28 December 1998 the Court of Appeal found that the applicant company had been notified of the bankruptcy petition and summoned to the District Court's hearing in due order and that there was thus no reason to refer the case back to the District Court. Further noting that the company had not shown that it was not insolvent, the appellate court upheld the declaration of bankruptcy. On 9 April 1999 the Supreme Court (Högsta domstolen) refused leave to appeal against the appellate court's decision. The bankruptcy proceedings were terminated on 12 February 2002 owing to a lack of assets.", "On 1 February 1999 the applicant company and S.E. lodged appeals against the County Administrative Court's taxation judgments. They completed their appeals on 23 February 1999. They asked the Administrative Court of Appeal to stay the execution of the taxes and tax surcharges involved pending the final determination of the tax issues. In the first place, they requested that the judgments be quashed and the tax case be referred back to the County Administrative Court as that court had committed a grave procedural error by neither holding an oral hearing nor giving the company and S.E. the opportunity to make final submissions in the case. In the alternative, they asked the appellate court to give judgments in their favour.", "On 29 March 1999 the Tax Authority, in the stay-of-execution case referred back to it by the County Administrative Court on 16 September 1998, informed the applicant company that it had found that the prerequisites for a stay were at hand but that, due to the company's economic situation as shown by the fact that it had been declared bankrupt, a stay required that security be provided. The company was therefore invited to provide security. The company having failed to do so, the Tax Authority, on 26 May 1999, refused to grant a stay. Already having been declared bankrupt, the company found that a stay of execution was no longer useful and thus did not appeal against the Tax Authority's decision.", "By decisions of 11 June 1999 the Administrative Court of Appeal found, in response to the letter of 23 February 1999, that it could not rule on the question of a stay of execution as no decision on this matter had been brought before that court. It stated, however, that the matter was pending before the Tax Authority. On 22 September 1999 the Supreme Administrative Court refused leave to appeal against the appellate court's decisions.", "By judgments of 28 May 2001 the Administrative Court of Appeal rejected the applicant company's and S.E.'s appeals against the County Administrative Court's taxation judgments. The appellate court found that their requests for an oral hearing at first instance had to be considered as having been made only in relation to the stay-of-execution issue. Consequently, neither the lack of an oral hearing on the tax issues nor any other part of the written procedure at first instance gave reason for the cases to be referred back. In regard to the substantive tax issues, the appellate court agreed with the assessments made by the County Administrative Court.", "By letters of 29 August 2001 the applicant company and S.E. appealed against the appellate court's taxation judgments to the Supreme Administrative Court. While, on 9 March 2004, the court granted S.E. leave to appeal, it refused the applicant company leave to appeal by a decision of 19 March 2004.", "The rules on taxes and tax surcharges relevant to the present case were primarily laid down in the Taxation Act (Taxeringslagen, 1990:324).", "Income tax is determined by county tax authorities, to which taxpayers are obliged to submit information relevant to the assessment of taxes. For the purpose of securing timely, sufficient and correct information, there are provisions stipulating that, under certain circumstances, the tax authorities may impose penalties on the taxpayer in the form of tax surcharges.", "A tax surcharge is imposed on a taxpayer in two situations: if he or she, in a tax return or in any other written statement, has submitted information of relevance to the tax assessment which is found to be incorrect (chapter 5, section 1 of the Taxation Act) or if, following a discretionary assessment, the tax authority decides not to rely on the tax return (chapter 5, section 2). It is not only express statements that may lead to the imposition of a surcharge; concealment, in whole or in part, of relevant facts may also be regarded as incorrect information. However, incorrect claims are not penalised; if the taxpayer has given a clear account of the factual circumstances but has made an incorrect evaluation of the legal consequences thereof, no surcharge is imposed. The burden of proving that the information is incorrect lies with the tax authority. A discretionary tax assessment is made if the taxpayer has submitted information which is so inadequate that the tax authority cannot base its tax assessment on it or if he or she has not filed a tax return despite having been reminded of the obligation to do so (chapter 4, section 3). In the latter case the decision to impose a tax surcharge will be revoked if the taxpayer files a tax return within a certain time-limit. The surcharge amounts to 40% of either the income tax which the Tax Authority would have failed to levy if it had accepted the incorrect information or the income tax levied under the discretionary assessment. In certain circumstances, the rate applied is 20%.", "Notwithstanding the fact that the taxpayer has furnished incorrect information, no tax surcharge will be imposed in certain situations, for example when the tax authority has corrected obvious miscalculations or written errors by the taxpayer, when the information has been corrected or could have been corrected with the aid of certain documents that should have been available to the tax authorities, such as a certificate of income from the employer, or when the taxpayer has corrected the information voluntarily (chapter 5, section 4).", "Moreover, in certain circumstances, a tax surcharge will be remitted. Thus, taxpayers will not have to pay a surcharge if their failure to submit correct information or to file a tax return is considered excusable owing to their age, illness, lack of experience or comparable circumstances. The surcharge should also be remitted when the failure appears excusable by reason of the nature of the information in question or other special circumstances, or when it would be manifestly unreasonable to impose a surcharge (chapter 5, section 6).", "If dissatisfied with a decision concerning taxes and tax surcharges, the taxpayer may, before the end of the fifth year after the assessment year, request the tax authority to reconsider its decision (chapter 4, sections 7 and 9). The tax authority's decision may also be appealed against to a county administrative court. As with requests for reconsideration, an appeal must normally be lodged before the end of the fifth year after the assessment year (chapter 6, sections 1 and 3). Following the appeal, the tax authority shall reconsider its decision as soon as possible and, if it decides to vary the decision in accordance with the taxpayer's request, the appeal will become void (chapter 6, section 6). If the decision is not thus amended, the appeal is referred to the county administrative court. If special reasons exist, an appeal may be forwarded by the tax authority to the county administrative court without reconsidering the assessment (chapter 6, section 7). Further appeals lie to an administrative court of appeal and, subject to compliance with the conditions for obtaining leave to appeal, the Supreme Administrative Court.", "If the proceedings before a county administrative court or an administrative court of appeal concern a tax surcharge, the appellant has the right to an oral hearing upon request in all cases except where there is reason to assume that no surcharge will be imposed (chapter 6, section 24). Normally, however, the proceedings before the administrative courts are in writing (section 9 of the Administrative Court Procedure Act (Förvaltnings-processlagen, 1971:291)).", "At the material time, the collection of taxes and tax surcharges was regulated by the Tax Collection Act.", "A request for reconsideration or an appeal against a decision concerning taxes and tax surcharges has no suspensive effect on the taxpayer's obligation to pay the amounts in question (section 103 of the Tax Collection Act and chapter 5, section 13 of the Taxation Act).", "However, the tax authority may grant a stay of execution in respect of taxes and surcharges provided that one of the following three conditions is met: (1) if it may be assumed that the amount imposed on the taxpayer will be reduced or remitted, (2) if the outcome of the case is uncertain, or (3) if payment of the amount in question would result in considerable damage for the taxpayer or would otherwise appear unjust (section 49, subsection 1 of the Tax Collection Act).", "If, in cases where the second or third condition just referred to is applicable, it may be assumed – due to the taxpayer's situation or other circumstances – that the amount for which a stay of execution is requested will not be duly paid, the request cannot be granted unless the taxpayer provides a bank guarantee or other security for the amount due. Even in these cases, however, a stay may be granted without security if the relevant amount is relatively insignificant or if there are other special reasons (section 49, subsection 2).", "A taxpayer may request the tax authority to reconsider its decision concerning the stay-of-execution issue and may appeal against its decision to a county administrative court. The procedure is essentially identical to that followed in regard to requests for reconsideration and appeals concerning the main tax issues (sections 84, 96 and 99 of the Tax Collection Act). Further appeals to an administrative court of appeal and the Supreme Administrative Court are subject to leave to appeal being granted (section 102).", "The enforcement offices are under an obligation to levy execution on a debtor upon request, even if the tax authority's decision concerning tax and tax surcharges is not final (chapter 3, section 1 and chapter 4, section 1 of the Enforcement Code (Utsökningsbalken) in conjunction with sections 59 and 103 of the Tax Collection Act). If the debtor does not have enough distrainable property, the enforcement office may request a district court to declare the debtor bankrupt. The debtor will normally be considered insolvent if it is discovered during attempts to levy distress in the six months preceding the presentation of the bankruptcy petition that the assets are insufficient to pay the debt in full (chapter 2, section 8 of the Bankruptcy Act (Konkurslagen, 1987:672)). If the bankrupt's estate is not sufficient to defray all the existing and expected bankruptcy expenses and other liabilities that the bankrupt has incurred, the bankruptcy proceedings will be terminated (chapter 10, section 1 of the Bankruptcy Act).", "If a bankruptcy petition is based on a tax debt determined by a decision that is not yet final, the court examining the petition is required to make an independent assessment of the alleged debt, having regard to the evidence adduced in the bankruptcy proceedings. The court accordingly has to make a prediction about the outcome of the pending tax assessment proceedings (judgment of the Supreme Court of 9 June 1981, case no. Ö 734/80).", "If a limited liability company has been declared bankrupt and the bankruptcy proceedings are terminated without any remaining assets, the company is dissolved (chapter 13, section 19 of the Limited Liability Companies Act (Aktiebolagslagen, 1975:1385)).", "As taxes and tax surcharges are payable even if the tax authority's decision is not final, the decision may be varied or quashed after the relevant amounts have been paid. In this situation and also if the tax decision is amended to the taxpayer's advantage by a court judgment, the amount overpaid is refunded with interest (chapter 18, section 2 and chapter 19, sections 1 and 12 of the Tax Payment Act). If distress has been levied on the taxpayer's property or the taxpayer has been declared bankrupt on account of the tax debt, the distress warrant or bankruptcy decision will be set aside on appeal. Should the warrant or decision have become final, the taxpayer may, upon request, have the case reopened and the warrant or decision quashed (chapter 58 of the Code of Judicial Procedure (Rättegångsbalken)). Any property that has been distrained upon will, if possible, then be restored (chapter 3, section 22 of the Enforcement Code). The same applies to property forming part of a bankrupt's estate to the extent that it is not required for the payment of the bankruptcy expenses and other liabilities (chapter 2, section 25 of the Bankruptcy Act). If the taxpayer's property has been sold and the amount obtained from the sale has been used to pay off the alleged tax debt, the taxpayer will receive financial compensation. In addition, it is open to the taxpayer to bring an action for damages against the State for the financial loss caused by the distress or the bankruptcy (chapter 3, section 2 of the Tort Liability Act (Skadestånds-lagen, 1972:207)), on the ground that the authorities or the courts have acted wrongfully or negligently.", "Service of a document on a legal person shall be effected by delivering the document to someone who has the comptence to represent the legal person (section 9, subsection 1 of the Act on the Service of Documents). In the event of a failure to serve a document on a limited liability company in the manner mentioned or when such service is deemed to have no prospect of success and provided it is not considered inappropriate in view of the circumstances of the case, so-called special service may be used (section 9, subsection 3 of the Act). This means that service is effected by sending the document by mail to the company followed by a letter at least a day later informing it that the document has been dispatched. Both the letter containing the document and the information letter shall be sent to the company's registered address, as found in the official company register. Service of the document is considered to have taken place three weeks after the dispatch of the information letter unless it appears unlikely that the document has arrived at the registered address (section 19 of the Act). A precondition for employing the special service is usually that at least one attempt has been made at serving the document in accordance with the ordinary procedure. This may be done by sending the document to the company by ordinary mail including a notice of delivery, which is to be signed by a competent representative and sent back to the authority (Government Bill 1996/97:132, p. 20 et seq.)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}