{"ITEMID": "001-96457", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GARDEL v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;No violation of Art. 8", "JUDGES": "Isabelle Berro-Lefèvre;Jean-Paul Costa;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["5. The applicant was born in 1962 and is currently in prison in Montmédy.", "6. Following a complaint lodged on 18 February 1997 by the parents of a young girl, S., the applicant was charged with the rape and sexual assault of a minor under 15 years of age by a person in a position of authority.", "7. During the investigation he made several requests for additional investigative measures to be taken, which were refused by the investigating authorities.", "8. On 15 April 2003 an investigating judge at the Bar-le-Duc tribunal de grande instance issued an order discontinuing the proceedings in respect of the sexual assault charges, as the limitation period had expired. The judge committed the applicant for trial on a charge of rape of a minor under the age of 15 by a person in a position of authority over the victim.", "9. On 30 October 2003 the Meuse Assize Court sentenced the applicant to fifteen years’ imprisonment and stripped him of all his civil, civic and family rights for ten years.", "10. The applicant did not appeal against that decision but lodged an application for a retrial, producing a number of documents which he claimed placed his guilt in doubt.", "11. On 9 March 2004 Law no. 2004-204 established the national automated register of sex offenders (“the Sex Offenders Register”).", "12. On 11 April 2005 the Criminal Cases Review Board rejected the applicant’s application for a retrial.", "13. On 28 February 2005 the applicant applied to the Créteil Postsentencing Court to have his sentence suspended. On 17 June 2005 the application was refused on the grounds that, according to the expert medical reports, “the applicant’s survival is not in doubt, nor is his state of health incompatible in the long term with detention. Therefore, as matters stand, he does not meet the requirements of Article 720-1-1 of the Code of Criminal Procedure and is not eligible for the measure in question”. The court pointed out that the applicant’s sentence was due to run until 27 May 2019 and that his criminal record mentioned another conviction for sexual abuse of a minor under the age of 15 by a person in authority (a sentence of six years’ imprisonment and a judicial and social supervision order imposed by the Nancy Court of Appeal on 29 August 2002 for sexual assault of a minor). The court also took into consideration medical reports according to which the applicant suffered from congenital heart disease which made any physical activity impossible. The report advocated his placement under an enhanced prison regime with an individual cell, no exercise or physical activity, a salt-free diet and regular medication. The court also referred to a psychiatric expert report from November 2004 according to which the applicant’s psychological development “appears very limited in so far as he has failed to reflect on his own conduct. He has expressed no feelings of guilt or responsibility for the offences which he denies committing. A course of psychotherapy would help him develop more satisfactory relationships in the future with the people he comes into contact with”.", "14. On 13 October 2005 the post-sentencing division of the Paris Court of Appeal upheld this judgment.", "15. On 22 November 2005 the applicant was informed by a police officer from l’Haÿ-les-Roses police station that his name was being entered in the Sex Offenders Register on account of his conviction by the Meuse Assize Court, in accordance with the transitional provisions of the abovementioned Law of 9 March 2004. The official notification was worded as follows:", "“I, the undersigned, Mr Fabrice Gardel, hereby acknowledge that I have today been notified of my inclusion in the Sex Offenders Register on account of the [sentence] of imprisonment imposed on 30 October 2003 by the Meuse Assize Court, and that I am accordingly required, under Article 706-53-5 of the Code of Criminal Procedure, to:", "1. provide proof of my address: ...", "Once a year either to the authority managing the register (the Ministry of Justice) ... or to my local police or gendarmerie station ..., during the month in which my birthday falls or during the month of January if my date of birth is not known or not established. ...", "I expressly acknowledge having been informed that:", "I have been finally convicted of an offence carrying a sentence of ten years or more. Accordingly, I am required to provide proof of my address by reporting in person every six months. ...", "I take note of the fact that if I leave the country my obligation to report in person will be suspended for the duration of my stay abroad but that I must continue to provide proof of my address by means of a registered letter with recorded delivery to the authority managing the Sex Offenders Register ... accompanied by documents certifying my address and signed by the local consular authority.", "2. declare any change of address within fifteen days at the latest, in the same manner.", "I acknowledge having been informed:", "(i) that I must provide proof of my address for the first time within fifteen days of this notification, unless the latter is issued less than two months before the first day of the month of my birth, referred to above, or I am already required to provide proof of my address on an annual basis;", "(ii) that failure to comply with these obligations is punishable by a term of two years’ imprisonment and a fine of 30,000 euros;", "(iii) that any breach of these obligations will lead to an alert being issued to the judicial authorities and the police or gendarmerie which may result in my inclusion on the list of wanted persons and may be accompanied by a criminal prosecution;", "(iv) that, pursuant to Article R. 53-8-13, the proof of address and declaration of change of address provided for by Article 706-53-5 shall take the form of any document less than three months old in my name which gives proof of my home address, such as a bill or invoice;", "(v) that if the document produced refers to the address of another person, it must be accompanied by a statement written and signed by the latter confirming that I am staying at that address.", "I further acknowledge having been informed that I have the following rights:", "(i) under the Data Protection Act and Article 706-53-9, I may obtain a copy of all the information concerning me in the register by applying to the public prosecutor in whose district I am resident;", "(ii) if the decision forming the basis for my placement on the register was issued by a foreign judicial authority, I may apply to the public prosecutor at the Nantes tribunal de grande instance to have the information in the register rectified or deleted or to have the frequency of reporting reduced to once a year, in accordance with Articles R 53-8-27 et seq.”", "16. The national automated register of sex offenders (“the Sex Offenders Register” – FIJAIS), which was established in 2004, is a criminal identification register similar to the national fingerprint database (FAED), the national genetic database (FNAEG) and the national criminal records (CJN), the last of which have been in existence the longest. An information paper on police registers tabled before the National Assembly on 24 March 2009 noted an upsurge in the number of such registers. The working party chaired by Mr Alain Bauer noted that there were around forty-five in 2008 compared with thirty-four in 2006, and that another dozen or so were “in the pipeline”.", "The Ministry of Justice is responsible for and manages the Sex Offenders Register. It is maintained by the National Criminal Records Department in Nantes, under the supervision of the judge in charge of the national criminal records.", "17. The national automated register of perpetrators of sexual crimes was established by Law no. 2004-204 of 9 March 2004 on adaptation of the justice system to changing trends in criminal offending. It is aimed at preventing repeat sexual offences, making it easier to identify offenders and allowing them to be traced quickly at any time.", "A series of transitional measures lay down detailed arrangements for the placement on the register of persons who committed such offences prior to the entry into force of the above-mentioned Law. The provisions are applicable to persons who committed such offences before the date of promulgation of the Law but were the subject, after that date, of one of the decisions referred to in Article 706-53-2 of the Code of Criminal Procedure (see paragraph 18 below). They can also be applied to persons serving a custodial sentence before the promulgation of the Law (at the request of the public prosecutor).", "18. The relevant provisions of the CCP read as follows:", "“The provisions of this Title shall apply to proceedings concerning the murder, whether or not premeditated, of a minor preceded or accompanied by rape, torture or acts of barbarity or for the offences of sexual assault or sexual abuse of a minor, living on the immoral earnings of a minor or paying a minor for sexual services ...", "These provisions shall also apply to proceedings concerning the crime of murder, whether or not premeditated, accompanied by torture or acts of barbarity, the crimes of torture or acts of barbarity and the crime of murder, whether or not premeditated, committed as a repeat offence.”", "“The national automated register of perpetrators of sexual or violent crimes shall constitute a database of personal information held by the Criminal Records Department under the authority of the Minister of Justice and the supervision of a judge. In order to prevent repeat offences of the kind referred to in Article 706-47 and to facilitate identification of the perpetrators of such offences, the information referred to in Article 706-53-2 shall be gathered, stored and communicated to authorised persons in accordance with the arrangements laid down in this Chapter.”", "“Subject to the provisions of the last paragraph of this Article, and in so far as they relate to one or more of the offences referred to in Article 706-47, details of an individual’s identity and home address or successive home addresses and, where applicable, other residences shall be entered in the register where the individual concerned has been the subject of:", "1. A conviction, whether or not final, including conviction in absentia, or a declaration of guilt accompanied by an order dispensing him or her from sentence or adjourning sentence;", "2. A decision, whether or not final, delivered under sections 8, 15, 15-1, 16, 16 bis and 28 of Ordinance no. 45-174 of 2 February 1945 on juvenile delinquency;", "3. An agreed penalty scheme provided for by Article 41-2 of this Code, the implementation of which has been certified by the public prosecutor;", "4. A decision discontinuing the proceedings or discharging or acquitting the person concerned on the basis of the first paragraph of Article 122-1 of the Criminal Code;", "5. A criminal charge, accompanied by a court supervision order, where the investigating judge has ordered the entry of the decision in the register;", "6. A decision of the same kind as those referred to above which was delivered by a foreign court or judicial authority and which, under the terms of an international convention or agreement, was notified to the French authorities or was enforced in France following the transfer of the convicted person.", "The register shall also contain information concerning the judicial decision forming the basis for placement on the register and information on the nature of the offence. The decisions referred to in points 1 and 2 shall be entered in the register on delivery.", "Decisions concerning the offences referred to in Article 706-47 which carry a sentence less than or equal to five years’ imprisonment shall not be entered in the register, except where expressly ordered by the court or, in the case of points 3 and 4, by the public prosecutor.”", "“Without prejudice to application of the provisions of Articles 706-53-9 and 7065310, the information referred to in Article 706-53-2 concerning an individual shall be deleted from the register on the death of the person concerned or on expiry of the periods laid down below, calculated from the date on which all the decisions entered in the register cease to have effect:", "1. A period of thirty years in the case of a serious crime or a major offence carrying a sentence of ten years’ imprisonment;", "2. A period of twenty years in all other cases.", "The information in question shall not be deleted as the result of an amnesty or rehabilitation, or under the rules relating to the removal of convictions from the criminal records.", "This information may not, by itself, be used as evidence of recidivism.", "Information entered in the register under points 1, 2 and 5 of Article 706-53-2 shall be deleted from the register in the event of a final decision discontinuing the proceedings, a final discharge or a final acquittal. Information entered under point 5 shall also be deleted in the event of the cessation or lifting of the court supervision order.”", "“All persons whose identity is recorded in the register shall be bound, as a security measure, by the obligations set forth in this Article.", "The person concerned shall be required, by means of a registered letter with recorded delivery addressed to the authority managing the register, or by registered letter with recorded delivery addressed to the local police or gendarmerie station, or by reporting in person, to:", "1. provide proof of his or her address once a year;", "2. declare any change of address within fifteen days at the latest.", "If the person concerned has been finally convicted of a serious crime or a major offence carrying a sentence of ten years’ imprisonment, he or she must provide proof of address every six months by reporting to the local police or gendarmerie station or the gendarmerie or police headquarters in his or her département of residence, or to any other department designated by the prefecture.", "Failure to comply with the obligations laid down in this Article shall be punishable by two years’ imprisonment and a fine of 30,000 euros.”", "“Any person whose identity has been recorded in the register shall be informed accordingly by the judicial authority, either in person or by registered letter to the last reported address.", "The person concerned shall be informed on that occasion of his or her obligations under Article 706-53-5 and the penalties he or she faces in the event of failure to comply.", "Where the person concerned is in detention, the information provided for by this Article shall be provided on his or her final release or prior to the first measure relaxing the conditions of the sentence.”", "“The information contained in the register shall be directly accessible, via a secure telecommunications system, to:", "1. The judicial authorities;", "2. The criminal investigation police, in the context of proceedings concerning the crimes of deliberately endangering human life, abduction or kidnapping or one of the offences referred to in Article 706-47, and for the purpose of taking the measures provided for in Articles 706-53-5 and 706-53-8;", "3. The prefects and State administrative authorities listed in the decree provided for by Article 706-53-12, for the purposes of administrative decisions concerning recruitment, posting, authorisation, approval or permission in relation to activities or professions involving contact with minors and for the purpose of supervising the carrying-on of such activities or professions. ...", "The information in the register shall also be made available to mayors and presidents of the département councils and regional councils, via the prefects, for the purposes of the administrative decisions referred to in point 3 relating to activities and professions involving contact with minors and for the purpose of supervising the carrying-on of such activities or professions.”", "“In the manner specified in the decree provided for by Article 706-53-12, the authority managing the register shall inform the Ministry of the Interior directly of any new entry in the register or change of address, or if a person on the register has not provided proof of his or her address within the prescribed period. The Ministry shall forward the information without delay to the competent police or gendarmerie department.", "The police or gendarmerie may conduct all relevant checks and lodge whatever requests are necessary with the public authorities with a view to verifying or tracing the person’s address.", "If it transpires that the person concerned is no longer at the address indicated, the public prosecutor shall enter his or her name on the list of wanted persons.”", "“Persons who furnish proof of their identity shall be provided with all the information concerning them in the register, on application to the public prosecutor at the tribunal de grande instance for their place of residence.”", "“Persons whose identity is recorded in the register may request the public prosecutor to rectify or order the deletion of the information concerning them if the information is inaccurate or it is no longer necessary to conserve it in view of the purpose of the register, regard being had to the nature of the offence, the age of the person concerned when it was committed, the interval that has elapsed and the current personality of the person concerned.", "A request for information to be deleted shall be inadmissible where the information concerned (repealed by section 43 of Law no. 2007-297 of 5 March 2007, with effect from 7 March 2008) ‘remains in Bulletin no. 1 of the criminal record of the person concerned or’ concerns judicial proceedings which are still pending (section 43 of Law no. 2007-297 of 5 March 2007), ‘in so far as the person concerned has not been rehabilitated or the measure giving rise to the entry in the register has not been deleted from Bulletin no. 1’.", "If the public prosecutor does not order the rectification or deletion of the information, the person concerned may apply for this purpose to the liberties and detention judge. An appeal shall lie against the latter’s decision to the President of the Investigation Division.", "Before ruling on the request for rectification or deletion, the public prosecutor, the liberties and detention judge and the President of the Investigation Division may order whatever checks they deem necessary, including an expert medical report on the person concerned. If the information in the register concerns a serious crime or a major offence carrying a sentence of ten years’ imprisonment and committed against a minor, no decision to delete the information may be taken in the absence of such an expert report. ...”", "“The detailed arrangements for application of the provisions of this Chapter shall be laid down by decree of the Conseil d’Etat after consultation of the National Data Protection Commission.", "The decree shall specify, in particular, the circumstances in which the register shall record the enquiries relating to it and the occasions when it was consulted.”", "“A record shall be kept in the register for three years of information concerning entries and enquiries relating to it, specifying the status of the person or authority making the entry or enquiry.", "This information shall be accessible only to the judge in charge of the department maintaining the register or to persons to whom he or she gives express permission.", "Statistics may be compiled on the basis of this information.”", "19. In its ruling no. 2004-492 DC of 2 March 2004, the Constitutional Council held as follows:", "“... the recording of a person’s identity in the [Sex Offenders Register] ... is designed ... to prevent repeat offences of this kind and to facilitate the identification of the perpetrators of such offences. It follows that placement on the register is not a sanction but a public-order measure.” (§ 74)", "The Constitutional Council further held, with regard to the entry of information in the register and its consultation and use:", "“... regard being had firstly to the safeguards provided by the conditions on the use and consultation of the register and the fact that the power to enter or delete personal data rested with the judicial authority, and secondly to the seriousness of the offences giving rise to the entry of personal data in the register and the rate of reoffending with this type of offence, the impugned provisions were such as to reconcile respect for private life and the protection of public order in a manner that clearly struck a fair balance.” (§ 87)", "Lastly, it held:", "“... the requirement for persons on the register to give periodic notice of their home address or the address where they are resident does not constitute a sanction, but rather a public-order measure aimed at preventing reoffending and facilitating the identification of offenders. The very purpose of the register makes it necessary to check the addresses of the persons concerned on an ongoing basis. The burden imposed on them in order to ensure that such checks are carried out does not constitute a non-essential [measure] for the purposes of Article 9 of the 1789 Declaration ...” (§ 91)", "20. In a judgment of the Criminal Division of 12 March 2008, the Court of Cassation ruled on the nature of placement on the register (see also Cass. crim. 31 October 2006, Bull. crim. no. 267). It held as follows:", "“Whereas ... in ordering placement on the Sex Offenders Register, the Court of Appeal accurately applied section 216 of the Law of 9 March 2004, according to which the provisions concerning placement on the register apply to offences committed before the date of promulgation of the Law. This section is not in breach of the Convention provisions relied on, as placement on the Sex Offenders Register, which is merely a security measure and not a penalty, is not subject to the principle prohibiting the retrospective application of more severe provisions of substantive law. ...”", "The Court of Cassation has upheld the automatic nature of placement on the register in the case of offenders sentenced to more than five years’ imprisonment (Cass. crim. 16 January 2008).", "21. In December 2008 this working party submitted a report to the Minister of the Interior, the Overseas Departments and Territories and the Territorial Authorities entitled: “Tightening procedures to improve the protection of freedoms”. According to the report, 20,222 names had been entered in the Sex Offenders Register when it was established in June 2005; by October 2008 the number of entries was 43,408.", "22. Articles 768 to 781 of the CCP deal with the operation of the national criminal records. These record convictions imposed by the criminal courts, as well as some commercial, administrative and disciplinary convictions which entail incapacity. A person’s criminal record is divided into three headings. The information contained in the criminal record is provided in the form of bulletins.", "Bulletin no. 1 (Article 774 CCP) records all the files in the criminal record, in other words all the person’s convictions. It may be issued only to the judicial authorities.", "Bulletin no. 2 (Article 775 CCP) contains most of the convictions for criminal offences with the exception, in particular, of youth convictions, foreign rulings, convictions for minor offences and suspended sentences once the probationary period has expired. A request can be made to the judge for a conviction not to be entered in Bulletin no. 2 (although it will remain in Bulletin no. 1). This bulletin is made available only to certain administrative and military authorities (prefects, military authorities, heads of public companies, etc.) on specific grounds.", "Bulletin no. 3 (Article 777 CCP) records the most serious convictions for major offences, and especially custodial sentences of over two years. This bulletin is the only one of which the person concerned may obtain a copy.", "23. The Criminal Code provides for a rehabilitation procedure for convicted individuals, enabling a conviction to be deleted from the criminal records before expiry of the statutory period (forty years). Article 133-1 of that Code states that rehabilitation erases the conviction.", "24. Article 133-13 lays down the conditions for automatic rehabilitation:", "“A convicted individual who has not been the subject of a further criminal conviction within the periods set out below shall be automatically rehabilitated:", "...", "3. In the case of a single prison sentence not exceeding ten years or multiple prison sentences not exceeding five years in total, after a period of ten years calculated from the date on which the sentence ends or from the date of expiry of the limitation period.", "...”", "25. The CCP lays down the arrangements governing the judicial rehabilitation procedure:", "“During the lifetime of the convicted person, an application for rehabilitation may be made to the courts only by the person concerned or, if he or she is disqualified, by his or her legal representative. In the event of the person’s death and where the statutory conditions are met, the application may be pursued by his or her spouse, ascendants or descendants or may even be lodged by them, within one year of the person’s death.”", "“The application for rehabilitation may be made only after five years in the case of persons convicted of a serious crime ...", "This period shall be counted ... in the case of persons who have received a custodial sentence, from the date of their final release or, in accordance with the provisions of Article 733, third paragraph, the date of their conditional release where the latter was not revoked subsequently ...”", "26. The rules governing the removal of an offence from the criminal records are as follows:", "“... Files concerning convictions which have been erased by an amnesty or have been overturned shall be deleted from the criminal records ... The same shall apply ... to files concerning convictions ... imposed more than forty years previously where there have been no further convictions for any category of criminal offence.", "The following shall also be deleted from the criminal records:", "...", "8. Convictions in respect of which the offender has been granted judicial rehabilitation, where the court expressly orders the removal of the conviction from the records in accordance with the second paragraph of Article 798.”", "27. The 1981 Council of Europe Convention for the protection of individuals with regard to automatic processing of personal data (“the Data Protection Convention”) defines “personal data” as any information relating to an identified or identifiable individual. The Convention provides, inter alia, as follows:", "“...", "Considering that it is desirable to extend the safeguards for everyone’s rights and fundamental freedoms, and in particular the right to the respect for privacy, taking account of the increasing flow across frontiers of personal data undergoing automatic processing;", "...", "Personal data undergoing automatic processing shall be:", "...", "b. stored for specified and legitimate purposes and not used in a way incompatible with those purposes;", "c. adequate, relevant and not excessive in relation to the purposes for which they are stored;", "...", "e. preserved in a form which permits identification of the data subjects for no longer than is required for the purpose for which those data are stored.", "Personal data revealing racial origin, political opinions or religious or other beliefs, as well as personal data concerning health or sexual life, may not be processed automatically unless domestic law provides appropriate safeguards. ...", "Appropriate security measures shall be taken for the protection of personal data stored in automated data files against accidental or unauthorised destruction or accidental loss as well as against unauthorised access, alteration or dissemination.”", "28. Recommendation No. R (87) 15 of the Committee of Ministers regulating the use of personal data in the police sector (adopted on 17 September 1987) provides, inter alia, as follows:", "“2.1. The collection of personal data for police purposes should be limited to such as is necessary for the prevention of a real danger or the suppression of a specific criminal offence. Any exception to this provision should be the subject of specific national legislation.", "...", "Principle 3 – Storage of data", "3.1. As far as possible, the storage of personal data for police purposes should be limited to accurate data and to such data as are necessary to allow police bodies to perform their lawful tasks within the framework of national law and their obligations arising from international law.", "...", "Principle 7 – Length of storage and updating of data", "7.1. Measures should be taken so that personal data kept for police purposes are deleted if they are no longer necessary for the purposes for which they were stored.", "For this purpose, consideration shall in particular be given to the following criteria: the need to retain data in the light of the conclusion of an inquiry into a particular case; a final judicial decision, in particular an acquittal; rehabilitation; spent convictions; amnesties; the age of the data subject, particular categories of data.”", "29. In March 2004 the Senate of the French Republic published a “Comparative law study” (no. 133) concerning the treatment of sexual offences committed against minors. The report stated that “a sex-offenders register exists only in England and Wales”. In Germany, there is no Federal register but two Länder (Bavaria and Bremen) have their own registers. The Bavarian register, known as HEADS (Haft-Entlassenen-Auskunfts-Datei-Sexualstraftäter), can be accessed only by police officers and judges. In the United Kingdom, data concerning offenders sentenced to more than thirty months’ imprisonment are kept indefinitely and there is no possibility of having the data deleted (Sexual Offences Act 2003, section 82)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}