{"ITEMID": "001-67000", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KAISTI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Heikki Kaisti, is a Finnish national, who was born in 1943 and lives in Piispanristi. He is represented before the Court by Mr Markku Fredman, a lawyer practising in Helsinki. The respondent Government are represented by their Agent, Mr Arto Kosonen, Director, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "The applicant was placed on temporary unpaid leave, on 20 August 1991, because of his employer's financial difficulties. The same day the applicant registered as an unemployed person, seeking new employment at the local unemployment office. He received a certificate from the unemployment office (työvoimatoimisto, arbetskraftsbyrå) of Kaarina, dated 28 August 1991, according to which he could receive unemployment benefit as from 20 August 1991 onwards.", "On 10 November 1992 the Unemployment Board of Kaarina (työvoimatoimikunta, arbetskraftskommision) confirmed that he could receive the benefit as from 1 October 1992.", "On 18 October 1994 the Unemployment Fund for Engineers, Architects and Economists (IAET), which was paying the applicant's unemployment benefit, requested a new certificate from the applicant's local unemployment office. According to the new certificate of 10 February 1995, the Unemployment Board of Kaarina found that the applicant had been de facto self-employed from 20 August 1991 in several enterprises owned partly by him or his family and that he was not entitled to receive unemployment benefit for that period.", "On 3 March 1995 the IAET requested the Insurance Court (vakuutusoikeus, försäkringsdomstolen) to quash and annul the IAET's own earlier decisions (issued in 1991-1994), according to which the applicant was entitled to receive, inter alia, unemployment benefit, and to refer the case back to the IAET to be reconsidered. The Insurance Court accepted the IAET's request on 29 February 1996. The judgment was served upon the applicant by mail on 25 March 1996.", "Subsequently, on 7, 9 and 28 August 1996, the IAET refused the applicant his entitlement to the benefits and decided to request the applicant to reimburse all the benefits paid, amounting to approximately EUR 50,000. The applicant lodged several appeals with the Board for Unemployment Benefits (työttömyysturvalautakunta, arbetslöshetsnämnden; hereinafter “the BFUB”). On 14 February 1997 the BFUB rejected all of the applicant's appeals against the IAET's decisions. On 15 April 1997 the applicant appealed against the BFUB's decisions to the Insurance Court. It refused his appeals on 4 June 1998. The judgment was served upon the applicant by mail on 11 June 1998.", "The applicant was employed from 13 September 1994 to 13 March 1995. On 31 January 1995 the Unemployment Board again found that the applicant had been self-employed as from 20 August 1991. On 6 February 1996 the IAET refused the applicant's unemployment benefit application as from 14 March 1995 since the Unemployment Board of Kaarina had on that date issued a new certificate, according to which the applicant had not reported as a job-seeker at the unemployment office. On 6 May 1996 the applicant appealed against the IAET's decisions to the BFUB, and requested to be paid unemployment benefit for the period of 14 March 1995 until 21 June 1996. On 14 February 1997 the BFUB examined the applicant's appeal and quashed the IAET's decision of 6 February 1996 and returned the case for re-examination, finding that the applicant's application had been dismissed without first obtaining a fresh certificate from the unemployment office.", "As it appears from the documents, on 15 April 1997 the local Unemployment Board found that the applicant was still self-employed. On 24 April 1997 the IAET dismissed the applicant's unemployment benefit application as from 14 March 1995 onwards because he was still found to be de facto self-employed. On 14 July 1997 the applicant appealed to the BFUB. On 23 July 1997 the applicant submitted his further observations. The BFUB refused the applicant's appeal on 29 May 1998. The applicant appealed against the BFUB's decision to the Insurance Court. It invited the IAET's observations and the applicant's observations. The applicant submitted his further observations to the Insurance Court on 3 December 1998 and 21 December 1998. The IAET submitted additional observations and the applicant was given an opportunity to submit further observations. On 28 May 1999 the Insurance Court dismissed the appeal. According to the applicant, he was forced to reapply for his unemployment benefit for the period from 14 March to 21 June 1994 and that he received the benefit on 9 March 2001.", "On 24 March 2000 the applicant requested the Insurance Court to quash and annul all the earlier Insurance Court decisions and to re-open the case on the basis of the new evidence he had this time enclosed with his request. On 23 October 2000 the Insurance Court found in favour of the applicant and annulled its previous decisions. It considered, in the light of the new evidence, that the applicant was entitled to receive unemployment benefit as from 20 August 1991 onwards. It noted that the new evidence was, at least partly, such that the applicant had not had access to it at the time of the previous proceedings. The applicant's case was referred back to the IAET. He was finally granted the benefit on 6 February 2001.", "According to section 40 of the Act on Unemployment Benefits (työttömyysturvalaki, lag om utkomstskydd för arbetslösa, 602/1984), as in force at the relevant time, whosoever was unsatisfied with a decision of an unemployment fund could appeal the decision to the Board for Unemployment Benefits, and the decision of the Board to the Insurance Court. The decision of the Insurance Court could not be appealed.", "Section 31 of the Act, as in force at the relevant time, concerned the reimbursement of benefits paid. If a benefit referred to in the Act had been paid wrongly or in too large an amount, the excessive amount was to be recovered. Recovery could be waived completely or in part if this was considered reasonable. A final decision on reimbursement could be enforced in the same way as any final decisions.", "Section 43 (330/1997), as in force at the relevant time, concerned the annulment of decisions. According to that section, when a final decision concerning a benefit referred to in the Act was based on incorrect or insufficient information or was manifestly unlawful, the Insurance Court could annul the decision after having heard the other interested parties if so recommended by the relevant unemployment fund or requested by the person concerned, and order the matter to be reprocessed. After having given the said recommendation, the unemployment fund could temporarily suspend payment of the benefit or pay it in accordance with the recommendation, until the matter had been resolved.", "According to section 1 of the Unemployment Funds Act (työttömyyskassalaki, lag om arbetslöshetskassor; 1984/603), the purpose of an unemployment fund is, inter alia, to provide its members unemployment benefits pursuant to the Act on Unemployment Benefits. Section 2 provides that the Ministry for Social Affairs and Health grants licences to establish an unemployment fund.", "An unemployment fund receives state funding (section 24 of the Act) and its rules must be registered to the Insurance Supervisory Authority (vakuutusvalvontavirasto, försäkringsinspektionen), which is subordinated to the Ministry for Social Affairs and Health (Chapter 10 of the Act). The Insurance Supervisory Authority supervises the unemployment funds and has the right to obtain information from them as well as to order the unemployment funds to take actions which the Insurance Supervisory Authority regards as necessary for the fulfilment of the provisions of the Act on Unemployment Benefits (sections 58, 58a and 59 of the Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}