{"ITEMID": "001-94419", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ÜMIT GÜL v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1982 and lives in Dusseldorf, Germany.", "6. On 14 January 2001 police officers from the anti-terrorist branch of the Tunceli police headquarters arrested the applicant on suspicion of having written slogans on a wall in support of TKP/ML-TMLGB, namely, the Communist Party of Turkey/Marxist Leninist - Marxist Leninist Youth Union of Turkey (Türkiye Komunist Partisi/Marksist Leninist - Türkiye Marksist Leninist Gençlik Birliği), an illegal organisation. He was placed in police custody. According to the arrest report of 14 January 2001, the applicant did not ask for a lawyer.", "7. The applicant alleged that while in police custody he had been subjected to physical and psychological ill-treatment amounting to torture. The illtreatment consisted of, inter alia, being hosed with pressurised cold water and suspended by the arms, electric shocks and beatings.", "8. According to four medical reports drawn up on 14, 16, 17 and 19 January 2001 by a doctor at Tunceli State Hospital, apparently at the request of the police headquarters where the applicant was being detained, there were no marks of ill-treatment on the applicant’s body. It was stated in the reports that the applicant “did not have any complaints, appeared well and was conscious” and that there were “no injuries on his body”.", "9. On 17 January 2001, while he was in police custody, police officers questioned the applicant and recorded his statement. In the ninepage statement the applicant was reported as having stated that he did not want the assistance of a lawyer and went on to detail the activities he had carried out on behalf of the above-mentioned illegal organisation. These activities included distributing copies of a left-wing newspaper, writing slogans on walls and taking part in meetings with other members of the organisation.", "10. On 19 January 2001 the applicant was brought before the Tunceli prosecutor and subsequently before the Tunceli Magistrates’ Court (Tunceli Sulh Ceza Mahkemesi), where he was questioned further. The applicant confirmed the accuracy of the contents of the statement he had made in police custody on 17 January 2001. The Magistrates’ Court ordered the applicant’s detention pending the outcome of the criminal proceedings. The applicant was detained in Malatya Prison.", "11. On 22 January 2001 the applicant submitted a petition to the Malatya State Security Court, requesting his release. In his petition the applicant stated that, in the course of his detention in police custody he had been subjected to intensive physical and psychological torture in order to force him to sign a statement. Furthermore, he had not been allowed to sleep for three days preceding his appearance before the prosecutor and, as a result, had not been fully conscious when questioned. The applicant’s request for release was rejected the following day.", "12. On 8 February 2001 the applicant asked, in writing, for the Malatya public prosecutor to refer him to a hospital so that the marks left on his shoulders by the illtreatment could be documented. On 14 February 2001 the Malatya prosecutor decided that the alleged ill-treatment had not taken place in his area of jurisdiction and forwarded the applicant’s letter to the Tunceli prosecutor.", "13. Following a request apparently made by the director of the Malatya Prison on 27 February 2001, the applicant was examined on 28 February 2001 by the director of the Malatya branch of the Forensic Medicine Directorate, who is also a medical consultant. According to the report drawn up by that doctor, there were four scars, measuring between two and three centimetres by one centimetre, on the front and back of the applicant’s shoulders. It also appears from the report that the applicant had complained to the doctor about pain and restriction of movement in his arms. The doctor recommended that the applicant be sent to a fully equipped hospital for further diagnosis of his injuries and complaints.", "14. On 22 March 2001, and subsequently on 10 April 2001, the applicant made two statements before a prosecutor and set out in detail the illtreatment to which he had been subjected by six or seven police officers while in custody. According to these statements, the ill-treatment included being stripped naked and wrapped in a damp blanket before being beaten with truncheons and suspended by the arms, which caused the ligaments in his shoulders to tear. The police officers had also threatened to harm his relatives and get his father dismissed from his job as a neighbourhood security guard if he denied the allegations against him. The applicant told the prosecutor that the contents of the medical report drawn up by the Malatya branch of the Forensic Medicine Directorate were correct and informed the prosecutor that he would be able to recognise the police officers responsible for the ill-treatment if he ever saw them again. He asked the prosecutor to prosecute them.", "15. The applicant was examined by a consultant orthopaedist and a consultant neurologist at Malatya State Hospital on 13 April 2001. The orthopaedist noted a number of scars on the applicant’s shoulders, compatible with the findings of the medical report of 28 February 2001 (see paragraph 13 above). The neurologist recommended the applicant’s referral to a specialist hospital.", "16. On 14 April 2001 the Tunceli prosecutor requested authorisation from the Tunceli governor to prosecute the police officers allegedly responsible for the applicant’s ill-treatment. This request was made pursuant to Law No. 4483 on the Trial of State Employees and other Public Servants.", "17. The applicant was released on bail on 24 April 2001.", "18. On 7 and 11 May 2001 police chief Y.K., who was entrusted with the duty of investigating the applicant’s allegations, questioned two police officers, Z.G. and İ.Ç., who had apparently questioned the applicant and taken down his statement on 17 January 2001. Both officers denied ill-treating the applicant and stated that “members of terrorist organisations made such allegations in order to lower the morale of the police”.", "19. On 10 May 2001 the Tunceli prosecutor referred the applicant to Fırat Research Hospital in the city of Elazığ (hereinafter “ Elazığ Hospital”) in order to establish whether the applicant’s injuries had caused any permanent damage. A medical examination was scheduled to take place on 15 June 2001.", "20. On 15 May 2001 the police chief Y.K. recommended to the Tunceli governor that permission for the prosecution of the two police officers should not be granted.", "21. The Tunceli prosecutor’s request for authorisation to prosecute was refused by the Tunceli governor on 21 May 2001. The governor considered, on the basis of a report prepared by the police chief Y.K., that, other than the applicant’s own allegations, there was no evidence to prove that the injuries detailed in the medical reports had been caused in detention.", "22. On 31 May 2001 the applicant lodged an objection against the Tunceli governor’s decision of 21 May 2001 and argued that the decision, which had been taken before his examination at Elazığ Hospital was due, had failed to establish the truth and should be annulled.", "23. In its decision of 13 June 2001, the Malatya Regional Administrative Court annulled the decision of the Tunceli governor on the ground that it was based on an incomplete investigation. In particular, the governor’s decision had been taken before a detailed medical report from Elazığ Hospital had become available. Furthermore, the decision was based on a report prepared by an investigator who had not interviewed the applicant. Finally, the authorisation to prosecute had been rejected solely on the basis of the statements taken from those allegedly responsible for the ill-treatment and the medical reports drawn up while the applicant was in detention.", "24. On 21 June Elazığ Hospital sent a letter to the Tunceli prosecutor informing him that the applicant “did not have his EMG examination done”.", "25. The same police chief Y.K. was entrusted with the duty of carrying out the new investigation. When he questioned the applicant on 6 July 2001 the applicant told him that when he had been brought before the doctor while in police custody he had been very scared and therefore had not been able to tell the doctor anything about the ill-treatment. In any event, the doctor had not examined him properly. When he had finally been referred to Elazığ Hospital he had been asked to pay the costs of the medical examination but had been unable to afford it. As a result, the doctors at the hospital had refused to examine him. The applicant told the police chief that he wanted those responsible for his ill-treatment to be prosecuted.", "26. The police chief Y.K. prepared his report on 17 July 2001 and stated that in his opinion permission for the prosecution of the police officers should not be granted.", "27. On 27 July 2001 the Tunceli governor again refused authorisation to prosecute the police officers. The governor noted the applicant’s claim that he had not been examined at Elazığ Hospital as he had been unable to pay the cost (approximately 30 euros) for an electromyography test (an EMG). The Tunceli governor considered that the defects highlighted in the Regional Administrative Court’s decision of 13 June 2001 had been eliminated and that there was no evidence that the applicant had been subjected to ill-treatment. The report of 28 February 2001, showing injuries on the applicant’s body, had been obtained thirty-nine days after his release from police custody.", "28. According to the applicant, the Tunceli governor’s decision was not communicated to him, as in the meantime he had fled Turkey and settled in Germany as a result of harassment to which police officers had subjected him. He did not, therefore, lodge an objection against this decision. According to a document submitted to the Court by the Government, however, the applicant was served with the decision on 5 August 2001.", "29. An automatic appeal was lodged against the Tunceli governor’s decision with the Malatya Regional Administrative Court, which, however, remitted it to the governor’s office as only the applicant or the prosecutor could have lodged the appeal. The Regional Court observed that the decision in question had become final as no appeal had been lodged.", "30. On the basis of the Tunceli governor’s decision of 27 July 2001, on 16 October 2001 the Tunceli prosecutor rendered a decision not to prosecute the police officers allegedly responsible for the ill-treatment. The applicant lodged an objection, through his legal representative, against that decision and pointed to the failure to remedy the defects identified in the Malatya Regional Administrative Court’s decision of 13 June 2001.", "31. On 8 November 2001 the applicant’s objection was rejected by the Erzincan Assize Court on the basis of the Tunceli governor’s above-mentioned decision of 27 July 2001.", "32. In the meantime, on 20 February 2001 the prosecutor at the Malatya State Security Court filed an indictment charging the applicant with the offences of membership of an illegal organisation and aiding and abetting members of that organisation. In his indictment the prosecutor quoted extensive paragraphs from the statements taken from the applicant by police officers on 17 January 2001 and then by the prosecutor and the Magistrates’ Court on 19 January 2001.", "33. Criminal proceedings commenced before the 2nd Chamber of the Malatya State Security Court (hereinafter “the trial court”). In the course of the proceedings the applicant was represented by a lawyer. The applicant told the trial court that his statement had been extracted under torture while he was in police custody. He repudiated the statement and maintained his innocence. The trial court had regard to the Tunceli prosecutor’s decision of 16 October 2001 not to prosecute the police officers.", "34. On 9 April 2002 the applicant was found guilty of the offence of aiding and abetting an illegal organisation, contrary to Article 169 of the Criminal Code, and sentenced to three years and nine months’ imprisonment. In convicting the applicant the trial court had regard to the statements taken from the applicant by the police on 17 January 2001 and by the prosecutor and the Magistrates’ Court on 19 January 2001 (see, respectively, paragraphs 9-10 above).", "35. The applicant’s conviction was upheld by the Court of Cassation on 12 November 2002."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}