{"ITEMID": "001-95240", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "DZELILI v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Dzevdet Dzelili, is a national of the Former Yugoslav Republic of Macedonia, who was born in 1971 and lives in Hamburg. He was represented before the Court by Mr. R. Ritter, a lawyer practising in Hamburg.", "A prior application by the applicant (no. 65745/01) concerned the length of the same proceedings which are at issue here and was disposed of by judgment of 10 November 2005.", "The facts of the present case, as submitted by the applicant, may be summarised as follows.", "On 13 May 1994 two masked and armed man entered the house of L. in Norderstedt, a town close to Hamburg. When L., who owned a roofing business, and his wife returned home, they were threatened and beaten by the men, and forced to open their safe from which the two men stole money, stocks and jewellery worth around 1,600,000 German marks (DEM).", "On 6 July 1996 the applicant was arrested in Wilhelmshaven. On 7 July 1996 the Wilhelmshaven District Court issued a warrant of arrest against the applicant on the ground that there was a strong suspicion that he had committed five offences of robbery, inter alia the robbery of L., and one count of robbery in connection with attempted murder.", "On 4 November 1996 the Oldenburg Public Prosecutor’s Office charged the applicant with attempted murder, aggravated robbery causing physical injury, and an offence under the Federal Weapons Act.", "On 18 February 1997 the Oldenburg Regional Court accepted the indictment without modifications and decided to open the main proceedings against the applicant and two other accused.", "On 9 December 1996 a police informant (Vertrauensperson) was questioned by police officer M. in connection with the Norderstedt robbery.", "The informant reported that in May 1994, around ten days after the robbery, he/she had heard in the “milieu” for the first time that an elderly couple in Norderstedt had been robbed. According to his/her information the robbery had been committed by an “Emin” and a “Zvonko”. Allegedly they had first broken in and entered the house of the elderly couple. Then, the man had appeared and was overpowered. Shortly afterwards the wife had entered the house and was overpowered as well. The couple was tied up and forced to reveal the hiding place of the safe from which around DEM 1,600,000 or 1,800,000 were taken. A certain “Djoni” who had given the tip for the robbery in Norderstedt had received some of the goods. As far as the informant remembered, each of the three had got around DEM 600,000. “Djoni” and “Emin” had opened a bistro in Wilhemshaven with this money. “Zvonko” had allegedly wasted much of the money. The informant further stated that he/she had also been told that shortly after the robbery the daughter of the robbed couple had appeared. The day of the robbery had been her birthday. Details of the robbery were not known to the informant. He/she had heard though that the men had stubbed out burning cigarettes on the bodies of their victims.", "The informant had further reported that “Emin” and “Zvonko” were first names and that “Emin” was from Macedonia and “Zvonko” from Croatia. The last name of “Zvonko” was not known to the informant, “Emin’s” last name was Dellili, according to the informant. When he/she had been shown photos in 1995 by his/her supervisor he/she had recognised both men. During questioning in December 1996 the informant was again confronted with the same pictures and again recognised the two men.", "The informant’s supervisor, who was also questioned by police officer M. on 9 December 1996 and who also remained anonymous, stated that he knew the identity of the informant and had worked with the person for years. In August 1994 the informant had told him about the robbery in Norderstedt in May. The supervisor further observed that what the informant had said when questioned by M. was essentially the same as the informant had told him in 1994.", "The first trial started on 14 March 1997. However, the proceedings had to be abandoned later on because two lay judges fell ill; the trial was then reopened on 2 June 1998.", "The applicant, who was represented by counsel during the trial, denied the charges and alleged that he had been in Tetovo, Former Yugoslav Republic of Macedonia, at the time of the robbery of L.", "During the first trial, on 14 April 1997, the defence challenged the calling of police officer M. as a witness, arguing that they did not know the identity of the informant and whether the guarantee of confidentiality was according to the law. If the informant’s statements were introduced into the trial by way of hearing police officer M. as a hearsay witness the defence could not test the informant’s credibility.", "On 15 May 1997 the Ministry for the Interior of Lower Saxony made a declaration refusing to reveal the informant’s identity (Sperrerklärung). The Ministry argued, inter alia, that the informant had been guaranteed confidentiality and that it was necessary to keep his/her identity secret in order to protect his/her life and limb, especially in view of the brutality of the crimes the accused were charged with.", "On 13 and 24 June 1997 the Ministry of the Interior of Lower Saxony, relying on the reasons given in the declaration of 15 May 1997, submitted two more declarations refusing to reveal the identity of further informants and the informant’s supervisor.", "During the second trial the Regional Court heard, inter alia, police officer M. as a witness regarding the statements made by the informant and the informant’s supervisor (see above, 2. Pre-trial investigations), two former cellmates of the applicant who claimed that the applicant had confessed to involvement in the robbery in Norderstedt to them, and also heard five counter-witnesses put forward by the defence.", "On 16 March 2000 the applicant and his counsel lodged a request to take evidence by legal inspection through one of the judges of the court (richterliche Inaugenscheinnahme) to make sure that the informant existed. The applicant reasoned that the proceedings so far, as well as the exclusion of questions of the defence with a view to verifying the reliability of the informant, had led to the impression that this person was an invention of the police in order to cover up the identity of the real informant. Since questions regarding the knowledge of the informant had so far been refused, this exclusion violated the principle of fair trial. The applicant further requested:", "“Questioning of the informant directly by video", "+ multiple written questioning", "+ person is an invention of the police!”", "By decision of 14 June 2000 the Regional Court dismissed the applicant’s request as inadmissible. It argued that a legal inspection was inadmissible. Direct questioning of the informant would be in conflict with the Ministry of Interior’s refusal to reveal the informant’s identity. Irrespective of whether an optical and/or acoustic screening was admissible under German law, such questioning would run counter to the applicant’s request because the existence of the informant would not thereby be disclosed. The court further reasoned that the informant had already been questioned; the result had been introduced by hearing police officer M. as a witness. Regarding the allegation that the informant was “an invention of the police” the Regional Court found that this was a conclusion of the applicant, who moreover had not given evidence for it.", "On 20 March 2001 the Oldenburg Regional Court pronounced its judgment. It found the applicant guilty of the robbery of L. and his wife in Norderstedt, convicted him of serious robbery and serious bodily harm and acquitted him of attempted murder (regarding a different robbery) and imposed a sentence of eight years’ imprisonment. The applicant’s co-accused were, inter alia, found guilty of attempted murder.", "In its long and detailed decision the Regional Court based its conviction that the applicant had participated in the robbery on the statement of the informant, introduced through the testimony of police officer M. and corroborated by further evidence, as well as on the statements of the two former cellmates of the applicant.", "The Regional Court noted that the first lead concerning the applicant’s involvement in the Norderstedt robbery had come from confidential information received by the police, verification of which had reinforced the suspicion towards the applicant and his co-accused.", "Witness E., a police officer from the Norderstedt police department, reported in this context that in August 1994 an informant had provided another police officer, whose identity was confidential, with a lead regarding the robbery of a roofer and the involvement of two Yugoslavs named “Emin” and “Zvonko” as well as someone named “Jonni” who had provided the tip for the crime. Witness E. had neither met the informant nor knew his name.", "Witness M., the police officer who had questioned the informant, testified that in November 1994 there had been a lead that the mentioned “Jonni” had opened a restaurant on the North Sea or Baltic coast. Further investigations had led to the Mozart Pub in Wilhelmshaven (a town on the North Sea) owned by a Djoni Kullaj. Then, in February 1996, an informant had revealed that an “Emin” was staying with a Yugoslav in Wilhelmshaven and had had a child with her, born in 1996. According to this information “Emin” was an Albanian and was considered to be the perpetrator of several robberies in Wilhelmshaven and Hamburg together with a “Zwonko Virant”. Approximately two years ago these two had, according to this information, robbed a couple who owned a roofing business close to Hamburg. A survey of all registered Yugoslav women in Wilhelmshaven had led to a woman who had named a Dzevdet Dzelili as the father of her child born in February 1996. The police had subsequently photographed persons entering and leaving the apartment of the woman and shown these photographs to the informant, who had recognised both men he/she had mentioned, “Zvonko” and “Emin”, in these pictures. The persons where later identified as Zvonko Cevisovic and Dzevdet Dzelili alias Alen Dosen.", "The Regional Court observed in the reasoning of its judgment that the above outlined confidential information as well as the information received from the informant, as recalled during the trial by witness M. as interviewing officer, had proven to be correct in its essential points. Most of the information regarding the circumstances of the offence had been confirmed by the victims, Mr. and Mrs. L., who had been heard as witnesses at the trial. Only two parts of the informant’s statement had proven to be incorrect, namely the purported mistreatment of the victims with burning cigarettes and that the day of the offence had been the birthday of the victims’ daughter. However, the day of the offence was the birthday of the victims’ grandson and the victims’ daughter had indeed arrived shortly after the robbery together with her husband and the grandson. The Regional Court therefore found the statement regarding the daughter’s birthday to be a simple mistake, not only an accidental parallel. Furthermore, the informant’s statement regarding the takeover of a restaurant in Wilhelmshaven, namely the Mozart Pub, and the applicant’s involvement in this business together with the named “Djoni” or “Jonni” as well as the statement as to the stolen goods, had been confirmed by depositions of several witnesses. In this respect the Regional Court also noted that the DEM 1,600,000 to 1,800,000 stolen in the Norderstedt robbery provided an answer to the question as to how the applicant in June 1994 could afford to invest DEM 200,000 in a restaurant, a fact that had been established by witness testimony.", "The Regional Court further based its conviction on the testimony of two former cellmates, according to whom the applicant had confessed to involvement in the robbery at issue. Given that one of the witnesses had not repeated his pre-trial statement to that effect in court but rather stated that he was not able to recall details, the police officer who had questioned him was heard as a hearsay witness. While the court expressed doubts as to the reliability (Glaubwürdigkeit) of the two witnesses in general, it was convinced that with regard to the applicant’s confession the statements were credible (glaubhaft), in particular because they were consistent with one another and contained personal details which could only have been passed on by the applicant himself and not, as alleged by the defence, been taken from the reasoning of the arrest warrant.", "Upon request of the defence the court had also heard five prison inmates as witnesses who knew the two former cellmates of the applicant and, with one exception, stated that these two had intentionally made false statements regarding an alleged confession to obtain advantages for their own trials.", "As to the applicant’s alleged alibi, the Regional Court heard witnesses and came to the conclusion that it did not preclude the applicant’s involvement in the crime because it was not continuous. Further witnesses from the Former Yugoslav Republic of Macedonia named by the applicant were summoned but informed the court that they would not appear.", "On 22 March 2001 the applicant lodged an appeal on points of law against the Oldenburg Regional Court’s judgment.", "The applicant alleged a violation of the Regional Court’s duty to clarify the relevant facts (Aufklärungspflicht) as well as a violation of the applicant’s right to question witnesses (Fragerecht). The applicant submitted that the Regional Court should have requested a review of the Ministry of the Interior’s declaration refusing to reveal the informant’s identity of 15 May 1997 in view of, inter alia, the time elapsed and the possibility of questioning by video link with acoustic and optical shielding. Also, in view of the applicant’s request of 16 March 2000, which should have been taken as a suggestion to take evidence (Beweisanregung), the Regional Court should have considered other possibilities of enabling the defence to question the informant. Because it was the Regional Court’s duty to counterbalance the handicaps resulting from maintaining the anonymity of the informant the Regional Court should furthermore not have dismissed the request for “multiple written questioning”. The applicant also submitted that the Regional Court had based his conviction to a decisive extent on the statements of an anonymous witness he had not been able to question, without documenting that it had treated these statements with adequate care.", "On 11 September 2003 the Federal Court of Justice, following an oral hearing, confirmed the judgment of the Oldenburg Regional Court regarding the verdict (Schuldspruch). In respect of the sentence (Strafausspruch) the judgment was quashed and the case remitted to the Oldenburg Regional Court for renewed sentencing.", "The Federal Court of Justice noted that the Regional Court had not had any reason to re-examine the Ministry’s declaration refusing to reveal the informant’s identity. In particular the newly created possibility of questioning the informant by video link according to Article 247 a of the Code of Criminal Procedure did not give rise to a request for reconsideration by the court; it could not dispel security concerns since anonymity would not be preserved. Acoustic and optical shielding during questioning by video link had at that time not been deemed admissible under domestic law. Furthermore, acoustic and optical shielding would not have been sufficient in the instant case, because the questions of the defence would have been targeted at the source of the informant’s knowledge and his/her relationship to the accused and would have thereby endangered the informant’s anonymity. According to Article 68 of the Code of Criminal Procedure such questions, while limited to the “necessary”, cannot be completely excluded. Therefore, the Regional Court could not and did not have to expect the Ministry of the Interior to consent to such a procedure.", "Regarding an alleged violation of the applicant’s right to question witnesses according to 6 § 3 (d) of the Convention the Federal Court of Justice dismissed the appeal on points of law as inadmissible because the applicant had only requested “multiple written questioning” of the informant during the trial but had not submitted the intended questions with his request of 16 March 2000. Hence, it was impossible for the Federal Court of Justice to examine whether the Regional Court had in fact violated the applicant’s right to question a witness. Because the request of 16 March 2000 was unsubstantiated the Regional Court did not have to grant it.", "The Federal Court of Justice further noted that the Regional Court had, as required by its case-law regarding the so called “corrective of the cautious assessment of evidence” (Korrektiv der vorsichtigen Beweiswürdigung), taken a cautious approach when assessing the statement of the anonymous witness, which was also corroborated by other evidence. Moreover, the statements of the applicant’s former cellmates constituted evidence entirely independent from the informant’s statement.", "On 1 December 2003 the applicant lodged a constitutional complaint with the Federal Constitutional Court.", "Before the Federal Constitutional Court the applicant argued that his right under Article 6 § 3 (d) of the Convention to question or have questioned witnesses of the prosecution had been violated. He submitted in particular that his conviction had been based to a decisive extent on the statements of the anonymous witness, who had not been heard in open court and who he or his counsel had had no opportunity to question.", "In view of the case-law of the Court and the then novel possibility in national law to question witnesses by video link, the applicant argued that the Regional Court would have at least had to put the question of a video link, possibly with acoustic and optical shielding, to the Ministry of the Interior and ask whether it still upheld its declaration of 15 May 1997. While acoustic and optical shielding was at the time of the judgment of the Regional Court not approved by the Federal Court of Justice, the applicant submitted that its relevant decision dated from before the change in the law regarding questioning by video link. Since acoustic and optical shielding therefore no longer conflicted with domestic procedural law it should have been considered by the Regional Court.", "With regard to the judgment of the Federal Court of Justice the applicant complained that it had not examined his submissions concerning possible questioning by video link under his right to question witnesses but only with regard to the Regional Court’s duty to clarify the relevant facts. He further submitted that the Federal Court of Justice was incorrect in requiring him to disclose specific questions he wanted to put to the informant.", "On 17 September 2004 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint for examination. It found that in view of the Court’s case-law, in particular van Mechelen and Others v. The Netherlands, the applicant’s right to a fair trial had not been violated.", "In view of the inclination towards violence of the group of perpetrators and the resulting threat to the informant the Federal Constitutional Court found it acceptable that the lower courts had not requested the Ministry of the Interior to reconsider its almost four-year-old declaration refusing to reveal the informant’s identity, since a revocation of the declaration could not be expected. For these reasons the lower courts could also predict that the Ministry of the Interior would not consent to questioning by shielded video link.", "Regarding the alleged violation of the applicant’s right to question witnesses the Constitutional Court found the submission of the applicant to be insufficiently substantiated. Since the Federal Court of Justice had in this respect dismissed the appeal on points of law as inadmissible the constitutional complaint had to meet special demands regarding its substantiation. In contrast, the applicant’s arguments against the decision of the Federal Court of Justice were based solely on sub-constitutional law and hence his constitutional complaint was inadequately reasoned in the eyes of the Constitutional Court.", "Article 68. [Examination as to Witness’ Identity and Personal Details]", "...", "(3) If there is reason to fear that revealing the identity or the place of residence or whereabouts of the witness would endanger the witness’ or another person’s life, limb or liberty, the witness may be permitted not to give personal details or to give details only in respect of an earlier identity. However, if so asked at the main hearing, he shall be required to state in what capacity the facts he is indicating became known to him. ...", "(4) Where necessary, questions relating to circumstances justifying the witness’ credibility in the case at hand, particularly concerning his relationship with the accused or the aggrieved party, shall be submitted to him.", "Article 244. [Taking of Evidence]", "...", "(2) In order to establish the truth, the court shall, ex officio, extend the taking of evidence to all facts and means of proof relevant to the decision.", "(3) An application to take evidence shall be rejected if the taking of such evidence is inadmissible. In all other cases, an application to take evidence may be rejected only if the taking of such evidence is superfluous because the matter is common knowledge, if the fact to be proved is irrelevant to the decision or has already been proved, if the evidence is wholly inappropriate or unobtainable, if an application is made to prolong the proceedings, or if an important allegation which is intended to offer proof in exoneration of the defendant can be treated as if the alleged fact were true.", "...", "Article 247a. [Witness Examination in Another Place]", "If there is an imminent risk of serious detriment to the well-being of the witness were he to be examined in the presence of those attending the main hearing and if that risk cannot be averted in some other way, namely by removing the defendant and excluding the public, the court may order that the witness remain in another place during the examination; ... The decision shall be incontestable. A simultaneous video transmission of the testimony shall be provided in the courtroom. The testimony shall be recorded if there are grounds to fear that it will not be possible to examine the witness at a future main hearing and if the recording is necessary to establish the truth. ...", "For a request for evidence to be taken to be admissible it must necessarily identify a particular matter to be proven (Beweistatsache), the aim of the application (Beweisziel) and the evidence (Beweismittel). If an application is not sufficiently substantiated in this regard it can still be a suggestion to take evidence (Beweisanregung) or a request for evidence determination (Beweisermittlungsantrag) which the court must then consider under its duty to clarify the relevant facts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}