{"ITEMID": "001-114050", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ŠTEFANČIČ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6-1 - Fair hearing) read in the light of Article 6 - (Art. 6) Right to a fair trial (Article 6-3-d - Witnesses)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Karel Jungwiert;Paul Lemmens", "TEXT": ["5. The applicant was born in 1966 and lives in Škofja Loka.", "6. On an unspecified date, the applicant and another individual, M.K., were charged under Article 196, paragraph 2 of the Slovenian Penal Code with the criminal offence of unlawfully manufacturing and trading in narcotics. They were accused of being involved in the organisation of drug trafficking which had been carried out by J.G., who had already been convicted of this in London. Another person, D.M., who had been convicted in Freiburg (Germany), was involved in the trafficking.", "7. By letter of 7 January 2000 and during a telephone call on 14 January 2000, the applicant’s lawyer was informed of the investigating judge’s decision to question J.G. as a witness in London, where he was being held in a prison.", "8. On 18 January 2000 the investigating judge, accompanied by M.K.’s representative and the public prosecutor, questioned J.G. in London. J.G. had specified that his participation to the meeting was conditional upon the fact that he would not be compelled to answer questions put by the defence; as a consequence, M.K.’s representative was unable to put any questions to him.", "9. During questioning, J.G. explained that he had met D.M. in 1990 in Germany. D.M. later contacted him about transporting a car from Slovenia to elsewhere in Europe and mentioned people from Slovenia, including the applicant, who would organise the transport. J.G. and D.M. came together to Slovenia on 12 February 1998 and stayed in the Hotel Medno. They were visited there by the applicant and M.K. On this occasion, J.G. received an envelope from the applicant: he stated that he thought that it contained money for the purchase of a car, but later realised that it was a package of heroin and that he was supposed to smuggle drugs in the future. According to J.G.’s version of events, he came to Slovenia again on 26 February 1998, taking a train from Feldkirch (Austria) to Ljubljana. In Ljubljana he met M.K., who told him about the first drug transfer from Hungary to Germany and gave him a mobile phone with a Slovenian SIM card. Later that day, J.G. met the applicant and M.K. at the Hotel Medno. They told him where in Hungary he had to go, but that plan was never implemented. J.G. subsequently bought a car for a drug transfer from Croatia to Hamburg. His contact with M.K., who, unlike the applicant, could speak English, was made using the mobile phone which had been given to him during his second visit to Slovenia. J.G. met the applicant and M.K. in Munich and Stuttgart, where they told him about a new drug transfer from Croatia to Great Britain. He was again given instructions by M.K. using the mobile phone. J.G. identified both the applicant and M.K. from a series of photographs.", "10. The trial court subsequently called: (i) witness D.Š., who testified that he had introduced the applicant to D.M. in the context of a business involving the sale of apartments; (ii) an undercover agent who was involved in another case and whose testimony was consequently held by the trial court to be inadmissible in the proceedings concerning the applicant; and (iii) an anonymous witness, who also confirmed that the applicant and D.M. knew each other because they had both been present at the meeting concerning the sale of certain apartments. The court also admitted as evidence: (i) the statement taken from J.G. on 18 January 2000 in London; (ii) the guest records of the Hotel Medno relating to the dates 13 and 27 February 1998; (iii) the records of phone calls made on the Slovenian SIM card found in possession of J.G. on the date of his arrest; and (iv) the judgment of the Freiburg Regional Court concerning the criminal proceedings against D.M.", "11. That judgment had established that D.M. and J.G. knew each other and that they had planned a drug transfer from Slovenia to Central Europe. Moreover, it had been D.M. who had introduced J.G. to the applicant and M.K. The Freiburg Regional Court had further established that on 12 February 1998 D.M. and J.G. had gone to the Hotel Medno in Ljubljana, where they had met the applicant and M.K., that a second visit to Slovenia had taken place on 26 February 1998, that J.G. had received a mobile phone from M.K. which had been used to give him instructions about the drug transfers, that J.G. had delivered drugs in Hamburg and in Great Britain and that he had met the applicant and M.K. twice in Germany.", "12. At a hearing on 18 May 2000, the court read out J.G.’s statement of 18 January 2000. While the public prosecutor and M.K.’s representative agreed to this, the applicant’s representative objected and requested that J.G. be examined in court. His request was rejected by the court, referring to section 340 of the Criminal Procedure Act 1994 (hereinafter, “the CP Act” – see paragraph 22 below).", "13. At a hearing on 29 May 2000, the applicant requested that his mother, brother and wife be called to give evidence relating to his state of health and his medical appointments during the period in question. The court rejected the request, finding that the applicant’s state of health could be verified on the basis of his medical records.", "14. On 31 May 2000 the applicant was convicted and sentenced to nine years’ imprisonment for being part of a criminal enterprise, together with J.G. and D.M., which had drug trafficking from Croatia to Western Europe as its purpose. The court found that the applicant and his co-accused, M.K., together with D.M., had organised and assisted the sale of heroin which had been trafficked by J.G. on two occasions in March 1998. On one occasion, 30 kg of heroin had been trafficked to Hamburg, and on another occasion, 54 kg of heroin had been trafficked to London. The court also found that the applicant had not attended any medical appointments on the dates on which the alleged acts were committed.", "15. In its judgment, the court rejected the applicant’s argument that J.G. should have been examined at trial. The court relied on the fact that J.G. had been sentenced to sixteen years in prison and that it could not therefore have been expected that the British authorities would bring him before a Slovenian court in order to testify. It also rejected the applicant’s argument that J.G. was mentally ill, finding that his answers had been clear and coherent and that the issue of his mental state had already been assessed by the Freiburg Regional Court, which had found that his testimony had been fully credible. The court also observed that the defence had been aware that J.G. would not answer questions other than those put to him by the investigating judge or the prosecutor. It further found that M.K.’s representative, who had been present at the examination, had not even attempted to put questions to J.G., nor had she asked the investigating judge to do so on her behalf.", "16. In its reasons for convicting the applicant, the court stated that it had followed the description of the relevant events given by J.G. on 18 January 2000, which had been coherent and supported by corroborating evidence. The evidence, including telephone records and train tickets, had supported J.G.’s statement regarding the trips he had taken in order to bring the drugs to Hamburg and London. In particular, the train tickets found on J.G. on the date of his arrest had corresponded to the dates of his alleged meetings with D.M. Moreover, from the date on which he had received the mobile phone from M.K. until the date of his arrest in London, J.G.’s Slovenian SIM card had recorded that calls had been received from different telephone boxes in the area near Škofja Loka, the city where the applicant and M.K. had lived. These phone calls had matched with the dates and locations of the drug transfers which J.G. had allegedly undertaken under the instructions of the applicant and M.K.", "17. In addition, the court found that J.G. had picked out the applicant and M.K. from twenty-four photos of different people and “had previously described both of them and stated that he had met them on several occasions”. It further stated:", "“On the basis of the above, the court considers it proven that the accused colluded with D.M. and J.G. for the purpose of committing criminal offences. The witnesses confirmed that [the applicant] had met D.M., and that [his co-accused] had also enquired about him. J.G. indicated the time from which he had been D.M.’s friend and from which they had reconnected. Immediately after J.G.’s release from hospital, D.M. contacted him and took advantage of his position. It can also be seen from the Freiburg Regional Court’s judgment that D.M. was in contact with J.G. on a continuous basis. All four of them were together on 12 February and 13 February in the Hotel Medno, where they started planning the trafficking.”", "18. The applicant appealed. He alleged that the judgment had been based predominantly on J.G.’s statement, which was of questionable credibility. He submitted that the documents in the case file had shown that J.G. was mentally ill, had been treated in a psychiatric hospital several times, including most recently shortly before his arrest, and that he was easily manipulated. For those reasons, the applicant had requested that the court call J.G. for examination at trial. Referring to Article 6 of the Convention, the applicant alleged that his right to examine a key witness should have had precedence over the logistical difficulties and financial consequences connected with the organisation of the witness’s attendance at the hearing. He also complained about the court’s refusal to call his mother, his brother and the representative of his co-accused as witnesses.", "19. On 6 December 2000 the Ljubljana Higher Court dismissed the appeal. It agreed with the lower court as regards the credibility of J.G.’s testimony. In relation to the fact that J.G. had not been examined at the hearing, it found the following:", "“The court’s decision to read out the testimony of J.G. was made under section 340, paragraph 1, point 1, on the well-founded basis that J.G. was serving a sixteen-year prison sentence in London. The representative of the accused had been informed of the examination before the British court beforehand but decided not to attend. The other examinations of this witness and the final judgment of the German court, which have been mentioned already, were sufficient to assess the credibility of this witness. Article 6 of the Convention was not violated because the accused were unable to directly examine this witness, contrary to the appellant’s incorrect contention. The proven credibility of this witness was such that the participation of both accused [in J.G.’s questioning] could not have affected [his statement’s] evidential value ... As can be seen from the written grounds of the judgment, the court also relied on J.G.’s statements obtained in the proceedings before the British courts and the final judgment of the German court, which were valid evidence because their lawfulness was not questionable as [a result of the fact that] the judgments were final. Although M.K.’s representative was unable to put any questions to J.G. (in accordance with the conditions set by J.G.), the rights of the defence were not violated as otherwise the witness would have refused to participate. In this connection, the court rightly found that the [applicant’s] representative could have put questions to J.G. through the investigating judge but did not make use of this possibility.”", "20. The applicant and M.K. lodged appeals on points of law. On 3 April 2003 the Supreme Court of Slovenia upheld their appeals in part in respect of the legal qualification of the offence and reduced their sentences to eight years’ imprisonment each. It dismissed the remainder of the appeals. It found that the applicant’s representative had been given an opportunity to participate in the examination of J.G. and should have been aware of the possibility that the witness would not be examined again at trial, as stipulated in section 167, paragraph 2 of the CP Act (see paragraph 22 below). It also dismissed the applicant’s argument that he could not have afforded his representative’s travel expenses, finding that no request had been made to cover such expenses from State funds.", "21. On 25 July 2003 the applicant lodged a constitutional appeal alleging a violation of his defence rights. On 6 December 2004 the Constitutional Court dismissed the appeal as manifestly ill-founded. It endorsed the reasons given by the Supreme Court.", "22. The relevant provisions of the CP Act (Zakon o kazenskem postopku, Official Gazette no. 63/94) read as follows:", "“...", "(2) ”", "“...", "(4) The state prosecutor, the accused and his defence counsel may attend the examination of a witness. The injured party may attend the examination of a witness only if the witness is not likely to appear at the main hearing.", "...", "(6) If a person who has been sent a notice of any intended questioning fails to appear, the questioning may be performed in his absence. ...", "(7) The parties and defence counsel present during a questioning session may seek clarification of certain matters by putting questions to the accused, witness or expert. As a rule, the questions shall first be put by the state prosecutor, then by the accused and his counsel and finally by the investigating judge. The investigating judge shall not allow a question or an answer if they are not permitted or are irrelevant to the matter considered. ... Persons present at a questioning session shall have the right to demand that their remarks concerning the asking of individual questions be entered in the record, and may propose that individual pieces of evidence be taken.", "...”", "“If the parties and defence counsel did not attend certain a questioning session and the investigative judge considers that it would be advantageous for the further course of the procedure if they were acquainted with critical evidence, he shall inform them that this evidence will be available within a specific period and that they may make motions for new evidence to be taken.”", "“(1) ... Witnesses and experts proposed by the prosecutor in the indictment and by the accused in his defence to the indictment, except those whose examination at the main hearing is not necessary in the opinion of the presiding judge, shall also be summoned to the main hearing. ...”", "“(1) If it transpires in the course of the main hearing that a witness or an expert is unable to appear in court or his appearance would involve great difficulty, and the panel maintains that his testimony is important, the panel may order that he be examined outside the main hearing by the presiding judge, or a judge on the panel, or the investigating judge of the court in whose territory the witness or the expert resides.", "...", "(3) The parties and the injured person shall always be advised when and where a witness shall be examined, or when and where an inspection or reconstruction of an event shall take place, and shall be instructed that they may attend these events. If the defendant has been remanded in custody, the panel shall determine whether his presence is necessary during these actions. ...”", "“(1) In addition to the instances specified in the present Code, the records of the testimonies of witnesses, co-defendants or convicted persons who were involved in the offence, as well as expert reports and expert opinions, may on the basis of a decision of the panel be read out only in the following instances:", "(i) if the persons questioned have died, or have been affected by a mental disease, or cannot be found, or are unable to appear in court due to old age, illness or some other weighty reason, or their appearance would involve great difficulty;", "(ii) if witnesses or experts refuse to testify at the main hearing without legal justification.", "(2) Subject to the consent of the parties, the panel may decide that the record of a previous examination of a witness or an expert, or the written findings and opinion of the expert, be read out in court in the absence of the witness or the expert, whether or not the witness or the expert were summoned to appear at the main hearing.", "...", "(4) The reasons for the reading out of the record shall be indicated in the record of the main hearing ...”", "“After the examination of each witness or expert, as well as after the reading of each record or other written document, the presiding judge shall invite the parties and the injured person to make comments if they so wish.”", "23. The Constitutional Court held that the “extreme ill-health” of two witnesses (the alleged victims of a crime) was a “justified and unavoidable derogation” from the principle of direct examination of witnesses. Nevertheless, the accused should have been given the opportunity to question the victims, and in this respect it was enough that he had been invited, during the investigation, to be present at their examination conducted by the investigating judge (decision Up-207/99 of 4 July 2002; see also judgment no. III Kp 11324/2010 of the Ljubljana Higher Court of 9 June 2010). In a decision of 18 October 2007 (Up-849/05), the Constitutional Court considered that it was not possible to refer to a violation of the right to examine the witnesses for the prosecution when the authorities had acted with due diligence in their efforts to ensure that the accused had the benefit of this right (it is worth noting that in this case, according to the Constitutional Court, the statements of the victims were not the sole and key evidence against the accused).", "24. In a judgment of 21 May 2009 (no. I Ips 14/2009), the Supreme Court noted that, according to section 340(1) of the CP Act (see paragraph 22 above), the records of statements could be read at trial in the event that the witnesses could not be found. If the accused was provided with an opportunity “to be present at the hearing of this evidence”, the statements in question could be read out even without his consent. Furthermore, there was no violation of the procedural rights of the accused if he and his counsel were summoned to attend the examination of a witness who could not give evidence at trial (see judgment no. I Ips 507/2008 of 9 April 2009, and judgment no. I Ips 190/2006 of 17 May 2007). Conversely, such a violation would occur when, in the absence of any obstacle to such an act, the investigating judge failed to inform the suspect of the examination of a witness whose statements were subsequently read out at trial (see judgment no. I Ips 88/2008 of 16 October 2008).", "25. Section 340 of the CP Act indicates the cases in which it is admissible to make an exception to the principle that evidence at the main hearing shall be taken directly before the trial chamber (the “principle of immediacy” – see Supreme Court judgment no. I Ips 330/2006 of 24 April 2008). A party who has explicitly agreed to the reading of a witness’s testimony cannot rely upon the right to cross-examine the witness in question at the trial hearing (see decision no. Kp 115/2000 of the Celje Higher Court of 23 March 2000, and decision no. Kp 28/2008 of the Koper Higher Court of 6 February 2008)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}