{"ITEMID": "001-58102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF ANDRONICOU AND CONSTANTINOU v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (abuse of process);Preliminary objection rejected (non-exhaustion of domestic remedies);No violation of Art. 2;No violation of Art. 6-1", "JUDGES": "G. Pikis;N. Valticos;R. Pekkanen", "TEXT": ["6. The facts of the case as established by the Commission in its report of 23 May 1996 are not disputed. The events giving rise to the application were fully examined at the national level by a commission of inquiry which held hearings over a 46-day period during which it took evidence from 72 witnesses and examined 113 exhibits (see paragraph 96 below). The Commission was able to examine a full transcript of the proceedings before the commission of inquiry and to study various pieces of evidentiary material submitted to it, including a video recording of the incident.", "7. The conclusions to be drawn from the facts as established by the Commission are, on the other hand, disputed by the Government since its conclusions differ from those reached by the domestic commission of inquiry.", "8. The facts set out below are based mainly on those contained in the report of the Commission. The conclusions of the commission of inquiry are set out at paragraphs 123–39 below.", "9. Lefteris Andronicou and Elsie Constantinou were at the time of the events 33 and 22 years old respectively. Lefteris Andronicou had two children from a previous marriage which was dissolved in 1988.", "He first met Elsie Constantinou in August 1993. At the time she was working for a fashion shop. He was employed by a cement company. On 26 November 1993 Elsie Constantinou moved into Lefteris Andronicou’s ground-floor flat in the Chloraka district of Paphos. It would appear that her parents, the third and fourth applicants, did not approve of the relationship and attempted to persuade her to return home. On one occasion her father enlisted the help of the police. Elsie Constantinou’s mother did in fact succeed in persuading her to move out of the flat and return home. She subsequently spent two weeks in England. She returned from England on 19 December and moved back into Lefteris Andronicou’s flat.", "The couple announced their engagement in the local press on 22 December 1993.", "10. On 24 December 1993 at around 8.30 a.m., three of Lefteris Andronicou’s neighbours, D. Papapetru, G. Georgiu and H. Hrisanthu, heard a woman calling for help from inside Lefteris Andronicou’s flat. Initially, they decided not to interfere and D. Papapetru and G. Georgiu left. However, as the woman continued to shout: “Stop beating me,” H. Hrisanthu, who owned the shop next door, decided to call A. Trifonos, the owner of the block of flats, and the third applicant, Elsie Constantinou’s father. At one stage H. Hrisanthu saw a woman trying to jump from the window and someone pulling her inside. At around 10.30 he called Paphos police station and two police officers were sent to investigate.", "11. The police officers rang the door bell, but did not get an answer. One of the officers, who happened to know Lefteris Andronicou, pleaded with him to open the door. He heard a woman calling from behind the closed door: “Lefteris, leave the gun aside; what are you going to do?”", "12. The officers withdrew and radioed Paphos police station. At that stage D. Papapetru and G. Georgiu returned to the scene and saw a girl getting out of Lefteris Andronicou’s flat and signalling to them. Then she went back into the flat again. They were not in a position to say whether she returned of her own accord or whether someone pulled her back inside.", "13. At around 11.30 I. Hatzipashalis, the deputy head of the Paphos Criminal Investigations Department (hereinafter “CID”) arrived on the scene together with other police officers. He knocked on the door and spoke with Lefteris Andronicou, who told him that he had quarrelled with Elsie Constantinou and that they had hit each other. He then heard Elsie Constantinou shouting to him that Lefteris Andronicou had beaten her and asking to be let out. He also heard Elsie Constantinou asking Lefteris Andronicou why he was loading the gun and pointing it at her. I. Hatzipashalis tried to calm Lefteris Andronicou by telling him that many couples quarrel and then make up without the need for the police to intervene. However, when he approached the window, Lefteris Andronicou threatened to shoot him if he did not move away. I. Hatzipashalis asked him to let him see Elsie Constantinou, specifying that, if the latter told him that she had no complaint, he would leave. There was no reply.", "14. D. Papapetru, with the authorisation of I. Hatzipashalis, succeeded in engaging Lefteris Andronicou in a conversation. The latter asked him for cigarettes, telling him that: “Afterwards he would think what he should do and would open the door.” D. Papapetru pushed some cigarettes under the door. At one stage Elsie Constantinou cried to D. Papapetru that Lefteris Andronicou was pointing the gun at her and that he was going to shoot her. At one point Lefteris Andronicou drew the curtain and D. Papapetru saw him holding a shotgun.", "15. Efforts to persuade Lefteris Andronicou to release Elsie Constantinou continued but to no avail and at 12.50 p.m. I. Hatzipashalis decided to notify A. Nikolaidis, the deputy director of Paphos police, and G. Georgiagis, the head of Paphos CID.", "16. The deputy director of Paphos police, A. Nikolaidis, arrived on the scene at around 1 p.m. He talked to Lefteris Andronicou, who asked in an angry manner for the police to withdraw. A. Nikolaidis promised him help and protection and invited him to state his claims. Lefteris Andronicou repeated that he just wanted the police to go. Elsie Constantinou started shouting for help, claiming that Lefteris Andronicou had hit her the previous evening and that her eye was now swollen and sore. Sobbing, she stated that she feared he would kill her and claimed that he was pointing his gun at her. A. Nikolaidis called D. Konstantinidis, the director of Paphos police.", "17. In the meantime the third applicant, Elsie Constantinou’s father, arrived together with her cousin, Andreas Onufriu. They found there Antonis Onufriu, another cousin who had also made an attempt to persuade Lefteris Andronicou to release the young woman. A. Nikolaidis started gathering information concerning the couple’s relationship. It was established that they were living together. As it emerged however in the course of the proceedings before the commission of inquiry, the police were not aware during the operation that they had just announced their engagement.", "18. D. Konstantinidis, the director of Paphos police, arrived on the scene at around 2.15 p.m. He told Lefteris Andronicou that he had nothing to fear, as there would be no consequences. Lefteris Andronicou demanded once more the complete withdrawal of the police.", "19. At around 3 p.m. I. Hatzipashalis, the deputy head of Paphos CID, ordered another policeman to obtain an arrest and search warrant on the ground that Lefteris Andronicou was holding Elsie Constantinou against her will and threatening her with a shotgun. The warrants were issued by a Paphos district judge.", "20. D. Konstantinidis, the director of Paphos police, discussed the situation with Elsie Constantinou’s father in H. Hrisanthu’s shop, which was now being used as an operations room. As A. Nikolaidis, the deputy director of Paphos police, confirmed before the commission of inquiry, Elsie Constantinou’s father suggested that the police should withdraw and leave the family to deal with the problem on their own.", "21. D. Konstantinidis also asked for the assistance of G. Poliviu, Lefteris Andronicou’s previous employer, who was present at the scene. G. Poliviu talked to Lefteris Andronicou and found out that his telephone was not functioning. G. Poliviu, having obtained D. Konstantinidis’s approval, left outside the window of the flat a telephone which belonged to H. Hrisanthu. It was later established that the telephone had a loudspeaker facility.", "22. D. Konstantinidis called the fourth applicant, Elsie Constantinou’s mother, and persuaded her to come. He also asked Elsie Constantinou’s father to talk to her, but the applicant refused.", "At a certain stage, Lefteris Andronicou asked G. Poliviu for cigarettes and food, specifying that Elsie Constantinou was hungry and must have something to eat. D. Konstantinidis decided that no food should be given to him. G. Poliviu left some cigarettes outside the window of the flat.", "23. D. Konstantinidis had several telephone conversations with Lefteris Andronicou promising him help. He also talked to Elsie Constantinou on the telephone who said that she was being held against her will since 11 p.m. the previous night. D. Konstantinidis concluded that Lefteris Andronicou did not want to negotiate. At around 4.50 p.m. he called A. Potamaris, the chief of police, and explained the situation. He volunteered to conduct a rescue operation should the need arise. A. Potamaris, however, decided to dispatch to Chloraka the platoon of the Police Special Forces (Mihanokiniti Monada Amesis Drasis – hereinafter “MMAD”) which, in his opinion, was specially trained for this type of action.", "24. At some stage Elsie Constantinou’s mother arrived, but Lefteris Andronicou refused to talk to her on the telephone. The young woman’s mother suggested that the police should leave and let the family handle the situation.", "25. Shortly before 5 p.m. G. Georgiadis, the head of Paphos CID, arrived. A great number of persons had already gathered at the scene and the area around the flat had been cordoned off. At around 5 p.m., the director of Paphos police, D. Konstantinidis, departed leaving his deputy, A. Nikolaidis, in charge. A. Nikolaidis testified before the commission of inquiry that it was the first time in his career that he had been involved in such an operation or such negotiations.", "26. At around 5.10 p.m. A. Potamaris, the chief of police, ordered H. Mavros to lead to Chloraka the specially trained platoon of MMAD of which he was in charge.", "27. A. Nikolaidis, the deputy director of Paphos police, repeatedly tried to communicate with Lefteris Andronicou, but the telephone was engaged. At a certain point the latter’s sister and niece arrived and talked to him through the door. He told them that he was afraid of the police. Elsie Constantinou confirmed that this was so. He told his sister to take her children home and when she returned he would open the door.", "28. At around 6 p.m. Lefteris Andronicou called Dr A. Hatzimitsi, a general practitioner whom he had consulted on occasion during the past three months. He told her that he had beaten up Elsie Constantinou and that the police were outside his flat. He said that he was going to lose Elsie Constantinou. He asked the doctor to call his sister and tell her that he had left money on the fridge. He indicated that, after he had done what he intended to do, his sister might have health problems and need the money. When Dr A. Hatzimitsi tried to reason with him, he said that he did not want to talk and warned her that he would hang up on her if she tried to call him back. Dr A. Hatzimitsi called G. Poliviu, who had introduced Lefteris Andronicou to her, and asked him to inform the police about her conversation with him.", "29. At 6.10 p.m. A. Potamaris, the chief of police, called his deputy, K. Papakostas, and put him in charge of the operation. He also ordered N. Konstantinu, the deputy director of MMAD, to go to Paphos.", "30. At 6.15 p.m. A. Potamaris, in the course of his daily telephone conversation with the Minister of Justice and Public Order, informed the Minister of the incident.", "31. At around 6.30 p.m. Lefteris Andronicou agreed to talk with the deputy director of Paphos police, A. Nikolaidis, on the phone. He told A. Nikolaidis that his relationship with Elsie Constantinou was over, that he had behaved very badly towards her and had lost her forever. He appeared to be concerned about the damage to her eye and A. Nikolaidis offered to take her to the doctor. However, he refused, telling A. Nikolaidis that he should wait until midnight. He specified that, after celebrating Christmas with Elsie Constantinou, A. Nikolaidis could come and get her at five minutes past midnight. When A. Nikolaidis asked him whether he meant that he would release Elsie Constantinou, he did not reply. He claimed that he was tired and hung up.", "32. At around 7.30 p.m. H. Mavros, the head of the MMAD platoon, arrived on the scene together with three other officers of the MMAD. He was briefed by A. Nikolaidis, the deputy director of Paphos police, who told him that Lefteris Andronicou was carrying a double-barrelled shotgun. It was later established that the gun could only contain two shots at a time. H. Mavros asked him whether there was any indication that Lefteris Andronicou might be in possession of other weapons and A. Nikolaidis replied that this possibility could not be excluded. H. Mavros also talked with N. Konstantinu, the deputy director of MMAD, who was already there. H. Mavros noticed the presence of a great number of bystanders, which he considered “unacceptable”. A. Nikolaidis ordered a number of persons to be moved along.", "33. H. Mavros asked A. Trifonos, the owner of the block of flats, who had also previously tried to persuade Lefteris Andronicou to release Elsie Constantinou, to show him the layout of the flats. H. Mavros visited the flat above Lefteris Andronicou’s as well as the identical flat next door. A. Trifonos made a sketch of the flat for him.", "34. The flat consisted of two rooms and a bathroom. The living-room was in the front. It measured 5 by 3.6 metres and had a door and a window. There was a skylight above the door. The bedroom and bathroom were at the back. They had one window each.", "35. At some point after 7.30 p.m. G. Poliviu told A. Nikolaidis, the deputy director of Paphos police, that Lefteris Andronicou had told Dr A. Hatzimitsi on the phone that around midnight he would set Elsie Constantinou free and commit suicide. A. Nikolaidis conveyed this information to his director, D. Konstantinidis, and to the deputy chief of police, K. Papakostas. The latter ordered A. Nikolaidis to act as the principal negotiator, since he had gained Lefteris Andronicou’s confidence. He also told him to engage Dr A. Hatzimitsi in the negotiations, as well as a psychologist or a psychiatrist and other persons who could influence him. Finally, A. Nikolaidis and K. Papakostas discussed the possibility of administering soporifics to Lefteris Andronicou’s food.", "36. A. Nikolaidis called Lefteris Andronicou and told him that Elsie Constantinou’s mother and grandmother wished to talk to him, but he refused. He then called the district doctor in order to find out the whereabouts of the psychiatrists of Paphos Hospital. He was informed that both psychiatrists lived in Limassol. A. Nikolaidis also called the pharmacist of Paphos Hospital and ordered drugs. P. Hatzimitsis, the pharmacist, testified that he had provided one packet of 1mg and one packet of 2mg Lorezabam pills. The hospital did not store 3mg pills.", "37. Two police officers were dispatched to Dr A. Hatzimitsi’s surgery. Dr A. Hatzimitsi discussed Lefteris Andronicou’s telephone call with them. In reply to their questions, she expressed the view that Lefteris Andronicou did not have any psychological problems. She also expressed doubts as to whether she could help since Lefteris Andronicou had already told her not to call him again.", "38. At around 8 p.m. H. Mavros went to Paphos police station where the rest of the MMAD platoon had arrived. According to the testimony of the police witnesses before the commission of inquiry the platoon included two officers whom the police witnesses described as “trained negotiators”. H. Mavros explained the plan to the officers of the platoon, the aim of which was to rescue Elsie Constantinou and capture Lefteris Andronicou. The key elements of the plan were surprise, speed and accurate execution. As soon as the platoon were in position outside the flat, H. Mavros would inform the commanding officer via a link person. The commanding officer would in turn ask the negotiator to call Lefteris Andronicou. While he was busy talking on the phone, which was in the front room to the left of the door, tear gas would be thrown into the flat through the three glass windows by four officers. Two other officers would force the door with a battering ram. Four men would enter the front room. The first two would seize Lefteris Andronicou who would be expected to be less than two metres away from the door. A third officer would seize the young woman. A fourth officer would enter the flat to provide any form of assistance which might prove necessary. All communications would be made by walkie-talkie on a secure frequency. The members of the platoon would carry their pistols and machine guns. They were informed by their head, H. Mavros, that Lefteris Andronicou had a double-barrelled shotgun. They were also told that the possibility could not be excluded that he could be in possession of other arms. They were instructed to use proportionate force and fire only if Elsie Constantinou’s life or their own lives were in danger. If the room was dark, they were to use the lights fitted to their machine guns.", "39. At 8.40 p.m. the chief of police, A. Potamaris, had a meeting with his deputy, K. Papakostas. It was decided that the deputy director of Paphos police, A. Nikolaidis, should continue to conduct the negotiations, that two additional negotiators should be sent and that the police, after obtaining appropriate medical advice, should administer soporifics to Lefteris Andronicou’s food, if he asked for any.", "40. While the meeting between A. Potamaris and K. Papakostas was still in progress and at around 8.50 p.m., the deputy director of Paphos police, A. Nikolaidis, talked with Lefteris Andronicou on the phone again. Lefteris Andronicou was very negative because of the media coverage that the incident had received. He did not allow A. Nikolaidis to talk to Elsie Constantinou. She shouted that Lefteris Andronicou would kill her. N. Hatziharalambus, a police officer who knew Lefteris Andronicou, also tried to persuade him to release Elsie Constantinou.", "41. The meeting between A. Potamaris and K. Papakostas ended at 9 p.m. K. Papakostas ordered two additional negotiators from the police force to be dispatched to Chloraka. He also called the deputy director of Paphos police, A. Nikolaidis, who informed him that he had not been able to contact the psychiatrists of Paphos Hospital and that Lefteris Andronicou would not talk to Elsie Constantinou’s parents. K. Papakostas ordered A. Nikolaidis to look for psychologists in the private sector.", "42. At around 9.30 p.m. D. Konstantinidis, the director of Paphos police, returned to the scene together with H. Mavros, the head of the MMAD platoon. He was briefed by the deputy director of Paphos police, A. Nikolaidis. He called the deputy chief of police K. Papakostas. He also called Dr A. Hatzimitsi who agreed to go to the scene.", "43. D. Konstantinidis then saw H. Athinodoru, Lefteris Andronicou’s last employer, talking with Lefteris Andronicou on his mobile phone. H. Athinodoru had already made various unsuccessful efforts to persuade him to release Elsie Constantinou. Lefteris Andronicou had threatened that he would shoot Elsie Constantinou if H. Athinodoru tried to enter the flat.", "44. The director of Paphos police, D. Konstantinidis, interrupted the conversation between H. Athinodoru and Lefteris Andronicou and instructed H. Athinodoru to tell him that they wanted to help him. He specified that he had been authorised by his superiors to promise Lefteris Andronicou that there would be no consequences if he let Elsie Constantinou go. He could leave by car, together with the young woman if he wished. H. Athinodoru conveyed the message to Lefteris Andronicou.", "45. In the course of the second part of his conversation with Lefteris Andronicou, H. Athinodoru threatened him with the possibility of being left to starve and being beaten up. This is heard in the video recording. Moreover, D. Konstantinidis accepted before the commission of inquiry that he heard such a statement being made by H. Athinodoru. He also testified that H. Athinodoru talked to Elsie Constantinou on the phone who said that Lefteris Andronicou had been pointing his gun at her.", "46. D. Konstantinidis subsequently called the chief of police, A. Potamaris, and told him about the telephone conversation between Lefteris Andronicou and Dr A. Hatzimitsi. In the meantime, H. Mavros returned to Paphos police station and led the MMAD platoon to a warehouse situated 200 to 300 metres away from the flat where they could not be seen by the bystanders.", "47. Dr A. Hatzimitsi arrived at the scene escorted by G. Georgiadis, the head of Paphos CID. She talked with Lefteris Andronicou from the operations room. She offered to help him end the incident without any consequences. He refused to let her enter the flat, saying that he was afraid of the police. Having obtained the authorisation of the director of Paphos police, D. Konstantinidis, Dr A. Hatzimitsi made the following proposal to Lefteris Andronicou. A car would be brought to his door, the police would withdraw, he would leave his gun and get in the car alone or with Elsie Constantinou. The doctor, or any other person whom he wished to accompany him, could get in the car as well. They could all leave together and go to another location to discuss the matter. Lefteris Andronicou refused. Elsie Constantinou intervened and asked the doctor whether Lefteris Andronicou had psychological problems. The doctor replied that she was not aware of any such problems. Lefteris Andronicou repeated that he was afraid of the police and of the consequences. He insisted that he would let Elsie Constantinou out of the flat at midnight or five past and then he would commit suicide. In the course of the telephone conversation, the couple quarrelled and Lefteris Andronicou threatened her: “Sit down and do not move.” He also told the doctor not to call again because it made Elsie Constantinou nervous. At one stage Dr A. Hatzimitsi passed Lefteris Andronicou to D. Konstantinidis who promised once again that there would be no consequences.", "48. At 9.50 p.m. D. Konstantinidis, the director of Paphos police, called the deputy chief of police, K. Papakostas, and told him that Dr A. Hatzimitsi was of the view that Lefteris Andronicou had decided to kill Elsie Constantinou and commit suicide. In the first statement she gave to the police, Dr A. Hatzimitsi confirmed that this was the view which she had formed and conveyed to D. Konstantinidis. In a letter she addressed to applicants’ counsel on 28 December 1995, Dr A. Hatzimitsi claimed that, in the course of her telephone conversation with Lefteris Andronicou she had formed the view that he was intransigent and “capable of doing harm to himself and Elsie”. She further specified that this was the personal opinion of somebody who was not a psychiatrist. She also protested that the police had tried to attribute to her more responsibility for the operation than she could have had. In her testimony before the commission of inquiry, when under examination by counsel for the police, Dr A. Hatzimitsi repeated her initial statement, specifying that that was her personal opinion.", "49. H. Athinodoru then told D. Konstantinidis that Lefteris Andronicou had asked on the phone for food. D. Konstantinidis told his deputy, A. Nikolaidis, to call Lefteris Andronicou. A. Nikolaidis called him and two kebab pies were ordered.", "50. A person whom A. Nikolaidis could not identify had told A. Nikolaidis that he had received a telephone call from Lefteris Andronicou asking for a written assurance that he would not go to jail. A. Nikolaidis called Lefteris Andronicou again, who told him that he was afraid that he would go to jail. A. Nikolaidis told him that the situation was not so serious and offered to enter the flat and hand him a written assurance that he would not go to jail. However, Lefteris Andronicou told A. Nikolaidis not to be in a hurry; he could enter the flat at five minutes past midnight. A. Nikolaidis told Lefteris Andronicou that he would break the door down and enter the flat unarmed. Lefteris Andronicou warned him that, if he tried, he would kill Elsie Constantinou and commit suicide. At a certain point, the latter shouted that Lefteris Andronicou was not serious about letting her go.", "51. Lefteris Andronicou’s threats, combined with some information that he had wanted in the past to shoot a person who had insulted Elsie Constantinou with his shotgun, led A. Nikolaidis to the conclusion that he was planning to kill her and commit suicide at around midnight.", "52. At 10.15 p.m. the director of Paphos police, D. Konstantinidis, called the deputy chief of police, K. Papakostas, and requested his authorisation to administer soporifics. K. Papakostas called a doctor at Nicosia Hospital and the chief of police, A. Potamaris, who approved the plan. D. Konstantinidis was duly informed.", "53. S. Zinonos, a police officer, testified before the commission of inquiry that he had been ordered to bring some food for Lefteris Andronicou at 10.20 p.m. Three to five minutes after he had left he was called on the radio and the order was changed. I. Pavlu, another officer, claimed in his original statement to the police that S. Zinonos had been ordered to bring food at around 10.40 p.m. and that the order had been changed fifteen minutes later. Before the commission of inquiry he specified that the times he had given were very approximate since he had not looked at his watch when S. Zinonos left. He had merely estimated that this must have been the time. He also specified that it was possible that the order had been changed eight to eleven minutes after S. Zinonos’s departure. S. Zinonos testified that it took ten to fifteen minutes for the kebabs to be prepared.", "54. At 10.30 p.m. the head of the MMAD platoon, H. Mavros, called the deputy chief of police, K. Papakostas, and explained the rescue plan to him. K. Papakostas asked whether it had been envisaged to use explosives to open the door, and stun grenades. These options were, however, discarded for fear that the couple might be hurt. It was also noted that it normally took four seconds for the stun grenades to explode and that that might give Lefteris Andronicou time to react.", "55. At 10.40 p.m. there was another meeting between the chief of police and his deputy in the chief’s house. The deputy chief, K. Papakostas, told the chief, A. Potamaris, that Lefteris Andronicou was planning to kill the young woman and commit suicide. At 10.45 p.m. A. Potamaris called the Minister who was of the view that “the police should decide whether MMAD should conduct a rescue operation on the basis of their appreciation of the situation at the time after having reviewed all relevant information and eliminated all other possibilities”. K. Papakostas explained the rescue plan to A. Potamaris who instructed the former to delay the involvement of the MMAD platoon as much as possible to enable the efforts to persuade Lefteris Andronicou to release Elsie Constantinou to continue. The meeting ended at 11 p.m.", "56. When the food which Lefteris Andronicou had ordered arrived, Dr A. Hatzimitsi put in the pies the Lorezabam pills that P. Hatzimitsis, the hospital pharmacist, had provided. Before the commission of inquiry she testified that she had placed six 3mg Lorezabam pills in each pie. She also testified that earlier on it had been suggested that another drug called Dormicum could be used but that the police did not have sufficient time to find such pills.", "57. The food was then delivered to Lefteris Andronicou by the deputy director of Paphos police, A. Nikolaidis, who left it by the window. All the police officers who testified on this issue agreed that the food had been delivered around 11 p.m. Dr A. Hatzimitsi’s testimony supported their version of events. Antonis Onufriu, Elsie Constantinou’s cousin, testified that the food had arrived at around 11.30 p.m. G. Poliviu, an ex-employer and friend of Lefteris Andronicou, claimed in his original statement to the police that the food had arrived at 11.15 p.m. Before the commission of inquiry he testified that the food had arrived between 11.30 and 11.40 p.m. H. Athinodoru, Lefteris Andronicou’s last employer, testified that the drugs had been put in the food at around 11.10 p.m., immediately before he left the scene.", "58. The head of the MMAD platoon, H. Mavros, admitted before the commission of inquiry that he had not been aware that soporifics had been administered to the food.", "59. At around 11 p.m. two additional negotiators arrived. Elsie Constantinou was repeatedly heard screaming that Lefteris Andronicou was going to kill her.", "60. After 11 p.m., the director of Paphos police, D. Konstantinidis, held a meeting with his deputy, A. Nikolaidis, the head of Paphos CID, G. Georgiadis, the deputy director of MMAD, N. Konstantinu, and the head of the MMAD platoon, H. Mavros. They came to the conclusion that Lefteris Andronicou was planning to kill Elsie Constantinou and commit suicide at midnight or five minutes past. As a result, there could be no further negotiations and the MMAD platoon should move into action. H. Mavros affirmed that he was prepared to lead the operation.", "61. D. Konstantinidis, the director of Paphos police, accepted before the commission of inquiry that, although some notes were taken during the incident, he had not been involved in this process. Neither did he consult these notes either before or during the final meeting. A. Nikolaidis, the deputy director of Paphos police, made a similar statement.", "62. Immediately after the meeting, the director of Paphos police, D. Konstantinidis, called the deputy chief of police, K. Papakostas, and told him that they were awaiting instructions from the headquarters as to whether they should continue the negotiations or break into the flat. If the instructions were to continue the negotiations and Elsie Constantinou was nevertheless killed, responsibility would lie with the headquarters. K. Papakostas testified that he received D. Konstantinidis’s telephone call at 11.10 p.m.", "63. H. Mavros left to inform his platoon about the new development, namely the information that Lefteris Andronicou was planning to kill Elsie Constantinou. The platoon was then moved closer to the flat, behind the block of flats.", "64. The deputy chief of police, K. Papakostas, met with his chief, A. Potamaris, in the latter’s house. A. Potamaris agreed that the MMAD should be used. K. Papakostas called the director of Paphos police, D. Konstantinidis, and informed him that the rescue plan had been approved. K. Papakostas talked to the head of the MMAD platoon, H. Mavros, who had in the meantime returned and the two men agreed that the plan remained unchanged. Then K. Papakostas talked again to D. Konstantinidis who had in the meantime given instructions that an ambulance be dispatched to the scene. D. Konstantinidis had specified that the lights of the ambulance and its siren should be switched off so as not to alert Lefteris Andronicou. According to the evidence presented to the commission of inquiry, the order for the ambulance reached Paphos Hospital at 11.45 p.m.", "65. H. Mavros asked for all bystanders to be pushed back and D. Konstantinidis gave orders to that effect.", "66. After the final meeting of the police officers, E. Parmatzia, Lefteris Andronicou’s cousin, arrived with her husband and her sister. E. Parmatzia claimed before the commission of inquiry that she had received two telephone calls from Lefteris Andronicou in the course of the day and that he had told her that he would open his door only if the police left. The police director of Paphos, D. Konstantinidis, called Lefteris Andronicou on the phone. Lefteris Andronicou talked to E. Parmatzia but declined her offer to meet her. He also questioned her identity and then, according to E. Parmatzia, D. Konstantinidis interrupted the conversation.", "67. E. Parmatzia further testified that, when she talked to Lefteris Andronicou on G. Poliviu’s mobile phone five to six minutes later, he asked for the withdrawal of the police. E. Parmatzia’s husband testified that he had also talked to him on that occasion.", "68. According to a detailed telephone bill produced by G. Poliviu before the commission of inquiry, three telephone calls were made from his mobile phone to Lefteris Andronicou’s phone that night, one at 11.18 p.m., one at 11.39 and one at 11.49. According to G. Poliviu, when he last talked with Lefteris Andronicou, the latter indicated that he wanted to be left alone to prepare some coffee.", "69. Shortly before midnight the members of the MMAD platoon silently took up their positions around the flat. They were filmed by the journalist who made the video recording.", "70. H. Mavros testified before the commission of inquiry that he stood 60 metres away from the flat. Six officers were placed in front of the flat (in the proceedings before the commission of inquiry these were referred to as Officers nos. 1, 2, 3, 4, 5 and 6) and two at the back (for the purposes of the inquiry, Officers nos. 7 and 8). Officers nos. 5 and 6, who would fire tear gas into the living-room, were by the front window. Officers nos. 1 and 3 were placed on the right of the door and Officers nos. 2 and 4 on the left. The two men with the battering ram were placed opposite the door. Five other MMAD officers took up positions around the flat for security purposes.", "71. The director of Paphos police, D. Konstantinidis, testified that, once the officers had taken up their positions, he called the deputy chief of police, K. Papakostas, on the phone once more at 11.55 p.m.", "72. H. Mavros testified that he called the link person on his radio. According to H. Mavros, the link person called the commanding officer, D. Konstantinidis, who ordered the deputy director of Paphos police, A. Nikolaidis, to call Lefteris Andronicou. When H. Mavros was told by the link person that A. Nikolaidis was talking with Lefteris Andronicou, he gave the signal for the armed intervention.", "73. A. Nikolaidis testified that he called Lefteris Andronicou when he was told to do so by D. Konstantinidis at 11.59 p.m. or midnight. Lefteris Andronicou said: “Hello.” Then A. Nikolaidis tried to say something but he heard shots being fired. He shouted Lefteris Andronicou’s name two or three times but received no answer.", "74. Officers nos. 1, 3 and 5 testified that they heard the telephone ring three times. They considered that it was the telephone call intended to distract him. They did not hear him reply. Then they heard the telephone ring again followed by the signal: “Inside, inside, inside.” According to Officer no. 1, there was a one-minute interval between the two telephone calls.", "75. When the signal was given, Officer no. 5 fired two tear gas bullets through the front window and then Officer no. 6 sprayed the living-room with tear gas. Officer no. 8 fired two tear gas bullets into the bathroom. Officer no. 7 inadvertently, as he subsequently testified, fired two real, instead of tear gas, bullets into the bedroom.", "76. The door was broken down and Officer no. 1 entered the flat. In his testimony, he claimed that he saw Lefteris Andronicou standing in front of him, three to four metres away, with his gun pointed at him. Elsie Constantinou was in front of Lefteris Andronicou and both appeared to make a slight movement. Lefteris Andronicou’s gun was over Elsie Constantinou. Officer no. 1 moved and Lefteris Andronicou shot him in the right shoulder. He fell back, pushing Officer no. 3 as he went. Officer no. 3 fell down as well.", "77. It was subsequently established that immediately after the first shot Lefteris Andronicou fired a second one which hit Elsie Constantinou. In their testimony, Officers nos. 1, 2, 3 and 5 claimed that they only heard one shot.", "78. Officer no. 2 testified that he saw Officers nos. 1 and 3 falling backwards. He also heard Officer no. 1 crying out: “He shot me.” He believed that Officer no. 1 had been seriously injured and that Officer no. 3 had been killed. He entered the flat three seconds later, having decided to use his machine gun and not his pistol because he needed light. He switched on his gun-light and saw Lefteris Andronicou and Elsie Constantinou in the diagonally opposite corner. Lefteris Andronicou’s knees were bent as if he were preparing to sit down. Elsie Constantinou was in front of Lefteris Andronicou, facing him. Officer no. 2 could only see the left side of Lefteris Andronicou’s body. He did not notice whether Lefteris Andronicou had a gun but believed that he did. He considered that he did not have time to ascertain whether his belief corresponded to reality. He distinguished Lefteris Andronicou and fired two to three times. The couple moved and Officer no. 2 could no longer see Lefteris Andronicou. He moved to the right and could then see Lefteris Andronicou’s left side. Lefteris Andronicou was sitting on the floor and Elsie Constantinou was covering the right side of his body. Officer no. 2 fired again at Lefteris Andronicou several times. He stopped shooting when Lefteris Andronicou was lying on the floor. He wanted to make sure that Lefteris Andronicou was no danger to him or to the young woman. Lefteris Andronicou’s moves appeared to him to be menacing. Officer no. 2 further testified that all his shots were aimed at the left side of Lefteris Andronicou’s body, because this was the only side he could see. He affirmed that he had been trained to shoot to kill when shot at. He did not exclude that he might have fired one or two bullets when Lefteris Andronicou was already lying on the floor. It was later ascertained that Officer no. 2 had fired thirteen bullets.", "79. Officer no. 4 testified that he entered the flat after Officer no. 2 had fired the first bullets and had moved on. He saw Lefteris Andronicou in the diagonally opposite corner sitting on the floor, his legs stretched out in front of him. Elsie Constantinou was lying on Lefteris Andronicou’s right shoulder. He did not notice whether he was holding a gun. When the firing was over, he saw Lefteris Andronicou lying on the floor and Elsie Constantinou covering his right side. He refused to answer any other questions at the inquiry invoking his right not to incriminate himself. It was later ascertained that he had fired sixteen bullets.", "80. In the video recording, once the officers enter the flat, a small number of distinct shots – approximately six – are heard. A burst of fire follows. It was accepted by all parties that these were all single shots as opposed to automatic fire.", "81. Officer no. 1 testified that he re-entered the flat after Officers nos. 2 and 4. He pointed his light at Lefteris Andronicou, who was lit up by the gun-lights of Officers nos. 2 and 4 who were still shooting at him. As Officer no. 1 entered the room, Officer no. 2 was on his right and Officer no. 4 on his left. He saw Lefteris Andronicou sitting on the ground with his back against the wall. Elsie Constantinou was covering part of Lefteris Andronicou’s right side, her face down. He did not count how many shots he heard. Neither did he notice where Lefteris Andronicou’s gun was. He testified that he had been trained to shoot to kill when shot at. He also testified that he would not have stopped firing, even if it had been clear to him that Lefteris Andronicou, when he was sitting with his back against the wall, had no gun. He had been told that it could not be excluded that Lefteris Andronicou might have had another weapon, for example a knife, which he could have used to kill the young woman.", "82. Officer no. 3 testified that he entered the flat after Officer no. 1, having heard two or three shots when moving towards the door. As he entered he saw the couple in the diagonally opposite corner. Lefteris Andronicou was sitting on the floor, his legs stretched out in front of him. Elsie Constantinou was covering his right side. He saw Officers nos. 2 and 4 shooting. He did not count the shots. He wanted to seize Elsie Constantinou without getting in the line of fire. He looked at Officer no. 4 and before looking at the bodies again the firing stopped. Then he saw Lefteris Andronicou lying down, his knees bent against the wall, his head on the stereo. Elsie Constantinou was lying on him, the right part of her body on Lefteris Andronicou’s right side, covering half his chest. Their bodies were not touching from the waist down. He did not see a gun. He seized Elsie Constantinou and headed for the door shouting: “An ambulance, an ambulance.” At the doorstep, he stumbled and let Elsie Constantinou sit on the floor. He then gave her to two other MMAD officers. He testified that, according to his training, when it was necessary to shoot, the practice was always to shoot to kill.", "83. In the video recording, as Elsie Constantinou is being taken out of the flat, several persons are heard shouting for an ambulance. According to all the witnesses, however, no ambulance was present and she had to be transported to Paphos Hospital in a police car. Dr A. Hatzimitsi escorted her. The ambulance arrived at the scene shortly afterwards.", "84. While Elsie Constantinou is being taken to the police car two more shots are heard in the video recording. Officer no. 1 testified that he and Officer no. 2 realised that the bedroom door of the flat was locked. He called Officer no. 5 on the radio who carried a gun which could be used for breaking doors open. Officer no. 5 testified that he entered the flat when Elsie Constantinou was being carried out. He shot once, kicked the door and shot again. The door did not open. When they realised that nobody was inside, they left. Officer no. 1 saw the head of the MMAD platoon, H. Mavros, and told him that Lefteris Andronicou was dead.", "85. G. Georgiadis, the head of Paphos CID, testified that he was informed by a person whom he could not identify that Lefteris Andronicou was dead. He went to the door of the flat and shone his torch in. He saw Lefteris Andronicou lying in a pool of blood but did not move in because of the tear gas. He was satisfied that Lefteris Andronicou was dead and informed his superiors. In the course of the proceedings before the commission of inquiry, it emerged that the next person to approach Lefteris Andronicou’s body was the State pathologist, Dr M. Matsakis, who visited the scene at 5 o’clock on the morning of 25 December 1993 and confirmed his death. Dr M. Matsakis considered that Lefteris Andronicou’s death had occurred five hours earlier.", "86. When Elsie Constantinou was admitted to Paphos Hospital, she was in deep shock. She was operated on for four and a half hours and then taken to the intensive care unit, where she died of her wounds at around ten past five on the morning of 25 December 1993.", "87. Officer no. 1 was also taken to Paphos Hospital. First aid was administered to him and X-rays were taken. Although advised to stay in hospital, he left of his own will shortly afterwards.", "88. At around 8.30 on the morning of 25 December 1993, the police started photographing the scene of the incident and a video recording was made. Lefteris Andronicou’s body was half naked. He was only wearing a pair of trousers at the time of his death. A shotgun cartridge was found in one of his pockets. The telephone was on a table to the left of the door. The receiver was not off the hook. On the same table there was a half-full cup of coffee, one kebab pie which was intact and the remains of a second kebab pie. The bedroom door was still locked, with two bullet holes near the lock. Lefteris Andronicou’s gun was lying across the arms of an armchair near his body. The gun was not breached for reloading and there was no blood on the armchair. None of the police officers involved suggested that the gun had been moved after the incident.", "89. A senior police officer, Mr Onisiforu, started an inquiry and written statements were taken from a number of witnesses. Later on in the day the police issued a first press release entitled: “Operation for the rescue of an abducted young woman”.", "90. At around 11 a.m. on 26 December 1993 the Minister of Justice and Public Order participated in a meeting at the police headquarters. After the meeting he told the journalists that Elsie Constantinou had been abducted.", "91. On the same day the families of Lefteris Andronicou and Elsie Constantinou requested that a criminal investigation be opened in accordance with Article 4 of the Criminal Procedure Law. Moreover, an application for an inquest into the couple’s deaths was filed with the coroner of the Paphos District Court.", "92. On 27 December 1993 the Council of Ministers mandated the President of the Supreme Court, Mr A.N. Loizou, judge of the European Court of Human Rights, to carry out an inquiry in accordance with the Commissions of Inquiry Act. The terms of the mandate were “to investigate in full the circumstances under which the deaths of Lefteris Andronicou and Elsie Constantinou occurred in Chloraka, Paphos, on the night of 24 to 25 December 1993, to determine who, if any, was responsible and to make any recommendations or observations which (the President of the Supreme Court) would deem necessary”.", "93. The Attorney-General ordered Mr Onisiforu to continue his inquiry, but not to interfere with any of the real evidence, on the ground that the inquiry was not a criminal one within the meaning of Article 4 of the Criminal Procedure Law but was of an internal, purely administrative, character. Moreover, the coroner decided to refrain from fixing a hearing date.", "94. On 29 December 1993 the Council of Ministers decided to grant the applicants ex gratia legal aid for the purposes of the inquiry which would cover their legal representation and enable them to obtain expert evidence.", "95. The hearings before the one-member commission of inquiry opened on 3 January 1994. The applicants promptly objected to the appointment of the commission of inquiry, considering that the matter should have been dealt with by way of a criminal investigation. The commission considered, however, that it was not competent to examine the legality of the decision of the Council of Ministers setting it up.", "96. The commission of inquiry held forty-six hearings, which were attended by the Attorney-General on behalf of the Republic and counsel on behalf of the families of the deceased, the police and the MMAD. Directions were given concerning the collection and preservation of all real evidence and the carrying out of all appropriate forensic tests. One hundred and thirteen exhibits were examined and seventy-two witnesses were heard. The witnesses testified under oath and were examined and cross-examined by all interested parties. Although the proceedings were public, the officers of the MMAD who took part in the armed intervention testified in camera. Their identities were disclosed only to the President of the Supreme Court who conducted the inquiry. The minutes of the inquiry, totalling 2,389 pages, were made public in their entirety.", "97. The following expert evidence was tendered to the commission of inquiry.", "98. R. Bagg, an ex-colonel of the Israeli army and a professional anti-terrorist and negotiations trainer, criticised the following aspects of the rescue operation. The witness considered that in most cases which did not involve terrorists or hardened criminals, negotiations could secure the release of the persons held and render the use of force unnecessary. In the case under examination, however, some of the main rules concerning negotiations had not been followed. The witness considered that the result of the negotiations could have been much more satisfactory if they had been based on a “give and take” approach. In general it was better for the negotiations to be conducted by persons who were not or did not appear to be police officers. The police could have ensured that no unauthorised calls reached Lefteris Andronicou by disconnecting his telephone and providing him with another line. Lefteris Andronicou should not have been able to see the crowd outside.", "99. The MMAD platoon should have used multiple entries for their armed intervention. An observer should have been placed by the skylight who could have informed the police of Lefteris Andronicou’s movements. Special care should have been taken, however, because the head of the person at the skylight could have been seen by Lefteris Andronicou. The armed intervention should have taken place earlier on and stun grenades should have been used instead of tear gas. A fire engine could have poured water into the flat in order to neutralise Lefteris Andronicou. However, it would have been necessary to ascertain Lefteris Andronicou’s exact position. The witness did not exclude the possibility that the officers might have mistaken Lefteris Andronicou’s two shots for one. In this case, however, they should have lured Lefteris Andronicou into using his second shot. Well-trained officers like those of the MMAD should have realised that Lefteris Andronicou was not holding a gun and, in any event, should have fired the least possible number of bullets. No bullets should have been fired after Lefteris Andronicou had fallen to the ground.", "100. W. Spalding, an ex-police officer from the United States and a professional crisis management and hostage negotiations trainer who had trained some of the officers of the MMAD, was not critical of the rescue operation. Although persons holding hostages often extended their deadlines, symbolic deadlines were to be taken more seriously. The failure to use the skylight was not “a big issue”. It was not a mistake to use tear gas instead of stun grenades. In W. Spalding’s view, it could not have been the intention of H. Mavros to wait for the tear gas to produce its effects since that usually took some time. The tear gas was thrown to divert Lefteris Andronicou’s attention. In the United States there were two schools of thought regarding multiple entry. Although he tended to favour it, others avoided it for fear that the hostage might be caught in the crossfire. In any event, there was nothing to reproach in the plan of the head of the MMAD platoon, H. Mavros, who had considered and excluded all other possible options.", "101. W. Spalding also testified that he had trained the MMAD officers to such a level that they had to fire real bullets at balloons attached to his body. He had trained the officers to use lethal force as the last option. When it was necessary, however, they had been trained to shoot at the thorax. They had been trained to shoot until the target ceased to be a threat. In the case under examination, the use of lethal force became justified when Lefteris Andronicou opened fire. The officers should not have been concerned about the number of bullets fired. When cross-examined by applicants’ counsel, the witness accepted that he had taken part in a number of operations involving ordinary civilians who held others under the threat of a gun where a negotiated solution had been found.", "102. K. Konari, a State chemist who examined the kebab pie which had not been consumed, testified that the quantity of Lorezabam that she had found in the pie indicated that five 2mg pills had been used. Elsie Constantinou had consumed a very large portion of her pie. Lorezabam was a tranquilliser and anti-anxiety drug which also had soporific effects. It started producing its effects within approximately thirty-five minutes of absorption. Its maximum effects occurred after two hours.", "103. P. Hatzimitsis, the pharmacist who provided the soporifics, testified that Lorezabam started producing its effects within half an hour. Its maximum effects occurred between one and six hours after absorption.", "104. Dr A. Hatzimitsi, the general practitioner who placed the soporifics in the food, testified that, if Lefteris Andronicou and Elsie Constantinou had eaten the pies, the drug would have produced its effects in half an hour and they would have fallen asleep. If Dormicum had been administered, they would have fallen asleep in ten minutes.", "105. N. Adan, a forensic expert from Israel, who had prepared a noise time chart on the basis of the video recording, testified that the second shot from Lefteris Andronicou’s gun was fired 0.8 seconds after the first. In the witness’s view, Lefteris Andronicou’s second shot, like the first, was directed towards the door. The witness had reached this conclusion on the basis of the small number of pellets found in the flat. The noise time chart indicated that a number of distinct shots were fired after the MMAD officers entered the flat in the following sequence: one single shot, one triple shot and one double shot. These shots started 5.8 seconds and ended 8.5 seconds after the first tear gas shot. N. Adan considered that Elsie Constantinou must have been wounded at that stage because her screams, which could be heard on the video recording, were significantly reduced after the six shots. However, the witness was not sure whether the screaming had stopped entirely. The noise time chart further indicated that a burst of firing followed the single shots. It began 11 seconds and ended 13 seconds after the first tear gas shot.", "106. Dr A.C. Hunt, a university Reader in forensic pathology in the United Kingdom, an ex-Home Office pathologist and an examiner in forensic pathology for the Royal College of Pathologists, testified that Elsie Constantinou must have received her wounds at the early stage of the operation because she was not heard shouting after the first shots heard in the video recording. However, he did not exclude that she might have stopped shouting for another reason or that the noise of the shooting might have covered her screams.", "107. Dr M. Matsakis, the State pathologist, conducted a post-mortem examination on Lefteris Andronicou’s body on 27 December 1993. He found seven wounds to Lefteris Andronicou’s head and neck, twenty-eight wounds to the thorax, abdomen and pelvis, nine wounds to the right arm, sixteen wounds to the left arm and four other wounds, all caused by bullets fired by the machine guns of the officers of the MMAD. At least twenty-five bullets had hit Lefteris Andronicou. The position of the wounds was such that, in Dr M. Matsakis’s opinion, for at least part of the firing, the arms of Lefteris Andronicou had been interposed between the guns and his thorax. Before the commission of inquiry Dr M. Matsakis testified that these could have been among the first wounds inflicted.", "108. In his report Dr M. Matsakis also specified that it was possible that the wounds inflicted to the left and right side of Lefteris Andronicou’s body had been caused by bullets fired from different directions. Many of the bullets had been fired when Lefteris Andronicou was not in an upright position. At least some of the bullets which had entered the right front side of the body (mainly the abdomen) and had exited from the right lumbar region, had been fired while Lefteris Andronicou’s body had been lying on the floor. Before the commission of inquiry, Dr M. Matsakis specified that the last bullets had hit Lefteris Andronicou’s body while the right side of his back was in contact with the floor.", "109. Dr A.C. Hunt testified that, if Elsie Constantinou had been covering the right side of Lefteris Andronicou during the shooting, as Officer no. 2 had testified, Lefteris Andronicou would not have received the wounds to the right side of his thorax, his right shoulder and his abdomen. He further testified that the position of Lefteris Andronicou’s wounds was such that Elsie Constantinou could not have been covering his right side, as Officer no. 4 had testified. Moreover, the position of the wounds inflicted when Lefteris Andronicou was already lying on the floor could not be reconciled with the testimony of the officers of the MMAD that Elsie Constantinou had been found covering his abdomen.", "110. In the course of the examination of Dr A.C. Hunt it was accepted by both sides that Lefteris Andronicou was already dead when the last shots were fired.", "111. Dr M. Matsakis, the State pathologist, also performed a post-mortem examination on Elsie Constantinou’s body on 26 December 1993. Two bullets fired from the machine guns of the MMAD officers had penetrated her body. The first bullet had entered the left lower postero-lateral region of the thorax and had exited from the right side of the mid-thorax. The second bullet had entered the lower right back and exited from the right side of the abdomen. The distance between Elsie Constantinou’s body and the machine guns must have been greater than one metre.", "112. Dr M. Matsakis also found four areas of wounding caused by the shot fired from Lefteris Andronicou’s shotgun. A wound to the right hand was caused by contact or near-contact firing. Dr M. Matsakis considered it very likely that it had been caused by the same shot which had injured Officer no. 1. There was a second wound to the left hand also caused by contact or near-contact firing. A third wound to the upper left thoracic region and the front region of the left upper shoulder had been caused by the same shot which had injured Elsie Constantinou’s left hand. The same shot had also caused slight wounding to Elsie Constantinou’s left ear.", "113. There were also signs that Elsie Constantinou had been beaten in the face before her death.", "114. Dr M. Matsakis concluded in his report that Elsie Constantinou’s death had been caused by the wound inflicted by the machine-gun bullet which had penetrated her right lung, liver, stomach and spleen.", "A second machine-gun wound to the abdominal area and the shotgun wounds to the anterior left upper thorax and hands had contributed to her death.", "115. Before the commission of inquiry, Dr M. Matsakis specified that the first wound was capable of causing Elsie Constantinou’s death on its own. The chances that Elsie Constantinou might have died, if she had only received the wounds to the anterior left upper thorax and hands, were very slim. However, this could not be excluded, in the sense that even the most insignificant wound could cause death if it became seriously infected. The State pathologist was invited to explain what he meant when he stated in his report that the wounds in the anterior left upper thorax and hands contributed to Elsie Constantinou’s death. He replied that Elsie Constantinou had died because her brain was not receiving oxygen due to the bleeding. Although the principal wound had caused intense bleeding, the wounds to the left upper thorax and arms had also caused bleeding.", "116. Dr F. Konstantinidis, the doctor who had operated on Elsie Constantinou, testified that the presence of an ambulance at the scene would not have prevented Elsie Constantinou’s death.", "117. Dr H. Fotiu, a surgeon called on behalf of the families of the deceased who was present during the post-mortem examination, accepted before the commission of inquiry that the wounds inflicted by Lefteris Andronicou’s gun had contributed to Elsie Constantinou’s death. However, he specified that Elsie Constantinou would have died in any event. In his view, there could be no doubt that Elsie Constantinou would have survived if she had only received the wounds caused by Lefteris Andronicou’s gun. He specified that she would have had to spend only three days in hospital.", "118. Dr A.C. Hunt testified that the wounds to the anterior left upper thorax and the hands “should [not] have been put as a contributory cause. It is like saying ... that somebody who has had their head cut off, death was influenced by a broken leg. The wounds described in the first paragraph are so catastrophic that there would be no need for any contributory cause. And I have never seen a death from a discharge of a shotgun which has not penetrated a body cavity or the head or neck. Finally, it would be also more a matter for the surgeon who saw the wound in life”.", "119. Ar. Haralambus, the police officer who had collected the fingerprints, testified that he was sure that all the fingerprints on Lefteris Andronicou’s gun, with the exception of two, belonged to Lefteris Andronicou. One fingerprint could have belonged to Lefteris Andronicou and one did not. H. Diogenus, a bio-chemist at Nicosia Hospital, was not in a position to testify that Lefteris Andronicou’s blood was found on his gun.", "120. A. Nikolaidis, a police officer and an expert in ballistics, testified that Lefteris Andronicou’s gun had not been hit by any bullets and that it could not be excluded that the gun might have fallen accidentally, instead of having been placed, on the armchair. The State pathologist, Dr M. Matsakis, expressed the view that Lefteris Andronicou’s gun could have fallen on the armchair while Lefteris Andronicou was collapsing.", "121. Dr A.C. Hunt also testified that, if Lefteris Andronicou had been holding a gun when being shot at, the gun would have fallen on the floor. It could not have fallen on the armchair in the position in which it had been found. It might have fallen on the armchair only if the armchair had been in front of Lefteris Andronicou when he dropped the gun.", "122. N. Adan testified that the position in which Lefteris Andronicou’s gun had been found, its muzzle pointing towards the door, and the absence of blood suggested that it had been placed there by Lefteris Andronicou. He considered that Lefteris Andronicou had sufficient time to place the gun there between the time of firing the shots and the entry of the first MMAD officer.", "123. The investigation was concluded on 27 April 1994 and the report of the commission of inquiry, totalling 258 pages, was published on 15 June 1994. The main findings of the commission of inquiry were the following.", "124. The negotiations between the police and Lefteris Andronicou were conducted in the best possible manner under the circumstances, given in particular the stance he had adopted. He had been granted everything he had requested, namely a telephone, cigarettes and food. Although the food arrived after some delay, this had been done on purpose to exhaust him and make him surrender. He had also been given assurances that no consequences would follow if he agreed to release Elsie Constantinou. However, he would not accept anything less than the departure of the police. There were no indications that Lefteris Andronicou had any particular enmity vis-à-vis the police. In any event, it would have been extremely improvident for the police to withdraw and leave Elsie Constantinou in his hands.", "125. The non-involvement of psychologists, who had been sought but not found, did not affect the validity of the commission’s conclusion concerning the manner in which the negotiations had been conducted. The police used the deputy director of Paphos police as principal negotiator, an officer with great experience in dealing with people, who immediately won Lefteris Andronicou’s confidence and who communicated with him until the end. Trained negotiators, members of the police force, were also present. Their knowledge was used and they could have intervened if mistakes had been made. Moreover, the police used all available persons who could have influenced Lefteris Andronicou in the direction of abandoning his plan.", "126. No attempt to prolong further the negotiations could be made, as there were grounds for believing that Lefteris Andronicou was determined to abide by his deadline. Lefteris Andronicou made repeated and consistent references to something which would happen at midnight on 24 December. The symbolic importance of the time chosen could not be easily ignored.", "127. There was nothing reproachable in the Paphos police director acting as commanding officer. An attempt was made to disperse the crowd. The suggestion of counsel for the families of the deceased that the police missed several opportunities to neutralise Lefteris Andronicou, when he opened the window to take the telephone, the cigarettes and the food, was entirely unrealistic.", "128. When deciding to dispatch the MMAD the chief of police acted responsibly, correctly and within his competence. All necessary information had been made available to him. There was no indication that the involvement and deployment of the MMAD had been decided and planned in a sloppy manner. The MMAD was a body specially trained to deal with such situations, which could not be handled by ordinary police officers. It was wrong to assume that the MMAD could only be used against terrorists or in wartime operations.", "129. Despite some testimony to the contrary, the commission was satisfied that the food which Lefteris Andronicou had ordered arrived at approximately 11 p.m. The pharmacist who provided the drugs and Dr A. Hatzimitsi agreed that the soporifics which were administered to the food would have started producing their effects within half an hour. The other expert, K. Konari, made a distinction between the time which the particular soporific took to produce its effects, which she put at approximately thirty- five minutes and the time the drug took to produce its maximum effects, which she put at two hours. These estimates, however, applied to situations where a normal dose had been administered. In any event, even if the wrong dose or the wrong drug had been administered as suggested by the applicants, Lefteris Andronicou did not eat the food and the operation could not have been planned exclusively around that factor.", "130. The police formed the view that Lefteris Andronicou was planning to kill Elsie Constantinou and commit suicide at midnight on the basis of all necessary and available information. This was the opinion of Lefteris Andronicou’s doctor, who had had extensive discussions with him. Lefteris Andronicou had told the director of Paphos police verbatim: “There is no Christmas for us, I will celebrate Christmas with Elsie and at five minutes past midnight you will come inside and take her.” Elsie Constantinou herself claimed that Lefteris Andronicou intended to kill her. Lefteris Andronicou had not accepted any of the assurances offered to him and had threatened to shoot whenever it had been suggested to him that somebody might try to enter the flat.", "131. There was no indication that the police were in a hurry to close the matter before midnight because it was Christmas Eve, as suggested by the applicants. The fact that the police had not been fully informed about the particulars of Lefteris Andronicou’s relationship with Elsie Constantinou could not have affected the validity of their assessment of the situation. Although reference had been made to Elsie Constantinou having been abducted, the police knew that Elsie Constantinou had not initially been taken to Lefteris Andronicou’s flat against her will.", "132. The head of the MMAD platoon carefully inspected the scene, gathered information about the layout of Lefteris Andronicou’s flat and was fully briefed about the events preceding his arrival. He was also in possession of all the information which had been made available to him subsequently or which he had himself acquired. That the sole aim of the operation was to save Elsie Constantinou’s life was proved by the fact that no explosives were used to break down the door and no stun grenades were thrown. The use of a water hose, multiple entries or an observer by the skylight would not have been advisable in the circumstances.", "133. The armed intervention was planned for around midnight in the hope that Lefteris Andronicou could be persuaded to release Elsie Constantinou. The head of the MMAD platoon had relied on surprise, quickness and accuracy to ensure the success of the armed intervention. No disproportionate importance should be attached to the fact that some of the expert witnesses would have planned the armed intervention in another manner. The test to be applied was whether the head of the MMAD platoon had planned the armed intervention in a “reasonable” manner, which he had done.", "134. Lefteris Andronicou was not taken by surprise because of an unauthorised telephone call which he received just before the armed intervention. Lefteris Andronicou could have answered the phone without lifting the receiver by activating the loudspeaker facility. When the first officer of the MMAD entered the flat he found Lefteris Andronicou hiding behind Elsie Constantinou and pointing a gun at him. Lefteris Andronicou fired two shots, one at the MMAD officer and one at Elsie Constantinou. The commission of inquiry did not accept expert testimony to the effect that the second shot was not aimed at Elsie Constantinou.", "135. The commission of inquiry rejected the suggestion that the officers entered the flat with the intention of killing Lefteris Andronicou out of vengeance. It also considered that the officers of the MMAD could not exclude the possibility that the second cartridge in Lefteris Andronicou’s gun had not been used because the two shots had been fired immediately one after the other. When the officers entered the flat, they did not see whether Lefteris Andronicou was still holding his gun. Moreover, the possibility could not be excluded that Lefteris Andronicou could be in possession of other weapons. As a result, the commission of inquiry did not consider it necessary to determine whether Lefteris Andronicou’s gun could have accidentally fallen on the armchair where it was eventually found. The officers saw Elsie Constantinou in front of Lefteris Andronicou, her back to the door. She moved together with Lefteris Andronicou and, as a result, they considered that he was using her as a shield.", "136. The officers were justified in their decision to start shooting as soon as they entered the flat because they were under the impression that their lives and that of Elsie Constantinou were in danger. As long as Lefteris Andronicou moved, they considered that the threat persisted. They shot repeatedly at Lefteris Andronicou’s torso and head, as they had been trained to do, in order to neutralise him as quickly as possible. Twenty-nine bullets were used. When Elsie Constantinou fell on Lefteris Andronicou’s right shoulder, her body left part of his torso and his pelvis uncovered. All the shots were fired in a very short period of time and that explained why the last two bullets penetrated Lefteris Andronicou’s body when his back or part of it was very close to or already touching the ground. The situation was comparable with that in the McCann, Farrell and Savage case in which the European Commission of Human Rights considered that firing nine shots at a person lying on the ground engaged no responsibility when the aim of the person firing was to neutralise a perceived risk. No inferences could be drawn from the exercise by one MMAD officer of his right not to incriminate himself.", "137. The commission of inquiry considered that, taking into consideration the explanations provided by the State pathologist, the latter was right in considering that the wounds inflicted on Elsie Constantinou by shot fired from Lefteris Andronicou’s gun contributed to her death. Although Dr A.C. Hunt had a different view, he specified that “it would be also a matter for the surgeon who saw the wound in life”. Dr H. Fotiu also accepted that the wounds inflicted by Lefteris Andronicou contributed to Elsie Constantinou’s death. However, he specified that Elsie Constantinou would have died even if these wounds had not been inflicted.", "138. The commission considered that Elsie Constantinou was injured by the officers of the MMAD because “she had moved when they were shooting to save her”. In accordance with expert testimony, the presence of an ambulance at the scene would not have made any difference to Elsie Constantinou’s fate.", "139. In the light of all the above and relying, among other things, on the findings of the European Commission of Human Rights on the merits of application no. 18984/91 (McCann, Farrell and Savage v. the United Kingdom), the commission of inquiry concluded that the use of force by the officers of the MMAD, as a result of which Lefteris Andronicou and Elsie Constantinou died, was no more than absolutely necessary for the rescue of Elsie Constantinou and the self-defence of those who carried out the rescue operation and fell within the exceptions in Article 7 § 3 (a) of the Constitution of the Republic of Cyprus and Article 2 § 2 (a) of the Convention. Neither was there any lack of due care in the planning of the operation. Although no criminal acts had been committed and the police could not be criticised in any way for their handling of the case, the commission of inquiry recommended that the Government should examine the possibility of making an ex gratia payment to the families of the deceased on the basis of the judgment of 26 April 1994 of the European Court of Human Rights in the case of Diáz Ruano v. Spain (Series A no. 285-B).", "140. By letter of 28 September 1994 the Attorney-General informed the applicants’ lawyer that, in the light of the findings of the commission of inquiry, no criminal proceedings would be instituted in connection with the deaths of Lefteris Andronicou and Elsie Constantinou. He indicated, however, that he would propose to the Government that they make an ex gratia payment of “full and substantial compensation” to the heirs of the two deceased.", "141. On 26 October 1994 Lefteris Andronicou’s former wife asked the Paphos District Court to appoint her, jointly with her lawyer, administrator of Lefteris Andronicou’s estate in her capacity as representative of the two under-age children Lefteris Andronicou had from his marriage with her. On 7 November 1994 the first and second applicants entered a caveat arguing that the children’s mother could not be appointed administrator and asking the court not to take any steps without notifying them.", "142. On 18 January 1995 the first and second applicants instituted proceedings before the Paphos District Court against Lefteris Andronicou’s former wife and her lawyer. They asked to be appointed administrators of Lefteris Andronicou’s estate.", "143. On 17 May 1995 the Attorney-General offered the applicants legal aid for the proceedings before the coroner in Paphos. A hearing had been planned for 29 May 1995, which was, however, adjourned at the request of the applicants’ lawyer.", "144. On 7 June 1995 the Attorney-General informed the applicants’ lawyer that “the State [would] cover any advocates’ costs that the dependants of the deceased may sustain if and when they decide to bring a civil action for damages against anyone on the basis of the facts which led to the tragic deaths of Elsie Constantinou and Lefteris Andronicou”.", "145. On 20 July 1995 the Attorney-General withdrew both offers of legal aid. No agreement on the payment of ex gratia compensation was reached between the applicants and the Government.", "146. The right to life is guaranteed under Article 7 of the Constitution of the Republic of Cyprus. Article 7 provides:", "“1. Every person has the right to life and corporal integrity.", "2. No person shall be deprived of his life except in the execution of a sentence of a competent court following his conviction of an offence for which this penalty is provided by law. A law may provide for such penalty only in cases of premeditated murder, high treason, piracy jure gentium and capital offences under military law.", "3. Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary –", "(a) in defence of person or property against the infliction of a proportionate and otherwise unavoidable and irreparable evil;", "(b) in order to effect an arrest or to prevent the escape of a person lawfully detained;", "(c) in action taken for the purpose of quelling a riot or insurrection, when and as provided by law.”", "147. The European Convention on Human Rights has been incorporated into the domestic law of the Republic of Cyprus and, under Article 169 of the Constitution, takes precedence over domestic law.", "148. Article 16 of the Criminal Code provides as follows:", "“Except for murder and offences against the State punishable with death, no act is an offence which is done by a person who is compelled to do it by threats which at the time of doing it reasonably cause the apprehension that instant death to that person will otherwise be the consequence; provided that the person doing the act did not, of his own accord or from a reasonable apprehension of harm to himself short of instant death, place himself in the situation by which he became subject to such constraint.”", "149. Article 17 of the Criminal Code provides for a defence of necessity. Article 17 reads:", "“An act or omission which would otherwise be an offence may be excused if the person accused can show that it was done or omitted to be done only in order to avoid consequences which could not otherwise be avoided, and which if they had followed, would have inflicted upon him or upon others whom he was bound to protect inevitable and irreparable evil, that no more was done than was reasonably necessary for that purpose, and that the evil inflicted by it was not disproportionate to the evil avoided.”", "150. Article 9 of the Criminal Procedure Law provides:", "“(1) In making an arrest, the police officer or other person making the same shall actually touch or confine the body of the person to be arrested, unless there be a submission to the custody by word or action.", "(2) If the person to be arrested forcibly resists the endeavour to arrest him or attempts to evade the arrest, the police officer or other person making the arrest may use all means necessary to effect the arrest:", "Provided that nothing in this subsection contained shall be deemed to justify the use of greater force than was reasonable in the circumstances in which it was employed or was necessary for the arrest of the offender.", "(3) Except when the person arrested is in the actual course of the commission of an offence or is pursued immediately after the commission of an offence or escapes from lawful custody, the police officer or other person making the arrest shall inform the person arrested of the cause of the arrest.”", "151. Under section 2 of the Commissions of Inquiry Act 1959, which remained in force after the independence of Cyprus, the Governor has power to appoint a commission of inquiry and to invest it with the powers set out in section 7. Section 7 provides:", "“A Commission appointed under the provisions of this Law shall have such of the following powers as are conferred upon it by the Order of appointment required by section 2 of this Law –", "(a) to procure all such evidence, written or oral, and to examine all such persons as witnesses as the Commission may think it necessary or desirable to procure or examine;", "(b) to require the evidence, whether written or oral, of any witness to be made on oath or declaration, such oath or declaration to be that which could be required of the witness if he were giving evidence in a court of law;", "(c) to summon any person residing in the Colony to attend any meeting of the Commission to give evidence or produce any document in his possession and to examine him as a witness or require him to produce any document in his possession, subject to all just exceptions;", "(d) to issue a warrant to compel the attendance of any person who, after having been summoned to attend, fails to do so, and does not excuse such failure to the satisfaction of the Commission, and to order him to pay all costs which may have been occasioned in compelling his attendance or by reason of his refusal to obey the summons, and also to fine such person a sum not exceeding five pounds;", "(e) to fine in a sum not exceeding five pounds any person who, being required by the Commission to give evidence on oath or declaration or to produce a document, refuses to do so and does not excuse such refusal to the satisfaction of the Commission:", "Provided that, if the witness objects to answer any question on the ground that it will tend to incriminate him, he shall not be required to answer the question nor be liable to any penalties for refusing so to answer;", "(f) to admit any evidence, whether written or oral, which might be inadmissible in civil or criminal proceedings;", "(g) to admit or exclude the public from any meeting of the Commission;", "(h) to admit or exclude the press from any meeting of the Commission;", "(i) to award any person who has attended any meeting of the Commission such sum or sums as in the opinion of the Commission may have been reasonably incurred by such person by reason of such attendance.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}