{"ITEMID": "001-57721", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF FOX, CAMPBELL AND HARTLEY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-1;No violation of Art. 5-2;Violation of Art. 5-5;Not necessary to examine Art. 5-4 and 13;Just satisfaction reserved", "JUDGES": "", "TEXT": ["8. The first and second applicants, Mr Bernard Fox and Ms Maire Campbell, are husband and wife but separated. Both reside in Belfast, Northern Ireland.", "9. On 5 February 1986 they were stopped by the police in Belfast and brought to Woodbourne Royal Ulster Constabulary (\"RUC\") station, where a full search of the vehicle in which they were travelling was carried out. Twenty-five minutes after their arrival at the police station, at 3.40 p.m., they were formally arrested under section 11 (1) of the Northern Ireland (Emergency Provisions) Act 1978 (\"the 1978 Act\"; see paragraph 16 below). They were informed that they were being arrested under this section and that this was because the arresting officer suspected them of being terrorists. They were also told that they could be detained for up to 72 hours. They were taken to Castlereagh Police Office, where they were separately interviewed by the police on the same day between 8.15 p.m. and 10.00 p.m.", "10. During their detention Mr Fox and Ms Campbell were asked about their suspected involvement that day in intelligence gathering and courier work for the Provisional Irish Republican Army (\"Provisional IRA\"). They were also questioned about their suspected membership of this organisation. According to the Government, the information underlying the suspicion against them was already known to the police when they stopped their car.", "No charges were brought against either applicant. The first applicant was released at 11.40 a.m. on 7 February 1986 and the second applicant five minutes later. Excluding the time taken to bring them to the police station, the first applicant had thus been detained 44 hours and the second applicant 44 hours and 5 minutes.", "11. On being arrested both Mr Fox and Ms Campbell were shown the notice drawn up for persons held in police custody which explained their rights. They were not brought before a judge or given any opportunity to apply for release on bail. On 6 February they both initiated proceedings for habeas corpus but were released before the applications came on for hearing before a judge.", "12. Mr Fox had been convicted in 1979 of several explosives offences, for which he received concurrent sentences of 12 years’ imprisonment, and of belonging to the IRA, for which he received a concurrent sentence of 5 years. Ms Campbell received an 18 months’ suspended sentence in 1979 after being convicted of involvement in explosives offences.", "13. The third applicant, Mr Samuel Hartley, resides in Waterfoot, County Antrim, Northern Ireland. On 18 August 1986 he was arrested at his home, in his parents’ presence, at 7.55 a.m. He was informed at the time of his arrest that he was being arrested under section 11 (1) of the 1978 Act as he was suspected of being a terrorist. He was taken to Antrim police station where, on arrival, he was shown a copy of the notice for persons held in police custody. He was interviewed there by the police between 11.05 a.m. and 12.15 p.m.", "14. Mr Hartley was suspected of involvement in a kidnapping incident which had taken place earlier that month in Ballymena when a young man and woman were forcibly taken away by masked armed men. Those involved in the kidnapping were thought to have connections with the Provisional IRA. The motive behind the kidnapping was believed to have been an attempt to force the young woman to retract an allegation of rape made the previous year as a result of which a person had been convicted and sentenced to 3 years’ imprisonment. The Government said at the Commission hearing that their record of the first interview with Mr Hartley showed that he was questioned about terrorist activities in a specific small, geographical area, and about his involvement with the Provisional IRA. The record is not more detailed than that, but the area in question was where the kidnapping took place. The applicant Hartley denied any involvement in the kidnapping incident but he has not contradicted the Government’s assertion that he was asked about it.", "No charges were brought against him. He was released on 19 August 1986 at 2.10 p.m. after 30 hours and 15 minutes in detention. He brought no proceedings in connection with his arrest or detention.", "15. For the past 20 years the population of Northern Ireland, which totals 1.5 million people, has been subjected to a campaign of terrorism (see the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, pp. 9-31, §§ 11-77, and the Brogan and Others judgment of 29 November 1988, Series A no. 145-B, p. 21, § 25). More than 2,750 people, including almost 800 members of the security forces, have been killed and 31,900 more have been maimed or injured. The campaign of terror has extended to the rest of the United Kingdom and to the mainland of Europe.", "Special legislation has been introduced in an attempt to deal with this situation in Northern Ireland. Thus, the 1978 Act and its predecessors, the Northern Ireland (Emergency Provisions) Act 1973 (\"the 1973 Act\") and the Northern Ireland (Emergency Provisions) (Amendment) Act 1975 (\"the 1975 Act\"), were enacted to enable the security forces to deal more effectively with the threat of terrorism.", "16. Section 11 of the 1978 Act conferred, inter alia, a power of arrest. The relevant parts of section 11, which was repealed in 1987, provided as follows:", "\"1. Any constable may arrest without warrant any person whom he suspects of being a terrorist.", "...", "3. A person arrested under this section shall not be detained in right of the arrest for more than seventy-two hours after his arrest, and section 132 of the Magistrates’ Courts Act (Northern Ireland) 1964 and section 50(3) of the Children and Young Persons Act (Northern Ireland) 1968 (requirement to bring arrested person before a magistrates’ court not later than forty-eight hours after his arrest) shall not apply to any such person.\"", "Sub-section (2) gave a power to enter and search premises where a suspected terrorist was or was suspected of being. Under sub-section (4) persons arrested under section 11 could be photographed and their finger prints and palm prints taken by a constable.", "17. Section 31 (1) of the 1978 Act defines \"terrorist\" and \"terrorism\". A terrorist is \"a person who is or has been concerned in the commission or attempted commission of any act of terrorism or in directing, organising or training persons for the purpose of terrorism\". Terrorism is defined as \"the use of violence for political ends and includes any use of violence for the purpose of putting the public or any section of the public in fear\".", "Under section 21 of, and Schedule 2 to, the 1978 Act, certain organisations - one of which is the IRA, the Provisional IRA included - are proscribed organisations. It is an offence to belong to or profess to belong to such an organisation, to solicit or incite support for any such organisation, knowingly to make or receive any contribution to it, to solicit or invite a person to become a member or to carry out on its behalf orders or directions or requests by a member of the organisation.", "18. The powers of arrest and detention under section 11 of the 1978 Act were originally an integral part of the scheme of interim custody introduced by the 1973 Act to replace internment (see the Ireland v. the United Kingdom judgment previously cited, Series A no. 25, pp. 38-39, § 88). By 1980 this scheme (as re-enacted in the 1975 and 1978 Acts) had been repealed with the exception of section 11 and the power was thereafter used as a free-standing power of arrest and detention for up to 72 hours.", "Since its enactment in 1973 the legislation conferring this power was subject to periodic renewal by Parliament. Thus, under the 1978 Act (section 33) the relevant provisions became renewable, and were renewed, every six months until their repeal in 1987.", "19. In 1983 the Secretary of State for Northern Ireland invited Sir George Baker, a retired senior member of the judiciary, to examine the operation of the 1978 Act to determine whether its provisions struck the right balance between maintaining as fully as possible the liberties of the individual whilst conferring on the security forces and courts adequate powers to protect the public from terrorist crime. There followed a number of recommendations in a report which was published in April 1984 (Command Paper, Cmnd. 9222). In his report Sir George Baker made the following remarks:", "\"263. Generally I find it unhelpful in making recommendations in 1984 to go back further than 1973 but to understand the arrest and detention sections of the [1978 Act] it is useful to note that Regulation 10 of the Special Powers Act (Northern Ireland) 1922 provided:", "‘Any Officer of the RUC for the preservation of the peace and maintenance of order, may authorise the arrest without warrant and detention for a period of not more than 48 hours of any person for the purpose of interrogation.’ (My emphasis).", "This general power of arrest for questioning did not disappear entirely when the Special Powers Act was repealed by Westminster. It was re-worded and to some extent re-enacted in the [1978 Act] and PTA [the Prevention of Terrorism (Temporary Provisions) Acts 1974 and 1976]. But nowhere in these acts do the words ‘for the purpose of interrogation’ appear. That is left to be inferred. There is widespread criticism of the alleged illegal use of arrest for ‘information gathering’ or low grade intelligence and harassment. It might be better if the power of the RUC were expressly spelled out in the Act linked of course to appropriate controls. That the police have such a power under the PTA was accepted by Lawton LJ in the English Court of Appeal (Criminal Division) in R. v. Houghton (1987) Criminal Appeal Reports 197.", "264. In contrast to the provisions of the [1978 Act] which deal with the trial of terrorist offences and do not require derogation from Article 6 (art. 6) of the European Convention, those which deal with the powers of arrest appear to contravene the minimum requirements of Article 5 (art. 5). Consequently the United Kingdom entered a notice of derogation under Article 15 (art. 15). Article 5 § 1 (c) (art. 5-1-c) requires reasonable suspicion of having committed an offence and arrest for the purpose of bringing the offender before a competent court. Section 11 [of the 1978 Act] requires neither, nor is an offence necessary. ... Any action which can be taken to avoid the United Kingdom having to rely on the notice of derogation to excuse breaches of the Convention is desirable.", "...", "Suspicion or reasonable suspicion", "280. Only a lawyer or a legislator would suspect (or reasonably suspect?) a difference. But there is one because, say the judges, with whom I agree, Parliament by using the two phrases must have so intended. The test for Section 11 is a subjective one: did the arrestor suspect? If his suspicion is an honest genuine suspicion that the person being arrested is a terrorist, a court cannot enquire further into the exercise of the power. But where the requirement is reasonable suspicion it is for the court to judge the reasonableness of the suspicion. It is an objective standard. The facts which raise the suspicion may be looked at by the court to see if they are capable of constituting reasonable cause. Reasonable suspicion is itself a lower standard than evidence necessary to prove a prima facie case. Hearsay may justify reasonable suspicion but may be insufficient for a charge.", "281. The only danger that I can foresee if the requirement of reasonableness is added to suspicion is that the facts raising the suspicion might have come from a confidential source which could not be disclosed in court in a civil action for wrongful arrest. Against this there is the requirement of reasonable suspicion in Section 12 PTA which the RUC have used more extensively in 1982 and 1983. The figures for arrests are:", "Under S.11 Under S.12 PTA", "[of the 1978 Act]", "1982 1,902 828", "1983 (to 1 October) 964 883 ...", "The criterion of whether to use one in preference to the other in any given case has been the length of time the person to be arrested may be held.", "...", "283. No evidence has been given to me to suggest that suspicion as against reasonable suspicion has been a factor in a decision to use Section 11 in preference to Section 12 and indeed some senior police officers have told me it would not influence them. I also understand that the police are now trained to treat arrest for terrorist offences as requiring similar suspicion as for all other offences. I therefore conclude that reasonable suspicion should be required when a constable arrests without warrant and this should be included in the new arrest powers which I propose in substitution for Section 11(1) and in Section 13(1).", "...", "285. There is no need to name a specific offence when arresting under section 11 or to inform the suspect of the grounds on which he is being arrested as would be required by the common law, which is that ‘a citizen is entitled to know on what charge or suspicion of what crime he is seized’. It is sufficient to say that the arrest is under the section on the grounds that he is suspected of being a terrorist. ...\"", "20. The exercise of the power of arrest in section 11 (1) has been considered by the House of Lords in the case of McKee v. Chief Constable for Northern Ireland [1985] 1 All England Law Reports 1-4. In that case the House of Lords held that the proper exercise of the power of arrest in section 11 depended upon the state of mind of the arresting officer. It was necessary that the arresting officer suspected the person he was arresting to be a terrorist; otherwise the arrest was unlawful. He could form that suspicion on the basis of information given to him by his superior officer, but he could not arrest under section 11 on the instructions of a superior officer who held the necessary suspicion unless the arresting officer himself held that suspicion. Lord Roskill, with whom the other Law Lords agreed, stated that the suspicion need not be a reasonable suspicion but it had to be honestly held. The requirement of a suspicion in the mind of a constable was a subjective test. That being so, the courts could only enquire as to the bona fides of the existence of the suspicion. The only issues were whether the constable had a suspicion and whether it was honestly held.", "21. In addition, an arrest without warrant is subject to the common law rules laid down by the House of Lords in the case of Christie v. Leachinsky [1947] Appeal Cases 573 at 587 and 600. The person arrested must in ordinary circumstances be informed of the true grounds for his arrest, in a language which he understands, at the time he is taken into custody, or, if special circumstances exist to excuse this, as soon thereafter as it is reasonably practicable to inform him. A person is validly arrested under section 11 (1) of the 1978 Act if he is informed that he is being arrested under this provision as a suspected terrorist (in re McElduff [1972] Northern Ireland Reports 1 and McKee v. Chief Constable, loc. cit.).", "22. Section 11 (1) of the 1978 Act was replaced by section 6 of the Northern Ireland (Emergency Provisions) Act 1987, which came into effect on 15 June 1987, subsequent to the facts of the present case. This new provision is confined to conferring a power of entry and search of premises for the purpose of arresting persons under section 12 of the Prevention of Terrorism (Temporary Provisions) Act 1984 (now section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 - see the Brogan and Others judgment previously cited, Series A no. 145-B, p. 22, § 30). These latter provisions expressly limit powers of arrest without a warrant to cases in which there are \"reasonable grounds\" for suspicion.", "23. A person who believed that his arrest or detention under section 11 was unlawful had two remedies, namely (a) an action for writ of habeas corpus, whereby a detained person may make an urgent application for his release from custody, and (b) a civil action claiming damages for false imprisonment (see the Brogan and Others judgment previously cited, Series A no. 145-B, p. 25, §§ 39-41). In either action the review of lawfulness would have encompassed procedural questions such as whether the arrested person has been properly informed of the true grounds for his arrest (Christie v. Leachinsky, loc. cit.); and whether the conditions for arrest under section 11 (1) had been complied with. As noted above, a court would not have enquired into the reasonableness of the suspicion grounding the arrest but rather whether the suspicion of the arresting officer was an honest one (McKee v. Chief Constable, loc. cit.)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-2"], "NON_VIOLATED_BULLETPOINTS": []}