{"ITEMID": "001-102975", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HERRMANN v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of P1-1;No violation of Art. 14+P1-1;No violation of Art. 9", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1955 and lives in Stutensee.", "7. Under the German Federal Hunting Law (Bundesjagdgesetz), owners of hunting grounds with a surface of less than 75 hectares are de jure members of a hunting association (Jagdgenossenschaft), while owners of bigger plots of land manage their own hunting district. The applicant owns two landholdings in Rhineland-Palatinate which are smaller than 75 hectares in a single block. He is thus an automatic member of a hunting association, in the instant case of the municipality of Langsur.", "8. On 14 February 2003 the applicant, who is opposed to hunting on ethical grounds, filed a request with the hunting authority to terminate his adherence to the hunting association. The authority rejected his request on the grounds that his adherence was prescribed by law and that there was no provision on the termination of adherence.", "9. The applicant brought proceedings before the Treves Administrative Court. Relying in particular on the Court's judgment in the case of Chassagnou and Others v. France ([GC] nos. 25088/94, 28331/95 and 28443/95, ECHR 1999III), he requested the court to establish that he was not a member of the hunting association of the municipality of Langsur.", "10. On 14 January 2004 the administrative court rejected the applicant's request. It considered that the Federal Hunting law did not violate the applicant's rights. With regard to the Chassagnou-judgment the administrative court considered that the situation in Germany differed from the one in France. It observed, in particular, that the German owners of hunting grounds, by way of their adherence to the hunting association, were in a position to influence the decision-making process on how the hunting rights should be exercised. Furthermore, they had a right to receive a share of the profits derived from the exploitation of the hunting rights. All owners of plots which were too small to allow a proper management of hunting rights adhered to a hunting association. The court also considered that the hunting associations did not only serve the leisure interests of those who exercised the hunting rights, but imposed certain specific obligations on them, which served the general interest, in particular the duty to manage the game stock with the aim of maintaining varied and healthy game populations and to avoid damages caused by wild game. They were furthermore obliged to comply with specific quotas set by the administration for the hunting of game. These duties applied in the same way to the owners of hunting grounds more the 75 hectares of area, notwithstanding the fact that these bigger plots were not regrouped in hunting associations.", "11. On 13 July 2004 and 14 April 2005 the Rhineland-Palatinate Administrative Court of Appeal and the Federal Administrative Court rejected the applicant's appeals on the same grounds as the administrative court.", "12. On 13 December 2006 the Federal Constitutional Court (1 BvR 2084/05) refused to admit the applicant's constitutional complaint for adjudication. It noted, at the outset, that the provisions of the Federal Hunting Law did not violate the applicant's right to the peaceful enjoyment of his property, but defined and limited the exercise of this right in a proportionate way. The relevant provisions pursued legitimate aims, were necessary and did not impose an excessive burden on the landowners.", "13. When defining the content and the limits of property rights, the legislator had to weigh the proprietors' legitimate interests against the general interest. He had, in particular, to respect the principles of proportionality and of equal treatment. The limitations imposed on the exercise of property rights must not infringe the core area of the protected right. The margin of appreciation allocated to the legislator depended on the specific context; the stronger the social context, the wider the margin of appreciation.", "14. Applying these principles to the instant case, the Federal Constitutional Court considered that the applicant's obligatory adherence to a hunting association did not violate his property rights. The core-area of that right was not infringed. The Federal Hunting Law pursued legitimate aims and limited the property rights in a proportionate way. Encompassed in the notion of “management and protection of the game stock (Hege)”, it had the aim to preserve the game in a way that was adapted to the rural and cultural conditions, and to ensure a healthy and varied wildlife. Under the Federal Hunting Law, game keeping was not only an instrument to prevent damages caused by wild-life, but also to avoid any impediment to the agricultural, forestry and fishery exploitation of the land. These aims served the general interest.", "15. The obligatory adherence to a hunting association was an appropriate and necessary means to achieve these aims. Referring to paragraph 79 of the above-cited Chassagnou judgment, the Constitutional Court considered that the Court had acknowledged that it was undoubtedly in the general interest to avoid unregulated hunting and encourage the rational management of game stocks. The obligatory adherence to a hunting association was also a proportionate means. The impact on the property rights was not particularly serious and did not outweigh the general interest in a rational management of game stocks. Furthermore, the Federal Hunting Law endowed every member with the right to participate in the decisionmaking process and to receive a share of the profits derived from the lease of the hunting rights.", "16. The Constitutional Court further considered that there was no violation of the applicant's freedom of conscience. Referring to paragraph 114 of the Chassagnou judgment, it accepted that the applicant's convictions attained a certain level of cogency, cohesion and importance and where therefore worthy of respect in a democratic society. Accordingly, the Federal Constitutional Court considered that the applicant's complaint might fall within the scope of freedom of conscience, but that there was, in any event, no violation of that right. The applicant was neither enjoined to exercise the hunt himself, nor to participate in it or to support it. The fact that he had to tolerate the exercise of the hunt on his premises did not result from his own decision, but was the result of the legislator's legitimate decision. The right to freedom of conscience did not encompass the right that the whole legal order was submitted to one's own ethical standards. If the legal order distributed the right to exploit a certain property to several claimholders, the owner's conscience did not necessarily outweigh the other claimholders' constitutional rights. If the applicant's landholding – and that of other owners who were opposed to hunting – were removed from the hunting association because of their convictions, the whole system of property ownership and of the management of the game stock would be jeopardised. The right to freedom of conscience did not outweigh the general interest in the instant case.", "17. The Federal Constitutional Court further considered that the applicant's complaint did not come within the scope of the right to freedom of association, because the German hunting associations were of a public nature. Vested with administrative, rule-making and disciplinary prerogatives, they remained integrated into State structures. There was thus no doubt that the association was not simply qualified as “public” in order to remove it from the scope of Article 11 of the Convention.", "18. The Federal Constitutional Court further considered that the applicant's right to equal treatment had not been violated. There was an objective reason which justified drawing a distinction between the owners of landholdings less than 75 hectares in area and those more than 75 hectares in area. Contrary to the situation in France, which had been examined by the Court in the Chassagnou judgment, the Federal Hunting Law applied to the whole surface of Germany and was binding on all landowners. The owners of land more than 75 hectares in area had the same duties in game keeping as those adhering to hunting associations.", "19. Finally, the Federal Constitutional Court observed that the administrative courts had considered the Chassagnou judgment and had accentuated the differences between the German law and the French Law as applicable at the relevant time.", "20. Article 20a of the Basic Law provides:", "“Mindful also of its responsibility toward future generations, the State shall protect the natural bases of life by legislation and, in accordance with law and justice, by executive and judicial action, all within the framework of the constitutional order.”", "Section 1 § 1 of the Federal Hunting Law (Bundesjagdgesetz) provides that the hunting right encompasses the right to manage and protect the game stock on a particular area of land, to exercise the hunt and to take possession of the game. The hunting right is linked to the duty to manage and protect the game stock (Pflicht zur Hege).", "Under § 2 of that section, the management of the game stock is aimed at maintaining varied and healthy game populations at level compatible with land care and cultural conditions and at avoiding game damage.", "§ 3 distinguishes between the hunting right (Jagdrecht) and the right to exercise the hunt (Ausübung des Jagdrechts). The landowner has the hunting right on his premises. The right to exercise the hunt is regulated by the following provisions:", "Section 4 of the Hunting Law provides:", "“The hunt may be exercised either on private hunting districts (section 7) or common hunting districts (section 8).”", "Section 6 (enclosed premises, stay of the hunt) reads as follows:", "“The hunt is stayed on surfaces, which do not belong to a hunting district, and on enclosed surfaces (befriedete Bezirke). A limited exercise of the hunt may be permitted. This law does not apply to zoological gardens.”", "Section 7 provides, inter alia, that plots of at least 75 hectares of surface which can be exploited on an agricultural, forestry or fishery level and which belong to one single owner constitute a private hunting district.", "Section 8 provides that all surfaces which do not belong to a private hunting district constitute a common hunting district if they have an overall surface of at least 150 hectares.", "Section 9 § 1 provides as follows:", "“The owners of surfaces belonging to a common hunting district form a hunting association. Owners of surfaces on which the hunt must not be exercised do not belong to the hunting association.”", "Section 10 reads as follows:", "“(1) The hunting association generally exploits the hunt by lease-hold. The lease can be limited to the members of the association(...)", "(2) The hunting association is allowed to practice the hunt on its own account by chartered hunters. With the agreement of the competent authority, it can decide to stay the hunt (Ruhen der Jagd ).", "(3) The association decides about the use of the net profit of the hunt. If the association decides not to distribute it to the owners of hunting grounds according to the surface they own, each owner who had contested this decision is allowed to claim his share. ...”", "Section 20 provides:", "“(1) Hunting is prohibited in areas where the practice of the hunt would, under the specific circumstances of the case, disturb public peace, order or security or would endanger human life.", "(2) The practice of the hunt in nature and wildlife protection areas and in national and wildlife parks is regulated by the Länder.”", "Section 21 provides:", "“(1) The shooting of the game is to be regulated in a way which fully safeguards the legitimate interests of agriculture, fishery and forestry to be protected from damages caused by wild game and which takes into account the necessities of nature protection and landscape conservation. Within these limits, the regulation of the shooting of the game shall contribute to maintain a healthy population of all domestic game in adequate numbers and, in particular, ensure the protection of endangered species.”", "Section 7 of the Hunting Law of the Land of Rhineland-Palatinate provides, inter alia, as follows:", "“(1) The Hunting association is a public law corporation. It is subject to State supervision. The supervision is exercised by the lower hunting authority...The hunting association has to issue its own internal statute (Satzung). The internal statute has to be approved by the supervising authority unless it is in accordance with a model statute issued by the highest hunting authority; in this case notice of the statute has to be given to the lower hunting authority. If the hunting association fails to issue a statute within one year after the issue of the model statute, the supervising authority issues an internal statute and publishes it...at the expense of the association.", "...", "(4) Cost orders (Umlageforderungen) are to be executed under the provisions of the law on the execution of administrative acts. The execution rights are exercised by the exchequer who executes the claims of the community in which the association is situated....”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "9", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}