{"ITEMID": "001-4856", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "A.G. AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The first applicant is an Iranian national, born in 1961 in Ajab-Shahr, Iran. He is currently living in Kastamonu, Turkey, with his wife (the second applicant) and their three children (the remaining applicants). His wife and children are all Iranian nationals. The family are subject to a deportation order under which they are to be expelled to Iran. The applicants are represented before the Court by the Iranian Refugees’ Alliance in collaboration with Rights International, both New York-based organisations.", "The facts, as presented by the applicants, may be summarised as follows.", "The first applicant was an activist in the Iranian People Fedaee Guerrillas (IPFG), a Marxist-Leninist organisation, and had taken part in the 1978-79 uprising against the Shah of Iran. IPFG’s opposition to the Islamic government installed after the uprising led to the organisation being banned and its members arrested and executed.", "In August or September 1981, the applicant was shot and wounded in the leg when trying to evade an arrest operation carried out by the Iranian security forces against opponents of the regime. He was subsequently detained without trial for eighteen months in a prison in the town of Tabriz. The first applicant claims that during his detention he was severely and frequently tortured in order to compel him to confess to his illegal political activities, including by means of mock executions and beatings. He was given a summary trial and sentenced to twenty-eight months’ imprisonment. Following his release in early 1984, he moved to Tehran where he lived under another name and continued his activities in the IPFG. He married the second applicant who had been involved in a branch of the IPFG and had been arrested in 1981 along with her brother. Their three children were born between 1985 and 1990. The family had to change addresses frequently because of fear of arrest.", "Fearing that the authorities would discover his true identity and whereabouts and that he would be arrested and tortured again, the first applicant determined to flee Iran with his family.", "The applicant’s wife and children entered Turkey legally on 21 July 1995. On 24 July 1995 she was interviewed by the Turkish branch of the Office of the United Nations High Commissioner for Refugees (UNHCR). On the same day the family was granted a temporary residence permit by the Turkish authorities with instructions to reside in the town of Kastamonu. On 15 January 1996 the second applicant was notified by the UNHCR that her asylum claim had been rejected and was subsequently served with a deportation order by the Turkish authorities. Following her appeal against the execution of the order, the authorities agreed on 24 July 1996 to extend the family’s residence permit for another three months.", "On 4 March 1996 the first applicant entered Turkey illegally and on 6 March 1996 he lodged a request with the Ankara office of the UNHCR for political refugee status. At his interview, which was conducted in the absence of an interpreter, he maintained that he was a member of the IPFG and was wanted by the Iranian authorities.", "The applicant was subsequently interviewed by the Turkish authorities, again without the assistance of an interpreter, and was granted a temporary residence permit with instructions to live in the Turkish-Iranian border town of Van. On 29 July 1996 the authorities authorised the first applicant to join his family in Kastamonu for a period of six months and he moved there the following day.", "On 24 July 1996 the UNHCR interviewed the first and second applicants separately. The second applicant alone was provided with an interpreter. On 29 July 1996 the UNHCR rejected their asylum claims and considered that they were on that account ineligible for resettlement in a third country.", "Amnesty International appealed successfully to the UNHCR in January 1997 to reconsider the first applicant’s case, which they did. However their decision remained unchanged.", "On 17 February 1997 the Ministry of the Interior served a deportation notice on the first applicant ordering him and his family to leave Turkey within fifteen days. On 19 February 1997 the applicant requested the authorities to review their decision. Having regard to the fact that the Commission had acceded to the first applicant’s request for interim measures under Rule 36 of its Rules of Procedures, the validity of the family’s residence permit was extended to December 1997. The Commission declared the first applicant’s application inadmissible on 18 September 1997.", "On 17 December 1997 the Ministry of the Interior ordered the applicant and his family to leave Turkey. The applicants were informed of this decision on 30 December 1997.", "On 14 January 1998 the applicants contested this decision. On 26 January 1998 the Ministry of the Interior rejected their appeal and instructed the Kastamonu police to have the applicants escorted to the border.", "On 11 February 1998 the applicants filed proceedings before the Ankara Administrative Court, requesting a stay in the execution of the expulsion decision. On 4 March 1998 the court, on the basis of the dossier submitted by the applicants, rejected their request.", "Following his request to the Istanbul Human Rights Foundation, the first applicant was examined by a panel of doctors. According to the applicants, the doctors found that the first applicant had behavioural symptoms which were consistent with his claim that he had been ill-treated when in detention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}