{"ITEMID": "001-91138", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF IDALOVA AND IDALOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicants were born in 1952 and 1949 respectively. At the material time they lived in the village of Akhkinchu-Borzoy, in the Kurchaloy District of the Chechen Republic. They are currently residing in the village of Noyber, in the Gudermes District of the Chechen Republic.", "6. The applicants are the parents of Mr Marvan Agdulmusumovich Idalov, born in 1985. They also have three other sons: Khizir, Vakhid and Alikhan Idalov.", "7. At the material time Marvan Idalov was a student at a secondary school. A certificate issued by the local authorities confirmed that Marvan Idalov had not participated in any illegal armed groups.", "8. According to inhabitants of Akhkinchu-Borzoy, special military unit no. 24 of the Russian Ministry of the Defence («24-е стрелковое спецподразделение МО РФ», hereinafter “military unit no. 24”) was based near their village in 2002.", "9. On the night of 21 to 22 November 2002 the applicants and Marvan Idalov were sleeping at their family home. Early in the morning the first applicant went outside the house to perform an ablution.", "10. At about 6 a.m. an armoured personnel carrier (“APC”), an infantry battle vehicle (“IBV”) and a Ural vehicle arrived at the Idalovs' house; a group of armed men wearing camouflage uniforms and masks descended from them. The first applicant inferred that the men belonged to the Russian military.", "11. The servicemen started breaking the entrance door and windows. The first applicant asked them why they were doing so. In reply the servicemen shouted at her and forced her to enter the house.", "12. Meanwhile five or six servicemen broke into the house without producing any documents or search warrants. The first applicant saw the faces of two unmasked servicemen who had Slavic features; they spoke Russian without an accent. The servicemen hit the second applicant, tied his arms behind his back, forced him to the floor and pointed a machine gun at him.", "13. Marvan Idalov was studying when the servicemen entered his room. They tied his arms, put a sack on his head and took him to the street. It appears that they then put Marvan Idalov in one of the vehicles parked at the house and left. Some neighbours submitted that the vehicles drove away in the direction of the base of military unit no. 24.", "14. According to the decision of the district prosecutor's office of 20 December 2004 to grant the second applicant victim status in criminal case no. 44034, on 22 November 2002 at least ten unidentified armed men wearing camouflage uniforms and masks travelling in an APC, an IBV and a lorry with an anti-aircraft gun on it unlawfully entered the applicants' house, kidnapped Marvan Idalov and took him away to an unknown destination.", "15. Immediately after their son's abduction the applicants requested information on his whereabouts from the head of special military unit no. 24, Mr K., who replied that the military servicemen under his command had not carried out any special operations in the morning of 22 November 2002 and had not apprehended Marvan Idalov.", "16. The applicants continued searching for their son. They applied to various official bodies, such as the prosecutors' offices at different levels, the departments of the interior, the Administration of the Chechen Republic, the Russian State Duma and the Special Envoy of the Russian President in the Chechen Republic for Rights and Freedoms, asking to help them to find Marvan Idalov. In their efforts the applicants were assisted by the SRJI. It appears that those complaints were futile.", "17. On 26 February 2003 the first applicant complained about her son's disappearance to the military prosecutor's office of the United Group Alignment (“the UGA prosecutor's office”).", "18. On 27 March 2003 the military prosecutor's office of military unit no. 20116 (“the prosecutor's office of unit no. 20116”) sent a letter to the UGA prosecutor's office and the first applicant concerning Marvan Idalov's disappearance. The copy of the letter submitted to the Court is illegible.", "19. On 31 March 2003 the prosecutor's office of unit no. 20116 sent a letter to the UGA prosecutor's office and the second applicant concerning Marvan Idalov's disappearance. The copy of the letter submitted to the Court is illegible.", "20. On 3 April 2003 the prosecutor's office of the Chechen Republic forwarded the first applicant's complaint about her son's disappearance to the prosecutor's office of the Kurchaloy District of the Chechen Republic (“the district prosecutor's office”).", "21. On 27 May 2003 the district prosecutor's office invited the first applicant to send her queries concerning her son's kidnapping to the prosecutor's office of unit no. 20116.", "22. On 5 November 2003 the UGA prosecutor's office informed the first applicant that an inquiry into her son's alleged kidnapping by unidentified military servicemen had been carried out. The inquiry established that on 22 November 2002 the Russian military had not organised any special operations and had not apprehended Marvan Idalov. No traces of military personnel implication in Marvan Idalov's kidnapping had been found.", "23. On 13 November 2003 the North-Caucasus Operational Department of the Main Department of the Russian Ministry of the Interior for the Southern Federal Circuit informed the first applicant that it had verified the facts relating to her son's disappearance and had sent the collected materials to the prosecutor's office of the Chechen Republic.", "24. On 8 December 2003 the SRJI wrote to the district prosecutor's office, the prosecutor's office of the Chechen Republic and the prosecutor's office of unit no. 20116, requesting them to inform it whether an investigation into Marvan Idalov's disappearance had been instituted and, if so, to provide details on the course of the investigation and to grant the first applicant the status of victim of a crime.", "25. On 2 February 2004 the prosecutor's office of the Chechen Republic replied to the SRJI that Marvan Idalov had not been apprehended by servicemen of the department of the interior of the Kurchaloy District (“ROVD”) or kept in the temporary detention facility of the ROVD. They further noted that the prosecutor's office of unit no. 20116 had inquired into Marvan Idalov's kidnapping.", "26. On 1 June 2004 the SRJI repeated their requests concerning Marvan Idalov's fate to the district prosecutor's office and to the prosecutor's office of unit no. 20116.", "27. On 5 August 2004 the prosecutor's office of the Chechen Republic instituted an investigation into the disappearance of Marvan Idalov under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping) and ordered the district prosecutor's office to assign a number to the case file. On 6 August 2004 they informed the first applicant accordingly and invited her to send further queries to the district prosecutor's office.", "28. On 4 October 2004 the SRJI wrote to the district prosecutor's office and to the prosecutor's office of unit no. 20116, repeating their requests of 8 December 2003 and 1 June 2004.", "29. On 21 October 2004 the prosecutor's office of the Chechen Republic informed the SRJI that it had instituted criminal proceedings in relation to Marvan Idalov's disappearance and that the investigation was under way.", "30. On 13 November 2004 the prosecutor's office of unit no. 20116 forwarded the SRJI's complaint about Marvan Idalov's kidnapping to the military prosecutor's office of military unit no. 20102 (“the prosecutor's office of unit no. 20102”) and requested that the SRJI submit a detailed description of the crime to that office.", "31. On 27 November 2004 the prosecutor's office of unit no. 20116 forwarded the SRJI's complaint to the military prosecutor's office of military unit no. 20119 (“the prosecutor's office of unit no. 20119”) and requested that the SRJI submit a detailed description of Marvan Idalov's kidnapping to that office.", "32. On 26 January 2005 the district prosecutor's office granted the first applicant victim status in case no. 44034, instituted in relation to Marvan Idalov's kidnapping by unidentified armed persons. On the same date the second applicant was informed of the decision to grant him the status of victim of a crime in case no. 44034, issued by the district prosecutor's office on an unspecified date.", "33. On 26 March 2005 the prosecutor's office of unit no. 20116 forwarded the SRJI's complaint about Marvan Idalov's kidnapping to the prosecutor's office of unit no. 20102.", "34. On 4 April 2005 the SRJI sent the prosecutor's office of unit no. 20102 information on Marvan Idalov's kidnapping as requested by the prosecutor's office of unit no. 20116.", "35. On 1 June 2005 the prosecutor's office of unit no. 20119 forwarded the SRJI's letter to the prosecutor's office of unit no. 20116.", "36. On 9 August 2005 the prosecutor's office of unit no. 20102 informed the SRJI that there was no evidence of the implication of military personnel in the crime and that the investigation should therefore be carried out by a civilian prosecutor's office.", "37. On 15 August 2005 the SRJI requested the district prosecutor's office, the prosecutor's office of the Chechen Republic and the prosecutor's office of unit no. 20116 to inform it of the state of the proceedings instituted in relation to Marvan Idalov's kidnapping.", "38. On 5 October 2005 the prosecutor's office of the Chechen Republic informed the SRJI that the first applicant had been granted victim status and that she would be updated on progress in the investigation.", "39. On 2 August 2007 the Ministry of the Interior of the Chechen Republic forwarded the applicants' letter dated 25 July 2007 to the ROVD and requested it to search for Marvan Idalov and his kidnappers more actively and to inform the applicants of measures taken.", "40. On 17 August 2007 the ROVD informed the applicants that the investigation into the kidnapping of Marvan and Alikhan Idalov in case no. 44034 had been commenced on 5 August 2004 and that investigative measures were being taken to solve the crime.", "41. On 30 August 2007 the district prosecutor's office informed the applicants that the investigation into the kidnapping of Marvan Idalov had been resumed on 30 September 2007.", "42. On 13 December 2003 the district prosecutor's office received a complaint by the first applicant dated 29 August 2003 and addressed to the Administration of the President of Russia. According to the complaint, on an unspecified date during the month of Sawm unidentified men wearing camouflage uniforms and masks had entered the Idalovs' house in the village of Akhkinchu-Borzoy and kidnapped Marvan Idalov.", "43. On 18 December 2003 the district prosecutor's office ordered the ROVD to ensure the first applicant's appearance before the investigators, to collect depositions by her relatives and to examine the scene of the incident.", "44. Later the ROVD reported that the first applicant's whereabouts were unknown and that her neighbours had no information concerning the merits of her complaint.", "45. On 23 January 2004 the district prosecutor's office informed the prosecutor's office of the Chechen Republic that it was impossible to give a decision on the first applicant's complaint owing to the failure to establish her whereabouts or to find any evidence of the facts complained of.", "46. On an unspecified date the temporary department of the interior of the Kurchaloy District (“VOVD”) informed the district prosecutor's office of the following. They had established that Vakhid and Alikhan Idalov had been active members of illegal armed groups and that Marvan Idalov had been an accomplice of insurgents. Vakhid Idalov had been killed in June 2000 in a fight with federal servicemen. Alikhan and Marvan Idalov had not been arrested by the VOVD servicemen and had been hiding from the federal authorities.", "47. Several residents of Akhkinchu-Borzoy informed the investigation that three of the first applicant's sons had been involved in unlawful activities of illegal armed groups.", "48. On 23 April 2004 the district prosecutor's office decided on the basis of the inquiry's results to refuse to institute criminal proceedings in the absence of any crime.", "49. On 5 August 2004 the prosecutor's office of the Chechen Republic quashed the decision of 23 April 2004 and ordered the district prosecutor's office to institute an investigation into Marvan Idalov's abduction under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping).", "50. On 20 December 2004 the second applicant was granted victim status and questioned. He submitted that Marvan Idalov had been kidnapped on 22 November 2002 by unknown persons in masks.", "51. On 26 January 2005 the first applicant was granted victim status and questioned. She made a statement similar to that by her husband.", "52. The investigators requested information from law-enforcement agencies of the Chechen Republic and were told in reply that Marvan Idalov had not been arrested, prosecuted or held in any detention facilities and that no special operations had been carried out in Akhkinchu-Borzoy on 22 November 2002.", "53. The Idalovs' relatives and neighbours were questioned in the course of the investigation and submitted that they had no information concerning the circumstances of Marvan Idalov's kidnapping.", "54. On 15 February 2005 the district prosecutor's office suspended the investigation in case no. 44034 concerning the kidnapping of Marvan Idalov on 22 November 2002 on account of the failure to identify those responsible and notified the applicants accordingly.", "55. On 21 May 2005 the district prosecutor's office resumed the investigation in case no. 44034 and notified the applicants accordingly.", "56. The investigation in case no. 44034 was suspended on 21 June 2005 and then resumed on 15 October 2005.", "57. On 15 November 2005 the district prosecutor's office again suspended the investigation.", "58. On 30 August 2007 the district prosecutor's office resumed the investigation in case no. 44034.", "59. The Government submitted a copy of an undated document entitled “Explanation”, signed with the name of the first applicant and addressed to the prosecutor's office of the Chechen Republic. The document stated that in May 2000 a group of servicemen had found bags with firearms and ammunition in a cemetery in Akhkinchu-Borzoy near the Idalovs' house. The first applicant had been detained for questioning for some time. Then she had found out that her son Vakhid had been killed in unknown circumstances. In December 2000 her son Alikhan had gone to the forest with insurgents. Two or three months later he had returned home and started hiding from the authorities. Then he had tried to flee the country and to go to Turkey. The first applicant had no information on his whereabouts. He might have been arrested by federal servicemen. At about 5.30 a.m. on 22 November 2002 the first applicant had seen an APC, an IBV and a vehicle fitted with an anti-aircraft gun arriving at her house. Around ten armed men had entered the house; all the men but one had been wearing masks, and the unmasked man was tall and had red hair. The armed men had taken away Marvan Idalov. The first applicant had told of the kidnapping to officials of the district prosecutor's office whom she had seen on the VOVD premises.", "60. The investigation failed to identify the perpetrators. The involvement of federal troops in the kidnapping was not proven. The investigation was suspended several times owing to the failure to identify those responsible and was then resumed in order to verify certain items of information. It was pending under the supervision of the Russian Prosecutor General's Office.", "61. Despite specific requests by the Court, the Government did not disclose most of the contents of the file in criminal case no. 44034, providing only copies of the first applicant's “explanation”, several witnesses' interviews, decisions to grant the applicants victim status and a few notifications to the applicants concerning the suspension and resumption of the investigation. Relying on the information obtained from the Prosecutor General's Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "62. For a summary of relevant domestic law see Akhmadova and Sadulayeva v. Russia, no. 40464/02, § 67-69, 10 May 2007."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}