{"ITEMID": "001-113301", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ADAMOVIĆ v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["4. The applicant’s late husband was employed by Elektron AD, a company based in Belgrade (“the company”). From 1995 to 1998 he was deployed on certain projects in Russia, for which work, apart from his salary, he had the right to claim an allowance calculated in United States dollars (USD).", "5. On 18 June 1998 the Commercial Court in Belgrade instituted insolvency proceedings in respect of the company.", "6. On an unspecified date thereafter Mr Adamović lodged a pecuniary claim within the insolvency proceedings for salary arrears, deployment allowance, and various social security contributions. On 4 May 2000 the Commercial Court rejected his claim and instructed him to initiate a regular civil suit and request determination of his claim (radi utvrđivanja osporenih potraživanja).", "7. On 22 June 2000 Mr Adamović, as instructed, lodged a separate civil claim.", "8. On 18 November 2002 the Commercial Court rejected the part of Mr Adamović’s request regarding the salaries, as it was considered to have been withdrawn, while the request for deployment allowance was partly granted. By virtue of this judgment the company was ordered to pay him USD 4,258.60 towards the unpaid allowances, together with the social security contributions due and statutory interest, plus 44,750 Yugoslav dinars (YUM) for legal costs.", "9. On 16 April 2003 and 23 October 2003 respectively the District Court and the Supreme Court upheld the judgment of 18 November 2002. The judgment of the Supreme Court was served on the applicant after 13 February 2004.", "10. On an unspecified date thereafter, the said judgment having become final, it was acknowledged within the insolvency proceedings.", "11. On 10 September 2003 the costs awarded in the civil proceedings were paid, while on 5 November 2003 the interest calculated on the costs was also paid.", "12. On about a dozen occasions between 15 July 2003 and 10 September 2007 the company paid the applicant various smaller amounts in “hardship assistance” (solidarna pomoć), to help cover certain medical bills. The total of all these sums amounted to an equivalent of less than USD 3,000. These amounts, however, were not specified as being intended to constitute partial payment of the debt, but as assistance to the applicant’s family because of the applicant’s late husband’s illness.", "13. On 28 May 2008 the Commercial Court issued a decision ordering payment of 50% of the guaranteed salary to all the former employees of the company for the period from 1 March 1997 to 18 June 1998. On 5 June 2008 the applicant received a payment under this head of 91,532 Serbian dinars (RSD, about USD 1,800 at the relevant time).", "14. Before the insolvency proceedings the debtor company was entirely socially owned. It has remained registered as fully socially owned in the relevant public registries throughout the insolvency proceedings.", "15. On 29 September 2008 the company was put up for auction, in accordance with the provisions of the applicable law (see paragraph 19 below). Following several unsuccessful auction attempts, on 5 February 2010 the Commercial Court authorised the sale of the company to a third private party. The purchase price has been added to the company’s assets.", "16. On 23 February 2010 the Commercial Court in Belgrade terminated the insolvency proceedings against the company, however continuing with insolvency action against the bankruptcy estate. On 7 October 2011 the Commercial Court authorised payment of certain sums to some of the former employees of the company, but the applicant was not placed on the list for payment.", "17. Article 95 of the Forced Settlement, Bankruptcy and Liquidation Act (Zakon o prinudnom poravnanju, stečaju i likvidaciji, published in the Official Gazette SFRY no. 84/89 and OG FRY nos. 37/93 and 28/96) provided that with the opening of bankruptcy proceedings the entire assets of the company were to be transformed into the bankruptcy estate (stečajna masa).", "18. Upon the opening of the bankruptcy proceedings, the creditors have to report their claims to the bankruptcy council (stečajno veće; Article 121), which requests the bankruptcy administrator (stečajni upravnik) and other creditors to either approve or dispute any claim (Articles 124 and 125).", "19. The creditor whose claim had been disputed in the bankruptcy proceedings shall be instructed to initiate civil dispute or other proceedings requesting determination of his or her claim (Article 127 § 1). The claims finally established in civil proceedings shall take part in the distribution of the bankruptcy estate (Article 127 § 3).", "20. All debts of the company are to be paid proportionally, apart from the payments on account of salaries up to the amount of the guaranteed salaries (Article 140), payments on account of the costs of civil proceedings from Article 127 and some other costs, which are to be paid as a priority and in their entirety (Article 138).", "21. According to Article 129 of the Act the company subject to bankruptcy, as a legal person, could have been sold separately. Once the company is sold, the bankruptcy proceedings are terminated in relation to the company, while they are to be continued in relation to the bankruptcy estate (Article 130 § 1). Following termination of the bankruptcy proceedings the debtor company is no longer held responsible for any debts of the company (Article 130 § 3).", "22. The remainder of the relevant domestic law is set out in the Court’s judgments of R. Kačapor and Others v. Serbia (nos. 2269/06, 3041/06, 3042/06, 3043/06, 3045/06 and 3046/06, 15 January 2008, §§ 57-82); Vlahović v. Serbia (no. 42619/04, §§37-47, 16 December 2008); Crnišanin and Others v. Serbia (nos. 35835/05, 43548/05, 43569/05 and 36986/06, 13 January 2009, §§100-104); EVT Company v. Serbia (no. 3102/05, §§ 26 and 27, 21 June 2007); and Marčić and Others v. Serbia (no. 17556/05, § 29, 30 October 2007)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}