{"ITEMID": "001-81328", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LUX", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF WAGNER AND J.M.W.L. v. LUXEMBOURG", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6;Violation of Art. 8;Violation of Art. 14+8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicants were born in 1967 and 1993 respectively and are resident in Luxembourg.", "6. On 6 November 1996 the Family Court of the province of Huamanga (Peru) pronounced the adoption of the second applicant, then aged three years and previously declared abandoned, by the first applicant. The judge listed the various stages of the adoption procedure which had been completed in accordance with the legal conditions. By the judgment the child acquired the status of daughter of the first applicant, ceased to belong to her blood family and henceforth bore the forenames and names J.M.W.L. In accordance with the legal conditions and the agreement drawn up between the technical secretariat for adoptions in Peru and the Luxembourg-Peru Association, the latter was declared responsible for monitoring the child and, if necessary, for the legalisation of the adoption in Luxembourg.", "7. The judgment of the Family Court of the province of Huamanga was declared enforceable – according to the certificate issued by that court on 14 December 1996 – and entered in the civil status register of AyacuchoHuamanga.", "8. In May 1997 the first applicant, who lived alone in Luxembourg with the adopted child, gave birth to a daughter. On 13 November 2006 her lawyer stated that she was now the mother of four children attending school and still lived in Luxembourg.", "9. On 10 April 1997 the applicants brought proceedings against the Attorney General's Department before the Luxembourg District Court. They requested the court to declare that the Peruvian judgment was enforceable in the Grand Duchy as though it were a judgment ordering full adoption delivered by the competent Luxembourg court; they stated that the purpose of the application for enforcement was to ensure that the child could be registered in the civil status register in the Grand Duchy, acquire the nationality of her adoptive mother and be granted definitive leave to remain in Luxembourg.", "10. On 11 February 1998 the District Court declared the application for enforcement admissible as it had been properly submitted by originating summons. In that regard, the court stated the following:", "“An application for enforcement of a foreign judgment is a principal legal claim different in nature from the application that gave rise to the foreign judgment. The court dealing with the application for enforcement does not examine the merits of the application submitted to the foreign court, but confines itself to verifying that the decision satisfies the relevant international procedural requirements. The application for enforcement of an adoption judgment, which is different in nature from the application to adopt, is not subject to the objection procedure in [the relevant article] of the Code of Civil Procedure, under which applications to adopt may be made by petition ...”", "11. The court decided that a court dealing with an application for enforcement of an adoption judgment delivered by a foreign court must first of all ascertain whether the foreign court was competent by reference to the rules determining its jurisdiction. On that point, the court concluded that the adoption had been pronounced by the court that was competent according to Article 370 of the Luxembourg Civil Code.", "12. As for the law applicable to the merits of the case, the court first of all recalled the positions taken by the parties to the proceedings.", "Thus, the Attorney General's Department maintained that the court should ascertain whether the foreign court had applied the law designated by the Luxembourg system of private international law. As the adoptive parent was of Luxembourg nationality, the conditions for adoption were governed by Luxembourg law; and Article 367 of the Luxembourg Civil Code did not permit full adoption by an unmarried person. The Attorney General's Department concluded that in pronouncing full adoption by the first applicant, as an unmarried person, the Peruvian court had failed to apply Luxembourg law.", "The applicants were of the view that the court should confine itself to examining whether the adoption pronounced in Peru had been made according to the procedures prescribed by the laws of Peru. They submitted, in particular, that the final paragraph of Article 370 of the Luxembourg Civil Code must be interpreted as meaning that “the Luxembourg international rule on conflict expressly recognises as valid an adoption made abroad by an authority competent under the laws of that country, ... provided that the local procedure and local provisions were complied with”.", "The court decided that the final paragraph of Article 370 of the Civil Code introduced a rule on jurisdiction and also maintained its rules on the conflict of laws. It added that according to Article 370 of the Civil Code the adoption by the first applicant, of Luxembourg nationality, was governed by Luxembourg law with respect to the requisite conditions for adoption. The court concluded that the court dealing with an application to enforce the decision must ascertain whether the adoption had been pronounced in accordance with Luxembourg law with respect to those conditions.", "13. The court then stated that it had adjourned the deliberations on 11 November 1997 to enable the parties to submit their observations on the following preliminary questions which it proposed to refer to the Constitutional Court:", "“1. The law on adoption, more particularly Article 367 of the Civil Code, allows a married couple to adopt a child fully and prohibits full adoption by an unmarried person. Is that law consistent with Article 11(3) of the Constitution, which provides that 'the State guarantees the natural rights of human beings and the family' and Article 11(2) of the Constitution, which states that 'Luxemburgers are equal before the law'?", "2. Is the right to found a family a natural right of human beings and the family?", "3. Is the right to found an adoptive family a natural right of human beings and the family?", "4. Does the right to found a family include the right to found a single-parent family?", "5. Is the right to found a family a right of only married human beings?", "6. Does the principle of equality before the law allow full adoption to be authorised for married persons to the exclusion of unmarried persons?", "7. Do Articles 11(2) and (3) of the Constitution establish rights of an unmarried person to full adoption on the same terms as those applicable to a married couple?”", "14. The court confirmed that it must examine the correct application of Article 367 of the Civil Code and its conformity with the Constitution before adjudicating on the application for enforcement. In order to do so, the court requested the applicants to clarify their actual family situation, on the following grounds:", "“By submissions of 15 December 1997 Ms Jeanne Wagner's representative maintained that the Wagner family existed in fact and in law and that it was not a single-parent family. He also submitted that nowadays 'the more general acceptance by society of unmarried cohabitation has led to an increase in the number of children living in a single home with a father and mother who are not married. It is less and less certain that the parents need to be married in order for the child to grow up in a home with a father and a mother'.", "If those submissions have any meaning, Ms Jeanne Wagner is living as part of a couple without being married.", "... The assertion of the existence of a family which is not a single-parent family is new and not substantiated by any evidence.", "The social inquiry report of 6 August 1997, which was submitted to the court on 28 October 1997, states that Ms Jeanne Wagner gave birth to a daughter in May 1997. That report on the adaptation of the adopted child in her new family in Luxembourg examines only the relationship between the mother and the child. It does not mention the existence of a man in Ms Wagner's home or any relationship between the adopted child and Ms Wagner's partner.", "The pre-adoption report drawn up on 30 April 1996, also by social worker [B.], states as the general reason for adopting the conviction that 'children are the purpose of life'. Ms Wagner was approaching her thirtieth birthday and decided 'not to wait to meet the ideal man in order to have children but to adopt a child on her own, in the knowledge that her family would help her ...'", "As the reason for adopting a Peruvian child, the social worker observed that in Luxembourg Ms Wagner encountered many obstacles, mainly the fact that she was not married. 'The only country which has an agreement with Luxembourg and which consents to adoption by an unmarried woman is Peru and thus Ms Wagner contacted the Luxembourg-Peru Association and prepared the file through that association'. The social worker recommended that the adoption should be approved, as the child found a welcoming home 'within that “single-parent” family'.", "The reports filed by the applicant therefore mention only a family consisting of the mother and two children.", "It is important to refer to the Constitutional Court questions which are appropriate to the adoptive parent's actual family situation. Adoption by a family consisting of an unmarried couple may receive a different reply from that given to adoption by an unmarried mother living alone. It is therefore for the adoptive parent to establish her actual family situation and to establish that her family is not a single-parent family.”", "15. The hearing was resumed on 10 March 1998.", "16. In its judgment of 1 April 1998, the court first of all set out the views expressed by the applicants in relation to the proposed preliminary questions. Thus, the applicants, first, emphasised that the court was dealing with an application for enforcement and not an application to adopt and, second, took issue with the proposed questions because they emphasised the rights of the mother, whereas the real issue was the rights of the child adopted following the Peruvian judgment. The applicants also observed that the first applicant had given birth to a child in May 1997, and proposed the following preliminary questions:", "“1. Is the right to secure from the Luxembourg courts recognition of a family relationship validly established abroad for the purposes of securing recognition that the adopted child has the same political and civil rights as a biological child of the adoptive mother a natural right of the human being, and more particularly of an adopted child?", "2. In so far as Article 367 of the Luxembourg Civil Code must, in spite of the substance of Article 370, final paragraph, be considered to constitute an obstacle to the recognition of a full adoption lawfully made abroad by an unmarried mother of Luxembourg nationality, and must be so considered in spite of the substance of Articles 7 and 21 of the Convention on the Rights of the Child adopted by the General Assembly of the United Nations on 20 November 1989, as approved by the Law of 20 December 1993, does not the principle of equality before the law set forth in Article 11(3) of the Constitution require recognition of that full adoption in so far as such recognition is necessary in order for the adopted child to be able to enjoy all her political and civil rights to the same extent as her biological collaterals?", "Does the principle of equality before the law allow a difference in treatment to be created by the law, in particular with respect to the entry of the adoption in the civil status register, the issuing of the certificate of nationality and the situation regarding succession, in complete legal certainty between a non-marital child and an adopted child of the same mother?”", "17. The court then gave judgment in the following terms:", "“The court must ascertain whether the conditions prescribed by Luxembourg law for adoption were satisfied at the time when the adoption was pronounced by the Peruvian judge. In fact, Ms Wagner is an unmarried woman who, according to Article 367 of the Civil Code, cannot undertake a full adoption. The question that arises is therefore whether the prohibition on full adoption by an unmarried person is compatible with the constitutional rights in Article 11(3) and (2), that is to say, any rights enjoyed by the mother, and not by the child.", "When ensuring that the decision to be enforced satisfies the relevant international procedural requirements, the court must examine whether the foreign court was in a position to pronounce the adoption by reference to the conditions on adoption provided for by the relevant Luxembourg legislation.", "The establishment of a constitutional right to adopt without discrimination between married persons and unmarried persons does not preclude the specific assessment of the physical and mental situation of the persons wishing to adopt and of their capacity to raise and contribute to the development of a child. It may be that the right to family life is not recognised where the best interests of the child would be in danger. The existence of a right is distinct from its actual exercise.", "As Ms Wagner is an unmarried woman not living as part of a couple, the questions which correspond to her family situation relate to a single-parent family.", "The questions envisaged by the court on 11 November 1997 are therefore relevant to the outcome of the dispute.", "Examination of the existence of “a right to secure recognition” in Luxembourg “of a legal parent-child relationship validly established abroad” assumes that the valid creation of an adoptive parent-child relationship within the meaning of Luxembourg law is established. The first preliminary question proposed by Ms Wagner is irrelevant, as the lawfulness of the Peruvian adoption has not been established.", "Examination of the second question proposed must be reserved. As matters now stand, the questions envisaged by the court on 11 November 1997 should be referred.”", "18. On 13 November 1998 the Constitutional Court declared the questions numbered 2 to 7 (paragraph 13 above) inadmissible. As for the first question, it decided that Article 367 of the Civil Code was not contrary to the Constitution, for the following reasons:", "“Regarding Article 11(3) of the Constitution:", "... Article 11(3) of the Constitution states that the State guarantees the natural rights of human beings and the family;", "... natural rights are those flowing from human nature and exist, even without a legislative text; ... applied to the family, they include the right to procreate and the right to live together;", "..., in parallel, the legislature has established, by adoption, a substitute legal parent-child relationship which, while it demands proper motives on the part of the adoptive parents, must above all be advantageous for the person adopted;", "... [adoption] has its basis in positive law and not in natural law; ... it is therefore for the legislature to put in place all the conditions and limits necessary for its proper functioning and satisfying the interests of society and of the adoptive family;", "Regarding Article 11(2) of the Constitution:", "... Article 11(2) of the Constitution provides that 'all Luxemburgers are equal before the law';", "... that constitutional principle, which is applicable to every individual affected by Luxembourg law if personality rights are concerned, is not to be understood in an absolute sense, but requires that all those in the same factual and legal situation be treated in the same way;", "... the specific treatment is justified if the difference in condition is effective and objective, if it is in the public interest and if the extent of its application is not unreasonable;", "... the specific treatment is lawful in the present case as it is based on a genuine distinction resulting from the civil status of the persons, on an increased guarantee in favour of the adopted child as a result of the number of persons holding parental authority in the case of married persons and on reasonable proportionality owing to the fact that simple adoption remains available to an unmarried person in compliance with the procedural and substantive requirements provided for by law;”", "19. On 2 June 1999 the district court dismissed the application for enforcement, on the ground that the Peruvian adoption judgment had been delivered contrary to the Luxembourg law applicable according to the rule on the conflict of laws set forth in Article 370 of the Civil Code.", "20. The court upheld the argument of the Attorney General's Department that the Peruvian judge had not applied Luxembourg law by pronouncing full adoption by an unmarried Luxembourg woman.", "21. The court concluded that there was no need to consider whether the Peruvian decision was contrary to public policy. In that regard, however, it made the following observation:", "“... according to the pre-adoption social inquiry report of 30 April 1996, Ms Wagner chose to adopt in Peru, through the Luxembourg-Peru Association, since Peru permits adoption by an unmarried woman, whereas she encountered various obstacles to adoption in Luxembourg, mainly because she was not married.", "Ms Wagner therefore decided to obtain indirectly, by enforcement of the adoption in Peru, what she was unable to obtain directly by an application to adopt in Luxembourg. However, a judgment obtained by circumventing the statutory requirements cannot be enforced.”", "22. The court then dealt with the second preliminary question which had been proposed by the applicants at the earlier hearing:", "“The judgment of April 1998 reserved the alternative preliminary question proposed by Ms Wagner. In the event that Article 367 of the Civil Code precluded full adoption, Ms Wagner proposed that the Constitutional Court should examine whether the principle of equality allowed a difference in treatment to be created by law, notably with respect to the entry of the adoption in the civil status registers, the issuing of a certificate of nationality and the situation regarding succession between the non-marital child and the adoptive child of the same mother. In her submissions lodged after the decision of the Constitutional Court, Ms Wagner maintained that proposal for a preliminary question..", "Under [the relevant section] of the ... Constitutional Court (Organisation) Act, a court before which a party has raised a question relating to the constitutionality of a law is not required to refer the matter to the [Constitutional] Court if the question is wholly unfounded or if the [Constitutional] Court has already ruled on a question having the same subject-matter.", "... As the [Constitutional] Court decided [in its judgment of 13 November 1998] that adoption was not a constitutional right but was a matter for legislation, and on the basis that the law may introduce a distinction between persons having different civil status, the preliminary question proposed by Ms Wagner is wholly unfounded.", "The question also seeks to secure a review of the compatibility of the law on adoption, which prohibits full adoption by an unmarried person, with the principle of equality and the right to family life. The [Constitutional] Court held that biological filiation and adoptive filiation were different in nature, the former coming under natural law protected by the Constitution and the latter created by the legislature. It also decided that the principle of equality applied to those in the same factual and legal situation.", "As an adoptive child is in a legal and factual situation distinct from that of a non-marital child and as the principle of equality assumes that the situation of the persons is the same, the proposed question is unfounded.", "There is thus no reason to refer the question to the Constitutional Court..”", "23. Lastly, the court rejected the argument put forward by the applicants on the basis of the Convention on the Rights of the Child, for the following reasons:", "“Ms Wagner maintains that public policy and the Convention on the Rights of the Child require that the adoption decision be enforced. As the best interests of the child are to be a primary consideration, in application of Article 3 of the Convention, the adopted child should have the same rights as her 'biological' sister, the mother's non-marital child.", "The interests of the child may be assessed by the legislature. Luxembourg law accepts that it is in the interests of children to be fully adopted by a married couple and not by an unmarried person. The court must therefore apply that statutory provision.”", "24. On 7 July 1999 the applicants appealed against the judgments of 11 February 1998, 1 April 1998 and 2 June 1999.", "25. They requested the Court of Appeal to declare the judgment of the Huamango Family Court of 6 November 1996 enforceable in Luxembourg and to order that the forthcoming judgment be entered in the civil status registers.", "26. In support of their appeal, the applicants maintained first of all that Article 367 of the Civil Code – a rule of strictly territorial application determining the conditions of an application for full adoption coming within the jurisdiction of the Luxembourg courts – was not a reason to dismiss an application for enforcement of a foreign decision, since the court dealing with the application to enforce the decision had no power of review and was not empowered to alter the effects of the adoption pronounced by the Peruvian court. They further maintained that under Article 370, final paragraph, of the Civil Code a foreign adoption decision could be enforced in Luxembourg provided it had been delivered by a competent court according to the rules on the conflict of laws and the procedures of the country of origin. Thus, the final paragraph of Article 370 was not a simple rule on jurisdiction but a rule on the conflict of laws.", "27. The applicants also maintained their request that the preliminary question which they had formulated before the district court be referred to the Constitutional Court.", "28. In a section entitled “Public policy implications”, the applicants contended that the procedure for securing recognition of the effects of a full adoption pronounced abroad differed from the procedure for pronouncement of an adoption in Luxembourg, so that the impact of the questions of public policy arose in different terms and did not have the same weight. Next, relying on the Convention on the Rights of the Child, they submitted that the best interests of the child consisted in favouring the effects of a full adoption, in particular the right to acquire Luxembourg nationality and to share in the succession of the adoptive family on the same basis as a legitimate or non-marital child. While they acknowledged that a new simple adoption could be made in Luxembourg, they emphasised that it would grant less substantial rights to the child, particularly in relation to succession and the acquisition of Luxembourg nationality. In the applicants' submission, it was specifically public policy that required enforcement, so that the adoptive child would be granted the same rights as her biological sister and so that legal calm rather than uncertainty would reign in the families. They cited a decision of the district court, which, in a different context, had held that an interference with the right for the father and mother to maintain relations with their children was not justified by one of the objectives set forth in Article 8 § 2 of the Convention. They contended that in this case the judgment at first instance – which gave priority to Luxembourg law over an international convention as a ground for refusing to order enforcement – penalised the minor child and was incompatible with Article 8 of the Convention.", "29. By judgment of 6 July 2000 the applicants' appeal was declared unfounded. The Court of Appeal held, in the first place, the following:", "“By way of preliminary point, it should be observed that while foreign judicial decisions on the status of persons enjoy immediate substantive effectiveness in the Grand Duchy of Luxembourg, provided only that they satisfy the relevant international procedural requirements, they none the less may and even must be enforced in order to render them incontestable and enforceable by execution and to enable the acts necessary to enforce them to be carried out.", "In this case, recognition of the Peruvian adoption decision is sought, not only to ensure that the adopted child has the same succession rights as those recognised by Luxembourg law to a legitimate or non-marital child, but also to avoid problems arising in the future as a result of the fact that the child has not lost Peruvian nationality by the effect of her adoption in her country of origin and, in the absence of a decision recognising the foreign judgment, does not acquire Luxembourg nationality, at least for the time being, and cannot in those circumstances benefit from the advantages conferred on nationals of the countries of the European Union.”", "30. The Court of Appeal then analysed the scope and significance of the final paragraph of Article 370 of the Civil Code and reached the following conclusion:", "“The [District] Court was correct to take the view that the Luxembourg court dealing with the application to enforce the Peruvian judgment must ascertain whether the adoption was made in conformity with the Luxembourg rules on the conflict of laws, as provided for in Article 370 of the Civil Code, and to dismiss the application on the ground that the Peruvian judgment pronouncing full adoption in favour of an unmarried Luxembourg national is in flagrant contradiction with the Luxembourg law on the conflict of laws, which provides that the conditions for adoption are governed by the national law of the adoptive parent.", "It is therefore unnecessary to examine further the other conditions required for enforcement, namely conformity to international public policy and circumvention of the law.”", "31. The Court of Appeal also concluded that the applicants were wrong to rely on the Convention on the Rights of the Child, for the following reasons:", "“Article 7 of that Convention, approved by the Law of 20 December 1993, provides in paragraph 1 that the child is to be registered immediately after birth and is to have the right from birth to a name, the right to acquire a nationality and, as far as possible, the right to know and be cared for by his or her parents.", "Article 21 provides that States Parties that recognise and/or permit the system of adoption are to ensure that the best interests of the child shall be the paramount consideration, and sets out the obligations placed on the Contracting States in that regard (paragraphs (a) and (b) of that article).", "The Court agrees with the Attorney General's representative, who maintains ... that Articles 7 and 21 cannot be applied directly in order to secure recognition of a foreign full adoption decision pronounced in breach of our national laws.", "...", "The [applicants] are wrong to rely on the abovementioned Articles of the Convention to secure recognition of a foreign adoption made in compliance with its legal rules, which, it is emphasised, are very strict, but in breach of Luxembourg law, which rightly or wrongly maintains the principle that full adoption by an unmarried person is prohibited, since Article 21 does not require the States Parties to alter their national legislation in that sense, a fortiori because it is not established that such a change in the legislation would be in the paramount interest of the child, quite apart from any political or moral considerations which influence the legislative choices according to current thinking.", "Article 7, on which the applicants rely, concerns at most only the effects of the adoption, but has no bearing on whether an adoption decision satisfies the relevant international procedural requirements. ...”", "32. Last, the Court of Appeal considered that the first-instance court had been correct not to deem it appropriate to refer the preliminary question formulated by the applicants to the Constitutional Court.", "33. On 8 December 2000 the applicants appealed on a point of law.", "34. On 14 June 2001 the Court of Cassation dismissed the appeal, for the following reasons:", "“The first ground of appeal,", "alleging “breach, if not misapplication of the law, in the present case of Article 370, final paragraph of the Civil Code, which provides that in the event of conflict between the rules of competence prescribed respectively by the national law of the adoptive parent and by that of the adopted child, the adoption is validly concluded according to the procedure prescribed by the law of the country in which the adoption took place and before the authorities competent under that law, in that the judgment considered that the word 'procedure' had only the meaning of 'procedural rule' and did not include the substantive conditions whereas, first part, the text of Article 370 speaks in unequivocal terms of 'procedures' and not restrictively of 'procedural rules', so that the scope of the legislative text cannot be restricted by the implicit addition thereto of words which it does not contain, in this case the word 'rule'; second part the word 'procedure' employed by the legislature in the specific context of the final paragraph of Article 370 is not limited to procedural rules in the strict sense, but covers both the latter and the substantive rules, and therefore legal 'procedures' in the broad, flexible and general sense, the legislature having clearly displayed its intention to properly encompass in the word 'procedure' both the substantive conditions and procedural conditions properly so called”;", "But ... in agreeing with the court of first instance that the Peruvian full adoption decision was delivered in contradiction to the Luxembourg law on the conflict of laws, which provides in paragraph 2 of Article 370 of the Civil Code that the conditions that must be satisfied in order to adopt are governed by the national law of the adoptive parent, the Court of Appeal made a correct application of the law without being in breach of the legislative text referred to in the two parts of the ground of appeal;", "... it follows that the ground of appeal cannot be upheld;", "The second ground of appeal,", "alleging “misapplication, if not violation of Article 8 of the [Convention], which provides that there is to be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others, and of Article 89 of the Constitution, which provides that every judgment must state the reasons on which it is based, in that the judgment did not even examine the appellants' plea based on Article 8 paragraph 2 of the [Convention], when the best interests of the child ought to have led the decision under appeal, on the assumption that Article 370, final paragraph, of the Civil Code is not to be interpreted as meaning that an adoption lawfully concluded abroad cannot be repudiated, to refuse to apply the Luxembourg domestic rule, which prevents an unmarried woman of Luxembourg nationality from fully adopting a minor child, in such a way as to apply Luxembourg law to her, and that the intention of the Luxembourg legislature to require an unmarried woman to marry if she wishes to undertake full adoption of a child, in such a way as to ensure that that child enjoys all the privileges attached to Luxembourg and Community nationality constitutes an unnecessary interference with family life ...”", "But ... first, the Court of Appeal was not required to respond to the ground of appeal set out in the document initiating the appeal under the heading “Public policy implications”, as that question had become devoid of purpose by the very effect of its decision not to apply the foreign law;", "..., second, owing to their dubious, vague and imprecise nature, the arguments relating to Article 8 paragraph 2 of the Convention on Human Rights contained in the document initiating the appeal did not constitute a ground of appeal requiring a response;", "Whence it follows that the plea cannot be upheld.”", "35. On 5 August 2003 the applicants requested the Minister for the Family, Social Solidarity and Youth to take the necessary measures to enable the adoption pronounced by the Peruvian judgment of 6 November 1996 to be entered as a full adoption recognised by the Luxembourg authorities in the civil status register with competence ratione territoriae in application of the Hague Convention of 29 May 1993.", "36. On 12 August 2003 the Minister declared that the provisions of the Hague Convention were not applicable to the applicants' request.", "37. On 13 September 2003 the applicants sought judicial review of that decision.", "38. By judgment of 19 January 2004 the administrative court of first instance (Tribunal administratif) annulled the ministerial decision, for the following reasons:", "“...the [Hague Convention of 29 May 1993] was adopted by Luxembourg law on 14 April 2002 and entered into force on 1 November 2002 in the Grand Duchy of Luxembourg, on which date it is common ground that the Convention was already in force with respect to Peru;", "... from 1 November 2002 the Hague Convention has therefore been in force between the two countries concerned by the present case: Peru, the State of origin, and the Grand Duchy of Luxembourg, the receiving State, as defined in Article 2 of the Convention;", "... the Convention states in Article 41 that it is to 'apply in every case where an application pursuant to Article 14 has been received after the Convention has entered into force in the receiving State and the State of origin';", "... Article 14 of the Convention states that '[p]ersons habitually resident in a Contracting State, who wish to adopt a child habitually resident in another Contracting State, shall apply to the Central Authority in the State of their habitual residence';", "... it follows from the Explanatory Report drawn up by Mr G. Parra-Aranguren, the Venezuelan representative in the proceedings of the 17th Hague Conference which culminated in the Convention of 29 May 1993, and more particularly paragraphs 584 and 585 thereof (doc. Parl. 4820, page 95), that a second paragraph had indeed been envisaged at a particular time during the drafting of what became Article 41, but that that paragraph was abandoned for the reasons explained more fully in that report as follows: '584. Working document no. 100, submitted by the Permanent Bureau, suggested a second paragraph for the article with the following text: “A Contracting State may at any time by declaration extend the application of Chapter V (Recognition) to other adoptions certified by the competent authority of the State of the adoption as having been made in accordance with the Convention”. The idea behind the proposal was to give a rule to answer the question as to the validity of adoptions already made in the Contracting States when a State becomes a Party to the Convention.", "585. Some participants considered that proposal ambiguous and suggested its deletion or its clarification, at least, but others sustained it. The Observer for the International Commission on Civil Status observed that it was unnecessary and dangerous, because the formulation might permit a wicked conclusion, if interpreted a contrario, since the natural consequence of a State becoming a Party to the Convention is to recognise adoptions already made in the Contracting States. Therefore, the “declaration” provided by the second paragraph could be interpreted as permitting the non-recognition of such adoptions and, for this reason, the proposal was rejected'; ...", "... for the purposes of application ratione tempore it is appropriate to distinguish the situation of the application properly so called of the Convention in the words of Article 41 concerning adoption procedures to be initiated and that relating to adoptions previously carried out, which by definition no longer have to follow the procedure provided for in Article 14 of the of the Convention, and raising more particularly aspects of recognition and re-entry on the competent registers of civil status;", "... although the text of Article 41 gives rise to no doubt concerning the applicability of the Convention in all cases where an application referred to in Article 14, in initial act of the procedure there referred to, was received after the entry into force of the Convention in the receiving State and in the State of origin, reliance on that Convention for other aspects relating more particularly to the recognition and entry of adoptions previously carried out in the State of origin do not fall directly under the wording of Article 41;", "... the fact that two States, by definition the State of origin and the receiving State, have become parties to the Convention and have adopted it in such a way that it has entered into force in both States means that these States have thereby adopted the provisions of the Convention as being henceforth required to be the general law, at a superior level, having to govern the respective relationships concerning the nationals of both States in adoption matters;", "... the adoption of such a superior general law in adoption matters consists by the very organisation of the Convention, in the light of the objectives which it pursues, a favor adoptioni to which these two States have thus subscribed in the best interests of the adoptive children concerned;", "... it follows that an application for recognition and entry in the relevant registers of civil status of an adoption carried out before the entry into force of the Convention in the State of origin is governed by the provisions of the Convention contained more particularly in Chapter V, entitled “Recognition and effects of the adoption”, from the time when the relevant application, submitted not with a view to adoption but with a view to recognition and entry of an adoption which has already taken place, was submitted after the entry into force of the Convention in the receiving State and the State of origin;", "... the applicant has also placed on the file a certificate issued by the competent authority of the Contracting State in which the adoption took place, capable of being read as being consistent with the Convention;", "... it follows from all the foregoing developments that the contested ministerial decision was wrong ... to refuse to undertake a more thorough examination of the abovementioned application of 5 August 2003 by rejecting the application of the provisions of the Hague Convention of 29 May 1993, which had been in force between Peru and the Grand Duchy of Luxembourg since 1 November 2002;", "... the contested ministerial decision must therefore be annulled for violation of the law;", "... since preference should be given to any solution found at a non-contentious level and since the Minister did not afford herself the opportunity to examine the merits of the application in question more thoroughly, the case should be sent back to the Minister for further consideration ...;”", "39. On appeal by the Minister for the Family, Social Solidarity and Youth, the higher administrative court (Cour administrative) on 1 July 2004 varied the judgment of the administrative court of first instance and declared the action for annulment unfounded, for the following reasons:", "“Upon reading the Hague Convention, it must be found that there is no clause as to the possible application of the provisions of that Convention in a case where, at the time of the facts, that is during the implementation of the adoption procedure, it was ratified by only one of the States involved in an intercountry adoption and entered into force only in that State. On the contrary, Article 41 of the Hague Convention expressly states that '[t]he Convention shall apply in every case where an application pursuant to Article 14 [of the Convention] has been received after the Convention has entered into force in the receiving State and the State of origin'. Furthermore, it should be observed that Article 14 of the Convention obliges persons wishing to adopt a child in another State to apply first of all to the Central Authority in the State of their habitual residence, and thereby to take the first step in an intercountry adoption procedure.", "In the light of those clear and precise provisions, it is impossible to grant the application as submitted to the Minister for the Family by the present respondents and seeking to have the Hague Convention applied to an intercountry adoption procedure which took place at a time when the Hague Convention was in force only with respect to the State of origin of the child to be adopted, namely, Peru, and not with respect to the receiving State of that child, namely, the State in which the adoptive mother was resident, that is, Luxembourg.", "That finding is supported by the fact that the mechanism as put in place by the Hague Convention, with the specific aim of ensuring recognition in the receiving State of an adoption carried out in the State of origin, is based on close cooperation between the competent authorities of both States thus concerned ...", "The fact that the certificate of conformity issued by the Peruvian central authority concerning the abovementioned adoption decision is similar to that required by ... the Hague Convention, for the purpose of ensuring that the adoption carried out in one of the Contracting States of the Hague Convention is recognised in the other Contracting States, does not in itself suffice to render the provisions of the Convention applicable and to ensure that the adoption carried out in Peru is recognised in Luxembourg, since by definition that certificate was unable to attest that all the formalities provided for by the Hague Convention had been complied with, since the procedure regulated in that Convention as being mandatory could not be followed when Luxembourg was not a party to the Convention at the time when the adoption procedure took place in Peru.”", "40. In their observations, which were received at the Court on 18 February 2005, the applicants stated that they would “lodge in the near future an applicant for simple adoption according to Luxembourg law, as a precautionary measure”. At the hearing before the Court, they stated that that application had in the meantime led to a simple adoption judgment (delivered on an unspecified date) which did not take account of the full adoption pronounced in Peru.", "41. This Convention, which entered into force in Luxembourg and Peru before the facts, provides the following in its relevant Articles.", "“1. In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.", "2. States Parties undertake to ensure the child such protection and care as is necessary for his or her well-being, taking into account the rights and duties of his or her parents, legal guardians, or other individuals legally responsible for him or her, and, to this end, shall take all appropriate legislative and administrative measures.", "3. States Parties shall ensure that the institutions, services and facilities responsible for the care or protection of children shall conform with the standards established by competent authorities particularly in the areas of safety, health, in the number and suitability of their staff, as well as competent supervision.”", "“States Parties that recognise and/or permit the system of adoption shall ensure that the best interests of the child shall be the paramount consideration and they shall:", "(a) Ensure that the adoption of a child is authorised only by competent authorities who determine, in accordance with applicable law and procedures and on the basis of all pertinent information, that the adoption is permissible in view of the child's status concerning parents, relatives and legal guardians and that, if required, the persons concerned have given their informed consent to the adoption on the basis of such counselling as may be necessary;", "(b) Recognise that inter-country adoption may be considered as an alternative means of child's care, if the child cannot be placed in a foster or an adoptive family or cannot in any suitable manner be cared for in the child's country of origin;", "(c) Ensure that the child concerned by inter-country adoption enjoys safeguards and standards equivalent to those existing in the case of national adoption;", "(d) Take all appropriate measures to ensure that, in inter-country adoption, the placement does not result in improper financial gain for those involved in it;", "(e) Promote, where appropriate, the objectives of the present article by concluding bilateral or multilateral arrangements or agreements, and endeavour, within this framework, to ensure that the placement of the child in another country is carried out by competent authorities or organs.”", "42. The relevant extracts of Recommendation 1443 (2000), entitled “International adoption: respecting children's rights”, read as follows:", "“The Assembly ... fiercely opposes the current transformation of international adoption into nothing short of a market regulated by the capitalist laws of supply and demand, and characterised by a one-way flow of children from poor states or states in transition to developed countries. It roundly condemns all crimes committed in order to facilitate adoption, as well as the commercial tendencies and practices that include the use of psychological or financial pressure on vulnerable families, the arranging of adoptions directly with families, the conceiving of children for adoption, the falsification of paternity documents and adoption via the Internet.", "It wishes to alert European public opinion to the fact that, sadly, international adoption can lead to the disregard of children's rights and that it does not necessarily serve their best interests. In many cases, receiving countries perpetuate misleading notions about children's circumstances in their countries of origin and a stubbornly prejudiced belief in the advantages for a foreign child of being adopted and living in a rich country. The present tendencies of international adoption go against the UN Convention on the Rights of the Child, which stipulates that if a child is deprived of his or her family the alternative solutions considered must pay due regard to the desirability of continuity in the child's upbringing and to his or her ethnic, religious, cultural and linguistic background. ...”", "43. The principles and effects of full adoption may be summarised as follows (see G. Ravarani, “La filiation”, Feuille de liaison de la conférence Saint-Yves no. 75, March 1990).", "44. As a matter of principle, adoption is by a married couple. Thus, Article 367 of the Civil Code provides as follows:", "“An application to adopt may be made by a married couple who are not judicially separated, one of whom is at least twenty-five and the other at least twenty-one years old, on condition that the adoptive parents are fifteen years older than the child whom they propose to adopt and that the child to be adopted is under the age of sixteen.”", "45. Full adoption by a single person is an exceptional situation. The law provides for only one possibility: that of full adoption applied for by a spouse in favour of the child of his or her spouse.", "46. Article 368 of the Civil Code provides as follows:", "“Adoption shall confer on the adopted child and on his or her descendants the same rights and obligations as though he or she were born of the marriage of the adoptive parents. That legal parent-child relationship shall replace his or her original parent-child relationship and the adopted child shall cease to belong to his or her blood family ...”", "47. The adoptive parents alone are invested, with respect to the adopted child, with all the rights of parental authority.", "48. Prior to the Law of 23 December 2005, adoption conferred on the child the surname of the husband. Since that Law, the effect of Article 57 in conjunction with Article 368-1 of the Civil Code is that the adoptive couple choose the name to be given to the adopted child; the child may acquire either the name of his or her father, or the name of his or her mother, or both names together, in whichever order the adoptive parents may choose, with a maximum of one name for each parent.", "49. The child has the same inheritance rights in respect of his or her adoptive parents as the legitimate children. From a taxation point of view, the adoptive child is not required to pay inheritance tax where he or she inherits in the direct line.", "50. Under section 2(1) of the Law of 22 February 1968 on nationality, as amended, a child who has been fully adopted by a Luxemburger obtains Luxembourg nationality. Bill no. 5620 on Luxembourg nationality, which is currently before Parliament, confirms the terms of that provision.", "51. The same mutual maintenance obligations are created between the adoptive parents and the adopted child as those existing between blood relatives.", "52. The transcription of the adoption judgment takes the place of a birth certificate for the adopted child. It contains no indication of the child's original filiation. The original birth certificate is marked “adoption”.", "53. The principles and effects of simple adoption may be summarised as follows (G. Ravarani, op. cit.).", "54. Although it constitutes the general rule for adoption, simple adoption is much rarer than full adoption. It normally occurs only where full adoption is impossible, for example where the person to be adopted is over the age of 16 or where the person wishing to adopt is single.", "55. The conditions are the same as in the case of full adoption, except that simple adoption by one person is possible. More than one person cannot adopt the same child, except in the case of a married couple. Article 344 of the Luxembourg Civil Code provides the following:", "“An application to adopt may be made by any person over the age of twenty-five.”", "56. While simple adoption in many respects resembles full adoption – it confers a new family on the adopted child –, it differs from full adoption on one essential point: the adopted child does not lose his or her family of origin. Article 358 of the Civil Code provides as follows:", "“The adopted child shall remain in his or her family of origin and keep all his or her rights within that family, including hereditary rights.”", "57. Like full adoption, simple adoption has the effect of integrating the adopted child into his or her new family. However, the adopted child is not fully assimilated to a biological descendant, even though a link of kinship is created between the adoptive parent and the adopted child. The law further provides that this link extends to the adopted child's descendants (Article 361 of the Civil Code). Since the law makes no specific provision in that regard, however, it must be acknowledged that the adoption does not create a link of kinship between, on the one hand, the adopted child and the ascendants of the adoptive parent and, on the other, the adopted child's collaterals.", "58. As regards parental authority, Article 360 of the Civil Code sets forth the following provisions:", "“The adoptive parent alone has, with respect to the adopted child, all the rights of parental authority, including the right to administer the adopted child's estate and to consent to the adopted child's marriage.", "Where the adoption was by a married couple or where the adoptive parent is the spouse of the adopted child's father or mother, the rights referred to in the preceding paragraph shall be exercised in accordance with the rules applicable to the legitimate father and mother.", "Where there is only one adoptive parent or where one of the two adoptive parents dies, the adopted child's estate shall be administered in accordance with the law and under the supervision of the court.", "Where the adoptive parent or the survivor of the adoptive parents dies, is declared absent or loses the right to exercise parental authority, a guardianship order shall be made.”", "59. Article 359 of the Civil Code provides that simple adoption confers the adoptive parent's name on the adopted child. In the event of adoption by a married couple, the same rules as those applicable to full adoption apply.", "60. Article 363 of the Civil Code establishes the principle that the adopted child and his or her descendants have the same inheritance rights in the adoptive parent's family as a legitimate child. Conversely, the following exceptions are applicable.", "– Under Article 363, the adopted child and his or her descendants are not entitled to receive a reserved portion of the estate of the adoptive parent's ascendants.", "– If the adopted child dies without descendants or a surviving spouse, the assets given by the adoptive parent or inherited under the adoptive parent's estate revert to the adoptive parent or to his or her descendants, provided that those assets still exist in kind at the time of the adopted child's death. If the adoptive parent has died and left no descendants, those assets belong to the adopted child's relatives (that is to say, his or her descendants or the members of his or her family of origin), to the exclusion of the adoptive parent's other heirs (Article 364). The other assets left by the adopted child go to his or her family and not to the adoptive parent's family (Article 364). Article 364 paragraph 2 provides that “if, during the lifetime of the adoptive parent and after the death of the adopted child, the children or descendants left by the adopted child die without issue, the adoptive parent [may recover the assets which he or she had given to the adopted child], but the right to do so is personal to the adoptive parent and cannot be transferred to his or her heirs, even in the descending line.”", "– As for the tax regime applicable to the succession, whereas children who have been fully adopted are treated in the same way as the legitimate descendants, Article III of the Law of 13 July 1959 amending the rules on adoption, the fiscal provisions of which have not been repealed, draws a distinction between different categories of persons who have been the subject of simple adoption: those in the first category listed (namely (i) adopted childs who are the children of a first marriage of the adoptive parent's spouse and those children's descendants, and also non-marital children adopted by their progenitor and those children's descendants; (ii) adopted childs who are children of persons killed by enemy action or war orphans; (iii) adopted childs who during their minority and for six years or less have received care and assistance without interruption from the adoptive parent, and their descendants; and (iv) adopted childs whose adoption was applied for before they reached the age of 16 and their descendants) are treated in the same way as legitimate descendants. Those in the second category (namely, all those not specially listed by the law) do not enjoy the same tax advantages; the law treats them as nephews and nieces, with the consequence that tax at 9% is applicable in their case.", "61. Under section 2(2) of the Law of 22 February 1968 on Luxembourg nationality, as amended, a child aged under 18 who has been the subject of simple adoption by a Luxemburger acquires Luxembourg nationality where he or she is stateless or where, following the adoption, he or she loses his or her nationality of origin by operation of the foreign law.", "Under sections 19 and 20 of that Law, a child who was the subject of simple adoption by a Luxemburger and who at that time did not lose his or her nationality of origin may acquire the status of Luxemburger by opting to do so, provided that he or she has been habitually resident in the Grand Duchy during the year preceding the declaration of intent to exercise the option and has been habitually resident there for at least five consecutive years.", "Section 2 of Bill no. 5620 on Luxembourg nationality, which is currently before Parliament, provides as follows:", "“A child under the age of 18 who has been the subject of simple adoption by a Luxemburger ... shall acquire Luxembourg nationality; ...”", "62. The adopted child and his or her descendants have a duty to maintain the adoptive parent if he or she is in need, and the adoptive parent has a duty to maintain the adopted child and his or her descendants. If the adopted child dies without leaving descendants, his or her estate has an obligation to maintain an adoptive parent who is in need at the time of the adopted child's death (Article 362 of the Civil Code).", "63. Unlike the position in the case of full adoption, there is no need to draw up a new document which does not state the adopted child's original filiation. The adopted child keeps his or her original birth certificate, but it – and, where appropriate, his or her marriage certificate and the documents relating to the civil status of his or her legitimate descendants born before the adoption – will bear a note in the margin indicating the adoption.", "64. Article 370 of the Luxembourg Civil Code provides the following:", "“Adoption is open to Luxemburgers and to foreigners.", "The conditions that must be satisfied in order to adopt are governed by the national law of the adoptive parent or parents.", "In the case of adoption by a married couple who are of different nationalities or are stateless persons, the applicable law is that of the place of joint habitual residence at the time of the application to adopt. The same law is applicable where one of the spouses is a stateless person.", "The conditions that must be satisfied in order to be adopted are governed by the national law of the adopted child, save where the adoption confers the nationality of the adoptive parent on the adopted child, in which case the conditions are governed by the national law of the adoptive parent.", "The effects of the adoption are governed by the national law of the adoptive parent or parents. Where the adoption is by a married couple who are of different nationalities or are stateless persons, or where one spouse is a stateless person, the applicable law is that of the place where both spouses were habitually resident at the time when the adoption took effect.", "In the event of conflict between the rules on competence laid down by the national law of the adoptive parent and that of the adopted child, the adoption is validly concluded according to the procedures prescribed by the law of the country in which the adoption took place and before the authorities competent under that law.”", "65. In a recent case a married couple had obtained from the Attorney General's Department a certificate attesting that they satisfied all the statutory conditions to undertake a full adoption in Peru. The husband died during the proceedings and the widow obtained from the Attorney General's representative a certificate of eligibility to adopt on her own behalf, so that the Peruvian authorities were inclined to entrust the child to her. The Luxembourg District Court declared the widow's application to adopt inadmissible, on the ground, inter alia, that the document attesting to her eligibility to adopt had not been drawn up by the competent authority of the receiving State. However, in a judgment of 28 June 2006, the First Division of the Court of Appeal, sitting as a civil court, decided as follows:", "“... the appellant produced the documents relating to the adoption pronounced in Peru ..., namely the adoption decision ... and also the certificate of conformity of the adoption with the Hague Convention referred to in Article 23(1) of [the Hague Convention].", "It follows from that certificate of conformity, issued on 15 February 2005, that the Peruvian authorities were mistaken as to the identity of the competent authority of the receiving State ..., which is the district court of the place of residence of the future parent(s) and not the Attorney General's representative attached to that court, ... as to the nature of the document issued on 4 January 2005 by the Attorney General's representative, which was to be understood as a certificate of eligibility to adopt ... and not as a document expressing the agreement of the central authority of the receiving State that the adoption procedure could continue ...", "However, according to [the Hague Convention], the certificate referred to in Article 23 guarantees the international effectiveness of the adoption. It is the irrebuttable proof of the lawfulness of the adoption decision, recognition of which in the Contracting States can be refused only if the adoption is manifestly contrary to its policy in the light of the best interests of the child ... Contrary to the general rule, whereby foreign decisions relating to the status and capacity of persons, which are not required to be enforced, are subject to an ex post facto control ascertaining the competence of the foreign authority and the correctness of the procedure followed, and also the competence of the law applied to the merits in accordance with the rules on the conflict of laws of the receiving country and, last, public policy, the convention system of recognition by operation of law ascertains exclusively the conformity of the adoption with public policy within the meaning of the private international law of the receiving State ...", "In order for an adoption to be manifestly contrary to public policy within the meaning of the private international law of the requested State, it must constitute a flagrant breach of the fundamental values and principles of that State. Furthermore, even if it is established, that breach should still be tempered by consideration of the best interests of the child. Recognition cannot be refused on the ground that the certificate drawn up by the authorities of the country of origin disregards a breach, even a very serious breach, of the provisions of the Convention. ...", "The mistakes made by the Peruvian authorities as to the Luxembourg authorities .. and as to the scope of the certificate of eligibility to adopt issued ... by the Attorney General's representative constitute a serious breach of the provisions of the Convention, but have no bearing on the fundamental principles which govern adoption in Luxembourg law. The fact that the Peruvian decision has the effects of a Luxembourg full adoption, notably by severing the child's pre-existing filiation and by its irrevocable nature, is not prejudicial to Luxembourg's international public policy.", "Under the terms of Article 370, paragraph 5, of the Civil Code, the effects of the adoption are governed by the national law of the adoptive parent or parents. Article 26 of the [Hague Convention] varies that provision by providing that the recognition of an adoption includes not only recognition of the filiation between the child and his or her adoptive parents and parental responsibility for the child, but also the termination of the pre-existing filiation between the child and his or her mother and father, if, as in the present case, the adoption has that effect in the State where it was made. That particular effect of adoption cannot be called into question in the requested State. In addition, Article 26(2) requires that any State in which a full adoption produces its effects is to confer on the child rights equivalent to those resulting from the provisions of its own law on full adoption, irrespective of the law applicable in that State to the effects of the adoption ... That may have the effect of requiring the receiving State to recognise the termination of the ties between the child and his or her family of origin, even if such an effect would not be produced if the adoption had taken place in that State. The aim was to give the child the most favourable status ...", "As it must be recognised by operation of law, the Peruvian adoption decision produces binding effects. ...”", "66. Among the forty-six member States of the Council of Europe, none prohibits adoption by unmarried persons outright.", "67. Ireland and Italy accept adoption by unmarried persons in very exceptional circumstances. Iceland and Lithuania permit unmarried persons to adopt a child in “exceptional circumstances”.", "68. A second group of countries permit adoption by unmarried persons, but only if certain conditions are met. Thus, in Armenia, only unmarried women may adopt; in Malta, an unmarried man cannot adopt a female child.", "69. In a third group of countries, including Luxembourg, adoption by unmarried persons is permitted generally, but their capacity to adopt is limited to an adoption which does not entail the termination of the family ties with the family of origin. Thus, in Georgia, Lithuania and Russia, adoption by an unmarried person does not terminate the relationship with the original parent of the opposite sex to that of the adoptive parent.", "70. In the other European countries there are no restrictions on adoption by unmarried persons.", "71. The member States do not confer the same effects on an adoption judgment delivered abroad. While some States accept that the judgment delivered abroad produces the same effects in the internal legal order as it would produce in the State in which it was delivered, other States will authorise the parties to make application for the effects to be “adapted” to domestic law and, last, a third group of States will accept the production of effects only according to their own domestic law.", "72. A panorama of comparative law makes it possible to group the member States in two distinct categories:", "73. First, in Ireland and Italy the refusal would be based on the prohibition of full adoption by single persons.", "74. Second, in certain Nordic countries the refusal would be based on a prohibition on principle of adoption carried out according to the procedure followed in the present case by the first applicant. Where a Danish, Finnish, Icelandic or Swedish citizen wishes to adopt a child abroad, he or she must first seek authorisation from the national authorities of his or her own country before being able to contact the authorities of the State in which he or she wishes to adopt a child. Where that prior authorisation is lacking, the domestic laws of the Nordic countries uniformly provide that the judgment delivered abroad will not be recognised.", "75. In some States the foreign judgment would produce the effects determined by the domestic law of the State in which it was delivered (that is the case in Switzerland and Estonia).", "76. Next, in other States, the effects of the foreign judgment could be adapted to national law (that is the case in the Netherlands).", "77. Last, in the majority of States the foreign judgment would produce only the effects determined by the national laws of the countries in which it would be enforced. Thus, irrespective of the effects which a judgment may produce in the country in which it was delivered, in the domestic law of the member States it will produce only the effects authorised by national law. The national court will therefore have to adapt the foreign adoption to one of the modes of adoption recognised by domestic law. The foreign adoption will therefore produce the same effects as an adoption under domestic law. That is so, in particular, in Germany, Belgium, Bulgaria, Croatia, Spain, France, Malta, Portugal and Romania.", "78. Among the guiding principles of the proceedings, Article 62 of the new Code of Civil Procedure, which entered into force on 16 September 1998, provides as follows:", "“The court may invite the parties to provide any legal explanations which it may deem necessary for the outcome of the case.”", "79. The rights guaranteed by the Convention and the Protocols thereto may be invoked directly before the Luxembourg courts. Thus, the Court of Cassation has ruled as follows (Cass. 17.1.1985, no. 2/85):", "“... the rules laid down in Articles 8 and 14 of the Convention, read together, not only create obligations on the part of the Contracting States but also produce direct effects in the internal legal order for individuals and confer on litigants individual rights which the national courts must safeguard.”"], "VIOLATED_ARTICLES": ["14", "6", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}