{"ITEMID": "001-77802", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VLADIMIR NIKITIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1936 and lives in the town of Vorkuta in the Komi Republic of the Russian Federation.", "5. On 8 August 1994 the applicant sued his employer, a mining company, for payment of royalties. The first hearing, fixed for 25 August 1994, was adjourned due to the applicant's absence. The following hearings of 9 December 1994 and 20 January 1995 were also postponed upon his requests.", "6. On 22 February 1995 the Vorkuta Town Court found for the applicant. However, that judgment was quashed on appeal on 30 March 1995 and re-examination was ordered. The applicant amended his claims.", "7. On 11 March 1996 the Town Court ordered an expert study. The proceedings were stayed until January 1997 when the Town Court received the expert report. In April 1997 another expert study was ordered. The applicant again amended his claims.", "8. On 16 May 1997 the Vorkuta Town Court dismissed the action. That judgment was quashed on appeal on 25 August 1997 and the case was remitted for a fresh examination.", "9. A judge was assigned to the case in December 1997 and the first hearing was listed for 13 November 1998. However, that hearing was adjourned because the parties defaulted. The following hearing of 18 October 1999 was postponed upon the parties' request for provision of additional evidence.", "10. On 22 October 1999 the Town Court ordered an expert examination. The proceedings were resumed on 15 March 2000 after the expert report had been submitted to the Town Court.", "11. Two hearings, fixed between March and 17 November 2000, were adjourned because the defendant defaulted and the court wanted to call an expert.", "12. On 17 November 2000 the Vorkuta Town Court ordered an expert study. The proceedings were resumed a week later.", "13. On 19 February 2001 the Vorkuta Town Court found for the applicant. The judgment was quashed on appeal and the case was remitted for re-examination on 21 May 2001.", "14. A judge was assigned to the case on 22 August 2001. In September and November 2001 the presiding judge inquired several expert organisations about a possibility to perform expert studies. A hearing was fixed for 17 January 2002. However, it was adjourned for provision of additional evidence by the defendant. The following hearing was fixed for 26 March 2002.", "15. On 27 March 2002 the Vorkuta Town Court ordered another expert examination. The applicant appealed against that decision, but on 20 May 2002 his appeal was dismissed.", "16. In May 2002 the Town Court sent the case-file to an expert bureau. A month later the experts asked the Town Court for additional documents. The documents were submitted to the experts in August 2002. In October and November 2002 the experts inquired the Town Court about the fees for their work.", "17. In February 2003 the Town Court asked the Judicial Department of the Komi Republic to bear the costs of the expert examination. It appears that the expert fees were paid in July 2003.", "18. In August and October 2003 the Vorkuta Town Court inquired the experts about the progress in their work. On 1 April 2004 the experts informed the Town Court that the expert report had been submitted to it on 19 September 2002.", "19. In May 2004 the experts once again sent the report to the Town Court. The report contained certain procedural defects and the Town Court asked for corrections. In July and September 2004 the Town Court repeated its request. No response followed.", "20. From 29 January to 28 April 2005 the applicant lived in Ukraine.", "21. On 11 February 2005 the Town Court received the corrected expert report. Three days later the proceedings were resumed and a hearing was fixed for 10 March 2005. The parties were summoned. The summonses to the applicant were sent to all known addresses, including one in Ukraine.", "22. The hearing of 10 March 2005 was postponed because the applicant defaulted. The advice of receipt concerning the applicant's summonses returned from Ukraine with the note indicating that the applicant had refused to accept them. The following hearing was fixed for 4 April 2005. The Town Court sent summonses to all known addresses of the applicant, including one in Ukraine. It also unsuccessfully attempted to summon the applicant by phone.", "23. On 4 April 2005 the Vorkuta Town Court disallowed the applicant's action because he had failed to attend two hearings and had not notified of the reasons for his absence.", "24. The applicant applied to the Town Court for annulment of the decision of 4 April 2005. On 20 October 2005 the Vorkuta Town Court dismissed the request. The court held that the applicant had been properly summoned. Moreover, there was evidence that he had refused to accept the summonses for the hearing of 10 March 2005. The applicant did not appeal against the decision of 20 October 2005 to the Supreme Court of the Komi Republic."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}