{"ITEMID": "001-102133", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MISHGJONI v. ALBANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13+6-1", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicant was born in 1972 and lives in Vlore.", "8. In 1996 the applicant was appointed a judge at the Vlora District Court. In December 2001 a disciplinary inquiry was opened against her by the inspectors of the High Council of Justice (“HCJ”). On the basis of the results of this inquiry, the prosecutor's office was asked to open a criminal investigation against the applicant. The investigation was opened on 12 January 2002. This resulted in the applicant being suspended from work on the same day.", "9. On 26 April 2002 the prosecutor discontinued the criminal investigation for lack of evidence. However, on 15 July 2002 the HCJ, during the applicant's absence on sick leave, dismissed her on account of flagrant violations of professional discipline. The records of previous HCJ meetings indicated that the applicant had been summoned on several occasions to appear before it. However, she was on extended sick leave because of depressive neurosis. The HCJ continued the proceedings in absentia.", "10. On 22 July 2002 the applicant challenged the HCJ's decision of 15 July 2002 by filing an appeal with the Supreme Court, which was competent to determine issues of both fact and law. On 18 November 2002 the Supreme Court Joint Benches rejected the appeal.", "11. The applicant's subsequent constitutional complaint to the Constitutional Court was accepted on 12 November 2004. The Constitutional Court found violations of Article 42 of the Constitution and Article 6 of the Convention given the in absentia proceedings. It quashed both decisions (of the Supreme Court Joint Benches and the HCJ) and remitted the case for re-examination to the HCJ.", "12. In response to the applicant's request for reinstatement at the Vlora District Court, the President of the District Court replied on 23 December 2004 that he was not competent to consider her request.", "13. On 28 December 2004 the applicant filed a request for reinstatement with the HCJ. She requested that the HCJ re-hear her case in accordance with the Constitutional Court's decision.", "14. On 24 October 2008 the HCJ decided to dismiss the applicant on account of flagrant violations that seriously discredited the position and image of a judge. The applicant appealed to the Supreme Court Joint Benches.", "15. On 6 February 2009 the Supreme Court Joint Benches quashed the HCJ decision of 24 October 2008. It found that the proceedings relating to the disciplinary measure had taken too long and as a result the said measure could not produce any effect and was therefore invalid (masa disiplinore e marrë tej një afati të arsyeshëm ndaj kësaj gjyqtareje është e paefektshme dhe konsiderohet e pavlefshme ... Prandaj vendimi i KLD-së duhet të shfuqizohet).", "16. On 27 February 2009 the applicant was reinstated as a judge at the Vlora District Court.", "17. Following the discontinuance of the criminal proceedings on 26 April 2002, the applicant requested the HCJ and the Minister of Justice on 30 April 2002 to pay her salary arrears for the period during which she was suspended from her duties.", "18. On 10 April 2003 the applicant, relying on sections 27 and 38 of the Judiciary Act, lodged an application with the Vlora District Court requesting the payment of salary arrears from 12 January 2002 to 15 July 2002 and consequential damages. On 13 February 2004 the Vlora District Court (“the District Court”) decided in favour of the applicant. It found that since the criminal proceedings had been discontinued, the applicant should be paid salary arrears for the period between 12 January and 15 July 2002 in accordance with section 27 of the Judiciary Act. On an unspecified date the President of the Vlora District Court appealed the decision.", "19. On 5 November 2004 the Vlora Court of Appeal quashed the District Court's judgment. It relied on the HCJ's decision of 15 July 2002, by which the applicant had been dismissed from work (see paragraph 9 above). It found that as long as no decision had been taken on the applicant's reinstatement, she could not benefit from salary arrears.", "20. On 4 December 2004 the applicant filed an appeal with the Supreme Court. She argued that the Court of Appeal had incorrectly applied the domestic law and had not given sufficient reasons in its decision.", "21. On 21 October 2005 the Supreme Court dismissed the applicant's appeal finding that it did not contain any lawful grounds of appeal in accordance with Article 472 of the Code of Civil Procedure (“CCP”).", "22. On 26 October 2006 the applicant appealed to the Constitutional Court, relying on the same arguments as before the Supreme Court. She also alleged that the domestic courts lacked impartiality in the examination of her case.", "23. On 3 July 2007 the Constitutional Court, sitting as a bench of three judges, dismissed the appeal as manifestly ill-founded.", "Article 42 § 2", "“In the protection of his constitutional and legal rights, freedoms and interests, or in the event of criminal charges brought against him, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "Article 142 § 3", "“State bodies shall comply with judicial decisions.”", "Article 131", "“The Constitutional Court shall determine: ... (f) Final complaints by individuals alleging violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "Article 147", "“1. The High Council of Justice is composed of the President of the Republic, the Chairman of the Supreme Court, the Minister of Justice, three members elected by the Parliament and nine judges of all levels who are elected by the National Judicial Conference. ...", "4. The High Council of Justice decides on the transfer of judges as well as their disciplinary responsibility pursuant to the law.", "6. A judge may be removed from office by the High Council of Justice for commission of a crime, mental or physical incapacity, acts and behaviour that seriously discredit the position and image of a judge or professional inefficiency. The judge has the right to complain against this decision to the Supreme Court, which decides by Joint Colleges.”", "24. This law governs the overall membership, organisation, functioning and responsibilities of the HCJ, which is chaired by the President of the Republic. Among its chief tasks, the HCJ decides on the appointment and dismissal of judges in respect of courts of first instance and courts of appeal. The law also governs the conduct of disciplinary proceedings against judges. According to the law, it is incumbent upon the Minister of Justice to inspect courts of first instance and courts of appeal. The Minister submits requests for disciplinary proceedings to be taken against judges to the High Council of Justice, which takes a decision thereon. An appeal against the decision of the HCJ may be lodged with the Supreme Court within 10 days from the notification thereof.", "25. Section 19 of the HCJ Act stipulates that the Chairman decides on the time and date of its meetings, which should take place at least once every two months.", "26. Section 27 of the Judiciary Act provides that a judge shall be suspended from work when a criminal investigation is initiated against him, until a final decision is taken. In the event the judge is acquitted of the charges by a final court decision, the judge is entitled to resume his position and to full remuneration since the time he was suspended from work.", "27. Section 38 provides that a judge is entitled to obtain the official journals, legal periodicals and bulletins free of charge.", "28. Chapter V of the Judiciary Act governs the disciplinary responsibility of judges. Section 40 provides that judges bear responsibility for breaches of discipline and the commission of acts or behaviour that seriously discredit them personally and the authority of justice. Section 42, which listed dismissal from work as one of the measures to be taken against a judge for breaches of discipline, was rescinded by the Constitutional Court's decision No.3, dated 20 February 2006.", "29. Article 324–333 regulate the adjudication of administrative disputes. Article 324 provides that a party may bring an action before a court with a view to challenging the administrative body's refusal to adopt an administrative act.", "30. Article 472, in so far as relevant, reads as follows:", "“Decisions of the Court of Appeal and the District Court may be appealed against to the Supreme Court on the following grounds: (a) the law has not been complied with or has been applied erroneously; (b) there have been serious breaches of procedural rules (pursuant to Article 467 of the Code); (c) there have been procedural violations that have affected the adoption of the decision. ...”", "Article 81 – Execution of decisions", "“1. The Constitutional Court's judgments are binding.", "2. The execution of the Constitutional Court's judgments is ensured by the Council of Ministers by virtue of respective State administration bodies.", "3. The Constitutional Court may assign another body responsible for the execution of its judgment and, as necessary, the method of its execution.", "4. The persons who do not enforce or prevent the enforcement of the Constitutional Court's judgments, when their action does not constitute a criminal offence, are liable to a fine (...) imposed by the President of the Constitutional Court, whose decision is final and constitutes an executive title.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}