{"ITEMID": "001-69480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "LATIMER v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant, Neil Fraser Latimer, is a British national who was born in 1962 and lives in Armagh. He is represented before the Court by Mr John J. Rice, a solicitor practising in Belfast.", "On 1 July 1986, the applicant, a former member of the Ulster Defence Regiment (UDR) was convicted, along with three others, of the murder of Adrian Carroll who was killed on 8 November 1983.", "The applicant had been arrested on 29 November 1983 and detained in Castlereagh Holding Centre for seven days. He made admissions on 29 November 1983 but retracted them on 30 November 1983. He made further admissions on 2 December 1983. At the conclusion of the seven day period, he obtained access to his solicitor for the first time. He retracted his confession again. At his trial, the Crown case comprised his confession evidence, the evidence of Mrs Dunne and the evidence of Mrs A. Mrs Dunne gave evidence that she had seen the gunman and described him inter alia as wearing a tartan cap and gold rim glasses, with a light moustache. She said that it was not the applicant, whom she knew as a neighbour. Mrs A. stated that she had seen the applicant, unusually wearing a tartan cap and gold rim glasses, getting into a UDR Land Rover with two soldiers shortly before the time of the shooting. The applicant challenged the admissibility of his confession evidence. The trial judge found that the confession statements were made freely and voluntarily and that the content came from himself.", "On 4 May 1988, the Court of Appeal in Northern Ireland rejected the appeals of the applicant and his co-defendants, agreeing that the confessions had been properly admitted and were reliable accounts of their complicity.", "On 25 July 1991, the Secretary of State referred the case back to the Court of Appeal, in particular in view of the availability of ESDA (electrostatic detection apparatus) readings which showed that the police notes of interviews had been rewritten in 18 places and accordingly were not contemporaneous as claimed at trial", "On 29 July 1992, the Court of Appeal allowed the appeal of the applicant's co-defendants but dismissed his appeal. It was satisfied from evidence other than that of the officers that the applicant had not made admissions because of threats, promises or improper pressure. It considered in detail the course of the interviews and the evidence of Mrs A. and Mrs Dunne and concluded that it remained satisfied beyond reasonable doubt that Mrs A.'s evidence was true, that Mrs Dunne was wrong in her assertion that the gunman whom she saw was not the applicant, that his initial detailed and elaborate account of the shooting had been clearly designed to protect the other members of the UDR patrol and that his second written confession on the night of 2-3 December 1983 was a \"truthful confession made by a man who realised the game was up\" when confronted with confirmation of witness evidence that he had been seen getting into a landrover in civilian clothes.", "In 1998, the applicant was released from custody.", "On 9 May 2001, the Criminal Cases Review Commission referred the applicant's case back to the Court of Appeal, on the basis of their concerns about a report that the applicant had unusual personality characteristics making him psychologically vulnerable during detention and interrogation; and fresh evidence that witness A. had a psychiatric history.", "On 9 February 2004, after hearing various expert witnesses on the applicant's personality and Mrs A.'s psychological make-up, the Court of Appeal rejected the applicant's appeal. It reviewed the evidence about Mrs A.'s psychological make-up by three consultants based on their examination of her medical records (she had died two years previously) and noted that she had been admitted to hospital twice in 1964-1965 for periods of several weeks against a background, inter alia, of depression and feelings of persecution. It considered that the judge, if faced by the conflicting opinions as to the relevance of this evidence on her reliability as a witness, would have recognised the need for more caution in accepting her evidence as reliable than in the case of most witnesses. However, in light of the circumstances before and at trial, it still did not find her evidence was the product of a desire to seek attention or that she had invented the whole incident in which she recognised the applicant, a person she had known quite well as they had worked together in a factory for a year.", "As concerned the psychological evidence concerning the applicant, it reviewed the evidence of Dr Gudjonsson for the applicant and Dr Heap for the DPP. It concluded that the assessment by Dr Gudjonsson concerning his suggestibility and vulnerability was not supported by the applicant's conduct during the interviews and trial, in particular the course of the interviews, his acceptance at the trial of the confessions and other statements which the police said he made to them and his alleged reasons and explanations for making them.", "Finally, concerning a submission that there had been a violation of Article 6 §§ 1 and 3(c) as regarded denial of access to a solicitor during his interrogation period, the Court of Appeal observed that the Human Rights Act 1998 did not apply retrospectively to convictions before it came into force. While Dr Gudjonsson's report set out the applicant's claims that he had asked repeatedly to see a solicitor but that this was refused until he left Castlereagh for prison, the Court of Appeal noted that there was no mention of any requests in the custody records and he had not given evidence at trial that he had requested to see a solicitor."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}