{"ITEMID": "001-22895", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "CREDIT BANK and OTHERS v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The first applicant is Credit Bank AD (“Credit Bank”) and the second applicant is Multigroup Bulgaria JSC Holding (“Multigroup”). They are commercial companies incorporated in Bulgaria and have their registered offices in Sofia. The application was submitted also on behalf of a third company, Discount House EOOD (“DH”) (the third applicant), which ceased to exist on 2 December 1996, when it was wound up and merged into the second applicant, its successor. Before the Court the applicants were represented by Mr N. Valner, a solicitor practising in London.", "The respondent Government were represented by Mrs V. Djidjeva, Ministry of Justice.", "The application is based on the applicant companies’ assertion that the Bulgarian Government nullified their private transaction with State enterprises through retrospective legislation and by procuring favourable judgments of the Supreme Court and the Supreme Court of Cassation.", "The transaction in question was a debt assignment. The applicant companies had bought debt owed between State-owned enterprises in respect of natural gas delivered under an inter-governmental agreement.", "The Government consider that the judgments of the Supreme Court and the Supreme Court of Cassation declaring this transaction null and void as contrary to the law were not based on retrospective legislation and, being in conformity with the relevant law, cannot be seen as an arbitrary State interference with possessions.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Under a 1986 inter-governmental agreement (“the Yamburg agreement”), the Soviet Union undertook to supply natural gas to Bulgaria in exchange for Bulgaria’s participation in the construction and equipment of pipelines in the Soviet Union and deliveries of other commodities. Bulgaria received natural gas from the Soviet Union under two other similar agreements, dating from 1974 and 1986. The Yamburg agreement was amended in 1991 and later reconfirmed and amended by protocols signed in 1993 between Bulgaria and Ukraine and between Bulgaria and the Russian Federation.", "In the years after 1986 a number of acts of Parliament, governmental decrees, regulations and instructions dealt with various aspects of the construction-for-gas scheme. By enacting them the State was performing a dual function, being the legislator and at the same time the owner and manager of the relevant assets. Regulation in the economic area was typically effected through subordinate legislation (see below, Relevant domestic law and practice, on the transition of Bulgarian law from that of a fully State-owned centrally controlled economy to that of a market economy).", "Several State enterprises and banks were instructed to work on the Yamburg project. They entered into direct contracts with Soviet and later Russian enterprises, thereby fixing certain prices, responsibilities and other conditions. The participation of Bulgarian State enterprises changed whenever the State re-assigned responsibilities.", "The 1991 and 1993 protocols amending the Yamburg agreement provided that the State enterprises involved in the project had to introduce changes in their direct contracts. The direct contracts between the Bulgarian and Russian or Ukrainian enterprises, including those signed in 1993, invariably stipulated that they were subject to amendment in case of changes in the underlying inter-governmental agreements.", "Some of the construction works carried out in compliance with the inter-governmental agreements was financed directly from the State budget (section 8(1) of Decree No. 50 of the Council of Ministers of 4 August 1986), whereas others were financed by State enterprises.", "By Decree no. 44 of 30 December 1988 the Council of Ministers decided that a State-owned bank, Biochim, should finance the Yamburg project. The bank was instructed to provide funds for the construction works under the Yamburg agreement and to receive reimbursement from another State enterprise - which later adopted the name Bulgargas - out of the revenues collected from gas consumers. The decree further stipulated that sums received in excess of the planned revenues should be paid into the State budget and that in case of insufficient revenues the State budget would cover the difference.", "The distribution of the imported gas to Bulgarian consumers was thus the task of Bulgargas, which gradually began to handle the financing of certain construction works too.", "Since a significant part of the construction works carried out by Bulgaria under the Yamburg agreement preceded the beginning of gas deliveries, the Bulgarian State incurred expenses in the period 1986-1991 which were expected to be covered by the proceeds from gas supplied to Bulgarian consumers over a number of years.", "The big gas consumers in the country were State industrial enterprises. Having been conceived to function in the conditions of a centrally administered economy and to produce for the former communist countries, many of them ran into substantial difficulties after 1990 and defaulted on payment of their debts owed to Bulgargas. Significant unpaid arrears for the gas imported under the Yamburg and other inter-governmental agreements thus accumulated (“the unpaid gas debt”) which in turn affected the State budget.", "The Law on the 1993 State Budget, published in June 1993, listed among the expected budget revenues “arrears arising out of gas importation in past years”. The Council of Ministers adopted regulations for the implementation of the 1993 State budget, published in the summer of 1993. Regulation 12 provided as follows:", "“The State Company Bulgargas shall pay every month into the State budget the difference between all income from the sale of natural gas at domestic prices determined by the Council of Ministers and the actual expenditure incurred in the importation and distribution, including investment expenditures incurred in the implementation of inter-governmental agreements.”", "The Law on the 1994 Budget, adopted by Parliament and published in March 1994, also listed as budget revenues the income from gas imported in return for Bulgarian participation in the Yamburg system.", "Regulation 27(1) of the Regulations for the implementation of the 1994 budget, published in the State Gazette in April 1994 (Council of Minister’s Decree No. 77), contained the same text as Regulation 12 of 1993.", "In addition, Regulation 27(2) provided as follows:", "“... debt owed to Bulgargas JSC and Energoimpex by clients in the country for the sale of natural gas and energy supplied between 1991 and 1993 pursuant to inter-governmental agreements shall be collected in accordance with the Law on the Collection of State Debts.”", "The 1995 budget adopted in May 1995 again listed among the expected revenues the income from the sale of natural gas imported under the Yamburg agreement, including past arrears.", "It further provided that Bulgargas should collect the arrears through the fiscal authorities, in accordance with the Law on the Collection of State Debts, and should seek writs of execution against the debtors.", "The 1996 budget also contained similar provisions while expressly referring to the revenues from the sale of Yamburg natural gas as “State debts”.", "Bulgargas has at all relevant times been a wholly State-owned enterprise. Until 29 June 1993 it was a “State Company” within the meaning of Decree No. 56/1989 on Economic Activity. On that date it was transformed into a wholly State-owned joint-stock company, in accordance with the Commerce Act and the specific legislation on reorganisation of State enterprises (see below, Relevant domestic law and practice, for all questions concerning the particular legal status of such entities and the legal regime of their assets and management).", "Among the biggest debtors owing significant arrears for Yamburg gas delivered between 1991 and 1993 were Himko and K (Kremikovzi), two of the country’s largest industrial enterprises, both wholly State-owned.", "The applicant companies entered into negotiations with Bulgargas with a view to purchasing at a discount the “unpaid gas debt” owed by Himko and K. In a report drawn up by the managers of Bulgargas later it was asserted that their efforts to secure cash inflow through debt assignment averted an imminent grave disruption of gas deliveries with potentially dire consequences for the whole national economy.", "In June 1994 a first draft contract was submitted to the Council of Ministers. On 1 August 1994, following discussions on the matter, the Council of Ministers agreed in principle while fixing a ceiling on the amounts to be assigned, requiring an undertaking by the assignees that they would not seek to have Himko or K declared in a state of insolvency or have their assets attached, and setting out further conditions. The decision of 1 August 1994 also stated that the amended draft contract should be approved by the Ministers of Industry, Finance and Power Engineering.", "An amended draft contract was submitted to the Minister of Industry who issued a letter dated 6 September 1994 stating that the conditions set out in the decision of the Council of Ministers were satisfied but directing that an approved schedule of payments should be appended.", "The debt assignment contract was signed on the same day by the first applicant and DH as the assignees and Bulgargas as the assignor.", "According to the contract the first applicant and DH purchased at a discount “unpaid gas debts”. These were 1,252,186,494 Bulgarian levs (“BGL”) principal owed by Himko (the equivalent of about 20,890,000 US dollars at the applicable exchange rate) and a similar amount owed by K., as well as additional amounts in respect of interest due. The discount was 24% on the principal of the purchased debt and 18% on the interest.", "The first applicant and DH agreed to pay directly to various companies amounts apparently owed by Bulgargas to them in respect of construction works on pipelines, including - for approximately one third of the price - those effected by a State-owned enterprise pursuant to the Yamburg agreement. In respect of the interest, the price was to be paid to Bulgargas only.", "The contract contained an arbitration clause.", "According to the applicants, Himko did not make any payments. Without initially challenging the debt assignment, Himko’s managers informed the applicants that they were under an obligation to pay through the fiscal authorities. Later Himko disputed the validity of the contract and the applicants brought judicial proceedings against it which ended with judgments declaring the debt assignment null and void (see below, Judicial proceedings). A significant part of Himko’s debt was eventually set off against its tax liability by decision of the fiscal authorities based on, inter alia, Regulation 27(2) of April 1994 (see above). The triangular set-off concerned sums owed by Himko to Bulgargas (the unpaid gas debt), sums owed by Bulgargas to the State and sums owed by the fiscal authorities to Himko (tax refunds).", "The managers of K did not question the validity of the debt assignment and began payments immediately upon notification thereof. Within six months K paid to the applicants BGL 654,731,354, approximately half of the debt. K also agreed to sign a novation contract directly with the first applicant and DH. That contract, signed on 15 September 1994, introduced certain modifications in the manner and timetable of payments and contained an arbitration clause. K stopped paying after March 1995 and later unsuccessfully challenged the validity of the debt assignment in proceedings against the applicants (see below). Eventually, on 17 January 1997, the applicants sold the remainder of K’s “unpaid gas debt” to DSK (State Savings Bank).", "The first applicant and DH, for their part, made several payments to Bulgargas and another company between 5 October 1994 and 6 March 1995 in respect of the price of the purchased debt. According to the applicants, they have paid a total of BGL 697,731,586.", "On 6 October 1994 Himko sent a letter to the Council of Ministers concerning the validity of the debt assignment. On 10 October and 14 October 1994 the Ministers of Industry and Finance wrote to Bulgargas, Himko and K expressing the view that the debt assignment contract was not valid or had not entered into force, as no schedule of payments had been included, contrary to the Council of Ministers’ decision of 1 August 1994.", "On 5 January 1995 the assignment of the unpaid gas debt was discussed at a meeting of the Council of Ministers. The Government considered that it was contrary to the Law on the 1994 State Budget, Regulation 27 of April 1994, and the Law on the Collection of State Debts. Instructions were issued for measures to be taken against the managers of Bulgargas for having acted in breach of the law. It was further decided that there should be an “immediate suspension of the transfer of the debts ... and invalidation of the entries in the accounts ...”.", "In 1995 K, having suspended payments to the applicants, brought proceedings against the first applicant and DH before the Arbitration Court of the Bulgarian Chamber of Commerce and Industry seeking a declaration that the novation contract of 15 September 1994 was invalid. By a decision of 7 August 1995 the Arbitration Court found that the contract was valid. It rejected the claim that pursuant to the Law on the 1995 State Budget and the implementing acts the arrears owed to Bulgargas by K had become the property of the State and that therefore their assignment was to be considered invalid.", "On 19 July 1995 Bulgargas brought a claim before the Arbitration Court seeking recovery of an amount from the first applicant and DH. The amount sought was the difference between the sums paid by the first applicant and DH to Bulgargas and the sums received by the applicants from the debtors.", "By a decision of 28 September 1995 the Arbitration Court rejected the argument that the debts assigned under the contract of 6 September 1994 were the property of the State, that they were thus not transferable and that therefore the debt assignment contract was null and void. This argument had been based on, inter alia, Regulation 27(2) of April 1994 for the implementation of the Law on the 1994 State Budget (see above). The Arbitration Court noted that Bulgargas had been and had remained the creditor in respect of the unpaid arrears. The legal provisions invoked had merely sought to introduce a special legal regime for their collection, the regime under the Law on the Collection of State Debts. That law applied to all State debts and - in cases provided for by Act of Parliament - to the collection of other debts. As the Regulations for the implementation of the 1994 budget were merely a piece of subordinate legislation, the special legal regime for collection of debts had only become applicable to Bulgargas’s debts by virtue of the provisions of the 1995 budget, adopted by Act of Parliament. In any event, even if it was considered that the special procedure had been applicable to the collection of the gas debt as of the date of the assignment contract, that fact could not alter the private law nature of the debt.", "In 1995 Bulgargas again applied to the Arbitration Court seeking a declaration that because clause 16 of the debt assignment contract of 6 September 1994 was void, the entire contract was void. Clause 16 stipulated that the first applicant and DH would not seek to have K and Himko declared into a state of insolvency. On 14 June 1996 the Arbitration Court held that clause 16 was void as it purported to exclude the right to levy distress, but that this did not render the entire contract void.", "In 1995, not having received any payment from Himko, the first applicant and DH brought proceedings before the Vratsa Regional Court against Himko for payment of part of its debt. Bulgargas intervened in the proceedings as a third party in support of Himko. By a judgment of 18 April 1996 the Regional Court granted the claim, rejecting the objection of Himko that the debt assignment contract of 6 September 1994 was not valid. The court considered that the Court of Arbitration’s decision of 28 September 1995 was binding in this respect.", "Himko appealed. By a judgment of 15 November 1996 the Supreme Court overturned the lower court’s judgment.", "The Supreme Court found that the Arbitration Court’s decision of 28 September 1995 was only binding on the parties, which were, in the proceedings leading to that decision, the first applicant and DH and, as an adverse party, Bulgargas. Himko was not a party thereto.", "The court further found that under an international agreement of 1986 between Bulgaria and the former Soviet Union the Bulgarian State had undertaken to participate in the construction of gas supply pipelines and deliver machines and equipment. The Soviet Union had undertaken to supply natural gas to Bulgaria. This agreement had later been reconfirmed by a protocol signed between Bulgaria and the Russian Federation.", "Bulgaria’s Council of Ministers had designated a State enterprise, later incorporated as a wholly State-owned joint-stock company under the name Bulgargas, to conclude the necessary contracts for the construction works and for the supply of gas to Bulgaria. However, the Bulgarian State had remained a party to the underlying international agreement. Therefore, the natural gas thus delivered was State property. The income from gas deliveries was listed among the budget revenues under the 1993 and 1994 budget laws. By Regulation 12 of the Regulations on the implementation of the 1993 State budget Bulgargas had been entrusted with the task of selling the supplies of Russian natural gas to consumers. The Regulation provided that all revenues therefrom should be paid on a monthly basis by Bulgargas to the State budget after deduction of the expenses incurred. This was also provided for in Regulation 27(1) of the Regulations for the implementation of the Law on the 1994 State Budget. The regulations were adopted by the Council of Ministers which was competent to enact measures in execution of the State budget.", "The Supreme Court found that there had therefore been a particular legal regime established by the State as the owner of the natural gas according to which all income from gas supplies had to be paid into the State budget after deduction of the delivery expenses. The assignment of the unpaid gas debt to the applicants ran contrary to this regime and the requirements of the 1993 and 1994 budget laws, including the applicable provisions on maintaining the budget balance. The contract of 6 September 1994 was void.", "The Supreme Court expressly stated that its conclusions were not based on the provisions of the Law on the 1995 State Budget concerning the applicability of the Law on the Collection of State Debts. The applicable collection procedure, established in Regulation 27(2) of April 1994 and the 1995 law, was irrelevant.", "The first applicant and DH submitted a petition for review (cassation) to the Supreme Court of Cassation. By judgment of 2 April 1997 the Supreme Court of Cassation upheld the judgment of 15 November 1996.", "The Supreme Court of Cassation acknowledged that under the Commerce Act of 1991 Bulgargas, as a legal person separate from the State, was the owner of all its assets. However, the special legal regime, as correctly established in the impugned judgment of 15 November 1996, made it clear that the claims at issue had been fiscal and not commercial. Thus, invariably in all State budgets, for the years 1993, 1994, 1995 and 1996, the income from the sale of natural gas had been listed as an item among the expected revenues for the State budget. Had the claims at issue been commercial and not fiscal, the State would have been entitled to receive from Bulgargas only the dividends and the ordinary taxes owed by every commercial company. However, the applicable provisions clearly entitled the State to receive all revenues from the sale of natural gas after deduction of expenses, regardless of the financial results from all other activities of the company. The assignment of the Himko debt, which was a budget entry on the income side, was thus unlawful.", "The Supreme Court of Cassation further mentioned that in accordance with the 1995 budget law the sums owed by Himko were subject to the special collection procedure under the Law on Collection of State Debts.", "The Supreme Court of Cassation also addressed the applicants’ argument that the Constitutional Court’s judgment of 10 December 1996 (see below) had established the private-law nature of the debts at issue. It noted that the issue decided by the Constitutional Court had been whether an amendment to the Law on the 1996 State Budget had been unconstitutional rather than the civil dispute concerning the debts at issue. The refusal of the Supreme Court to suspend the proceedings pending the outcome of the case before the Constitutional Court was not, therefore, in breach of procedural rules.", "None of the arbitral awards or the judicial decisions involving the applicants referred to any previous cases concerning the special legal regime of the unpaid gas debt. It appears that in this respect the dispute concerning the 6 September 1994 debt assignment was the first of its kind.", "On an unspecified date in 1996 the Council of Ministers introduced in Parliament a bill on interpretation of certain provisions of the Law on the 1996 State Budget. In the reasoning accompanying the bill, the Council of Ministers stated, referring to the Vratsa Regional Court’s judgment of 18 April 1996, that there had been contradictory opinions on the question whether claims arising out of the sale of natural gas were transferable. Parliament therefore had to adopt an interpretation of the Law, as it was competent to do under the Law on Normative Acts. The proposed bill on interpretation was not adopted. Apparently it was redrafted as a bill amending the Law on the 1996 State Budget.", "By acts of Parliament of 17 July and 11 September 1996 the Law on the 1996 State Budget was amended. The amendment stated inter alia that all claims arising out of the sale of natural gas were State claims and were not transferable unless otherwise provided by act of Parliament. Also, the amendment provided that a debtor who had paid into the State budget arrears due in respect of deliveries of natural gas should be considered to have discharged his debt and that the State should not be liable to any third person in respect of any sums thus received in the State budget.", "By a judgment of 10 December 1996 the Constitutional Court, acting upon a referral by the President of Bulgaria, declared the amendments of 17 July and 11 September 1996 unconstitutional. It found that the amendments purported to declare as State property claims which had previously not been considered to have been State claims. This was contrary to the Constitutional guarantee on property rights. The Court further rejected the argument of the Council of Ministers that the amendment had been of an interpretative nature. The Court noted that it introduced a new provision.", "By letter of 29 September 1997, faxed and mailed on 30 September 1997, the applicants’ lawyer stated his intention to submit an application on behalf of Credit Bank and DH and briefly described the events complained of. The letter stated that DH was a company incorporated under Bulgarian law with its registered office in Sofia.", "In a letter of 6 November 1997 requesting an extension of the time for submission of the application form, the applicants’ lawyer again referred to Credit Bank and DH as the applicants. The application form, dated 19 February 1998, mentioned Multigroup for the first time.", "Together with the application form the applicants’ lawyer submitted two authorisation forms: a power of attorney dated 4 September 1997 issued by the executive directors of Credit Bank and a power of attorney dated 5 November 1997 issued by the executive director of Multigroup. The latter document stated that it authorised Mr Valner to represent both Multigroup and DH.", "According to Bulgarian law at the time of the conclusion of the construction-for-gas inter-governmental agreements, almost all economic activity was owned and administered by the State. All commercial assets were the property of the State and were only allocated to State enterprises for “use and management” - which included the power to transfer property between State enterprises in accordance with the applicable rules. State enterprises possessed distinct legal personality but were under the direct control of the relevant ministries. State assets, including debts, could be taken away from one enterprise and re-assigned to another by simple decision of the relevant ministries. Certain elements of self-management were introduced during the 1980s, within the limits of a centrally-administered and State-owned economy.", "A process of replacing economic legislation began in 1990, after the beginning of democratisation.", "In 1990 certain provisions of the Property Act were amended. In July 1991 a new Constitution enshrined the right to peaceful enjoyment of property. The Commerce Act, setting out rules on incorporation and management of companies, was also enacted in 1991.", "Under the Commerce Act and other legislation adopted in 1991 and 1992, State enterprises had to be transformed, by decision of the relevant ministry and upon registration at the competent court, into State-owned limited liability companies or State-owned joint stock companies.", "The question whether the transformed enterprises became the full owners of their assets or were beneficiaries of a right to use and manage State property was still discussed in the legal theory after 1991. While the new provisions of commercial law were based on the concept that every commercial company owned its assets, under section 8 of the Property Act (regulating real and movable property) as in force between 1990 and 1996 State-owned legal persons only “exercised, on their own account, the right to State property in respect of assets provided to them”. On the other hand the provisions of Decision No. 201 of 25 October 1993 of the Council of Ministers and section 17a (adopted mid-1994) of the Law on the Transformation and Privatisation of State Enterprises provided that in the process of transformation of a State enterprise ownership of real estate or other assets that had been used and managed by it should be deemed to belong to the transformed company. That was the prevailing view.", "In 1993 a number of provisions of the Law on Obligations and Contracts which limited freedom of contract on the basis of the old concepts of a centrally planned economy were repealed. New provisions regulating commercial transactions were for the first time enacted in 1996, when a new chapter was added to the Commerce Act. In the meantime certain limitations on contractual freedom remained in provisions specifically applicable to wholly State-owned limited liability or joint stock companies, mostly relating to the transitional period pending their privatisation (additional section 1 of the Law on the Establishment of Wholly State-Owned Commercial Companies; additional section 10 of the Law on the Transformation and Privatisation of State Enterprises, sections 6 and 7 of Regulations No. 265 of the Council of Ministers of December 1992, in force until February 1994, Regulations on the Manner of Exercise by the State of its Ownership Rights in Enterprises, adopted in February 1994, Decree No. 56 on Economic Activity and the regulations for the application of the decree).", "In May 1996 the new Law on State Property and amendments to the Property Act provided that State-owned commercial companies became the owners of all their assets and the State ceased to be the owner of property it had provided for the creation of a State-owned joint stock or limited liability company.", "The transition from legislation regulating a State-owned centrally planned economy to one suited for a market economy was largely completed in 1996 with the adoption of the above-mentioned property laws and provisions on commercial transactions. In 1996 the remaining parts of Decree No. 56 on Economic Activity, the main piece of legislation in this area in the period before the market reforms, was repealed.", "This law provides for a specific fiscal enforcement procedure for the collection of State claims, different from that under general civil procedure. According to its section 2 that procedure may also apply to the collection of other claims where so provided by act of Parliament.", "In accordance with the Constitution the Constitutional Court does not examine individual complaints. It rules on the constitutionality of laws if so requested by the President, certain other institutions, or a minimum of one fifth of all members of Parliament. It can also examine certain categories of cases concerning elections."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}