{"ITEMID": "001-108710", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF POPOV v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1-f - Prevent unauthorised entry into country);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Non-pecuniary damage - award", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicants are Mr Vladimir Popov and Mrs Yekaterina Popov née Yakovenko, nationals of Kazakhstan, born in 1983 and 1982 respectively, and their two minor children, who were born in France on 7 April 2004 and 17 March 2007.", "6. The applicants were born in Kazakhstan. They were married on 18 June 2002. In the applicants’ submission they were repeatedly persecuted in their country on account of their Russian origin and their affiliation to the Russian Orthodox Church. On 9 May 2002 the applicant’s father was beaten up in the street and required treatment in hospital. The family filed a complaint and on 5 June 2002 the applicants received, at their house, a visit from unknown individuals of Kazakh origin who asked them to withdraw their complaint and threatened them with reprisals. On 15 July 2002 an incendiary device was thrown into their home through the window, starting a fire, and they were rescued by a neighbour. Following that incident, the applicant’s father left Kazakhstan on 16 August 2002.", "7. On 29 September 2002, when the second applicant was returning home, Kazakh police officers stopped her in the street and questioned her about her father. They took her away and she was beaten up. They tried to shut her in a vehicle and threatened to rape and kill her. She managed to escape. The next day, she went to the casualty department in the town of Taraz to have her injuries recorded and treated. On 2 October 2002 her mother came home having also been beaten up by Kazakh policemen who were looking for her husband. After that incident they moved to the country.", "8. On 28 November 2002 the second applicant was again assaulted. She had gone shopping and did not return until the next day, covered in bruises and blood. Several days later she lost the child she was carrying. She then decided to leave the country and entered France on 15 December 2002 on a two-week visa. After her departure, the applicant, who had filed a complaint, was assaulted by policemen on 10 March 2003. He spent several months in hiding but the authorities found him, confiscated his papers, and threatened to kill him if he did not withdraw his complaint. He too decided to leave the country and joined his wife in France on 19 June 2003.", "9. The applicants each filed an asylum application with the French Office for the Protection of Refugees and Stateless Persons (OFPRA) and obtained residence permits. Their asylum applications were rejected on 20 January 2004 on the ground that their statements were “riddled with inconsistencies”, followed “a stereotyped pattern” and were “unconvincing”. On 31 May 2005 the Refugee Appeals Board dismissed their appeals.", "10. On 12 January 2006, having learnt of the murder of the second applicant’s father, after his return to Kazakhstan, the applicants requested a fresh examination of their case by the OFPRA. On 19 January 2006 the OFPRA refused to re-examine the case. On 13 September 2006 the Appeals Board rejected their appeal on the ground that the new fact could not be regarded as established.", "11. They subsequently applied for recognition as stateless persons, but the OFPRA rejected their request on 5 April 2007, on the ground, first, that they had not provided evidence that the Kazakh authorities had withdrawn their nationality and they could not lose that nationality purely of their own volition, and, secondly, that they held passports issued by their national authorities that were valid until 2012. On 25 April 2007 the applicants appealed against that rejection before the Nantes Administrative Court. They subsequently dropped their appeal, however, having obtained refugee status in the meantime (see paragraph 27 below).", "12. On 21 June 2005 the Ardennes prefecture notified the applicants of its refusal to issue them with residence permits and directed them to leave the country within one month.", "13. On 22 November 2005 Mr Popov was arrested during a vehicle check when he was found to be in the country illegally. On the next day he was issued with a removal order and placed in administrative detention in Charleville-Mézières. On 25 November 2005 the liberties and detention judge of the Charleville-Mézières tribunal de grande instance ordered the extension of his detention for fifteen days. On 9 December 2005 the detention was extended for a further fifteen days in order to “enable the enforcement of the removal measure”.", "14. On 28 November 2005 the Châlons-en-Champagne Administrative Court rejected Mr Popov’s application for the annulment of the order for his removal to Kazakhstan. On 23 November 2006 the Nancy Administrative Court of Appeal upheld that judgment, finding that he had not adduced any conclusive evidence in support of his allegations that he had been persecuted in his country of origin.", "15. The removal order against the first applicant was not enforced, however, and he was released from the detention centre, as no laissez-passer had been issued.", "16. On 11 October 2006 it was decided to place the applicants in administrative detention but the prefect of the Ardennes ordered them to reside at a specific address, pursuant to Article L. 513-4 of the Entry and Residence of Aliens and Right of Asylum Code (CESEDA). Two attempts to remove the applicants failed as a result of the mobilisation of a support group. The family was thus released.", "17. On 29 January 2007 the Ardennes prefecture rejected a new request for the issuance of a residence permit to the applicants. On the same day, a further decision was delivered imposing on them an obligation to leave the country. On 31 May 2007 the Châlons-en-Champagne Administrative Court dismissed their appeal against that decision.", "18. On 25 June 2008 they again applied for residence permits. As the prefecture failed to respond, the applicants challenged the implicit rejection decision before the Nantes Administrative Court. However, having subsequently obtained refugee status, the applicants withdrew their complaint.", "19. On 27 August 2007 the applicants and their children, who were then under six months and three years, respectively, were apprehended at the home of the applicant’s mother, who was accommodating them, and taken into police custody. After a long wait, the Maine-et-Loire prefecture ordered their administrative detention in a hotel in Angers. On 28 August 2007 the applicants and their children were transferred to Charles-de-Gaulle airport pending their removal to Kazakhstan. However, the flight scheduled for the early afternoon was cancelled, without the prefecture having been informed, and the removal could not therefore be carried out. It was only in the evening that the applicants and their children were transferred, in a police van, to the administrative detention centre of RouenOissel.", "20. That centre, even though it is mentioned on the list of centres that cater for families, does not have any real leisure or learning area. Whilst one wing is reserved for families and single women, the atmosphere there is distressing and stressful, with a lack of privacy and a high level of tension. Announcements via loud-speakers reverberate throughout the centre and exacerbate the feeling of stress. The Oissel centre, at the time of the applicants’ detention, was not equipped with the basic facilities for the detention of young children (it had metal beds with pointed corners, no cots, just a few toys in the corner of a room, etc.). The only outdoor area is a courtyard, concreted over and with wire netting over the top, and the bedroom windows are covered with a tight grill obscuring the view to the outside ...", "The eldest child refused to eat in the centre and showed signs of anxiety and stress. The parents had to negotiate with the police to recover their personal belongings, including the milk they had brought for the infant. They were only able to receive one short visit during their detention, as it was not easy to gain access to the centre.", "21. On 29 August 2007 the liberties and detention judge of the Rouen tribunal de grande instance ordered the extension of the detention measure for fifteen days, after observing that the maintaining of a family in detention was not in breach of the decree of 30 May 2005 on administrative detention and holding areas and that their transfer to RouenOissel was not vitiated by any defect. The decision also mentioned the loss of the second applicant’s Kazakh nationality but it was found that this could not justify release, as the Administrative Court alone had jurisdiction to decide if that situation would have any consequences. On 30 August 2007 the Rouen Court of Appeal upheld the extension decision.", "22. Having been held in the detention centre since 28 August 2007, the applicants were again transferred to Roissy Charles-de-Gaulle airport pending their removal on 11 September 2007, the flight being scheduled for the early afternoon. It did not go ahead, however. The applicants were not taken back to the Rouen-Oissel centre until the evening, without any measure of placement in a detention facility being decided at Roissy during that period. The prefect then applied to the Rouen liberties and detention judge to have the applicants’ detention extended for a further fifteen days, relying solely on the argument that the non-enforcement of the removal order could be attributed to the applicants themselves (CESEDA, Article L. 552-7). The applicants complained about the conditions of their detention and its length, arguing that the authorities had failed to prove that the length of the measure was strictly necessary.", "23. On the same day the applicants submitted to the Court, under Rule 39 of the Rules of Court, a request for the suspension of the removal measure. The Court declined to indicate an interim measure in response to that request.", "24. On 12 September 2007 the liberties and detention judge found that there was no evidence to show that the applicants had deliberately impeded their removal, because the documents concerning the circumstances of the attempt expressly stated that “no refusal to board the plane was recorded on 11 September 2007”, and he ordered their release, with the obligation to leave France being maintained. The prefect appealed against that decision but without seeking suspensive effect. The applicants were thus released from the detention centre.", "25. On 14 September 2007 the Rouen Court of Appeal set aside the liberties and detention judge’s decision and extended the administrative detention measure for fifteen days, finding that it could be seen from certain documents in the file that the applicants had indeed prevented their removal (an e-mail from one of the border police officers mentioning the need for an escort to carry out the removal the next time, in view of Mrs Popov’s reaction). It had been found that the next flight with an escort for the applicants’ removal would not be available before 18 September 2007, and the prefect had not therefore shown a lack of diligence in organising the departure and limiting the length of the detention. He had thus been justified in seeking an extension of the administrative detention pending the organisation of a fresh removal. That decision was not enforced.", "26. Before their arrest the applicants had filed a fresh request to be granted refugee status. In a decision of 6 September 2007 the OFPRA rejected the request on account of the very general nature of the alleged facts, finding that this, together with the unlikely claim of blackmail on the part of the Kazakh authorities, precluded the establishment of their veracity. The OFPRA further stated that as the allegation that the applicants had lost their nationality had not been corroborated, the request for re-examination had to be rejected. The applicants appealed against that decision.", "27. On 16 July 2009 the National Asylum Tribunal granted the applicants refugee status, finding that the enquiries made by the Ardennes prefecture vis-à-vis the Kazakh authorities, in breach of the confidentiality of asylum applications, had exposed the applicants to danger in the event of their return to Kazakhstan, and that their loss of Kazakh nationality, in August 2007 and April 2008 respectively, whilst not per se constituting persecution, did not, however, preclude the granting of refugee status.", "28. The detention of aliens pending their removal is mainly governed, in French domestic law, by the provisions of the Entry and Residence of Aliens and Right of Asylum Code (CESEDA).", "...", "...", "31. The practice of detaining children accompanying their parents is governed by decree no. 2005617 of 30 May 2005 concerning administrative detention and holding areas, which amended the CESEDA provision as follows:", "“Administrative detention centres, which are not entitled to accommodate over 140 residents, shall provide detained aliens with hotel-type facilities and collective catering services. They shall comply with the following standards:", "1. A minimum usable surface area of 10 square metres per detainee consisting of a bedroom and areas freely accessible during opening hours;", "2. Non-mixed shared rooms, housing a maximum of six;", "3. Personal hygiene facilities, consisting of washbasins, showers and toilets, freely accessible and in sufficient numbers, representing one washroom for every ten detainees;", "4. A telephone freely accessible for every fifty detainees;", "5. Premises and facilities necessary for catering, in compliance with standards laid down in a joint decision of the Agriculture Minister, the Defence Minister, the Health Minister and the Minister for SMEs, trade and crafts;", "6. For more than forty detainees, a leisure room separate from the canteen, with a surface area of at least 50 square metres, plus 10 square metres for every fifteen additional detainees;", "7. One or more rooms containing medical equipment, reserved for medical personnel;", "8. A room for visits by family members and consular staff;", "9. The room mentioned in Article R. 553-7, reserved for lawyers;", "10. A room assigned to the organisation mentioned in Article R. 553-13;", "11. A room, containing furniture and a telephone, assigned to the association mentioned in the first paragraph of Article R. 553-14;", "12. An area for open-air exercise;", "13. A luggage room.", "Administrative detention centres catering for families shall also contain bedrooms that are specially adapted, in particular for childcare.”", "“By way of exception, the court may order aliens to reside at a specific address when they can provide effective guarantees that they will not abscond, after surrendering to the police or gendarmerie their original passport and any identity document, in exchange for an acknowledgment of receipt constituting proof of the person’s identity and indicating the removal measure that is pending. Where an order to reside at a specific address is made in respect of an alien who has previously absconded from the execution of an applicable removal or deportation measure, or has breached a ban on re-entry that has not been lifted, the order shall give specific reasoning.”", "32. The Court notes that French law precludes the placement of minors in administrative detention:", "“An obligation to leave French territory or a removal measure, pursuant to the present chapter, cannot be decided in respect of:", "1o An alien who is under eighteen years of age; ...”", "“Deportation cannot be ordered in respect of an alien under eighteen years of age.”", "33. The Cimade, an ecumenical non-governmental organisation providing assistance to immigrants, in its report “Administrative detention centres and facilities” (“Centres et locaux de rétention administrative”), published in 2010, pointed out that even though the law did not permit the detention of minors, 318 children “accompanying” their parents had been deprived of their liberty in 2009. Their average age was eight. The Cimade emphasised that administrative measures of placement in detention could not be taken against children, so their detention was devoid of legal basis.", "34. As a result, the administrative detention centres of Lille-Lesquin 2, Coquelles, Lyon, Rouen-Oissel, Marseille, Metz-Queuleu, Nîmes, Saint-Jacques de la Lande (Rennes), Perpignan, Hendaye, Le Mesnil-Amelot 2 and Toulouse-Cornebarrieu were thus “authorised to receive families”. The Cimade observed that there were flagrant discrepancies between the various administrative detention centres in terms of how families were actually catered for. The total lack of guidelines as to what was indispensable for a child precluded any harmonisation of the conditions of detention for families in the centres. The task was left to each centre’s director, whose responsibility it was to adapt the day-to-day management of the centre to the particular needs of a family with children, without having the support of staff specifically trained in education.", "...", "42. The domestic courts have given a number of rulings on the practice of placing children accompanying their parents in administrative detention pending removal.", "43. In an order of 23 October 2007 (no. 87/2007) the President of the Rennes Court of Appeal ruled on an appeal by the public prosecutor with a view to the annulment of an order by the liberties and detention judge concerning the release of a family with an infant. The public prosecutor had argued that the fact of holding them “on premises that were specially adapted to receive families did not constitute inhuman treatment”. The Court of Appeal upheld the first-instance order with the following reasoning:", "“even though it provides an area reserved for the ‘reception’ of families, the detention centre remains a place where aliens are detained pending their removal from France, for a maximum period of thirty-two days; in the present case, the fact of holding in such a place a young mother, her husband and their three-week-old baby constitutes inhuman treatment within the meaning of Article 3 of the European Convention on Human Rights on account, firstly, of the abnormal living conditions imposed on this very young child, virtually since birth, and secondly, of the great emotional and mental distress inflicted on the mother and father by detaining them with the infant, a distress which, by its nature and duration ..., exceeds the threshold of seriousness required for the above-mentioned provision to be engaged, and which, moreover, is manifestly disproportionate to the aim pursued, namely the couple’s removal ...”", "44. In another order, this time of 29 September 2008 (no. 271/2008), the same Court of Appeal took the view that “even though it provides an area reserved for the reception of families, the detention centre remains a place of seclusion [and] the fact of holding in such a place a very young mother, her husband and their one-year-old baby constitutes inhuman treatment within the meaning of Article 3 of the European Convention on Human Rights”. That court further noted in particular that, for a family, such seclusion caused “great emotional and mental suffering” which “exceeded the threshold of seriousness for the purposes of the Convention”.", "In a decision of 10 December 2009 (Bulletin 2009, I, no. 250), the Court of Cassation quashed that order. .", "45. In an order of 21 February 2008, the Toulouse Court of Appeal (no. 08/00088) ordered the immediate release of the appellants on the following grounds:", "“the fact of holding in such a place a young mother, her husband and their two-month-old baby constitutes inhuman treatment within the meaning of Article 3 of the European Convention on Human Rights on account, firstly, of the abnormal living conditions imposed on this very young child, virtually since birth, having been held in police custody with its mother, and secondly, of the great emotional and mental distress inflicted on the mother and father by the detention measure, a distress that is manifestly disproportionate to the aim pursued, namely the execution of the removal order ...”", "That decision was quashed by the Court of Cassation, which decided in a judgment of 10 December 2009 (Bulletin 2009, I, no. 249) as follows:", "“inhuman or degrading treatment is not constituted by the provisional holding in administrative detention of a family, made up of a man, a woman and their child of a few months’ old, pending the execution of an enforceable removal measure, where such deprivation of liberty has been lawfully ordered by a judicial authority, under its supervision, and is carried out in an area of the detention centre specially reserved for families, unless it is shown that the area is not adapted to the needs of family life or of human dignity.”", "46. The GISTI and the Cimade applied to the Conseil d’Etat seeking the annulment of the decree of 30 May 2005 “in so far as it organised the placement in administrative detention of families, including minors, but their applications were rejected in a judgment of 12 June 2006 (no. 282275). Concerning the detention of families, it took the view that Article 14 of the decree in question did not have the purpose or effect of permitting the administrative authorities to decide on the deprivation of liberty of the families of individuals placed in detention, but that it sought only to provide for the reception of such families. The Conseil d’Etat thus concluded that the administrative authority was competent to make such arrangements, which were not in breach either of the CESEDA or of the New York Convention on the Rights of the Child.", "...", "...", "...", "56. Following his visit from 5 to 21 September 2005, the Commissioner for Human Rights published, on 15 February 2006, a report on “the effective respect for human rights in France” (CommDH(2006)2). He observed, concerning the detention of minors, that children should not be kept in an enclosed facility, offering little in the way of activities and few, if any, outings, and where conditions were precarious and their safety could not be guaranteed. He recommended that an alternative solution be proposed to families with children (§ 196). He noted in this connection that compulsory residence orders, which were provided for by law, were “little used” (§ 257).", "The Commissioner further observed that the placement of children in a detention centre was incompatible with the New York Convention and French law, which precluded the use of removal orders against minors. He found, however, that a legal vacuum made it possible to place children in detention centres and remove them, on the grounds of concern not to separate them from their families. In his view, the French authorities appeared to completely underestimate the legal and humanitarian problems posed by the presence of children in such centres (§ 255). He added, lastly, that in any event, no children should be detained on the grounds that their parents did not have the necessary papers to remain in France, especially “in places marked by overcrowding, dilapidation, promiscuity (sic) and very strong tensions” (§ 257).", "57. In his report of 20 November 2008 (CommDH2008(34)) the Commissioner noted that “[n]otwithstanding the recommendation made in the 2006 report, an increasing number of children [were] placed in administrative holding centres with their parents”. He added that it was regrettable that such holding centres and waiting zones at the border were the only places in France where minors under the age of 13 were deprived of their liberty. He found, lastly, that the French authorities continued to underestimate the problems posed by the presence of children in holding centres and invited the authorities to place families in administrative detention only in cases of extreme necessity, so as to avoid causing children irreparable trauma.", "58. Following its visit to numerous administrative detention centres in France (Palaiseau, Vincennes 1 and 2, Marseille, Toulouse-Blagnac 2 and Cornebarrieu), in 2006, the CPT raised with the Government the question of detaining families, and in particular any “accompanying” children, in such centres. It noted that this type of situation was not exceptional.", "In response to concerns about the conditions of accommodation, the French authorities acknowledged that “the current furnishings in the bedrooms [were] not always fully adapted to small children ...”.", "59. On 16 December 2008 the Parliament and the Council of the European Union adopted Directive 2008/115/EC, known as the “Return Directive”, on common standards and procedures in Member States for returning illegally staying third-country nationals (Official Journal L. 348, 24 December 2008, pp. 00980107).", "The relevant provision reads as follows:", "“(13) The use of coercive measures should be expressly subject to the principles of proportionality and effectiveness with regard to the means used and objectives pursued ...”", "60. In Council Directive 2003/9/EC, the “Reception Directive”, adopted on 27 January 2003, the European Union gave the following definition of vulnerable persons particularly requiring the authorities’ attention:", "“General principle", "1. ... minors, unaccompanied minors, disabled people, elderly people, pregnant women, single parents with minor children and persons who have been subjected to torture, rape or other serious forms of psychological, physical or sexual violence ...”", "“Minors", "1. The best interests of the child shall be a primary consideration for Member States when implementing the provisions of this Directive that involve minors. ...”", "61. The European Union Charter of Fundamental Rights became binding with the entry into force of the Lisbon Treaty on 1 December 2009. Article 24 reads as follows:", "“... 2. In all actions relating to children, whether taken by public authorities or private institutions, the child’s best interests must be a primary consideration. ...”", "62. In December 2007 the LIBE Committee published a study entitled: “The conditions in centres for third country national (detention camps, open centres as well as transit centres and transit zones) with a particular focus on provisions and facilities for persons with special needs in the 25 EU member states” (PE 393.275) analysing the implementation of the “reception” directive.", "The report’s authors found that minors were detained in the vast majority of EU States (France, Germany, Belgium, the United Kingdom, the Czech Republic, Slovakia, Portugal, Luxembourg, Spain, Latvia, Estonia, Ireland, Greece, Malta and Cyprus). The report presents an exhaustive study of the conditions of reception of vulnerable persons in EU member States. Austria appears to be the only State that never has recourse to detention for minors and Sweden limits it to seventy-two hours. Countries such as Belgium, France and the United Kingdom, however, have recourse to detention almost systematically for accompanied children.", "The report further shows that in spite of the existence of separate sections reserved for families with children and improved conditions (game rooms, toys, etc.), the fact remains that the lack of privacy, stressful living conditions, food, daily routine, negation of intimacy and the human and material environment are not adapted to children. The detention centre staff interviewed all felt that children should not be imprisoned in detention centres for the short or long term, because of the negative impact this traumatic experience could have on the children’s psychological balance, on their relations with their parents and on the image the children had of their parents whilst in detention.", "63. In the part concerning France, the report noted a deterioration in the atmosphere in these secure centres and in particular a rise in the number of desperate acts committed, including physical assaults. It was also suggested that the improvement in physical conditions for families had the perverse effect of making this type of detention seem banal when the very principle of detaining them in this position could be questioned. The report’s authors added: “The presence of children in these places where they are deprived of their freedom, even if these are ‘family zones’ and they are kept here in order to keep families together, was particularly shocking for the study team”.", "64. According to the non-governmental organisation “International Detention Coalition”, the alternative of compulsory residence orders is used in France in only 5% of cases (see the report: “Survey on Alternatives to Detention of Asylum Seekers in EU Member States”). Many organisations, both governmental and non-governmental, advocate alternatives to detention.", "..."], "VIOLATED_ARTICLES": ["3", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "8-1"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}