{"ITEMID": "001-103763", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ŠEKEROVIĆ AND PAŠALIĆ v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of P1-1;Violation of Art. 14+P1-1;Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["5. Mr Šekerović was born in 1932 and lives in Tuzla, Bosnia and Herzegovina. Ms Pašalić was born in 1926 and lives in Belgrade, Serbia.", "6. Mr Šekerović was granted an old-age pension in 1984 and Ms Pašalić in 1981.", "7. In 1992 they moved from what is today the Federation of Bosnia and Herzegovina (“the Federation”) to what is today the Republika Srpska (each of the Federation and the Republika Srpska being an “Entity”). While they were internally displaced, they received their pensions from the Republika Srpska Pension Fund (“the RS Fund”).", "8. Having returned to the Federation in 2000 and 2001 respectively, the applicants unsuccessfully sought to have their pension entitlements transferred from the RS Fund to the Federation Pension Fund (“the FBH Fund”). Therefore, in 2002 they lodged applications with the Human Rights Chamber, a domestic human-rights body set up by Annex 6 to the General Framework Agreement for Peace in Bosnia and Herzegovina.", "9. On 10 January 2003 the Human Rights Chamber delivered a landmark decision concerning three applicants, including one of the applicants in the present case (Ms Pašalić) and the applicant in Karanović (cited above), who had been granted pensions in what is today the Federation before the war, who had then moved to what is today the Republika Srpska during the war, and who, for that reason only, continued to receive RS Fund pensions despite their return to the Federation after the war (pursuant to the Pension Agreement, see paragraph 16 below). They were thus treated differently from those who had stayed in what is today the Federation during the war. The Human Rights Chamber considered that difference in treatment to be discriminatory and an obstacle to the return of displaced persons to their pre-war homes (RS Fund pensions were normally lower than FBH Fund pensions, and the cost of living was normally higher in the Federation). Furthermore, it held that the situation complained of had racist connotations (given the nature of the war, the population that had moved from what is today the Federation to what is today the Republika Srpska during the war had primarily been Serbs, and those who had stayed were mostly Bosniacs and Croats). The Human Rights Chamber ordered the Federation: (a) to take all necessary legislative and administrative actions by 10 July 2003 to ensure that the applicants were no longer discriminated against, particularly in comparison to those pensioners who had remained in what is today the Federation during the war; and (b) to compensate the applicants for the difference between their RS Fund pensions and the amount they would have received from the FBH Fund from the date of their application to the Human Rights Chamber until the date of the Federation’s compliance with the order under (a) above.", "10. Having assessed that her pension from the FBH Fund would have been lower than the nominal amount of her pension from the RS Fund, on 22 July 2003 the FBH Fund informed Ms Pašalić that she would not be paid any compensation. The FBH Fund disregarded the fact that, at that time, pensioners in the Republika Srpska, as opposed to those in the Federation, did not receive the nominal amount of their pensions, but only a fraction thereof, owing to fiscal difficulties in that Entity.", "11. Mr Šekerović’s case was still pending when the Human Rights Chamber ceased to exist on 31 December 2003. The Constitutional Court of Bosnia and Herzegovina (“the Constitutional Court”) took over his case and on 27 June 2007 delivered a judgment similar to that in Ms Pašalić’s case.", "12. On 14 December 2007 the FBH Fund decided to pay Mr Šekerović 8,345 convertible marks (BAM) by way of compensation for the difference between the sum which he had received from the RS Fund between 16 April 2002 and 30 November 2007 and the sum which he would have received from the FBH Fund in the same period. It also decided to continue paying any such difference in the future. In March 2008, for example, the applicant received BAM 531 from the RS Fund and BAM 105 from the FBH Fund.", "13. After the Karanović judgment, cited above, the FBH Fund revised its practice and agreed to compensate Ms Pašalić for the difference between the sum which she had actually received from the RS Fund (rather than the nominal amount of her RS Fund pension, see paragraph 10 above) and the sum which she would have received from the FBH Fund in the period after 18 February 2002. In order to determine the amount due, on 23 June and 22 July 2008 the FBH Fund asked the RS Fund to indicate the sums actually paid to Ms Pašalić. The RS Fund failed to respond. On 3 July and 28 August 2008 the FBH Fund sent letters to Ms Pašalić (one to an address in Sarajevo and the other to an address in Belgrade), but they were returned as undeliverable (addressee unknown). In June 2010 the applicant finally provided the necessary information and in July 2010 the FBH Fund paid Ms Pašalić BAM 1,425 (that is, BAM 839 for 2002, BAM 530 for 2003 and BAM 56 for 2004). Since 2005 the applicant had apparently been receiving more from the RS Fund than she would have received from the FBH Fund (in April 2010 she thus received BAM 627 from the RS Fund whereas she would have received BAM 483 from the FBH Fund).", "14. On 13 October 2010 the Constitutional Court held that its decision in Mr Šekerović’s case of 27 June 2007 had not been enforced, because he had not yet been granted an FBH Fund pension (see paragraph 19 below).", "15. According to official figures, the average pension has always been lower in the Republika Srpska than in the Federation. That difference has, however, decreased: while in 2003 the average pension was BAM 133 in the Republika Srpska and BAM 192 in the Federation, in 2009 the figures were BAM 335 in the Republika Srpska and BAM 346 in the Federation. Furthermore, pensioners in the Republika Srpska now receive, as do those in the Federation, the nominal amount of their pensions (until recently, the former, as opposed to the latter, were only receiving a fraction of their nominal pensions owing to fiscal difficulties in that Entity).", "16. The Pension Agreement between the local pension funds entered into force on 27 March 2000. Pursuant to Article 2 § 1 of that Agreement, persons who were receiving pensions from, for example, the RS Fund on 27 March 2000 will continue to receive their pensions from that Fund, even if they subsequently move to the Federation.", "17. All pensioners living in one Entity have equal access to health care, regardless of whether they receive their pensions from that Entity or from the other Entity (Article 2 § 2 of the Health Care Agreement).", "18. Pensions are not taxable in either of the Entities, regardless of whether they are received from the Entity concerned, from the other Entity or from abroad (see the Income Tax Act 2008 and the Income Tax Act 2006).", "19. The former Human Rights Chamber and the Constitutional Court rendered four decisions concerning nineteen pensioners (including the present applicants) who had been granted pensions in what is today the Federation before the war, who had then moved to what is today the Republika Srpska during the war, and who, for that reason only, had continued to receive RS Fund pensions despite their return to the Federation after the war. They held that this amounted to discrimination and ordered that some general measures be taken by the Federation (see paragraph 9 above). The Constitutional Court considered that the full enforcement of those decisions required that the applicants be granted FBH Fund pensions and that the applicable legislation be amended so as to render all others in that situation eligible to apply for FBH Fund pensions (see decisions CH/02/9364 of 13 December 2007 and CH/00/6413 of 13 October 2010).", "20. In contrast, as regards those who had been granted pensions in what is today the Federation before the war, who had moved to what is today the Republika Srpska during the war and who had not returned to the Federation after the war, the same bodies held that the fact that they received RS Fund pensions (instead of higher FBH Fund pensions) did not amount to discrimination (Human Rights Chamber’s decision CH/03/12994 of 4 November 2003 and Constitutional Court’s decision AP/272/08 of 28 April 2010)."], "VIOLATED_ARTICLES": ["14", "6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}