{"ITEMID": "001-84440", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ATANASOV AND OVCHAROV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13+6-1", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["6. Mr Atanasov (“the first applicant”) was born in 1957 and lives in Pazardzhik. He is the son-in-law of Mr Ovcharov (“the second applicant”) who was born in 1936 and lives in Aleko Konstantinovo.", "7. Between 1993 and 1994 the second applicant was the head of a farm cooperative.", "8. On 12 August 1993 the farm cooperative, represented by the second applicant, acquired a tractor (“the first tractor”) at an auction organised by another cooperative.", "9. On 31 August 1993 the first applicant acquired a similar, cheaper tractor (“the second tractor”) at a second auction organised by the same cooperative. Immediately after the auction the first applicant, assisted by the second applicant, took possession of a tractor. However, they apparently took the first tractor.", "10. The farm cooperative took possession of the second tractor on 6 September 1993.", "11. On 15 November 1993 an invoice was issued to the first applicant for the purchase of the second tractor. Subsequently, the first applicant requested the seller to reissue the sales invoice so that it indicated that he had in fact acquired the first tractor.", "12. Sometime around 11 February 1994 the farm cooperative discovered that it had a different tractor from the one it had purchased. Soon thereafter it complained to the authorities of the alleged fraud perpetrated by the applicants.", "13. On 16 May 1994 a preliminary investigation was opened against the applicants.", "14. On 29 March 1996 the applicants were charged with fraud and malfeasance. The charges against the first applicant were amended on 28 February 1997 to include the offence of using a falsified document to obtain another's chattel with the aim of misappropriating it.", "15. On 7 April 1997 the Pazardzhik district prosecutor's office entered an indictment against the applicants with the Pazardzhik District Court for malfeasance fraud and use of a falsified document.", "16. Between 2 June 1997 and 18 February 2000 the District Court conducted ten hearings. During this period the judge in charge of the proceedings was changed on three occasions for undisclosed reasons. At the hearing on 18 February 2000 the District Court established that there had been procedural violations at the stage of the preliminary investigation, discontinued the proceedings and remitted the case to the investigation authorities.", "17. The preliminary investigation against the applicants continued and there were no significant developments until 2004.", "18. On 29 June and 20 July 2004 the applicants filed separate requests with the Pazardzhik Regional Court under the procedure envisaged in the new Article 239a of the Code of Criminal Procedure (see paragraph 34 below) and petitioned the court to order the termination of the preliminary investigation against them.", "19. In decisions of 12 July and 22 July 2004 the Regional Court referred the case to the Pazardzhik regional prosecutor's office either to discontinue the preliminary investigation or to enter indictments against the applicants. In its decision of 12 July 2004 the court established that no investigative procedures whatsoever had been undertaken since 18 February 2000, when the District Court had remitted the case to the investigation authorities.", "20. Following a delay by the prosecutor's office to rule on the matter, the applicants lodged their requests again on 19 October 2004.", "21. In a decision of 28 October 2004 the regional prosecutor's office discontinued the preliminary investigation against the applicants because the time-limit for prosecution under the statute of limitations for the offences had expired.", "22. On 10 November 2004 the applicants appealed against the decision of the prosecutor's office and claimed that the grounds for terminating the preliminary investigation should be the lack of evidence of an offence and not the expiry of the time-limit for prosecution under the statute of limitations.", "23. In a decision of 22 November 2004 the District Court upheld the decision to discontinue the preliminary investigation against the applicants and found that they could not seek to amend the grounds for its termination. The court reasoned that if the applicants had wanted to have the criminal proceedings terminated because of the lack of evidence that they had perpetrated an offence then they should have requested that the proceedings continue in spite of the expiry of the time-limit under the statute of limitations, which they had not done.", "24. On 25 January 1995 the police seized the first tractor from the first applicant and impounded it as physical evidence in the pending criminal proceedings.", "25. The seizure and impounding of the first tractor was upheld on appeal by the district and regional prosecutor's offices and by the Chief Public Prosecutor on unspecified dates.", "26. The first tractor was held in storage at a police compound until it was delivered to the farm cooperative on an unspecified date before 1 April 2002.", "27. On 1 April 2002 the district prosecutor's office ordered the farm cooperative to deliver the second tractor to the second applicant, which it did not do.", "28. The applicants asserted that in the course of the preliminary investigation against them the authorities also seized a hunting rifle from each of them and held them as physical evidence. However, it is unclear when and how these actions were undertaken.", "29. In so far as can be ascertained from the documents presented, the second applicant voluntarily handed over a hunting rifle to the police on 4 October 2000, which was returned to him on 23 August 2001.", "30. Paragraphs 1, 2 and 4 of Article 107 of the Code of Criminal Procedure (1974) provided as follows:", "“(1) Physical evidence must be carefully examined, described in detail in the respective record, and photographed, if possible.", "(2) Physical evidence shall be attached to the case file while at the same time measures shall be taken not to spoil or alter the evidence.", "...", "(4) Physical evidence which, because of its size or other reasons, cannot be attached to the case file, must be sealed, if possible, and deposited for safekeeping at the places indicated by the respective authority.”", "31. Paragraphs 1 and 2 of Article 108 of the Code, as in force at the relevant time and until 1 January 2000, provided as follows:", "“(1) Physical evidence shall be held until the termination of the criminal proceedings.", "(2) Chattels which have been collected as physical evidence can be returned to their owners before the termination of criminal proceedings only as long as this will not hinder the establishment of the facts in the case.”", "32. Article 108 paragraph 2 of the Code was amended on 1 January 2000 to clarify that it was within the powers of the prosecutor's office to rule on requests for the return of chattels held as physical evidence. In addition, a right of appeal to a court was introduced against refusals by the prosecutor's office to return such chattels (Article 108 paragraph 4 of the Code of Criminal Procedure as in force after 1 January 2000).", "33. If a dispute over ownership requiring adjudication by the civil courts arose in respect of items held as physical evidence, the authorities were obliged to keep those items safe until the relevant judgment became final (Article 110).", "34. By an amendment of June 2003 the new Article 239a introduced the possibility for an accused person to request to have his case examined by a court if the preliminary investigation had not been completed within the statutory time-limit (two years in investigations concerning serious crimes and one year in all other investigations). In such instances the courts would remit the case to the prosecutor's office with instructions to either enter an indictment against the accused within two months or discontinue the criminal proceedings. If the prosecutor's office failed to take action, the courts would then terminate the criminal proceedings themselves.", "35. Section 1 (1) of the State and Municipalities' Responsibility for Damage Act of 1988 (the “SMRDA”: title changed in 2006), as in force at the relevant time, provided as follows:", "“The State shall be liable for damage caused to [private persons] from unlawful acts, actions or inactions of its apparatus and officials [in the exercise] of administrative duties.”", "36. Section 2 of the SMRDA provides as follows:", "“The State shall be liable for damage caused to [private] persons by the [apparatus] of ... the investigation authorities, the prosecution authorities, the court ... for an unlawful:", "1. detention ... ;", "2. charge for an offence, if the person has been acquitted or the opened criminal proceedings have been terminated because the act was not perpetrated by the person [in question] or the act is not an offence ... ;", "3. sentence ... ;", "4. ... forced medical treatment ... ;", "5. ... imposition of administrative sanctions ... ;", "6. enforcement of an imposed sentence in excess of the determined period ... ”", "37. Compensation awarded under the Act comprises all pecuniary and non-pecuniary damage which is the direct and proximate result of the illegal act of omission (section 4). The person aggrieved has to lodge an “action ... against the [entity] ... whose illegal orders, actions, or omissions have caused the alleged damage” (section 7). Compensation for damage arising from instances falling under section 1 and 2 of the Act can only be sought under the Act and not under the general rules of tort (section 8 § 1).", "38. The practice of the Bulgarian courts in the application of the Act has been very restrictive.", "39. In particular, the domestic courts have ruled that liability for damage stemming from instances within the scope of section 1 of the Act are to be examined only under the Act and not under the general rules of tort (решение № 55 от 14.III.1994 г. по гр.д. № 599/93 г., ВС, IV г.о.).", "40. Similarly, liability of the investigation and prosecution authorities may arise only in respect of the exhaustively listed instances under section 2 (2) of the Act and not under the general rules of tort (решение № 1370 от 16.XII.1992 г. по гр.д. № 1181/92 г., IV г.о. and Тълкувателно решение № 3 от 22.04.2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС). In particular, the investigation authorities and the prosecutor's office are not liable for their actions in instances, such as in the present case, where criminal proceedings have been discontinued because the time-limit for prosecution under the statute of limitations expired after the criminal proceedings had been opened (Тълкувателно решение № 3 от 22.04.2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС). No reported cases have been identified of successful claims for damage stemming from actions by the investigation or prosecution authorities which fall outside the list in section 2 of the Act.", "41. Lastly, liability under section 2 of the Act may only arise for unlawful actions, but not for unlawful inactions by the investigation authorities, the prosecution authorities and the courts (решение № 183 от 05.IV.2001 г. по гр. д. № 1362/2000 г.).", "42. The Obligations and Contracts Act provides in section 45 that a person who has suffered damage can seek redress by bringing a civil action against the person who has, through his fault, caused the damage. Under section 110 the claim for damage is extinguished on expiry of a five-year prescription period."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}