{"ITEMID": "001-67169", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MARINKOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicants were born in 1946 and 1955, respectively and live in Boleč, Serbia and Montenegro.", "7. On 6 or 7 May 1992 their house in Novska, Croatia, was set ablaze by unknown perpetrators.", "8. On 11 November 1996 they instituted civil proceedings before the Novska Municipal Court (Općinski sud u Novskoj) seeking damages from the Republic of Croatia for their damaged property.", "9. Pursuant to the Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima), the Novska Municipal Court stayed the proceedings on 24 October 1997.", "10. The proceedings resumed on 22 October 2003 pursuant to the “Damage from Terrorist Acts and Public Demonstrations Act 2003” (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija).", "11. The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette nos. 53/1991, 73/1991, 3/1994, 7/1996 and 112/1999) read as follows:", "“Responsibility for loss caused by death or bodily injury or by damage or destruction of another’s property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the ... authority whose officers were under a duty, according to the laws in force, to prevent such loss.”", "12. The Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima, Official Gazette no. 7/1996, hereinafter “the 1996 Act”) entered into force on 3 February 1996. The relevant parts of that Act read as follows:", "“Section 180 of the Civil Obligations Act ... shall be repealed.”", "“Proceedings for damages instituted under section 180 of the Civil Obligations Act shall be stayed.", "The proceedings referred to in sub-section 1 of this section shall resume after the enactment of special legislation governing responsibility for damage resulting from terrorist acts.”", "13. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/1991, 91/1992, 112/1999 and 117/2003) provides:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”", "14. The “Damage from Terrorist Acts and Public Demonstrations Act 2003” (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija, Official Gazette no. 117/2003, hereinafter “the 2003 Act”) entered into force on 31 July 2003. It provides that proceedings which were stayed pursuant to the 1996 Act will resume and defines circumstances in which the Republic of Croatia is liable for damage resulting from terrorist acts and public demonstrations."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}