{"ITEMID": "001-76060", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PAPON v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Maurice Papon, is a French national who was born in 1910 and lives in Gretz-Armainvilliers. He was represented before the Court by SCP Boré et Xavier, a law firm authorised to practise in the Conseil d’Etat and the Court of Cassation, then by its successor firm SCP Boré et Salve de Bruneton.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "In a judgment of 2 April 1998 the Gironde Assize Court found him guilty of aiding and abetting crimes against humanity, sentenced him to ten years’ imprisonment and stripped him of his civil, civic and family rights.", "On 21 October 1999 the Court of Cassation declared that the applicant had forfeited his right to appeal on points of law against that judgment.", "On 22 October 1999 the applicant began to serve his sentence.", "In a judgment of 18 September 2002 the Paris Court of Appeal allowed his application for deferment of sentence on medical grounds (Article 720-1-1 of the Code of Criminal Procedure, introduced by an Act of 4 March 2002). An appeal on points of law by the principal public prosecutor against that judgment was dismissed by the Court of Cassation on 12 February 2003.", "By virtue of his status as a former prefect, the applicant had been receiving a civil-service pension, which was suspended by a decision of 10 January 2002 with effect from 22 October 1999 (the day after the judgment of the Court of Cassation declaring his right to appeal on points of law forfeit), pursuant to Article L.58 of the Civil and Military Retirement Pensions Code, under which an entitlement to, or the enjoyment of, pension rights is suspended by the imposition of a dishonouring penalty with or without physical restraint (peine afflictive ou infamante), for the duration of such penalty.", "An appeal by the applicant against that decision was upheld in a judgment of 4 July 2003 by the Conseil d’Etat, which found as follows:", "“The category of dishonouring penalties entailing physical restraint was superseded by the new Criminal Code, which was introduced by the Act of 22 July 1992, amended by the Act of 19 July 1993, and which entered into force on 1 March 1994. Whilst the sentence of fixed-term imprisonment, which fell within that category under the old Criminal Code, is indeed provided for in the new Criminal Code, a new sentencing scale now exists. It is apparent from the provisions of the new Criminal Code, in the light of its drafting history, that the legislature sought to limit the number of ancillary or additional penalties which had to be imposed in addition to the principal sentence. The legislature did not indicate which sentences could now be regarded as corresponding to the sentences which, in the old Criminal Code, had been classified as dishonouring penalties entailing physical restraint. Therefore, the entry into force of the new Criminal Code deprived of effect the above-mentioned provisions of Article L.58 of the Civil and Military Retirement Pensions Code. Accordingly, the decision appealed against could not legally have been taken on such basis and must therefore be set aside.”", "Consequently, the Conseil d’Etat instructed the Minister for the Economy, Finance and Industry to restore, within two months following the notification of the judgment, the applicant’s enjoyment of his pension rights with effect from 22 October 1999, and to arrange for the necessary payments.", "The applicant also used to receive a pension in his capacity as a former member of parliament. He was notified in a letter of 28 October 1999 that his pension entitlement had been suspended on the basis of Rule 46(1) of the Former MPs’ Pension Fund Rules, which provides that entitlement to, or enjoyment of, the pension is suspended by the imposition of a dishonouring penalty with or without physical restraint.", "Following the deferment of the applicant’s sentence, his counsel, in a letter of 30 October 2002, submitted a request to the Director of the National Assembly’s Welfare Department seeking the resumption of his pension payments. That request was implicitly rejected and the applicant appealed on 7 March 2003 to the Conseil d’Etat, simultaneously lodging an application for immediate suspension of the implicit decision.", "In proceedings before the Conseil d’Etat, the National Assembly invoked the principle of immunity from legal proceedings, relying on Article 8 of the Ordinance of 17 November 1958 on the organisation of parliamentary chambers and on the fact that the pension funds of parliamentarians did not fall under the ordinary law but under special rules introduced within the Assembly that were justified by the principle of separation of powers and parliamentary autonomy; decisions taken under such special rules were not therefore administrative acts of the administrative authorities and did not fall within the jurisdiction of the administrative courts.", "The applicant took the opposite position, relying in particular on the right to judicial review recognised by the Constitutional Council and the Conseil d’Etat, and also on the Convention and the Court’s case-law (specifically, the cases of Massa v. Italy, judgment of 24 August 1993, Series A no. 265B, and Pellegrin v. France [GC], no. 28541/95, ECHR 1999VIII). He pointed out that the right to a retirement pension was an economic right protected by Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention. He contended that this right had been acquired with final effect in his case and therefore had to be protected by a fully effective remedy. He urged the Conseil d’Etat to depart from traditional case-law according to which the purely institutional aspect of parliamentary decisions prevailed.", "In his submissions the Government Commissioner called upon the Conseil d’Etat to assume jurisdiction, arguing in essence that as a former MP’s pension was not related to the tasks of the Assembly and was independent of the regulations applicable to parliamentarians, a judge could rule on such matters, that the administrative courts alone had jurisdiction to entertain that kind of dispute, and that this was the only solution capable of allowing the former MP to have access to a court in respect of his dispute.", "In a judgment of 4 July 2003 the Judicial Assembly of the Conseil d’Etat dismissed the appeal as follows:", "“The Pension Fund for Former MPs was set up by a resolution of the Chamber of Deputies adopted on 23 December 1904 and confirmed by an Act of 9 February 1905. Article 5 of the Ordinance of 13 December 1958 constituting an institutional Act on the allowances of members of parliament, adopted on the basis of Article 25 of the Constitution, provides: ‘The funds set up by resolutions of the Chamber of Deputies dated 23 December 1904 and of the Senate dated 28 January 1905 shall be maintained for the benefit of members of the National Assembly and the Senate ... Pensions paid from these funds shall not be liable to assignment or attachment, except for the purposes of maintenance payments.’ In an order of 8 June 1966 by the Bureau of the National Assembly, a single set of rules governing pension and social-security funds for MPs and former MPs was adopted.", "The rules governing the pensions of former MPs form part of the regulations applicable to parliamentarians, of which the specific provisions reflect the nature of their duties. Those regulations thus stem from the exercise of national sovereignty by members of parliament. Having regard to the nature of that activity, it is not for the administrative courts to entertain disputes relating to the rules governing MPs’ pensions.”", "In a letter of 2 September 2003 the applicant’s counsel requested the President of the National Assembly to restore his client’s pension, relying on the fact that the category of dishonouring penalties entailing physical restraint had been abolished since the entry into force of the new Criminal Code.", "On 14 October 2003 the President replied as follows:", "“On 4 July 2003 the Conseil d’Etat gave two decisions, one concerning Mr Maurice Papon’s pension as a former civil servant, in which it held that the pension was to be restored with effect from 22 October 1999, and the other concerning his pension as a former member of parliament, in which it confirmed that the administrative courts had no jurisdiction to rule on a former MP’s pension.", "At first sight those two decisions seem to concern the same questions. But they are not the same, as you know, when it comes to the merits.", "The dispute between Mr Maurice Papon and the National Assembly is connected with the basic principle of separation of powers and parliamentary autonomy. It is obviously in the light of that principle that the decision of the Conseil d’Etat should be considered, as regards your client’s pension as a former MP. That decision should not have been an unexpected one for you, as it is totally consistent with the case-law that has always been followed by the Conseil d’Etat concerning internal decisions by parliamentary chambers in respect of regulations governing their members.", "Those regulations are indispensable for the proper exercise of an MP’s duties and do not simply consist of provisions on immunities. The granting of aid, and later of pensions, to former members of parliament was decided at the time of the Third Republic precisely to ensure that politics would not be the privilege of a particular social class. As such, nothing obliged the parliamentary chambers to create a specific system of retirement pensions for MPs. The real purpose of creating such a system almost a century ago, and thus long before legislation was adopted in this field for French citizens in general, was not to treat parliamentarians as employees but, firstly, to allow all French citizens to enjoy equal access to political office and, secondly, to compensate for the precariousness of such office. The rules on MPs’ pensions are independent of pension legislation because they are governed by the Assembly’s general internal regulations and the decisions of its Bureau, and not by statutes enacted under Article 34 of the Constitution.", "The decision taken by the Conseil d’Etat on 4 July 2003 is thus totally consistent with the Republican logic whereby the courts may intervene in the functioning of parliamentary chambers only in the cases expressly and exhaustively provided for by law.", "In these circumstances, I do not see any particular reason why the National Assembly should reverse its decision to suspend Mr Maurice Papon’s pension. No new fact has arisen, to date, in favour of your client, who remains convicted of aiding and abetting crimes against humanity and whose sentence, to my knowledge, has not ceased to take effect.”", "Article 3", "“National sovereignty shall belong to the people, who shall exercise it through their representatives and by means of referendum.”", "...", "Article 24", "“Parliament shall comprise the National Assembly and the Senate.", "Deputies to the National Assembly shall be elected by direct suffrage ...”", "Article 25", "“An institutional Act shall determine the term for which each chamber is elected, the number of its members, their allowances, the conditions of eligibility and the rules governing disqualification and incompatibility.”", "These Ordinances constituting institutional Acts respectively concern the conditions of parliamentary eligibility and incompatibility and the allowances of members of parliament. Under Article 4 of the Ordinance of 13 December 1958, MPs’ allowances are in principle exclusive of any other public-service remuneration. However, MPs’ allowances may be combined with the receipt of civil and military pensions of any kind.", "The MPs’ pension fund was created under the Third Republic by a resolution of the Chamber of Deputies dated 23 December 1904.", "Article 5 of the above-mentioned Ordinance of 13 December 1958 provided:", "“The funds set up by resolutions of the Chamber of Deputies dated 23 December 1904 and of the Senate dated 28 January 1905 shall be maintained for the benefit of members of the National Assembly and the Senate; they shall continue to provide pensions to former members of those two chambers or previous chambers, or to their surviving spouses and minor orphans; they may receive donations or legacies.", "Pensions paid from these funds shall not be liable to assignment or attachment, except for the purposes of maintenance payments.”", "The instrument which currently governs pension rights of former MPs is a set of rules annexed to an order of 8 June 1966 by the Bureau of the National Assembly.", "Pensions paid to former MPs and former senators are not governed by the Civil and Military Retirement Pensions Code, which does apply, however, to civil and military officials and to their successors.", "The pension fund is funded by contributions deducted from MPs’ allowances and by a subsidy paid out of the Assembly’s budget.", "Pension entitlements are calculated according to the number of years of contribution. MPs pay a double contribution for the first fifteen years of service. Pensions are calculated in proportion to the number of contributory years accruing, with an upper limit (currently 40 years).", "The suspension of pension payments is provided for by Rule 46 § 1 of the Rules governing Pension and Social Security Funds of MPs and former MPs (which contains the same wording as that of Article L.58 § 4 of the above-mentioned Civil and Military Retirement Pensions Code), under which:", "“Entitlement to, or enjoyment of, pension rights shall be suspended: - by the imposition of a dishonouring penalty with or without physical restraint, for the duration of such penalty ...”", "..."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}