{"ITEMID": "001-23121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "KRONE VERLAG GmbH & CoKG and MEDIAPRINT ZEITUNGS- UND ZEITSCHRIFTENVERLAG GmbH & CoKG v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, Krone Verlag GmbH & CoKG and Mediaprint Zeitungs- und Zeitschriftenverlag GmbH & CoKG are the owner and publisher, respectively, of the daily newspaper “Neue Kronen Zeitung” with its seat in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 8 January 1997 the Neue Kronen Zeitung published an article, written under the pseudonym “Cato”, about the exhibition “War of annihilation. Crimes of the Wehrmacht 1941-1944” (“Wehrmachtsausstellung”), planned to be staged in Salzburg and contested in Austrian public opinion. The article responded to a commentary by a professor of the Institute of History of the University Salzburg, published on 23 December 1996 in the opinion column of the newspaper Salzburger Nachrichten, where the author had defended and promoted this exhibition and had criticised its opponents. The article of the Neue Kronen Zeitung with the head “Infected with lies...” (“Mit der Lüge infiziert...”) read as follows:", "“Contemporary history is infected with lies as a whore is with syphilis.” Who said that? You probably won’t guess: the great philosopher Schopenhauer. How right he is! And naturally the losers in a war are the first to suffer.", "This is evident at the so-called Wehrmacht Exhibition, in which most of the exhibits come from the Soviets, in other words from the Stalinist regime that – among numerous other crimes against its own people and other nations – committed the massacre at Katyn and attempted to lay the blame for it on the Wehrmacht. Well over 10,000 Poles were shot dead because they were regarded as anti-Communists. In a show trial sixteen German soldiers were sentenced to death and immediately executed, though they were completely innocent. Today documents exist which prove this beyond dispute.", "A Salzburg professor of contemporary history, Gerhard Botz – a Waldheim persecutor, of course, who lives on taxpayers’ money and is highly subsidised – praises this exhibition and attacks anyone who expresses any reservations. And who is helping him? The Salzburger Nachrichten, which gives him a whole page.", "Isn’t there a saying “If you are caught lying once, you are never believed...”? Well, anyone who has once lied so grossly, who has been guilty of such criminal falsification and who – to make the monstrous lie more credible – has sacrificed human lives deserves our utter contempt. What can have happened to this once so distinguished newspaper for it to side with the Katyn murderers and not believe former soldiers who experienced the suffering of war?", "Does the Salzburger Nachrichten believe that the fallen whose names appear on the war memorials of our cities, towns and villages were murderers? What an outrageous slur, on them and on those who managed to survive the hecatomb!", "Maybe those who smear our Second World War soldiers think that those who can still defend their wartime comrades and themselves are now only few in number anyway and that their numbers are declining. But sons, daughters and grandchildren will begin to feel the pain of their fathers’ scars. They won’t allow soldiers whose unavoidable destiny it was to fight a world war to be called murderers.", "The process of rehabilitation has perhaps already begun. One symptom among many: the falling circulation of newspapers that act as accomplices of ‘contemporary historians’ as characterised by Schopenhauer.", "Cato”", "Subsequently, the owner of the Salzburger Nachrichten filed a private prosecution against Mr Dichand, the editor of the Neue Kronen Zeitung, assuming him to be the author of the article written under the pseudonym “Cato”, on grounds of defamation (üble Nachrede) and insult (Beleidigung). At the same time the owner of the Salzburger Nachrichten requested compensation under the Media Act (Mediengesetz) and that the decision be published.", "On 10 June 1997 the Vienna Regional Criminal Court (Landesgericht für Strafsachen) acquitted Mr Dichand and rejected the further claims. It found that it could not be established with sufficient certainty that the impugned article was written by the accused. Referring to this acquittal, the court also rejected the compensation claim and the request for publication of the judgment. It noted that the article in the Neue Kronen Zeitung was part of a political debate in the course of a journalistic controversy about the exhibition and the historical role of the Wehrmacht. Its value statements were based on true facts and did not overstep the limits of permissible criticism. This decision became final.", "Parallel to these proceedings, the owner of the Salzburger Nachrichten lodged injunction proceedings under section 1330 of the Civil Code (ABGB) and under the Unfair Competition Act (Gesetz gegen den unlauteren Wettbewerb) against Mr Dichand and the applicant companies before the Salzburg Regional Court (Landesgericht), requesting that the applicant companies be prohibited from repeating the following statements:", "a) that the Salzburger Nachrichten approved the massacre at Katyn committed by the Soviets in the Second World War;", "b) that in its reporting it called murderers those fallen in the Second World War;", "c) that it smeared the soldiers of the Second World War;", "d) that it had diminished in quality as a newspaper;", "e) that its circulation had fallen; and", "f) that the Salzburger Nachrichten were accomplices of liars (meaning that contemporary historians would falsify history). It also requested a revocation of these allegations and that the decision be published.", "On 29 August 1997 the Salzburg Regional Court issued an injunction, by which it prohibited the applicant companies to repeat the impugned statements and ordered its publication. It noted in particular that the statements a), b) and d) constituted untrue statements of facts which fulfilled the civil offences under section 1330 § 2 of the Civil Code and under section 7 of the Unfair Competition Act. The statements c) and f) were value statements containing an unobjective and unnecessary disparagement of a competitor under section 1 of the Unfair Competition Act. Finally, the statement e) was based on true facts, which, taken in its context, fulfilled the civil offence under section 1 of the Unfair Competition Act. The court stated that the article at issue dealt with a political and ideological matter of public interest. In this respect, the criticism lodged against the Salzburger Nachrichten could be understood as criticism for having given a forum in its opinion column to an author who had disputable opinions. It had to be taken into account that commentaries in opinion columns were not necessarily in line with a newspaper’s point of view. Since the Neue Kronen Zeitung also criticised the general quality of the Salzburger Nachrichten and its circulation, which had no relevance whatsoever for the political topic at issue, the criticism lodged in the article had to be considered as having been made by the applicant companies with a competitive intention. The same applied to disparaging and untrue statements. Furthermore, in balancing the purely political statements, which aimed at contributing to a journalistic debate, with those, which were made with a competitive aim, the latter prevailed in the court’s opinion, in particular since the article ended with a disparaging statement.", "On 22 December 1997 the Linz Court of Appeal (Oberlandesgericht), on the applicant companies’ appeal, confirmed the lower court’s decision in part. It rejected the claim against Mr Dichand and ordered the applicant companies to refrain from publishing the following allegations:", "“a) that, in its reports on the Wehrmacht Exhibition, the Salzburger Nachrichten would side with the Katyn murderers and thus approve the massacre of 10,000 Poles at Katyn committed by the Soviet Army;", "b) that in its reports the Salzburger Nachrichten would call the fallen soldiers of the Second World War ‘murderers’;", "c) that in its reports the Salzburger Nachrichten would smear the soldiers of the Second World War;", "d) that the Salzburger Nachrichten would not report in the same quality as in the past and had thus lost in quality as a newspaper, and", "e) that the Salzburger Nachrichten were accomplices of liars.”", "The court found that a controversy between newspapers could contribute to form public opinion. This function would become less important if such controversy was conducted with a competitive intention and by the use of untrue and disparaging statements of facts. Since this was so in the present case, the competitor’s interest in the protection of its reputation outweighed the applicant companies’ right to freedom of expression. The court quashed the lower court’s injunction as regards the prohibition to repeat that the circulation of the Salzburger Nachrichten had fallen, finding that it constituted a true statement of fact.", "On 21 April 1998 the Supreme Court (Oberster Gerichtshof) dismissed the applicant companies’ extraordinary appeal on points of law as it did not raise any important issue of law and because the Court of Appeal’s judgment was in line with the Supreme Court’s case-law. It noted in particular that the criteria of section 7 of the Unfair Competition Act were fulfilled when statements of facts were published, inter alia, with a competitive intention. In this respect, the competitive intention had to be assumed when disparaging allegations about a competitor were made. A given statement constituted a statement of fact if its meaning, as understood by the recipient, was based on facts which were susceptible to proof.", "Section 1330 of the Austrian Civil Code provides as follows:", "\"(1) Anybody who, due to defamation, suffered real damage or loss of profit, may claim compensation.", "(2) The same applies if anyone is disseminating facts which jeopardise someone’s reputation, gains or livelihood, the untruth of which was known or must have been known to him. In this case there is also a right to claim a revocation and the publication thereof. (...)\"", "The relevant sections of the Unfair Competition Act read as follows:", "Section 1", "\"Any person who in the course of business commits, for the purposes of competition, acts contrary to honest practices, may be enjoined from further engaging in those acts and held liable for damages.\"", "", "Section 7", "“(1) Any person who, for the purposes of competition, makes or propagates declarations of fact about another person’s company, about the owner or manager of a company, about the goods or services of another person, that are such as to damage the activities of the company or the credit of its owner, may be held liable for damages, if the truth of the declarations cannot be proved. The person damaged may also apply for an injunction against the making or propagation of such declarations and may claim a revocation and the publication thereof.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}