{"ITEMID": "001-58051", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF ROLF GUSTAFSON v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "C. Russo", "TEXT": ["8. The applicant is a Swedish citizen resident in Stockholm. Since 1973 he has spent a total of eight years in prison for the commission of serious economic offences. Most recently, in October 1996 he was sentenced to a one-year term of imprisonment for a serious forgery offence.", "9. The applicant claims that on two occasions, in April-June and JuneJuly 1991, he was the victim of kidnapping and extortion perpetrated by three persons. According to the applicant, one of the alleged perpetrators, a certain Mr L., had wanted to be paid for the part he played with him in the commission of certain economic crimes.", "10. On 25 March 1993 the public prosecutor charged L. with one count of kidnapping on 17 April 1991, one count of aggravated extortion committed between 17 April 1991 and June 1991 and one count of kidnapping and aggravated extortion committed between 27 June and 3 July 1991. No proceedings were instituted against the other two persons, one of whom had been named by the applicant as a certain Mr P. (see paragraph 17 below).", "11. In the criminal proceedings instituted against L. before the Stockholm District Court (tingsrätt), the applicant requested the court, pursuant to the provisions of chapter 22 of the Code of Judicial Procedure (Rättegångsbalken: see paragraph 20 below), to order L. to pay him a total of 169,350 Swedish kronor (SEK) in compensation in respect of the following items:", "(a) SEK 9,350 in material damages to his clothes;", "(b) SEK 10,000 in non-pecuniary damages for injury caused to his head;", "(c) SEK 50,000 for suffering resulting from an eye injury;", "(d) SEK 100,000 in non-pecuniary damages for the mental suffering caused by the two alleged kidnappings (see paragraph 9 above).", "The applicant reserved his right to present further claims in respect of any such damage as he might suffer in the future.", "12. On 15 April 1993 the applicant applied for compensation to the Criminal Damage Compensation Board (Brottsskadenämnden - hereinafter \"the Board\") under the Criminal Damage Act 1978 (brottsskadelagen 1978:413 - hereinafter \"the 1978 Act\"; see paragraphs 20-29 below). In his application he stated that he had sought compensation for personal injury in the amount of SEK 160,000 in the proceedings against L. and that he had reserved his right to make any further claims with regard to future damage. In view of the rules on prescription of compensation claims, he submitted to the Board at that stage a claim for compensation of SEK 160,000 along the lines stated above. He enclosed a copy of the indictment against L.", "13. On 28 April 1993 the Stockholm District Court convicted L., sentenced him to six years’ imprisonment and ordered him to pay SEK 144,350 in damages to the applicant. The District Court found, inter alia, that, on the whole, the applicant could not be considered a particularly trustworthy person in view of the fact that he had been convicted of several economic offences (see paragraph 8 above). It stated, however, that this fact did not in itself mean that his allegations concerning his kidnapping and extortion were untrue and it found the evidence to be such that the prosecution’s case against L. had been partially proven.", "14. On 2 July 1993 the Svea Court of Appeal (Svea hovrätt) reversed the District Court’s decision on the ground that the charges against L. had not been proven, acquitted L. and rejected the applicant’s claim for compensation. The Court of Appeal found that the applicant, in view of his criminal background, could not be deemed a trustworthy person. It followed that the information he had provided on the events which had given rise to the charges against L. (åtalade händelserna) could not, in the absence of strong supporting evidence, ground L.’s conviction, even though the applicant’s evidence had been corroborated by others whom he had told about the incidents.", "The applicant did not seek leave to appeal to the Supreme Court (Högsta domstolen) against the decision.", "15. On 12 August 1993 the applicant, referring to his application for compensation of 15 April 1993 (see paragraph 12 above), asked the Board to proceed with its examination of his claim, stating that he had no insurance which would cover the damage in question. He supplied the Board with copies of the judgments of the District Court and the Court of Appeal.", "16. On 26 August 1993 the Board rejected the applicant’s compensation claim, stating as follows:", "\"A condition for a grant of compensation is that damage has in fact been caused by crime. The Board ... cannot find it established that [the applicant] has suffered damage as a result of crime. Consequently, compensation for damage caused by crime cannot be awarded.\"", "17. On 11 November 1993 the applicant requested the Board to reconsider its decision. He argued that it was clear from the judgments of the District Court and the Court of Appeal that he had been the victim of a crime and that he had suffered the damage for which he requested compensation. He had identified two of the three persons who were allegedly involved in the offences; the fact that the Court of Appeal had not found it proven that the only one to be charged, L., was guilty was not a reason to doubt that he had been the victim of crime.", "In support of his request for reconsideration of the decision the applicant submitted a copy of the investigation report concerning the alleged kidnappings and extortions, including a medical report drawn up on 25 February 1993 by Dr Lennart Berglin, a Deputy Senior Physician. According to this report, on 4 July 1991 the applicant had sought emergency care for his right eye, which he stated had been punched. He had been operated on by Dr Berglin on 5 July 1991 and had remained hospitalised until 15 July 1991. On 26 February 1992 he underwent a further operation. Dr Berglin concluded in his report that the applicant’s eye injury could have been caused by a punch.", "The applicant also submitted a transcript of the testimony given by Crime Inspector S. at the District Court’s oral hearing in the criminal proceedings against L. Inspector S. had been the principal investigator into the economic offences of which the applicant had previously been convicted. He had interrogated both the applicant and L. on a number of occasions. Inspector S. had told the District Court, inter alia:", "\"I was, probably on 4 July 1991, informed [about the alleged kidnapping of the applicant]. A colleague ... telephoned me to say that he had been informed that [the applicant] had been kidnapped ..., that the kidnapping had been staged by [L.] with the help of two ‘gorillas’, ... and that the kidnapping had been combined with an extortion threat against [the applicant] in the amount of SEK 5 million. ... I then ... telephoned [the applicant], who ... denied that he had been kidnapped ...", "... I saw [the applicant] in August [1991] in connection with ... criminal proceedings brought against him ... and noted that he had a bruise at [one of] his eye[s]. I asked him what had happened and he stated that he had been the victim of a robbery committed by some persons ...", "... Probably in May 1992 [the applicant] mentioned the kidnappings when he was being interrogated as a suspect in another case ... He stated that [they had been carried out] by two black men and a third one, whom he did not wish to name ... He repeated several times that one kidnapping had taken place in April [1991] and [the other] towards the end of June [1991], lasting until the beginning of July [1991] ... We took [the applicant’s statements] seriously ... I have come to know [the applicant] so well that I can somehow see when he is lying or when he is telling the truth ... Having been asked on a number of occasions to name the perpetrators, [the applicant] stated that he would do so, but not right away ... In the autumn [of 1991] he named one of the assistants [during the kidnappings], [P.] ... [The applicant’s description of the environment and premises where he had been kept during the kidnappings] was very accurate as regards many details ...\"", "18. Both Dr Berglin’s report and Crime Inspector S.’s testimony had in essence been reproduced in the District Court’s judgment. Inspector S. had also been heard orally before the Court of Appeal, where he had more or less repeated the same evidence he gave to the District Court.", "19. On 1 June 1994 the Board rejected the applicant’s request, for the following reasons:", "\"The submissions in this case in support of the request for reconsideration are not such as to be a reason for the Board to change its previous decision. Nor is there any other reason for changing the decision.\"", "20. Under chapter 22, section 1, of the Code of Judicial Procedure, a private claim arising from a crime may be lodged against the suspect or a third party in connection with the prosecution of the offence. If it concerns an offence forming the object of public charges, the prosecutor is under an obligation to prepare and present any such claim as the victim may wish to make, provided that it is not seriously inconvenient to do so and that the claim is not manifestly unfounded (section 2). In that event, the trial court will in principle determine the claim for compensation as well as the questions of guilt and sentencing. This is the most frequently used course of action for obtaining compensation for criminal damages.", "A private claim against the suspect may in the alternative be made by way of a civil action under the general rules on tort liability contained in the Tort Liability Act 1972.", "Otherwise, and at the relevant time, compensation could have been sought from the State under the rules of the 1978 Act, which was amended as of 1 July 1994. The 1978 Act was enacted in order to afford crime victims a means of obtaining reparation where the identity of the offender was unknown or where the latter had insufficient means to compensate the victim or where insurance coverage was inadequate.", "21. Section 1 of the 1978 Act read, in so far as is relevant:", "\"This Act regulates compensation to be paid by the State for damage caused by crime. The Act is applicable if the crime has been committed in Sweden ...\"", "22. Section 2 of the Ordinance on Damage Caused by Crime (brottsskadeförordningen 1978:653) read, at the time in question and in so far as is relevant:", "\"... The claim [for compensation for damage caused by crime] shall be lodged with the Criminal Damage Compensation Board. The claim shall be supported by a police record, a medical statement and other documents of relevance to the [Board’s] examination. If someone has been convicted of the crime referred to in the request or if someone has been ordered to pay damages, a copy of the judgment [to this effect] shall also be enclosed. If no police investigation has been carried out, other material concerning the cause of the damage shall be submitted.\"", "23. Section 14 of the 1978 Act provided:", "\"A claim for compensation for damage caused by crime shall be filed within two years from the date of the offence. If there are special reasons, a claim may be examined even if it has been lodged out of time. A claim will only be examined if the offence has been reported to the public prosecutor or the police or if the applicant shows a valid reason why such a report has not been made.\"", "24. Although it was not a condition for compensation under the 1978 Act that the offender had been convicted, it was a condition that the damage had been caused by criminal conduct and that both the subjective and objective conditions for the offence in question had been fulfilled.", "The Board decided independently whether the conditions for compensation under the 1978 Act had been fulfilled, including whether a crime had been committed. Thus, in some cases the Board had been satisfied that the conditions for compensation had been met, despite a decision by the public prosecutor not to bring charges on the ground of lack of evidence. In rare instances, the Board had granted compensation even though the trial court, because of insufficient evidence, had acquitted the accused or had dismissed the compensation claim. Generally speaking, the standard of proof applied by the Board was less strict than that applied by a trial court.", "25. Compensation could be granted under the 1978 Act for physical injury suffered by the victim but could, on certain conditions, also cover damage to property. Other damage could be compensated to a limited extent (sections 2-5 of the 1978 Act).", "26. No appeal lay against a decision of the Board (section 12 of the 1978 Act). Nor was it possible to request judicial review of the decision pursuant to the 1988 Act on Judicial Review of Certain Administrative Decisions (Rättsprövningslagen 1988:205).", "27. The Board set up under the 1978 Act was composed of a chairperson, two vice-chairpersons and three other members, all of whom were appointed by the Government for a limited period (section 15 of the Ordinance with Instructions for the Board (Förordningen 1988:984 med instruktion för brottsskadenämnden)). It was a requirement that the chairperson, the vice-chairpersons and their substitutes be lawyers (\"vara lagfarna\") and have experience as judges (section 13 of the 1978 Act). The remaining three members did not need to be lawyers, but one of them had to be a representative of the insurance business.", "The Board’s independence was guaranteed by chapter 11, Article 7, of the Instrument of Government (Regeringsformen), which provision implies that neither the Government nor Parliament could intervene or influence the manner in which the Board dealt with an individual case.", "28. The rules governing the procedure before the Board were similar to those found in the Code of Judicial Procedure (Rättegångsbalken) and the Administrative Procedure Act 1971 (Förvaltningsprocesslagen 1971:291). Thus, for instance, the rules on disqualification of members of the Board from dealing with a case (sections 11-12 of the Administrative Act 1986 (Förvaltningslagen 1986:223) were similar to those applying to members of the ordinary courts (chapter 4, section 13, of the Code of Judicial Procedure) and the administrative courts (section 41 of the Administrative Procedure Act). Although the Board in principle determined cases on the basis of the case file, a party to the proceedings had the possibility to make oral arguments before the Board, if the latter considered it expedient (Section 14 of the Administrative Act 1986). A party was entitled to have access to all written documents in a case, unless non-disclosure was required by a strong public or private interest under the Secrecy Act 1980 (Sekretesslagen 1980:100). In such a case the party concerned should be informed of the contents of such facts in order to enable him to protect his rights, provided this could be done without serious harm to those interests which are protected by secrecy. No case could be decided on before the parties had been informed of all the evidence adduced and had been given an opportunity to submit observations in reply.", "Subject to the provisions in the Secrecy Act 1980, all documents submitted to the Board were accessible to the public.", "29. Under the new legislation adopted on 1 July 1994 (see paragraph 20 above), a new public body has been established for the examination of compensation requests, i.e. the Authority for Victims of Crime (Brottsoffermyndigheten). Within that authority a board examines cases of particular interest or cases that are otherwise of particular importance."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}