{"ITEMID": "001-70464", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ZAGOREC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1956 and lives in Ivanec Zaprešički, Croatia.", "5. On 4 December 1992 the applicant instituted civil proceedings before the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking non-pecuniary damages for injuries he had suffered in a traffic accident.", "6. On 29 October 1997 the Zagreb Municipal Court gave judgment awarding part of the damages sought.", "7. On appeal, on 9 February 1999 the Zagreb County Court (Županijski sud u Zagrebu) quashed the first-instance judgment and remitted the case.", "8. In the resumed proceedings, the court held two hearings and gave another judgment on 18 March 2002. It again awarded part of the damages sought. The judgment was served on the applicant on 30 July 2002.", "9. Meanwhile, on 5 July 2002 the applicant filed a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), complaining about the length of the proceedings. On 7 November 2002 the Constitutional Court declared the applicant’s complaint inadmissible, since the Municipal Court had given its judgment in the case.", "10. On the respondent’s appeal, on 17 December 2002 the Zagreb County Court again quashed the first-instance judgment and remitted the case.", "11. In the resumed proceedings, the court held two hearings and concluded the main hearing on 13 May 2004. However, since the presiding judge had been dismissed from office, the main hearing was reopened and, subsequently, a judgment given on 16 December 2004.", "12. The proceedings are currently pending before the Zagreb County Court, following an appeal against the above judgment.", "13. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002, of 3 May 2002; “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the court with jurisdiction fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the court with jurisdiction must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}