{"ITEMID": "001-84780", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PUPKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Elisabeth Steiner;Giorgio Malinverni;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Anatoliy Andreyevich Pupkov, is a Russian national who was born in 1940 and lives in Georgiyevsk. The Russian Government (“the Government”) were represented by Mr P. Laptev, the former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In the period between 1982 and 1991 the applicant, then a resident of Grozny, Chechnya, deposited 7,589.17 Soviet roubles in five savings accounts with the Grozny branch of the Chechen Savings Bank, which was an integral part of the USSR Savings Bank.", "In late 1994 hostilities commenced in Chechnya.", "In 1999 the applicant left Chechnya because of the fighting and settled in the town of Georgiyevsk in the Stavropol Region. According to the applicant, shortly after his arrival he submitted his savings books (сберегательные книжки) to the Georgiyevsk branch of the Savings Bank of Russia and requested the latter to transfer and repay his deposits and those of his late father. The bank registered the applicant’s savings books, but refused to transfer his savings, referring to a telegram from the Central Bank of Russia which had imposed a ban on any transactions in respect of the deposits made with the Chechen Savings Bank.", "On 12 July 2001 the applicant complained in writing to the central office of the Savings Bank of Russia and to its Georgiyevsk branch.", "In letters of 2 August 2001 the central office and the Georgiyevsk branch of the Savings Bank informed the applicant that as a result of the events in the Chechen Republic, the Chechen Savings Bank had lost a considerable number of blank savings books and official seals, which could enable the falsification of claims for the reimbursement of deposits. In these circumstances, in 1996 the Savings Bank of Russia suspended all transactions in respect of deposits made in Chechnya, and then wound up the Chechen Savings Bank. Moreover, the Ministry of Finance did not allot funds for the reimbursement of the deposits made in Chechnya, “in the absence of guarantees that those funds would be used for specified purposes”.", "Following the bank’s refusal, the applicant filed a court complaint, seeking to have his savings transferred to the Georgiyevsk branch of the Savings Bank of Russia and repaid to him.", "On 11 December 2001 the Georgiyevsk Town Court rejected the applicant’s claims as unfounded. The court refused to confirm that the applicant was entitled to the reimbursement of his deposits by the Georgiyevsk branch of the Savings Bank of Russia, noting that under relevant regulations the mere fact that an individual had savings books was insufficient to confirm that a particular amount of money had been deposited in his account and that, as well as the savings books, the applicant should have supplied a document proving that his deposits had been transferred from the Chechen Savings Bank to another branch of the Savings Bank of Russia, which the applicant had failed to do.", "On 23 January 2002 the Civil Section of the Stavropol Regional Court upheld the first-instance judgment on appeal, having noted that the Savings Bank of Russia had defaulted on its obligation to repay the applicant’s savings because of force majeure, namely due to the hostilities in Chechnya and the winding up of the Chechen Savings Bank. The court also noted that as soon as the Savings Bank of Russia reached agreement with the Government of Russia, it would pay back the funds of those individuals who were registered on the list of former depositors of the Chechen Savings Bank, and that it was open to the applicant to apply for registration on that list.", "The applicant’s attempts to contest the above court decisions by way of supervisory review proved unsuccessful.", "In their memorial of 25 September 2005 the Government informed the Court that between 21 January and 22 April 2002 the Government of the Chechen Republic within the territory of this republic, and the branches of the Savings Bank of Russia in other regions of Russia, had made a list of the former depositors of the Chechen Savings Bank who had produced their savings books (сберегательные книжки).", "On 15 April 2003 the Savings Bank of Russia commenced payment of compensation to those included on the list. As provided by governmental decree no. 117 of 19 February 2003, this procedure was applied in respect of savings deposited with the Chechen Savings Bank prior to 20 June 1991.", "From 1 October 2003 until 31 March 2004 the authorities made an additional list of former depositors of the Chechen Savings Bank. In the Government’s submission, “repayment of deposits to those included in the additional list would be made in the near future”.", "From 2003 onwards the Russian Government adopted an annual decree which reproduced the provisions of their decree no. 117 of 19 February 2003 concerning compensation of deposits made prior to 20 June 1991 in the territory of the Chechen Republic.", "According to the Government, the applicant was put on the list of the former depositors of the Chechen Savings Bank, but did not apply for the repayment of his deposits until the present moment.", "In letters of 2 December 2005 and 21 February 2006 the Georgiyevsk branch of the Savings Bank of Russia informed the applicant that he could apply for his deposits, the accrued interest and compensation, upon presenting his identity documents and submitting his savings books, which would be retained by the bank after the repayment. According to the letters, the applicant would be furnished with a certificate providing the details of calculation of the sum repaid.", "In August 1996 the President of the Management Board of the Savings Bank of Russia (Председатель правления Сберегательного Банка России) ordered that all operations in respect of deposits with the Chechen Savings Bank be suspended until further notice.", "By virtue of decision no. 127 of the Management Board of the Savings Bank of Russia dated 16 December 1996 the branches of the Savings Bank of Russia on the territory of the Chechen Republic were wound up and removed from the State Register of Lending Agencies. Powers of attorney issued to the heads of those branches were revoked and annulled.", "By section 12 of decree no. 117 “On payment to certain categories of citizens of the Russian Federation in 2003 of preliminary compensation (compensation) in respect of deposits with the Savings Bank of the Russian Federation and certain insurance organisations” dated 19 February 2003 the Government of Russia entitled the former depositors of the Chechen Savings Bank to compensation for deposits they had made prior to 20 June 1991. In particular, individuals who lived outside the territory of the Chechen Republic could obtain compensation in those branches of the Savings Bank which had put them on the list of former depositors of the Chechen Savings Bank.", "Section 16 of governmental decree no. 258 “On payment to certain categories of citizens of the Russian Federation in 2005 of preliminary compensation (compensation) in respect of deposits with the Savings Bank of the Russian Federation and certain insurance organisations” dated 25 April 2005 reproduces the provisions of section 12 of decree no. 117 of 19 February 2003 concerning compensation of deposits made prior to 20 June 1991 in the territory of the Chechen Republic."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}