{"ITEMID": "001-61828", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "GRANDCHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BRONIOWSKI v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Possessions);Respondent State to take measures of a general character (Article 46-2 - General measures);Just satisfaction reserved (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["9. The applicant is a Polish national who was born in 1944 and lives in Wieliczka, Małopolska Province, in Poland.", "10. The eastern provinces of pre-war Poland were (and in dated usage still are) called “Borderlands” (“Kresy”). They included large areas of present-day Belarus and Ukraine and territories around Vilnius in what is now Lithuania.", "Later, when after the Second World War Poland's eastern border was fixed along the Bug River (whose central course formed part of the Curzon line), the “Borderlands” acquired the name of “territories beyond the Bug River” (“ziemie zabużańskie”).", "Those regions had been invaded by the USSR in September 1939.", "11. Following agreements concluded between the Polish Committee of National Liberation (Polski Komitet Wyzwolenia Narodowego) and the former Soviet Socialist Republics of Ukraine (on 9 September 1944), Belarus (on 9 September 1944) and Lithuania (on 22 September 1944) (“the Republican Agreements” – “umowy republikańskie”), the Polish State took upon itself the obligation to compensate persons who were “repatriated” from the “territories beyond the Bug River” and had to abandon their property there. Such property is commonly referred to as “property beyond the Bug River” (“mienie zabużańskie”).", "12. The Polish government estimated that from 1944 to 1953 some 1,240,000 persons were “repatriated” under the provisions of the Republican Agreements. At the oral hearing, the parties agreed that the vast majority of repatriated persons had been compensated for loss of property caused by their repatriation.", "In that connection, the Government also stated that, on account of the delimitation of the Polish-Soviet State border – and despite the fact that Poland was “compensated” by the Allies with former German lands east of the Oder-Neisse line – Poland suffered a loss of territory amounting to 19.78%.", "13. The facts of the case, as submitted by the parties, may be summarised as follows.", "14. After the Second World War, the applicant's grandmother was repatriated from Lwów (now Lviv in Ukraine).", "On 19 August 1947 the State Repatriation Office (Państwowy Urząd Repatriacyjny) in Cracow issued a certificate attesting that she had owned a piece of real property in Lwów and that the property in question consisted of approximately 400 sq. m of land and a house with a surface area of 260 sq. m.", "15. On 11 June 1968 the Cracow District Court (Sąd Rejonowy) gave a decision declaring that the applicant's mother had inherited the whole of her late mother's property.", "16. On an unknown later date the applicant's mother asked the mayor of Wieliczka to enable her to purchase the so-called right of “perpetual use” (prawo użytkowania wieczystego) of land owned by the State Treasury (see also paragraph 66 below).", "17. In September 1980 an expert from the Cracow Mayor's Office made a report assessing the value of the property abandoned by the applicant's grandmother in Lwów. The actual value was estimated at 1,949,560 old Polish zlotys (PLZ) but, for the purposes of compensation due from the State, the value was fixed at PLZ 532,260.", "18. On 25 March 1981 the mayor of Wieliczka issued a decision enabling the applicant's mother to purchase the right of perpetual use of a plot of 467 sq. m situated in Wieliczka. The fee for the right of perpetual use was PLZ 392 per year and the duration was set at a minimum of forty and a maximum of ninety-nine years. The total fee for use, which amounted to PLZ 38,808 (PLZ 392 x 99 years) was offset against the compensation calculated by the expert in September 1980.", "In June 2002 an expert commissioned by the government established that the value of this transaction corresponded to 2% of the compensation to which the applicant's family was entitled (see also paragraph 35 below).", "19. The applicant's mother died on 3 November 1989. On 29 December 1989 the Cracow District Court gave a decision declaring that the applicant had inherited the whole of his late mother's property.", "20. In 1992, on a date that has not been specified, the applicant sold the property that his mother had received from the State in 1981.", "21. On 15 September 1992 the applicant asked the Cracow District Office (Urząd Rejonowy) to grant him the remainder of the compensation for the property abandoned by his grandmother in Lwów. He stressed that the value of the compensatory property received by his late mother had been significantly lower than the value of the original property.", "22. In a letter of 16 June 1993, the town planning division of the Cracow District Office informed the applicant that his claim had been entered in the relevant register under no. R/74/92. The relevant part of that letter read as follows:", "“We would like to inform you that at present there is no possibility of satisfying your claim. ... Section 81 of the Land Administration and Expropriation Act of 29 April 1985 [Ustawa o gospodarce gruntami i wywłaszczaniu nieruchomości] became, for all practical purposes, a dead letter with the enactment of the Local Self-Government Act of 10 May 1990. [The enactment of that Act] resulted in land being transferred from the [Cracow branch of the] State Treasury to the Cracow Municipality. Consequently, the Head of the Cracow District Office who, under the applicable rules, is responsible for granting compensation, has no possibility of satisfying the claims submitted. It is expected that new legislation will envisage another form of compensation. We should accordingly inform you that your claim will be dealt with after a new statute has determined how to proceed with claims submitted by repatriated persons.”", "23. On 14 June 1994 the Cracow Governor's Office (Urząd Wojewódzki) informed the applicant that the State Treasury had no land for the purposes of granting compensation for property abandoned in the territories beyond the Bug River.", "24. On 12 August 1994 the applicant filed a complaint with the Supreme Administrative Court (Naczelny Sąd Administracyjny), alleging inactivity on the part of the government in that it had failed to introduce in Parliament legislation dealing with claims submitted by repatriated persons. He also asked for compensation in the form of State Treasury bonds.", "25. On 12 October 1994 the Supreme Administrative Court rejected the applicant's complaint. It found no indication of inactivity on the part of the State authorities because “the contrary transpired from the fact that the applicant had received replies from the Cracow District Office and the Cracow Governor's Office”.", "26. On 31 August 1999, in connection with the entry into force of the Cabinet's Ordinance of 13 January 1998 (see also paragraphs 51-52 below), the Cracow District Office transmitted the applicant's request of 15 September 1992 for the remainder of the compensation, and the relevant case file, to the mayor (Starosta) of Wieliczka. Meanwhile, following a reform of the local administrative authorities, the former Cracow Province (Województwo Krakowskie) – in which the Wieliczka district is situated – had been enlarged and renamed “Małopolska Province” (Województwo Małopolskie).", "27. On 11 April 2002 the mayor of Wieliczka organised a competitive bid for property situated in Chorągwica being sold by the State Treasury. The bid was entered by seventeen persons, all of whom were repatriated persons or their heirs. The applicant did not participate in the auction.", "28. On 5 July 2002 the Ombudsman (Rzecznik Praw Obywatelskich), acting on behalf of repatriated persons, made an application under Article 191 of the Constitution, read in conjunction with Article 188, to the Constitutional Court (Trybunał Konstytucyjny), asking for legal provisions that restricted the possibility of satisfying their entitlements to be declared unconstitutional (see also paragraphs 50, 55, 60 and 70-71 below).", "29. On 19 December 2002 the Constitutional Court heard, and granted, the Ombudsman's application (see also paragraphs 79-87 below). The Constitutional Court's judgment took effect on 8 January 2003.", "30. On 8 January 2003 the Military Property Agency issued a communiqué, which was put on its official website and which read, in so far as relevant, as follows:", "“The Constitutional Court, in its judgment of 19 December 2002, declared that the provisions relating to the realisation of the Bug River claims by, inter alia, the Military Property Agency were unconstitutional.", "However, the implementation of the court's judgment requires that the Land Administration Act 1997, the Law of 30 May 1996 on the administration of certain portions of the State Treasury's property and the Military Property Agency, as well as the Law of 25 May 2001 on the reconstruction, technical modernisation and financing of the Polish army in the years 2001-06, be amended.", "It is also necessary to amend the Law of 15 February 1995 on income tax from legal persons, in respect of the proceeds received by the agency upon satisfying the Bug River claims.", "In the circumstances, the Military Property Agency will be able to organise auctions for the sale of immovable property after the amendments to the existing legislation have been made.", "Auctions will be advertised in the press ... and on the [agency's] website.”", "According to information made available on the agency's website, in 2002 it had in its possession two categories of property. The first was immovable property no longer used for any military purposes, which was normally sold at auctions. It comprised 13,800 hectares of land and 4,500 buildings with a total surface area of 1,770,000 sq. m. This property included military airports, testing grounds, rifle ranges, hospitals, barracks, offices, recreation and sports centres, buildings designated for social and cultural activities and various other buildings (fuelling stations, workshops, warehouses, etc.). The second category was property that was only temporarily not used by the army. It comprised 650 hectares of land and buildings with a total surface area of 100,000 sq. m.", "31. On 8 January 2003 the State Treasury's Agricultural Property Agency (Agencja Własności Rolnej Skarbu Państwa), a body which at that time administered the State Treasury's Agricultural Property Resources (Zasoby Własności Rolnej Skarbu Państwa) (see also paragraph 91 below), issued a similar communiqué, which was put on its official website and which read as follows:", "“On 8 January 2003 the Constitutional Court's judgment of 19 December 2002 concerning the constitutionality of the provisions governing compensation for the Bug River property came into force.", "As a consequence of the Court's judgment, it is necessary to amend the provisions relating to the land administration. The judgment does not by itself create a new legal regime and cannot constitute a basis for offsetting the value of the property abandoned outside the State's border against the price of the State Treasury's agricultural property. The principles, conditions and procedure in that respect should therefore be determined. Such actions have already been taken by the Office for Dwellings and Town Development and the Ministry for the Treasury.", "In the circumstances, this agency will desist from organising auctions for the sale of immovable property held among its resources, except for small plots of agricultural property.", "The agency's decision is inspired by the need to ensure that the Bug River claimants have their claims satisfied on conditions that are equal for all claimants.”", "32. By the end of 2003 neither of the above-mentioned agencies had resumed auctions. On the date of adoption of this judgment, the Military Property Agency website still contained the – unchanged – communiqué of 8 January 2003 on the suspension of auctions.", "On 2 February 2004, two days after the entry into force of new legislation on the Bug River claims (see paragraphs 114-19 below), the Agricultural Property Agency (Agencja Nieruchomości Rolnych), a body which had in the meantime replaced the State Treasury's Agricultural Property Agency (see also paragraph 91 below) removed the communiqué of 8 January 2003 from its website and added an announcement entitled “Information for the Bug River people” (“Informacja dla zabużan”), providing a detailed explanation of the operation of the new statute.", "33. Meanwhile, in the spring and summer of 2003, during the process of preparing a bill designed to settle the “Bug River claims” (“roszczenia zabużańskie”; hereafter “the Government Bill” – see also paragraphs 111-13 below), the government estimated the number of claimants and the value of the claims. According to the government, there were 4,120 registered claims, of which 3,910 were verified and regarded as meeting the statutory conditions. The registered claims were valued at three billion new Polish zlotys (PLN). There were also 82,740 unverified claims pending registration, of which 74,470 were likely to be registered. The anticipated value of the unverified claims was PLN 10.45 billion. The anticipated total number of entitled persons was 78,380. As the parliamentary debate over the Government Bill – a debate which was widely discussed throughout the Polish media – progressed, the number of Bug River claims started to grow, since many new claims were being registered.", "34. The statistical reports prepared by the government, in particular the Ministry for the Treasury (Ministerstwo Skarbu Państwa) and the Ministry for Infrastructure (Ministerstwo Infrastruktury), have to date not addressed the question of how many of the Bug River claimants have ever obtained any compensation and, if so, whether it was full or partial, and how many of them have not yet received anything at all.", "The idea of keeping a register of Bug River claims emerged in the course of the preparation of the Government Bill, and such a register is to be kept in the future. Nevertheless, the need to collect the relevant data had already been perceived by the Minister for Infrastructure in July 2002, when he replied to a question by J.D., a member of parliament, concerning, in the MP's words, “the final discharge of the Polish State's obligations towards persons who, after the Second World War, had abandoned their immovable property beyond the eastern border”. In his reply, the Minister stated, inter alia:", "“In reply to the question relating to the number of unsatisfied claims, it has to be said that it was estimated by the Cabinet's Office [Urząd Rady Ministrów] at the beginning of the 1990s that there were about 90,000 [such claims]. At present it is very difficult to make such an estimation. ... In practice, every legal successor [of a Bug River claimant] could, and can, obtain a certificate – at present, a decision – [confirming the right to] a share in the abandoned property. What should be the criteria according to which the number of satisfied and unsatisfied claims is to be estimated? Should it be the number of applications made, including [several] applications by legal successors regarding one property abandoned by one owner (testator), or should it be the number of properties abandoned beyond the State's borders?", "It is also difficult to estimate the number of persons whose entitlement has been satisfied, especially as the entitlement can be enforced throughout the country and it often happens that it is satisfied partially in different provinces until it has been fully settled. This situation creates conditions in which the entitled persons may abuse their rights – a fact of which governors and mayors have notified us. They accordingly suggest that a register ... of the certificates issued confirming the entitlement to ... compensatory property be kept. At present, however, there is no single, comprehensive system for the registration of certificates and decisions entitling claimants to [compensatory property].", "Accordingly, the answer to the deputy's question as to the form in which the [Bug River claims] are to be satisfied and as to the possible legal solutions depends on reliable information on the number of unsatisfied claims. If it emerged that the number was significant and that not all claims could be satisfied under the applicable laws, other legislative solutions would have to be found – which, however, would be particularly difficult in view of the economic and financial problems of the State.”", "35. On 12 June 2003 the Government produced a valuation report prepared by an expert valuer commissioned by them. That report had been drawn up on 14 June 2002. The value of the property that the applicant's grandmother had had to abandon was estimated at PLN 390,000. The expert stated that the applicant's family had so far received 2% of the compensation due.", "36. On 28 October 2003 the mayor of Wieliczka organised a competitive bid for property situated in Chorągwica and Niepołomice, in the Małopolska Province, that was being sold by the State Treasury. The reserve prices were PLN 150,000 and PLN 48,000 respectively. The bid was entered by several Bug River claimants. The first property was sold for PLN 900,000, the second for PLN 425,000. The applicant did not participate in those auctions.", "37. On 30 January 2004, by virtue of the Law of 12 December 2003 on offsetting the value of property abandoned beyond the present borders of the Polish State against the price of State property or the fee for the right of perpetual use (Ustawa o zaliczaniu na poczet ceny sprzedaży albo opłat z tytułu użytkowania wieczystego nieruchomości Skarbu Państwa wartości nieruchomości pozostawionych poza obecnymi granicami Państwa Polskiego – “the December 2003 Act”), the State's obligations towards persons who, like the applicant, have obtained some compensatory property under the previous statutes are considered to have been discharged (see also paragraph 116 below).", "38. On 30 January 2004 fifty-one members of parliament from the opposition party, “Civic Platform” (Platforma Obywatelska), applied to the Constitutional Court, challenging a number of the provisions of the December 2003 Act (see also paragraph 120 below).", "39. The Republican Agreements (see also paragraph 11 above) were each drafted in a similar way. Article 3 of each Agreement laid down rules concerning both the kind and the amount of property that repatriated persons could take with them upon evacuation, and obliged the Contracting Parties to return to them the value of the property which they had had to abandon.", "40. Article 3 of the Agreement of 9 September 1944 between the Polish Committee of National Liberation and the government of the Ukrainian Soviet Socialist Republic on the evacuation of Polish citizens from the territory of the Ukrainian Soviet Socialist Republic and of the Ukrainian population from the territory of Poland (Układ pomiędzy Polskim Komitetem Wyzwolenia Narodowego a Rządem Ukraińskiej Socjalistycznej Republiki Rad dotyczący ewakuacji obywateli polskich z terytorium U.S.R.R. i ludności i ukraińskiej z terytorium Polski – “the relevant Republican Agreement”) provided, in so far as relevant, as follows:", "“2. Evacuated persons shall be allowed to take with them clothing, footwear, linen, bedding, foodstuffs, household goods, farming inventory stock, harnesses and other articles for household and agricultural use, up to a total weight of 2 metric tonnes per family, as well as any cattle and poultry belonging to the evacuated farm.", "3. Persons with specialised professions, such as workmen, craftsmen, doctors, artists and scholars, shall be accorded the right to take with them objects needed in the exercise of their professions.", "4. The following may not be taken upon evacuation:", "(a) cash, banknotes and gold and silver coins of any type, with the exception of Polish banknotes to a maximum amount of 1,000 zlotys per person, or Soviet currency to a maximum amount of 1,000 roubles per person;", "(b) gold and platinum in alloy, powder or scrap form;", "(c) precious stones in unworked form;", "(d) works of art and antiques whenever they constitute a collection, or even as individual items, unless they are the evacuated person's family property;", "(e) firearms (with the exception of hunting rifles) and military equipment;", "(f) photographs (other than personal photographs), charts and maps;", "(g) automobiles and motorcycles;", "(h) furniture, whether by rail or by motor vehicle, because of the transport problems caused by the war.", "...", "6. The value of movable belongings left behind upon evacuation, and also of immovable property, shall be returned to the evacuated person on the basis of insurance valuations, in accordance with the applicable laws in the State of Poland and in the Ukrainian Soviet Socialist Republic, as the case may be. In the absence of an insurance valuation, the value of movable and immovable property shall be assessed by the Plenipotentiaries and Representatives of the Parties. The Contracting Parties shall undertake to ensure that town and village houses vacated as a result of resettlement are made available to resettled persons on a priority basis.”", "41. On 21 July 1952 the government of the Republic of Poland and the governments of the Union of Soviet Socialist Republics, the Ukrainian Soviet Socialist Republic, the Belarus Soviet Socialist Republic and the Lithuanian Soviet Socialist Republic concluded an agreement on the mutual settlement of accounts in connection with the evacuation of population groups and the delimitation of the Polish-Soviet State border (Umowa między Rządem Rzeczypospolitej Polskiej, z jednej strony i Rządem Związku Socjalistycznych Republik Radzieckich, Rządem Ukraińskiej Socjalistycznej Republiki Radzieckiej, Rządem Białoruskiej Socjalistycznej Republiki Radzieckiej i Rządem Litewskiej Socjalistycznej Republiki Radzieckiej, z drugiej strony, o wzajemnych rozliczeniach, wynikłych w związku z ewakuacją ludności i delimitacją polsko-radzieckiej granicy państwowej – “the 1952 Pact”). Article 2 of the pact provided:", "“With a view to the complete and definitive mutual settlement of accounts for movable and immovable property, agricultural products and seed left on the territories of the Republic of Poland and of the USSR by persons evacuated and resettled in connection with the delimitation of the Polish-Soviet State border, the Government of the Republic of Poland undertake to pay the Government of the USSR the sum of 76 (seventy-six) million roubles.”", "42. From 1946 to the present day, Polish law has provided that persons repatriated from the territories beyond the Bug River are entitled to have the value of the property abandoned as a result of the Second World War offset either against the fee for the right of perpetual use or against the price of immovable property purchased from the State Treasury.", "43. That provision has been repeated in several statutes, starting with the Decree of 6 December 1946 on the transfer from the State of non-agricultural property in the Regained Territories and the former Free City of Gdańsk (Dekret o przekazywaniu przez Państwo mienia nierolniczego na obszarze Ziem Odzyskanych i b. Wolnego Miasta Gdańska).", "The so-called “Regained Territories” (“Ziemie Odzyskane”) were former German territories east of the Oder-Neisse Line, with which – upon Stalin's proposal – the victorious Allies compensated the Poles for the “territories beyond the Bug River” taken away from them by the former USSR.", "Under the policy pursued at that time by the authorities, the “Regained Territories” and Gdańsk, after the expulsion of Germans residing there, were intended for the accommodation of Polish citizens “repatriated” from “beyond the Bug River”, that is, from the territories beyond the Curzon line. The repatriated persons had priority in purchasing land.", "44. Further decrees and statutes were enforced between 1952 and 1991.", "In the 1990s, however, the authorities started to consider the possibility of enacting a single statute dealing with all forms of restitution of property, including claims for compensation for property abandoned by repatriated persons (see also paragraphs 62-65 below).", "45. Ultimately, a statute exclusively relating to the Bug River claims (the December 2003 Act) came into force on 30 January 2004 (see also paragraph 37 above and paragraphs 114-19 below).", "46. From 29 April 1985 to 1 January 1998 the rules governing the administration of land held by the State Treasury and municipalities were laid down in the Land Administration and Expropriation Act of 29 April 1985 (“the Land Administration Act 1985”).", "Section 81 of this Act dealt with entitlement to compensation for property abandoned in the territories beyond the Bug River. The relevant parts of the version applicable from 10 October 1994 to 31 December 1997 read as follows:", "“(1) Persons who, in connection with the war that began in 1939, abandoned real property in territories which at present do not belong to the Polish State and who, by virtue of international treaties concluded by the State, are to obtain equivalent compensation for the property they abandoned abroad, shall have the value of the real property that has been abandoned offset either against the fee for the right of perpetual use of land or against the price of a building plot and any houses, buildings or premises situated thereon.", "...", "(4) In the event of the death of an owner of real property abandoned abroad, the entitlement referred to in subsection (1) shall be conferred jointly on all his heirs in law or on the one [heir] designated by the entitled persons.", "(5) The offsetting of the value of real property abandoned abroad, as defined in subsection (1), shall be effected upon an application from a person entitled to it ...”", "47. Detailed rules were set out in the Cabinet's Ordinance of 16 September 1985 (as amended) on the offsetting of the value of real property abandoned abroad against the fees for perpetual use or against the price of a building plot and buildings situated thereon (Rozporządzenie Rady Ministrów w sprawie zaliczania wartości mienia nieruchomego pozostawionego za granicą na poczet opłat za użytkowanie wieczyste lub na pokrycie ceny sprzedaży działki budowlanej i położonych na niej budynków – “the 1985 Ordinance”).", "The relevant part of paragraph 3 of the 1985 Ordinance provided as follows:", "“If the value of the property [abandoned abroad] exceeds the price of the real property that has been sold ..., the outstanding amount can be offset against the fee for the right of perpetual use, or against the price of an industrial or commercial plot of land and any commercial or small-business establishments, buildings designated for use as workshops or ateliers, holiday homes or garages situated thereon.”", "Paragraph 5 provided that a first-instance body of the local State administration that was competent to deal with town and country planning should issue the decisions on offsetting the value of property abandoned abroad. Paragraph 6 laid down detailed rules relating to the valuation of such property.", "48. On 1 January 1998 the Land Administration Act 1985 was repealed and the Land Administration Act of 21 August 1997 (Ustawa o gospodarce nieruchomościami – “the Land Administration Act 1997”) came into force.", "The obligation to compensate repatriated persons was laid down in section 212, which was phrased in similar terms to section 81 of the repealed 1985 Act. The relevant part of section 212 provided as follows:", "“(1) Persons who, in connection with the war that began in 1939, abandoned real property in territories which at present do not belong to the Polish State and who, by virtue of international treaties concluded by the State, were to obtain equivalent compensation for the property abandoned abroad, shall have the value of the real property that has been abandoned offset against the fee for the right of perpetual use of land or against the price of a building plot and the State-owned buildings or premises situated thereon.", "(2) If the value of the real property that has been abandoned [abroad] exceeds the value of real property acquired by way of the equivalent compensation referred to in subsection (1), the outstanding amount may be offset against the fees for perpetual use, or against the price of a plot of land and a building designated for commercial purposes, or for use as an atelier, holiday home or garage, or of a plot of land designated for any of the above purposes.", "...", "(4) The offsetting of the value of real property defined in subsection (1) shall be effected in favour of the owner of the property in question or a person designated by him who is his heir at law.", "(5) In the event of the death of the owner of real property abandoned abroad, the entitlements referred to in subsection (1) shall be conferred jointly on all his heirs or on the one [heir] designated by the entitled persons.”", "49. However, section 213 stated:", "“Sections 204-12 of this Law shall not apply to property held by the State Treasury's Agricultural Property Resources, unless the provisions relating to the administration of those Resources state otherwise.”", "50. On 5 July 2002 the Ombudsman put the issue of the constitutionality of sections 212(1) and 213 of the Land Administration Act 1997 before the Constitutional Court (see also paragraph 28 above and paragraphs 55, 60 and 70-71 below).", "51. The procedure for the implementation of section 212 of the Land Administration Act 1997 was laid down in the Cabinet's Ordinance of 13 January 1998 on the procedure for offsetting the value of real property abandoned abroad against the price of a title to real property or against the fees for perpetual use, and on the methods of assessing the value of such property (as amended) (Rozporządzenie Rady Ministrów w sprawie sposobu zaliczania wartości nieruchomości pozostawionych za granicą na pokrycie ceny sprzedaży nieruchomości lub opłat za użytkowanie wieczyste oraz sposobu ustalania wartości tych nieruchomości – “the 1998 Ordinance”).", "52. Paragraph 4(1) of the 1998 Ordinance provided that the offsetting in question had to be effected on an application from the entitled person. The application had to be made to the mayor of the district in which the person resided. The mayor was to keep the register of claims submitted by repatriated persons.", "Pursuant to paragraph 5(1), the mayor had, within thirty days, to issue a decision determining the value of the real property that had been abandoned abroad. Once such a decision was taken, the authorities responsible for handling claims submitted by repatriated persons could not refuse to effect the offsetting (paragraph 6).", "In practice, the acquisition of title to compensatory property or of the right of perpetual use could be enforced only through participation in a competitive bid organised by the relevant public authority. Repatriated persons were not given priority in purchasing land from the State.", "Transitional provisions, in particular paragraph 12 of the 1998 Ordinance, stated that proceedings that had been initiated under the previous rules and not terminated were to be governed by this new Ordinance.", "53. A very significant reduction in the State Treasury's land resources was brought about by legislative measures aimed at reforming the administrative structure of the State.", "The Local Self-Government Act (introductory provisions) of 10 May 1990 (Przepisy wprowadzające ustawę o samorządzie terytorialnym i ustawę o pracownikach samorządowych – “the 1990 Act”), which came into force on 27 May 1990, and other related statutes enacted at that time, re-established municipalities and transferred to them powers that had previously been exercised solely by the local State administration. That included the relinquishment of control over public land and the transfer of the ownership of most of the State Treasury's land to municipalities.", "Pursuant to section 5(1) of the 1990 Act, ownership of land which had previously been held by the State Treasury and which was within the administrative territory of a municipality was transferred to the municipality.", "As the Bug River claimants could only enforce their entitlement vis-à-vis the State property and not that of local self-government entities, this resulted in a shortage of land for satisfying those claims.", "54. Until 19 January 1994, repatriated persons could seek to obtain compensatory property from the State Treasury's Agricultural Property Resources (Zasoby Własności Rolnej Skarbu Państwa) under the provisions of the Law of 19 October 1991 on the administration of the State Treasury's agricultural property (Ustawa o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa – “the 1991 Act”). However, on that date, with the entry into force of the Law of 29 December 1993 on amendments to the Law on the administration of the State Treasury's agricultural property and to other statutes (Ustawa o zmianie ustawy o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa oraz o zmianie niektórych ustaw – “the 1993 Amendment”), that possibility was excluded.", "Section 17 of the 1993 Amendment was phrased as follows:", "“As long as the forms of compensation for loss of property and the rules for the restitution of property to persons who, under section 81 of the Land Administration Act 1985, have applied for the offsetting of the value of real property abandoned abroad in connection with the war that began in 1939, have not been determined in an autonomous statute, no such offsetting shall be effected against the price of property held by the State Treasury's Agricultural Property Resources.”", "55. On 5 July 2002 the Ombudsman put the issue of the constitutionality of section 17 of the 1993 Amendment before the Constitutional Court (see also paragraphs 28 and 50 above and paragraphs 60 and 70-71 below).", "56. That law (Ustawa o zagospodarowaniu nieruchomości Skarbu Państwa przejętych od wojsk Federacji Rosyjskiej – “the 1994 Act”) came into force on 23 July 1994. Pursuant to section 4 read in conjunction with section 16, repatriated persons must be given priority in acquiring such property.", "57. At the oral hearing, the Government admitted that, in reality, the property resources left by the army of the Russian Federation had already been exhausted.", "58. The aforementioned law (Ustawa o gospodarowaniu niektórymi składnikami mienia Skarbu Państwa oraz o Agencji Mienia Wojskowego – “the 1996 Act”), which came into force on 26 August 1996, deals with the administration of military property belonging to the State, including land, industrial property, hotels, dwellings and commercial premises. The Military Property Agency may organise competitive bids for the sale of real property.", "59. Until 1 January 2002, under the general provisions of the 1996 Act, repatriated persons could seek to obtain compensatory property through participating in such bids. They did not have any priority over other bidders. However, with the entry into force of the Law of 21 December 2001 on amendments to the Law on the organisation and work of the Cabinet and on the powers of ministers, to the Law on the branches of the executive and to other statutes (Ustawa o zmianie ustawy o organizacji i trybie pracy Rady Ministrów oraz o zakresie działania ministrów, ustawy o działach administracji rządowej oraz o zmianie niektórych ustaw – “the 2001 Amendment”), the situation changed. Since then, no property administered by the agency could be designated for the purposes of providing compensation for property abandoned beyond the Bug River.", "The amended section 31(4) of the 1996 Act read as follows:", "“Section 212 of the Land Administration Act of 21 August 1997 does not apply to property mentioned in section 1(1) of this Law.”", "“Property” within the meaning of the latter provision is “the State Treasury's property that is administered or used by any entity subordinate to, or supervised by, the Minister for National Defence and which does not serve the purposes of the functioning of such an entity”. That, for instance, includes land, commercial and industrial property, dwellings, sports facilities, etc.", "60. On 5 July 2002 the Ombudsman put the issue of the constitutionality of section 31(4) of the 1996 Act before the Constitutional Court (see also paragraphs 28, 50 and 55 above and paragraphs 70-71 below).", "61. However, before the entry into force of the 2001 Amendment, the authorities of the Military Property Agency issued an instruction on handling claims submitted by repatriated persons. The relevant part of that document read as follows:", "“In connection with the entry into force on 15 September 2001 of the provisions of the Cabinet's Ordinance of 21 August 2001 amending the Ordinance on the procedure for the offsetting of the value of real property abandoned abroad against the price of a title to real property or against the fees for perpetual use, and on the methods of assessing the value of such property (Journal of Law no. 90, item 999), and with the questions submitted regarding the agency's responsibility for the settlement of the claims of the Bug River repatriates, the following was agreed:", "1. The Military Property Agency will not offset the value of property abandoned abroad against the price of a title to real property or against the fees for perpetual use.", "2. Offers submitted by Bug River repatriates in competitive bids without the payment of a deposit should be disregarded. If, after the deposit has been paid, and the competitive bid has been successful, the bidder asks to offset the value of the land abandoned abroad against the price of the title or against the fees for perpetual use, it should be assumed that the bidder has withdrawn from the conclusion of the contract, and the deposit is forfeited in favour of the Agency.", "3. In the event of the bidder in the above cases submitting a complaint concerning the competitive bid, the complaint should be immediately transmitted to the President of the Agency for settlement. Such complaints will not be taken into account.", "4. In the event of the bidder bringing the case to court, the competitive bid process should continue, because the court summons will not delay the proceedings unless the court issues an interim order to protect the interests of the complainant.", "5. In the event of sale without a competitive bid and in the event of sale by negotiation, offers by the Bug River repatriates should also be disregarded on account of the non-settlement of their claims by the Agency. ...”", "62. The drafting of the 1999 Bill on the restitution of immovable property and certain kinds of movable property taken from natural persons by the State or by the Warsaw Municipality, and on compensation (Projekt ustawy o reprywatyzacji nieruchomości i niektórych ruchomości osób fizycznych przejętych przez Państwo lub gminę miasta stołecznego Warszawy oraz o rekompensatach – “the Restitution Bill 1999”) was completed in March 1999.", "63. The bill was introduced in Parliament by the government in September 1999. However, it provoked a mounting conflict among all existing political factions before it was finally rejected, after a legislative process that lasted nearly one and a half years.", "It provided that all persons whose property had been taken over by the State by virtue of certain statutes enacted under the totalitarian regime were to receive 50% of the actual value of their property, either in the form of restitutio in integrum or in the form of compensation in securities. Under section 2(3) read in conjunction with section 8, repatriated persons were to receive securities amounting to 50% of the value of their property, calculated according to the detailed rules applying to all the persons concerned.", "64. Following a heated debate involving all sections of society, the media and all the political parties and factions, the relevant Act of Parliament was transmitted for the President of Poland's signature in March 2001.", "The President, exercising his right of veto, refused to sign it.", "65. The President transmitted the vetoed Act to Parliament on 22 March 2001. The Special Parliamentary Commission for Adopting the Restitution Bill 1999 moved for its readoption.", "Ultimately, the government coalition failed to gather the three-fifths majority necessary to override the President's veto, and the Bill was rejected by Parliament on 25 May 2001.", "66. The right of perpetual use is defined in Articles 232 et seq. of the Civil Code (Kodeks Cywilny). It is an inheritable and transferable right in rem which, for ninety-nine years, gives a person the full benefit and enjoyment of property rights attaching to land owned by the State Treasury or municipality. It has to be registered in the court land register in the same way as ownership. The transfer of that right, like the transfer of ownership, can be effected only in the form of a notarised deed, on pain of it being void ab initio. The “perpetual user” (użytkownik wieczysty) is obliged to pay the State Treasury (or the municipality, as the case may be) an annual fee which corresponds to a certain percentage of the value of the land in question.", "67. In its resolution of 30 May 1990 (no. III CZP 1/90), adopted by a bench of seven judges, the Supreme Court (Sąd Najwyższy) dealt with the question whether persons repatriated under the Pact of 25 March 1957 between the government of the Polish People's Republic and the government of the USSR on the timing and procedure for the further repatriation from the USSR of persons of Polish nationality, were entitled to the deduction referred to in section 88(1) of the Land Administration Act 1985 (continued by section 212(1) of the Land Administration Act 1997). The answer was in the affirmative.", "In that context, the Supreme Court referred to the Republican Agreements of 1944 and held, inter alia, the following:", "“... by virtue of the Republican Agreements of 1944, the Polish State undertook to pay equivalent compensation for [the abandoned] property. Thus, in this way, the provisions of those agreements were incorporated into Polish law and, in respect of Polish citizens, may constitute a basis for general rights. ...", "Section 88(1) ..., on account of its specific wording, causes serious difficulties in construction. Instead of determining directly subjective and objective preconditions for the right to equivalent compensation, the legislature referred to the provisions of international treaties. That reference constitutes the incorporation of the provisions of those agreements into Polish law. Yet that section does not list the treaties to which it refers. Thus the possible instruments are:", "(a) the Republican Agreements of 9 and 22 September 1944;", "...", "(c) the Pact of 25 March 1957 between the government of the Polish People's Republic and the government of the USSR on the timing and procedure for further repatriation from the USSR of persons of Polish nationality.", "...", "Among the general principles laid down in the 1944 Agreements only one fundamental principle, enunciated in Article 3 § 6 of each of those Agreements – which provided that the Polish State should return the value of [abandoned property] to persons evacuated under those agreements – was incorporated into domestic law. Not from those other principles, but only from this one, does the general right to equivalent compensation derive.”", "68. In its resolution of 27 March 2001 (no. CZP 3/2001), the Supreme Court, sitting as a bench of three judges, dealt with the question whether an entitlement to compensation for property abandoned in the territories beyond the Bug River could be considered a debt chargeable to the State Treasury, and whether a person thus entitled could transfer his entitlement by way of a contribution in kind to pay for shares in a joint-stock company.", "According to the Supreme Court, the entitlement in question is for all practical purposes a debt chargeable to the State Treasury, and undoubtedly has a pecuniary and inheritable and, to some extent, transferable character, as it can only be transferred between persons expressly mentioned in section 212(4) of the Land Administration Act 1997, namely the owners of property abandoned in the territories beyond the Bug River or their heirs.", "Consequently, that entitlement cannot be transferred to a legal person who was not listed in section 212(4) and who, under Polish law, is not capable of inheriting. It has also been stressed that, in the light of the relevant practice and legal theory, a contribution in kind must be fully transferable, must have a precise accounting value and must be able to be entered as a capital asset on a balance sheet. Accordingly, the relevant entitlement does not satisfy the requirements for a contribution in kind.", "69. In a letter of 9 January 2002, the Ombudsman reminded the Prime Minister that he had already asked his predecessor in office whether any legislative process would be initiated in order to amend legislation and to increase the amount of land held by the State Treasury with a view to providing compensatory property for repatriated persons. He also referred to the practice of refusing to make deductions under section 212 of the Land Administration Act 1997. The relevant part of that letter read as follows:", "“On 30 May 2001 I wrote to the former Prime Minister, Professor Jerzy Buzek, and raised my objections to the infringement by district mayors' offices [starostwa powiatowe] of certain rights of people repatriated from the 'territories beyond the Bug River'. As well as bringing your attention to this problem, I also requested information on whether specific legislative work had been undertaken in order to increase the stock of real property designated for settling the claims of this quite considerable group of citizens. ...", "Paragraph 6 of the 1998 Ordinance makes very clear that, apart from the district mayors, other entities that administer State property on the basis of separate regulations are also to administer immovable property belonging to the State Treasury in order to ensure more effective realisation of compensation in kind for 'property beyond the Bug River'. However, it turns out that, following the amendments to the 1998 Ordinance, the necessary amendments to legislation, that would have increased the stock of property designated for settling the claims of people repatriated from the 'territories beyond the Bug River', have not been introduced.", "This state of affairs is confirmed by the letters I have received from entitled persons who claim, for instance, that the Military Property Agency still refuses to offset the value of their property abandoned abroad against the price of property being sold by the agency or against the fee for the right of perpetual use. The situation is similar when people repatriated from the 'territories beyond the Bug River' wish to participate in bids organised by the State Agricultural Property Agency. In all the cases referred to above, each agency, as grounds for denying entitled persons the right to participate in a bid, points to the absence of relevant legal regulations that would allow it to offset the value of property abandoned abroad against the price of property being sold by a given agency. ...", "With regard to the above, I cordially ask you to inform me whether you are currently planning to amend the relevant legislation in order to increase the number of entities administering public property that are obliged to respect the right of people repatriated from the 'territories beyond the Bug River' to compensation in kind. ...”", "The Prime Minister replied that for the time being the authorities did not envisage any specific measures.", "70. On 5 July 2002 the Ombudsman made an application to the Constitutional Court, asking that:", "“1. Section 212(1) of the Land Administration Act 1997, in so far as it excludes the possibility of offsetting the value of property abandoned in connection with the war that began in 1939 against the sale price of agricultural property owned by the State Treasury;", "2. Section 213 of the Land Administration Act 1997, in so far as it excludes the application of section 212 of that Act to property held by the State Treasury's Agricultural Property Resources;", "3. Section 17 of the [1993 Amendment];", "4. Section 31(4) of the [1996 Act];", "be declared incompatible with the principle of maintaining citizens' confidence in the State and the law made by it, emerging from Article 2 of the Constitution, as well as with Article 64 §§ 1 and 2 read in conjunction with Article 31 § 3 of the Constitution.”", "71. In the reasoning for his application, the Ombudsman invited the Constitutional Court to qualify the entitlement under section 212(1) of the Land Administration Act 1997 as, inter alia, an “opportunity or hope [of acquiring] ownership title to specific properties”, a “right of a proprietorial nature secured by Article 64 of the Constitution” and a “right of a pecuniary nature, which also has the character of a debt”.", "72. Article 2 of the Constitution reads as follows:", "“The Republic of Poland shall be a democratic State ruled by law and implementing the principles of social justice.”", "73. Article 31 § 3 of the Constitution, which lays down a general prohibition on disproportionate limitations on constitutional rights and freedoms (the principle of proportionality), provides:", "“Any limitation upon the exercise of constitutional freedoms and rights may be imposed only by statute, and only when necessary in a democratic State for the protection of its security or public order, or to protect the natural environment, health or public morals, or the freedoms and rights of other persons. Such limitations shall not violate the essence of freedoms and rights.”", "74. Article 64 of the Constitution lays down the principle of protection of property rights. Its relevant parts read as follows:", "“1. Everyone shall have the right to ownership, other property rights and the right of succession.", "2. Everyone, on an equal basis, shall receive legal protection regarding ownership, other property rights and the right of succession. ...”", "75. Article 77 § 1 refers to the State's civil liability for a constitutional tort in the following way:", "“Everyone shall have the right to compensation for any harm done to him by any act of a public authority in breach of the law.”", "76. Article 87 lists the sources of law. The relevant parts of that provision read as follows:", "“1. The sources of the universally binding law of the Republic of Poland shall be: the Constitution, statutes, ratified international agreements, and regulations. ...”", "77. Article 91 of the Constitution, in its relevant part, states:", "“1. After promulgation thereof in the Journal of Laws of the Republic of Poland [Dziennik Ustaw], a ratified international agreement shall constitute part of the domestic legal order and shall be applied directly, unless its application depends on the enactment of a statute.", "2. An international agreement ratified upon prior consent granted by statute shall have precedence over statutes if such an agreement cannot be reconciled with the provisions of such statutes.”", "78. Article 188 of the Constitution determines the scope of the Constitutional Court's jurisdiction. Article 191 lists the authorities and organisations entitled to apply to the Constitutional Court for a ruling on the conformity of a piece of legislation, or particular legislative provisions, to the Constitution.", "The relevant parts of Article 188 provide as follows:", "“The Constitutional Court shall adjudicate regarding the following matters:", "(1) the conformity of statutes and international agreements to the Constitution;", "...", "(3) the conformity of legal provisions issued by central State authorities to the Constitution, ratified international agreements and statutes; ...”", "The relevant part of Article 191 reads as follows:", "“1. The following may make an application to the Constitutional Court regarding matters specified in Article 188:", "(1) the President of the Republic, the Speaker of the Sejm, the Speaker of the Senate, the Prime Minister, 50 deputies, 30 senators, the First President of the Supreme Court, the President of the Supreme Administrative Court, the ... Prosecutor General, the President of the Supreme Chamber of Audit and the Ombudsman; ...”", "79. The Constitutional Court heard the Ombudsman's application on 19 December 2002 (see also paragraphs 70-71 above). The parties to the proceedings were the Prime Minister, representing the government, the Prosecutor General (Prokurator Generalny) and the Sejm, represented by its Speaker (Marszałek). The All-Polish Association of Borderland Creditors of the State Treasury (Ogólnopolskie Stowarzyszenie Kresowian Wierzycieli Skarbu Państwa) submitted pleadings which addressed the manner in which the authorities had, or – rather – in their view, had not satisfied the entitlements under section 212 of the Land Administration Act 1997. The Constitutional Court admitted their pleading and considered it an opinion filed by a non-governmental organisation.", "80. The Constitutional Court held that sections 212(2) and 213 of the Land Administration Act 1997, in so far as they excluded the possibility of offsetting the value of property abandoned abroad against the sale price of State agricultural property, were incompatible with the constitutional principles set out in Article 2 (principles of the rule of law and maintaining citizens' confidence in the State and the law made by it) and Article 64 §§ 1 and 2 (principle of protection of property rights), read in conjunction with Article 31 § 3 (prohibition of disproportionate limitations on constitutional rights and freedoms), of the Constitution. It went on to hold that section 17 of the 1993 Amendment and section 31(4) of the 1996 Act were, in their entirety, incompatible with the above-mentioned principles.", "81. In Poland, the Constitutional Court's judgment was considered a landmark ruling on the Bug River claims, encompassing a detailed historical and legal analysis of that issue. Referring to the historical background of the case, the Constitutional Court stated, inter alia:", "“The first issue to be dealt with concerns the empowerment of the [communist authorities that concluded the Republican Agreements] to enter into international agreements. There is no doubt that the Polish Committee of National Liberation cannot be considered a constitutional entity of a sovereign State, with corresponding democratic legitimacy and capable of taking sovereign decisions in the name of the State.", "The scope of compensation set out for repatriated persons in the Republican Agreements was in no way equivalent or proportionate to the scope of compensation that the States with which these Agreements were concluded took upon themselves as an obligation. In most cases the repatriation was de facto in one direction, as most evacuees were former Polish citizens from the territories lost by the Polish Republic as a result of the Second World War. As a consequence, despite a considerably greater material burden of resettlement and repatriation, Poland, by virtue of the 1952 Pact, was obliged to pay the USSR the substantial sum of 76 million roubles (Article 2 of the 1952 Pact). As in the case of the change in Poland's borders, this type of obligation can certainly not be treated as a sovereign decision by the Polish State authorities.", "It should be mentioned at this point that similar burdens in connection with the consequences of the war were also borne by other States, but in no case, with the exception of Germany, was the weight of the burden comparable to the one the Polish State had to bear. It is worth recalling that meeting these obligations was further complicated by the considerable material losses suffered during the war and immediately afterwards. Under these conditions, it was evident that the process of affording satisfaction to the repatriated persons, as set forth in the agreements with the USSR and the Soviet Republics concerned, had to be moderate and spread over time. This also means that it is necessary to take into consideration the difficult financial situation of the State and, above all, the situation of groups of citizens other than the Bug River repatriates. Undoubtedly, the consequences of the war were felt by Polish society as a whole. In this connection, it cannot be argued that, for example, compensation that is incomplete, subject to time-limits or taking a specific form is automatically in contradiction with the principle of justice. This view also applies to mechanisms providing only partial compensation for losses suffered as a result of acts of war and territorial changes.”", "82. The judgment, which contained extensive reasons, was based on the following main grounds:", "“(1) The Republican Agreements gave rise to a specific type of State obligation to award compensation, through appropriate domestic law, to persons who had lost property in connection with the delimitation of Poland's borders after the Second World War. The Republican Agreements did not constitute a direct basis for repatriates to lodge compensation claims, as the legislature was left free to determine how the compensation machinery would be set up. The State's responsibilities in this regard, as undertaken in successive legal regulations, are matters left for an independent decision by the legislature.", "(2) The right to credit, which provides for the possibility of offsetting the value of property lost by Polish citizens after being abandoned outside the present territory of the State against the sale price of immovable property or against fees for the right of perpetual use, constitutes a specific surrogate for the lost property rights, which is not solely a legal expectation of compensation but rather a property right recognised in the Republic's legal order as part of its public law. As such, this right enjoys the constitutionally guaranteed protection of property rights (Article 64 §§ 1 and 2 of the Constitution).", "(3) The creation of legal frameworks for given institutions cannot be entirely abstracted from the factual circumstances and the economic realities in which the legal institutions thus established are to function. As a matter of principle, therefore, the legislature may not narrow down the possibility of benefiting from a general right granted to an individual so severely that the ultimate result is essentially a nudum ius, so that the property becomes an immaterial right devoid of any pecuniary value in practice. In the case of the so-called right to credit, its nominal value does not, however, correspond to its actual value. The depreciation of the value of this right has occurred as a result of the legislature excluding specific categories of immovable property, which has fundamentally limited the possibility of enjoying this right.", "(4) All property rights within the legal order are subject to constitutional protection. An interference with the sphere of an entity's legally protected property interests, when it occurs without the formal removal of the entity's legal title, amounts to de facto expropriation, within the meaning adopted in the case-law of the European Court of Human Rights. Consequently, the assessment of provisions that eliminate the possibility of benefiting from a right in practice leads to the conclusion that they are incompatible with Article 64 §§ 1 and 2 of the Constitution.", "(5) Legal solutions limiting the possibility of benefiting from the right to credit, within the framework determined by the law, and resulting in those rights being stripped of their substance, cannot be considered necessary in a democratic State governed by the rule of law, and are not functionally related to any of the values set out in Article 31 § 3 [of the Constitution] (the principle of proportionality).", "(6) The requirement of respect for the principle of maintaining citizens' confidence in the State and the law made by it, ensuing from the principle of the rule of law (Article 2 of the Constitution), entails a prohibition on enacting laws that would create illusory legal institutions. This principle therefore requires that the obstacles which prevent [persons] from benefiting from the right to credit be eliminated from the legal system. From the point of view of the confidence principle, in the case of the right to credit it is the means of protecting this right that is subject to assessment, rather than its substance. The lack of opportunity to benefit from this right, within the framework set out by the legislature, shows that an illusory legal institution has been created, and thereby constitutes a violation of Article 2 of the Constitution.”", "83. The Constitutional Court coined a new term for the entitlement under section 212 of the Land Administration Act 1997, calling it the “right to credit” (“prawo zaliczania”). That term has already entered legal usage and has frequently been referred to in many subsequent judicial decisions and various legal texts.", "The court considered that even though that right originated in the provisions of the Republican Agreements, section 212 constituted the actual legal basis for it. In that regard, it held that those agreements did not constitute part of the domestic legal order since, even though they had been ratified, they had not been published in the Journal of Laws and could not be regarded as a source of law within the meaning of Article 91 of the Constitution.", "The Constitutional Court defined the right to credit as follows:", "“The right to credit has a special nature as an independent property right. In the opinion of the Constitutional Court, it constitutes a specific surrogate for property rights rather than a mere expectation of the right to compensation, and for this reason it should be recognised as enjoying the constitutionally guaranteed protection of property rights (Article 64 §§ 1 and 2). In the assessment of the Constitutional Court, it is justified to hold that the right to credit is a special property right of a public-law nature. It is not a proper ownership right, but neither can it be reduced to the category of a potential right in the sense of a maximum formulated expectation [ekspektatywa maksymalnie ukształtowana]. Even though materialisation of the right depends on action by the entitled person, it would not be justified to conclude that this right does not exist until the time of its realisation resulting from winning a bid, in which the entitled person may offset the value of abandoned property against the value of acquired property or against fees for perpetual use. ...", "There can be no doubt that the right to credit belongs to the category of rights subject to protection under Article 1 of Protocol No. 1 to the Convention for the Protection of Human Rights and Fundamental Freedoms.”", "84. The Constitutional Court further examined the case under Article 64 of the Constitution, laying down the principle of the protection of property rights. It described the State's conduct in the following way:", "“In the opinion of the Constitutional Court, there is no doubt that, in these circumstances, all laws restricting the repatriates' access to acquisition by means of bids for certain categories of State Treasury property have a direct impact on the possibility of realising the right to credit.", "In the present legal circumstances, one can identify a peculiar functional paradox in that a general right laid down in the legislation in force cannot be materialised in practice. Consequently the right to credit is becoming more and more of an 'empty obligation' and is turning into a nudum ius. Maintenance of the present trend, in which various types of State Treasury land are excluded from the application of the right to credit will mean that there is no hope of this right materialising in the future. This state of affairs is already resulting in an unfavourable and paradoxical situation: entitled persons who have been waiting for years to be able to participate in competitive bids and, subsequently, in the course of such bids, being aware of how difficult it is to realise their right to credit, 'push up' the price of the property to a level considerably exceeding its market value.", "In the present circumstances, in order to assess the possibility of taking advantage of the right to credit, one must take into consideration not only the limitation of the availability of certain types of property, with varying degrees of justification, but also the actual opportunities for enforcement of this right and its economic value.", "The statutes restricting repatriates' access to State Treasury property essentially result in de facto expropriation, whereby it is impossible to enjoy the right to credit either at present or in the future, in the sense in which this concept is used in the European Court of Human Rights' case-law cited above. ...", "The unconstitutionality of the limitations set out in section 212(1) and section 213 of the Land Administration Act 1997, in section 17 of the 1993 Amendment, and in section 31(4) of the 1996 Act, consists precisely in the fact that the general right (the right to credit) was formulated in such a way that it could not be materialised in the existing legal environment, so that it has become illusory and a mere sham. Moreover, it is not just a question of temporary impossibility, conditioned by certain factual and legal circumstances, but rather a question of the creation of legal constructions that exclude this possibility ex thesi. In the case at hand, assessment of the possibility of this right materialising is all the more essential in that the legislature, in accepting the principle of the State's obligations towards repatriates on the basis of the international agreements, failed at the same time to establish any alternative compensation mechanism. For several decades, the right to credit has been the only available de lege lata solution allowing for compensation of the material losses suffered by Polish citizens as a result of territorial changes in the 1940s. ...”", "85. Assessing the situation from the point of view of Article 31 § 3 of the Constitution, namely the admissibility of the restrictions imposed by the authorities on the exercise of the right to credit, the Constitutional Court observed, inter alia:", "“[T]he protection of property rights does not mean that it is completely impossible to interfere with their substance, or that they are absolutely inviolable ... What is necessary is to remain within the constitutional framework which sets out the boundaries for constitutional protection of a given property right [references to the relevant judgments of the Constitutional Court]. Such limitations are introduced by the Constitution in Article 31 § 3. In the Constitutional Court's case-law it has been indicated on many occasions that this provision provides tests for determining the conditions for the admissibility of limitations on the enjoyment of constitutional rights and freedoms. ...", "In this context, it is important to note the Constitutional Court's position expressed in the judgment of 12 January 2000, [references], according to which the scope of such limitations must not cause annihilation of the fundamental components of the general right, resulting in its being 'stripped' of its real substance and turned it into a legal fiction. Such a situation leads to a constitutionally unacceptable violation of the fundamental substance or the essence of that right. ...", "In the light of the foregoing considerations, it must be recognised that all the provisions referred to in the Ombudsman's application, which limit the actual scope of property in respect of which the procedure set out in section 212 of the Land Administration Act 1997 can be applied, are incompatible with Article 64 §§ 1 and 2 read in conjunction with Article 31 § 3 of the Constitution.", "Such limitations are not justified in a democratic State governed by the rule of law. The aims set out in section 17 of the 1993 Amendment, and the grounds provided for limiting the right to credit in the case of property entrusted to the Military Property Agency, namely the need for funds to modernise the armed forces, must not be pursued in a manner that deprives only a specific group of persons of the possibility of realising property rights vested in them.", "In the case of agricultural property administered by the State Treasury Agricultural Property Agency, such exclusion cannot be tolerated without the simultaneous establishment of universal solutions that would open up a way to solve property problems relating to the regulation of ownership relations.", "In the case of exclusions provided for in the 1996 Act, the aim of generating resources for the modernisation and maintenance of military institutions does not justify discrimination against persons entitled to credit for the value of property abandoned outside the present territory of Poland, purely because those persons may not be able to pay the purchase price in cash. This type of solution can never be recognised as necessary in a democratic State governed by the rule of law. Neither is there any functional connection between that limitation and the pursuance of the aims referred to in Article 31 § 3 of the Constitution. The need to introduce limitations could arise if the realisation of the right to credit were to make it impossible to satisfy the legally protected interests of other persons. In particular, the existence of the right to credit does not lead to a situation in which the rights of other persons might be violated (for example, the rights of former owners who have been given priority or persons with a right of pre-emption).", "At the same time, it should be stressed that the unconstitutionality of these provisions is not connected with a legislative omission consisting of the lack of certain regulations regarding compensation for the Bug River repatriates. Rather, it arises from the defective legal formulation of the provisions governing the question of compensation, which causes an inadmissible systemic dysfunction. It must be stressed that in creating a general property right, the State may not at the same time arbitrarily introduce, by taking advantage of the attributes of State power, such limitations which, by excluding substantial stocks of property from the compensation procedure, de facto paralyse the possibility for beneficiaries to derive any economic advantage from these rights.”", "86. Lastly, the Constitutional Court referred to the principle of the rule of law, set out in Article 2 of the Constitution. It held, inter alia, as follows:", "“This principle means, first and foremost, the need to protect and respect properly acquired rights and to protect interests that have not yet been vested ... but it also encompasses a prohibition against the legislature creating legal constructions that cannot be implemented and constitute an illusion of law, and hence a pretence of protecting those property interests that are functionally connected with the substance of the established general right.", "As a matter of principle, the legislature may therefore not narrow the possibility of realising a general right formally vested in an individual to such an extent as to effectively create a nudum ius, that is,. a property right that consequently becomes devoid of substance and has no pecuniary value in practice. For it must be stressed yet again that in the case of the so-called 'right to credit,' its nominal value does not correspond to its real value. This depreciation occurs precisely because the possibility of realising this right has been limited to a significant extent through legislation excluding certain categories of property. ...", "The imperative of adherence to the principle of maintaining confidence in the State, which encompasses, as indicated above, a prohibition against creating law that introduces fictional legal institutions, requires the elimination of legal obstacles that make it impossible to enjoy the right to credit. The Constitutional Court cannot assess to what extent a properly functioning right to credit could repair the damage caused by the loss of 'property beyond the Bug River'. The resolution of this problem, which is part of the general issue of redress for the losses sustained by particular groups of the population as a result of the country's historical territorial changes and changes in ownership introduced several decades ago, lies within the competence of the legislature. ...", "Essentially, then, the important point here is the implementation of the postulate that legal regulations should be formulated in such a way as to secure to the individual not only legal certainty, but also complete foreseeability as to the extent to which their implementation will affect the individual's legal position in particular legal situations. The compensation mechanism introduced for persons who were deprived of their property as a result of territorial changes resulted in the development of legitimate expectations, on the part of those concerned, that this problem would be definitively resolved in the future, with due consideration for the interests of all persons in whom this right to credit was vested. The opinion that there has been a violation of the principle of maintaining confidence in the State and the law made by it, is further strengthened by the lack of alternative forms of compensation in the legal system. ...", "Elimination from the legal system of the limitations introduced by sections 212 and 213 of the Land Administration Act 1997, and by the other individual provisions, would make it possible for the remainder of the credit mechanism to become a real, and not, as hitherto, fictional instrument of compensation. This Court has not assessed the advisability of selection by the legislature of specific means of satisfying the repatriates' property interests, since the determination of concrete institutional solutions is within the legislature's independent sphere of competence. Therefore, it is the compensation machinery already set out in legislation that has been subjected to assessment from the point of view of constitutional guarantees.", "It should be pointed out in passing that, in addition to the compensation procedure directly established by section 212 of the Land Administration Act, the legislature recently introduced a new possibility for the realisation of the right to credit in the Law of 5 December 2002 on amendments to the Law on the exercise of the State Treasury's powers, the Law on commercialisation and privatisation of State enterprises and other statutes, which enters into force on 14 January 2003, and which adds a third subsection to section 53 of the Law of 30 August 1996 on the commercialisation and privatisation of State enterprises. On the basis of this provision, the persons referred to in section 212 of the Land Administration Act 1997 have been given the possibility of crediting the value of abandoned property against the sale price of a privatised enterprise, corresponding to the value of rights to certain items of immovable property included among the assets of the enterprise, or against the sale price of such rights not included among the assets. This is a new form of the right to credit and it is to be expected that it will broaden the possibility of obtaining actual compensation for lost property. However, the new regulation does not in principle change the assessment of the right to credit, as formed by the provisions contested in this case. For the existence of a new form of the right to credit ... does not free the legislature from ensuring that the compensation machinery, as examined in the present case, is designed in such a way as to be a genuine instrument for the protection of the individual's property rights and not just a legal fiction.", "The elimination of the limitations contained in the contested provisions will certainly provide new and more favourable conditions for enjoyment of the right to credit, and hence a chance for the genuine functioning of the compensation mechanism established by legislation.”", "87. On 8 January 2003 the Constitutional Court's judgment was published in the Journal of Laws. It took effect on that day.", "88. On 14 January 2003 the Law of 5 December 2002 on amendments to the Law on the exercise of the State Treasury's powers, the Law on commercialisation and privatisation of State enterprises and other statutes (Ustawa o zmianie ustawy o zasadach wykonywania uprawnień przysługujacych Skarbowi Państwa, ustawy o komercjalizacji i prywatyzacji przedsiębiorstw państwowych oraz niektórych innych ustaw – “the December 2002 Amendment”) came into force.", "89. Under section 2(16), the following amendment to section 53 of the Law on commercialisation and privatisation of State enterprises was made:", "“Persons referred to in section 212 of the [Land Administration Act 1997] shall have the value of property abandoned in the territories not belonging to the present Republic of Poland offset against the following charges:", "1. part of the sale price of a [State enterprise], corresponding to the value of that enterprise's rights [in rem] to land and a building designated for commercial or service purposes, or for use as an atelier, or for artistic activities, or for use as a holiday home or garage or of a plot of land designated for any such purposes;", "2. the sale price of the rights referred to in subsection (2) which have been sold as assets not belonging to the enterprise and have been taken over by the State after a contract for the lease of the enterprise expired or was discharged.”", "90. On 7 February 2003 the Cabinet's Ordinance of 14 January 2003 on amendments to the ordinance on the detailed rules and procedure for conducting auctions for the sale of property owned by the State Treasury or municipality (Rozporządzenie Rady Ministrów zmieniające rozporządzenie w sprawie określenia szczegółowych zasad i trybu przeprowadzania przetargów na zbycie nieruchomości stanowiących własność Skarbu Państwa lub własność gminy – “the January 2003 Ordinance”) came into force. Paragraph 5 of the amended ordinance reads as follows:", "“1. In auctions organised by a mayor exercising functions within the domain of public administration, persons having rights referred to in section 212 of the [Land Administration Act 1997] shall be exempted from payment of security if they make a written declaration to the effect that, in the event of their desisting from entering into a contract [of sale], they will pay a sum equal to the security required from other bidders.", "2. Instead of a document confirming that they have paid security, persons referred to in sub-paragraph 1 shall submit to the mayor the original of the certificate or decision confirming that they have the right referred to in section 212(1) and (2).", "3. In determining the conditions for the sale of property at auctions referred to in sub-paragraph 1, payment of the [sale price] in the manner prescribed in section 212 may not be excluded.”", "91. On 16 July 2003 the Agricultural System Act of 11 April 2003 (Ustawa o kształtowaniu ustroju rolnego –“the April 2003 Act”) came into force.", "Under the provisions of this Act, the State Treasury's Agricultural Property Agency was transformed into the Agricultural Property Agency (see also paragraphs 31-32 above) which, pursuant to section 18, became its legal successor. The latter agency took over all property belonging to the former. The stock of property forming the State Treasury's Agricultural Property Resources was entrusted to the new agency. Consequently, that body is now responsible for the administration and distribution of State agricultural property and for holding auctions for the sale of that property under the provisions of the relevant ordinance (see paragraph 92 below).", "92. The Ordinance of the Minister for the Treasury of 1 August 2003 on detailed rules relating to the sale of property from the Resources of the State Treasury's Agricultural Property and its parts, conditions for payment of the price in instalments and land valuation rates (Rozporządzenie Ministra Skarbu Państwa w sprawie szczegółowego trybu sprzedaży nieruchomości Zasobu Własności Rolnej Skarbu Państwa i ich częsci składowych, warunków rozkładania ceny sprzedaży na raty oraz stawek szacunkowych gruntów – “the August 2003 Ordinance”) came into force on 11 August 2003.", "Under paragraph 8 of the August 2003 Ordinance, repatriated persons are exempted from the obligation to pay a security to guarantee payment of the sale price before an auction for the sale of State property.", "The relevant part of this paragraph provides as follows:", "“1. Natural persons who, under other statutes, are entitled to offset the value of property abandoned beyond the present borders of the Polish State, in connection with the war that began in 1939, against the price, or fee for perpetual use, of the State Treasury's property [which they wish to purchase] shall be exempted from payment of a security if they make a written declaration to the effect that, in the event that they desist from entering into a contract of sale, they will pay a sum equal to the security required from other bidders.", "2. Instead of a document confirming that they have paid a security, the persons referred to in sub-paragraph 1 shall submit to the Auctions Board the original of the certificate or decision confirming their entitlement to offset the value of the abandoned property against the sale price.", "3. In determining the conditions for the sale of property [–] in respect of which the right to credit referred to in sub-paragraph 1 applies [–] at an auction referred to in paragraph 6 [that is, any auction organised under the provisions of the 1991 Act], payment of the sale price by means of such credit may not be excluded.”", "93. At the beginning of 2003 several repatriated persons (or their legal successors) sued the State Treasury before the courts, seeking damages under the law of tort and under the provisions of the relevant Republican Agreements. Some of those claims were dealt with by the Cracow Regional Court (Sąd Okręgowy).", "The claims were lodged despite the unfavourable outcome of similar cases in which claims for damages had been dismissed as having no legal basis in Polish law (see also paragraph 107 below).", "94. The first group of plaintiffs alleged tortious conduct on the part of the State in that it had made it impossible for them to exercise the right to credit and in that it had created a defective, illusory and ineffectual mechanism for satisfying their entitlements under section 212 of the Land Administration Act 1997. They relied on the provisions of the Republican Agreements as a legal basis for pecuniary compensation and asserted that the authorities had committed a constitutional tort within the meaning of Article 77 of the Constitution.", "95. The second group alleged that the State had committed a constitutional tort by, first, making it permanently impossible – through the enactment of successive laws and the adoption of defective practices – for them to satisfy their claims and, secondly, failing to publish the Republican Agreements in the Journal of Laws, thereby preventing the plaintiffs from relying on them in support of their civil claims before the courts.", "All the plaintiffs sought damages in amounts equal to the value of the property which they, or their families, had had to abandon beyond the Bug River.", "The first two landmark judgments were delivered on 2 and 7 April 2003.", "96. On 2 April 2003 the Cracow Regional Court, after hearing an action brought by three individuals, B.G., J.K. and B.K., against the State Treasury for damages arising from the State's failure to satisfy their entitlement to compensatory property under section 212 of the Land Administration Act 1997, awarded the damages sought by them in their entirety.", "97. The court established that from 1991 to 1998 the Cracow District Office had organised twenty-two auctions for the sale of property in which Bug River repatriates could participate. In certain auctions only those persons who had made applications for compensation before 26 May 1990 had been able to make bids. In 2002 the mayor of the Cracow District had begun to hold auctions, but throughout that year there had been only two such auctions.", "The Regional Court described the situation in relation to the implementation of the plaintiffs' right to credit in the following way:", "“... the organisation of these auctions either excluded persons from beyond the Bug River entirely, or limited participation in them to persons who were resident in the district where they were being held, or the property offered for sale could not satisfy the plaintiffs' claims, given the value of their entitlements. Also, there were situations where the State Treasury's Agricultural Property Agency organised auctions from which, under the relevant provisions, persons from beyond the Bug River were excluded.", "Particular attention should, however, be given to situations where auctions did not exclude persons from beyond the Bug River. These occurred extremely rarely. In such situations a large group of persons who had entitlements to compensation would participate. These people, concerned that, owing to the small stock of property set aside to satisfy their claims, they would not be able to obtain any satisfaction, would increase their bids for the property in such a way that the price of the property for sale was several times higher than its market value. It was symptomatic that only persons from beyond the Bug River took part in these auctions, although the organisers also permitted the participation of persons who were able to buy the property in cash. In one of the auctions a property whose reserve price, assessed in line with market valuations, was 115,000 Polish zlotys, was sold for 700,000 zlotys. In another auction a plot with a building that had been used as a dissecting room, and which had a reserve price of just over 200,000 Polish zlotys, was sold for 1,500,000 Polish zlotys. In the context of the above situation, it suffices to say that, within the area of activity of the Cracow Branch of the All-Polish Association of Borderland Creditors of the State Treasury, that is, within the territory of the former Cracow Province and part of the Nowy Sącz Province, only about twenty entitled persons out of a total of some 300 having certificates or administrative decisions took advantage of their right to credit and, of these, nobody obtained full compensation for their entitlement. It should be added that, within the area of activity of the Cracow Branch of the All-Polish Association of Borderland Creditors of the State Treasury, 3,600 persons tried to obtain certificates confirming their right to receive an equivalent to the abandoned property.”", "The court further found that the plaintiffs, or their predecessors, had earlier refused to accept two offers of compensatory property. It considered the refusal justified since the condition for obtaining the first property, a plot of land, had been to construct a house on it within four years, whereas the plaintiffs had not had the means for such an investment. The second offer had been to choose one of three tenement houses in another town, but those houses had been in a catastrophic state.", "98. The Regional Court shared the Constitutional Court's opinion that the Republican Agreements did not constitute part of the domestic legal order. Consequently, they could not form a legal basis for raising a civil claim for damages before the court. It found, however, that the conduct of the State had amounted to a series of tortious acts and held, inter alia, that:", "“As has been proved in detail in this case, a paradoxical situation arose, where entitled persons waited for years to participate in an auction, and then, if an auction actually took place, knowing how difficult it was to use their entitlement to credit and pressured by the situation they found themselves in, they bid up the price of the property to levels far exceeding its market value. In this way, finding themselves in a highly pressured situation, they lost a large part of their entitlement. The severe limitations placed on the possibility of satisfying their entitlements in effect brought about its elimination. This situation, where the State has created the circumstances described above, is in effect a totally unjustified expropriation [and amounts to] taking from persons from beyond the Bug River property rights to which they are entitled. Even the creation of such a situation should be considered a state of lawlessness with regard to the rights of repatriated persons.", "It should be emphasised most strongly that the legislature not only has the positive obligation to create regulations and procedures that protect property rights, but there is also a negative obligation to refrain from introducing regulations that might remove legal protection from such rights, or that might restrict them, not to mention [measures] eliminating them entirely. If the legislature does not fulfil the above conditions, it is in breach of Article 64 § 2 of the Constitution and enacts lawlessness. ...", "In the opinion of this Court, the statutory restrictions resulting from the legislation described above – although the statutes may have been necessary – and relating to local government reform, agricultural restructuring, the modernisation of the army and other issues, do not justify discrimination against persons who have the right to credit the value of property abandoned outside the borders of the country, just because these people cannot pay the price of this property or [the fee for] the right [of perpetual use] in cash. ...", "The statutory restrictions affecting the property rights acquired by persons from beyond the Bug River create a situation where they are deprived of the property value that was set by the legislature.", "This is in effect a tortious act committed by the State, as a result of which, for reasons attributable to the State, the plaintiffs sustained damage in that they were unable to realise their rights to obtain property at the value confirmed in the relevant administrative decision. While the legislature, in section 81 of the 1985 Act and in section 212 of the Land Administration Act 1997, gave persons from beyond the Bug River the right to credit the value of property abandoned abroad against the price of building plots or the price of buildings or premises situated on land belonging to the State Treasury, the subsequent acts rendered ineffective any possibility of this social group satisfying that entitlement.", "In essence, the damage sustained by repatriated persons, and also by the plaintiff in the context of the present case, consists of the difference between what they should have been able to have within the value of their entitlement, pursuant to section 212 of the Land Administration Act 1997, and what they actually have in practice, as a result of the wrongful manner in which the State has implemented the law. ...", "In accordance with Article 77 § 1 of the Constitution, everyone has the right to obtain compensation for unlawful acts carried out by a public authority. The liability of the State Treasury follows from Article 417 of the Civil Code, linked as it is with the functioning of a public authority as a whole, rather than with specific persons connected to that institution, bearing in mind that responsibility arises if there is an unlawful act. Furthermore, the functioning of the public authorities should be taken, in a wider sense, as an act or omission, as specific actions, or as orders, judgments, administrative decisions, quasi-normative statutes and, finally, legislative activity. ...", "The fact that it was impossible for the [plaintiffs] to satisfy the entitlements they had obtained without a reduction in the greater part of their value, gives them the right to claim, on the basis of liability for a tort, compensation equal to the amounts stated in the relevant certificate.", "It is completely understandable that the plaintiffs, after obtaining the certificates that confirmed their entitlements as laid down in section 212 of the Land Administration Act 1997, did not participate in auctions organised by the [authorities], since the number of auctions of which they could have been aware was very small. However, in the context of the number of repatriated persons who were entitled to take part in auctions, any possible participation in an auction could result in their losing a significant proportion of their entitlement.", "Even though the Constitutional Court's judgment of 19 December 2002 took immediate effect after its publication in the Journal of Laws, namely, on 8 January 2003 – a judgment that ... lifted the restrictions placed on repatriated persons in regard to the realisation of their entitlements – in practice, the Military Property Agency and the State Agricultural Property Agency, taking the view that the above-mentioned judgment of the Constitutional Court required the provisions of the Land Administration Act 1997 and other statutes to be updated, have created a situation where it continues to be impossible for repatriated persons to realise the entitlements that they have obtained.", "This fact, as described in the establishment of the facts of this case, is a matter of common knowledge from newspaper reports. Thus, the government, incorrectly interpreting the consequences of the Constitutional Court's judgment, continues to block the rights of repatriated persons, thereby committing a tort to the extent and with the consequences described earlier by this Court.”", "99. In August 2003 the defendants filed appeals against that judgment with the Cracow Court of Appeal (Sąd Apelacyjny).", "The appeals were heard on 24 September 2003. The Court of Appeal upheld the findings of fact made by the lower court but altered the ruling on the merits. It accordingly amended the first-instance judgment and dismissed the claim.", "In its reasons, the Court of Appeal stressed that the enforcement of the right to credit depended, to a large extent, on the activity of the entitled person. It therefore constituted only a contingent right. Moreover, no pecuniary compensation was provided in section 212, which laid down another specific procedure for the discharge of the State's obligation. The plaintiffs could have obtained compensation only if they had proved that it had been impossible for them to obtain any compensatory property within the entire territory of Poland. In that context, the court stressed that the plaintiffs had not yet exhausted all means available under domestic legislation. They had not participated in auctions and had refused to buy the compensatory property offered to them by the authorities. Only through their active participation in the auctions could the plaintiffs have demonstrated that they had difficulty in satisfying their claim. The Court of Appeal also held that there was no basis for attributing tortious liability to the State, in particular liability for the alleged legislative inactivity. It rejected the idea that the legislature, by enacting erroneous legislation or by failing to guarantee properly the Bug River people's rights, had unlawfully expropriated the plaintiffs.", "100. On 14 May 2004 the plaintiffs lodged a cassation appeal (kasacja) against the above judgment with the Supreme Court. The cassation proceedings are pending.", "101. On 7 April 2003 the Cracow Regional Court, composed differently, having heard an action brought by two individuals, T.Rz. and E.Rz., against the State Treasury (Governor of Małopolska), allowed the plaintiffs' claim for damages arising from the State's failure to discharge its obligation under section 212 of the Land Administration Act 1997.", "102. The Regional Court considered that the provisions of the Republican Agreements could not constitute a basis for a civil claim since they had not been duly published in the Journal of Laws. It further considered, however, that not only the State's failure to secure the effective enjoyment of the right to credit but also its failure to discharge its legal duty to publish the Republican Agreements – a failure that had prevented the plaintiffs from relying on them as a legal basis – amounted to torts for which the State Treasury was liable. It held, inter alia:", "“[As to the facts]", "Unfortunately, it has to be said that, although the period since the Constitutional Court's judgment was given has not been very long, the agencies that hold the State Treasury's property have currently suspended the organisation of auctions for this property, on the ground that there are no new legislative provisions to replace those repealed. However, it is worth noting that the Constitutional Court's judgment ... concerned, as mentioned above, 'the elimination of restrictions from the system'; hence there are no grounds for adopting the position expressed in the communiqués made available to the public on the Internet. As a result, this possibility [of satisfying claims] remains illusory for the Bug River people.", "[As to the law]", "In the light of this Court's findings of fact, there is no doubt that, while the Agreement of 9 September 1944 with the Ukrainian SSR was ratified, nevertheless it certainly has not been published since then in the Journal of Laws (which is also true of the agreement with the Belarus SSR). In the light of the constitutional provisions cited above, it therefore cannot constitute a source of law, since it did not come within the domestic legal order. Consequently, this agreement cannot be applied directly or relied on as a basis for the plaintiffs' claims. A similar opinion was expressed by the Constitutional Court in its judgment of 19 December 2002, which has already been mentioned in connection with the findings of fact made in the present case. ...", "The plaintiffs applied for publication of the Republican Agreement of 9 September 1944 with the Ukrainian SSR, but the Minister for Foreign Affairs refused to take action along those lines, as he was required to do under the law on international agreements, responding that the agreement was terminated as a result of its having been executed. The basis expressed for this opinion was that, in the opinion of the Minister, the agreement had been executed inter partes, and therefore terminated, given the conclusion of the 1952 Pact with the government of the USSR. ...", "This opinion is erroneous for at least two reasons.", "To begin with, in formal terms the Vienna Convention does not provide for the possibility of terminating an agreement as a result of its execution, but rather for termination as a result of the renunciation of the agreement. ...", "Even if one were to accept the possibility that agreements could be terminated as a result of their execution, this is not an argument that is relevant where agreements have not yet been fully executed. ...", "Apart from the above, which is, in a sense, of marginal relevance, it can be added that acceptance that the Republican Agreements had been terminated with effect from 1952 would have strange consequences, for it should be remembered that in this case the result would occur ... precisely from that date. But then one must ask the question why, for example, the Supreme Court in its case-law, quoted so extensively in the present case, has bothered over the last fifty years with the issue of agreements which were no longer in force? For instance, in the well-known resolution of seven Supreme Court judges of 30 May 1990 (III CZP 1/90, ...), the Supreme Court ruled not only on section 88(1) of the Land Administration and Expropriation Act 1985, which set out the right to credit, but also on the Republican Agreements of 1944, and considered the substance of Article 3 § 6. ...", "It can be seen from the above arguments that the executive authority, despite an application from the plaintiff to this effect, did not proceed with the publication of the Agreement with the Ukrainian SSR (at least), despite the existence of a statutory obligation to publish ratified agreements immediately. ... To put it in precise terms, the public authority refrained from acting, despite a statutorily formulated duty to do so, and hence it acted in breach of the law (objective unlawfulness). Hence the first of the conditions of liability required by Article 417 of the Civil Code, read in conjunction with Article 77 § 1 of the Constitution, is fulfilled. ...", "In its findings of fact, this Court found that the plaintiffs could not satisfy their claims under the Land Administration Act 1997, since the State Treasury, as represented by the mayor, had not made it possible for the right to credit to be enjoyed, given that it had not offered any immovable property for auction, and that this situation had lasted for years. In these circumstances, as rightly pointed out by the Constitutional Court, this right had become illusory. It was also indicated that the situation had not changed at all since the Constitutional Court's judgment. ...", "As has been mentioned above, if the Agreement with the Ukrainian SSR of 9 September 1944 were published in the Journal of Laws, then, in accordance with Article 241 of the Constitution, this Agreement would be considered under Article 91 of the Constitution; there would then be a sort of presumption of its self-executing nature, and this Court would be obliged to apply it in the present case. ...", "... [had] the Republican Agreements been published, then at the present time there would have been no obstacles to pursuing claims on the basis of the Agreement's provisions quoted above ... In the opinion of this Court, the above remarks indicate that these provisions of the Agreement are self-executing in nature. ...", "This is an assertion of substantial significance. For, although the plaintiffs could invoke this instrument, its absence in the legal order makes that impossible in practice. But this absence is the result of an unlawful omission by the executive power, which neglected to publish the Agreement in the Journal of Laws.", "Given these circumstances, there is a clear and direct causal link between the unlawful omission by the public authorities and the damage suffered by the plaintiffs. This pecuniary damage consists in the fact that it is impossible for the plaintiffs to satisfy their claims through a civil action based on Article 3 § 6 of the Agreement, given that the result of such a process is prejudged at the present time (rejection of the claim, or, as in the present proceedings, an indication that such a basis is unfounded). It is certain that such proceedings cannot have a positive outcome. ...", "It should be stressed that the damage described above would not have occurred if it had been possible for the plaintiffs to enjoy their so-called right to credit, which consists in offsetting the value of abandoned property. Hence the fact of causing damage by making it impossible to conduct proceedings is closely connected with that fact as well.", "In conclusion: the unlawful omission by the public authorities, consisting in not publishing the Agreement in the Journal of Laws despite the application by T.Rz. and E.Rz., made it impossible, as the plaintiffs could not enjoy their right to credit as a general right within the existing legal order, to obtain effective compensation in the maximum amount possible – namely, the value of the plaintiffs' property abandoned in Ukraine, which they claimed on the basis of Article 3 § 6 of the Agreement with the Ukrainian SSR.”", "103. On 29 May 2003 the Supreme Administrative Court heard cases brought by E.Rz. (the plaintiff in the proceedings described above) and a certain A.K. The applicants lodged the complaints under section 26 of the Supreme Administrative Court Act of 11 May 1995 (Ustawa o Naczelnym Sądzie Administracyjnym), alleging inactivity on the part of the Prime Minister in that he had failed to publish the Republican Agreements of 9 September 1944, concluded by the Polish Committee of National Liberation and the governments of the Soviet Socialist Republics of Ukraine and Belarus (see also paragraphs 11 and 39-40 above).", "104. The Supreme Administrative Court rejected the complaints, finding that they had been misdirected. In particular, there was no issue of inactivity on the part of the Prime Minister since he could not order publication of an international agreement without a prior recommendation from the Minister for Foreign Affairs. The latter had not, however, recommended the Republican Agreements for publication in the Journal of Laws.", "In its decision the court made certain important findings of fact and law. It also challenged the opinion of the Constitutional Court as to the binding force of the Republican Agreements and expressed the view that Article 3 in each of the agreements related directly to the rights and obligations of repatriated persons and did not amount to a mere promise to act.", "105. The court held, inter alia:", "“In the opinion of the Supreme Administrative Court, the substance of this Agreement, and in particular Article 3, indicates that it related directly to the rights and obligations of repatriated persons. It did not just contain a promise to act, which could not in and of itself constitute a basis for pursuing claims, since it only provided, as shown by the Constitutional Court judgment of 19 December 2002, and by the opinion of 27 January 2003 of the Legal Advisory Committee to the Minister for Foreign Affairs in the matter of Bug River property, for a special type of responsibility on the part of the State to regulate, in domestic law, the issue of settlement with persons who lost property as a result of the delimitation of the Polish borders. This is clear from Article 3 § 6, since the value of abandoned movable and immovable property was to be returned on the basis of an insurance valuation. ...", "In the opinion of the Supreme Administrative Court, the agreement in question, despite the position of the respondent and the reasoning of the Constitutional Court judgment of 19 December 2002, is still binding, as it has not been fully executed. In accordance with Article 59 of the Vienna Convention on the Law of Treaties of 23 May 1969, a treaty is considered terminated if all the parties to it have concluded a later treaty relating to the same subject matter and it appears from the later treaty or is otherwise established that the parties intended that the matter should be governed by that treaty, or if the provisions of the later treaty are so far incompatible with those of the earlier one that the two treaties are not capable of being applied at the same time. ...”", "106. On 12 December 2003, in two subsequent judgments (nos. II SAB 219/03 and II SAB 221/03) concerning complaints about the inactivity of the executive, in particular the Minister for Foreign Affairs' failure to proceed with the publication of the Republican Agreements in the Journal of Laws, the Supreme Administrative Court fully upheld the above view. It further ordered the Minister to deal with the claimants' applications for the Republican Agreements to be duly published.", "107. On 25 April 2001 the Warsaw Regional Court dismissed a claim for pecuniary compensation for property abandoned beyond the Bug River (in the region which now belongs to Ukraine) lodged by a certain Cz.S. against the State Treasury and the Minister for the Treasury. Cz.S. asked for an award corresponding to the value of the property in question and relied on, inter alia, Article 3 § 6 of the relevant Republican Agreement. The court considered that the provisions of the Agreement could not constitute an independent legal basis for establishing the liability of the defendant and that the plaintiff had failed to show a causal link between the damage claimed and any tortious act or omission on the part of the State authorities.", "On 28 May 2002 the Warsaw Court of Appeal, on an appeal by the plaintiff, upheld the first-instance judgment and the reasons given for it.", "108. This judgment (no. I CK 323/02) was given by the Supreme Court sitting as a bench of three judges, following the examination of a cassation appeal lodged by Cz.S. against the Court of Appeal's judgment. The Supreme Court quashed the appellate judgment and remitted the case to the Warsaw Court of Appeal. In its judgment, considered as a landmark ruling on the Bug River claims and the State's civil liability for non-enforcement of the right to credit, the Supreme Court made a number of important findings of fact and law.", "109. Considering the nature of the entitlement laid down in section 212 of the Land Administration Act 1997, the Supreme Court observed, inter alia:", "“While the nature of that right is disputable, there is nevertheless a prevailing view that it constitutes a particular proprietary right, [which is] inheritable and transferable in a specific manner and whose substance consists in the possibility of having a certain pecuniary obligation satisfied through the use of the so-called 'Bug River money' [pieniądz zabużański]. This so-called right ... undoubtedly has a pecuniary value, [a value] which derives from the availability of goods which can be bought with it. The availability of those goods is determined by ... legislation and its application in practice.”", "110. It further stated as follows:", "“... [T]here can be no doubt that the legislative initiatives taken in the last few years have affected the value of the right to credit and that this reduction in value can be considered a material loss covered by the notion of damage. In this regard, it is necessary to compare the value of the right to credit in a hypothetical legal situation free from the laws found to have been defective, and the value of this right resulting from the enactment of the [defective] laws in question.", "In considerations relating to damage, one must not fail to mention the way in which the legal provisions relating to the Bug River people's rights are applied in practice. The case file contains documents confirming that the State Treasury does not hold any auctions in which they could participate. Neither the Agricultural Property Agency nor the Military Property Agency have complied with the Constitutional Court's judgment. Such practices make it impossible, for all practical purposes, [for the claimants] to have their right to credit realised. Of course, [in such matters as] the existence of damage and its value, the burden of proof lay on the plaintiff. Admittedly, this damage does not amount to deprivation of property rights and its value is not equal to the value of the property abandoned in Ukraine. ...", "In conclusion, [the Bug River claimants] may, under Article 77 § 1 of the Constitution, seek pecuniary compensation from the State Treasury for the reduction in the value of the [right to credit] resulting from the enactment of legislation restricting their access to auctions ...which either made it impossible for them to enforce their rights or reduced the possibility of enforcing those rights. ...", "That does not mean, however, that it is possible [for the claimants] to obtain the full pecuniary value of the property abandoned in the Borderlands. It would be contrary to ... section 212 of the Land Administration Act 1997, by virtue of which the legislature – acting within its legislative autonomy – laid down specific compensatory machinery. The crucial point is, however, that previous legislative action rendered [this machinery] illusory – as the Constitutional Court has unequivocally held. This had an impact on the actual value of the [right to credit]. Indeed, the value of this right was reduced since the legislature, on the one hand, excluded from the scope of section 212 ... [certain] portions of State land and, on the other, through the application of this provision in practice (failing to hold auctions), made it unenforceable. [I]n consequence, the right to credit could not, and still cannot, be realised.", "Such actions cannot be accepted in a democratic State governed by the rule of law and applying the principles of social justice (Article 2 of the Constitution), or in a State in which equal protection is guaranteed in respect of ownership, other property rights and the right of succession (Article 64 § 2 of the Constitution).", "It must be noted that some 90% of persons entitled to compensatory property have obtained [full] compensation, in particular through the realisation of the right to credit. That being so, and given that the right to credit is still in force ..., the right to full compensation of those Bug River claimants who have not yet realised the right to credit must be considered justified. [To hold otherwise would amount to] unjustified discrimination between [various groups] of the Bug River people and would render unenforceable the provisions ... laying down the specific procedure for the realisation of the right to credit (in particular section 212).”", "111. Meanwhile, the Senate had prepared the Bill on amendments to the Land Administration Act, the Law on amendments to the Law on the administration of the State Treasury's Agricultural Property and other statutes (Projekt ustawy o zmianie ustawy o gospodarce nieruchomościami i ustawy o zmianie ustawy o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa oraz o zmianie niektórych innych ustaw – “the Senate Bill”). It was introduced in Parliament on 10 March 2003. In short, the Senate proposed a reformulation of the existing provisions in order to make all State land available to the Bug River claimants.", "112. The first reading of the Senate Bill took place on 16 April 2003. On 26 May 2003 the government, which at the beginning of 2003 had prepared its own bill (see also paragraph 33 above), submitted its opinion, in which it strongly criticised the proposals by the Senate.", "The Government Bill was submitted to Parliament on 10 July 2003. The government proposed that all State property be available for sale to the Bug River claimants but that the value of compensation be reduced to PLN 20,000.", "113. Later, Parliament decided to work on both bills simultaneously.", "The first reading took place on 29 July 2003. The second and the third readings took place on 28 October and 12 November 2003 respectively. In the course of the readings, the maximum value of compensatory property was increased to PLN 50,000.", "On 12 November 2003 the bills were adopted by the Sejm and the Act was referred to the Senate. The Senate proposed certain amendments which, in essence, were accepted by the Sejm on 12 December 2003. On the same day the December 2003 Act was transmitted for signature by the President of Poland. The President signed it on 5 January 2004.", "114. The December 2003 Act came into force on 30 January 2004. Section 1 provides as follows:", "“This Law shall determine the principles of offsetting the value of property [which] was abandoned beyond the present borders of the Polish State, in connection with the war that began in 1939, against the price of State property or against the fee for the right of perpetual use and [in respect of which] redress was to be afforded under [the provisions of] the following [instruments]:", "(1) Agreement of 9 September 1944 between the Polish Committee of National Liberation and the government of the Belarus Soviet Socialist Republic on the evacuation of Polish citizens from the territory of the Belarus SSR and of the Belorussian population from the territory of Poland;", "(2) Agreement of 9 September 1944 between the Polish Committee of National Liberation and the government of the Ukrainian Soviet Socialist Republic on the evacuation of Polish citizens from the territory of the Ukrainian SSR and of the Ukrainian population from the territory of Poland;", "(3) Agreement of 22 September 1944 between the Polish Committee of National Liberation and the government of the Lithuanian Soviet Socialist Republic on the evacuation of Polish citizens from the territory of the Lithuanian SSR and of the Lithuanian population from the territory of Poland;", "(4) Agreement of 6 July 1945 between the Republic of Poland's provisional government of national unity and the government of the Union of Soviet Socialist Republics on the right of persons of Polish and Jewish origin living in the USSR to change the[ir] Soviet citizenship and on their evacuation to Poland, and on the right of persons of Russian, Ukrainian, Belorussian, Ruthenian and Lithuanian origin living within the territory of Poland to change the[ir] Polish citizenship and on their evacuation to the USSR.”", "115. Section 2 reads as follows:", "“(1) The right to credit the value of property abandoned abroad shall be conferred on the owners of such property, if they fulfil all the following conditions:", "1. they lived in the territories referred to in section 1 on 1 September 1939, held Polish citizenship on that day, and abandoned those territories in connection with the war that began in 1939;", "2. they are Polish citizens; and", "3. they have permanently resided in the Republic of Poland at least since the date of entry into force of this Law.", "(2) In the event of the death of an owner of property abandoned beyond the present borders of the Polish State, the right to credit the value of [the abandoned] property shall be conferred either jointly on all his heirs, if they are Polish citizens and have permanently resided in the Republic of Poland since at least the date of entry into force of this Law, or on the [one] heir designated by the remaining heirs. The designation of such an entitled person shall be effected through a declaration with the signature [or signatures] being confirmed by a notary.", "(3) The right to credit the value of property abandoned beyond the present borders of the Polish State, as confirmed pursuant to other legal provisions and to this Law, shall not, without prejudice to subsection (2), be transferable.", "(4) The right to credit the value of property abandoned beyond the present borders of the Polish State shall not be conferred on a person who, pursuant to other legal provisions, including the provisions on land administration, on the agricultural reform or on the agricultural system and settlement, has acquired ownership or perpetual use of the State Treasury's property within the framework of the redress provided for in the Agreements referred to in section 1.”", "116. Section 3 lays down the right to credit in the following way:", "“(1) Persons referred to in section 2(1) and (2) shall, without prejudice to subsection 2 of this provision, have the value of property abandoned beyond the present borders of the Polish State offset against the price of State property or [against] the fee for perpetual use of such property and the price of buildings, other premises or dwellings situated therein.", "(2) Offsetting of the value of property abandoned beyond the present borders of the State, as referred to in the [preceding] subsection, shall be effected up to a value equal to 15% of the value of that property; the sum offset may not exceed 50,000 Polish zlotys.”", "117. Pursuant to sections 4 and 5, all Bug River claimants must apply to the governor of the relevant province to have their right to credit confirmed. The confirmation takes the form of an administrative decision, which may be appealed against to the President of the Office for Housing and Town Development (Prezes Urzędu Mieszkalnictwa i Rozwoju Miast). The deadline for making such applications has been set at 31 December 2005.", "Section 6 provides that governors are to keep registers of Bug River claims.", "The entitlement to compensation under the December 2003 Act can only be enforced through the auction bidding procedure.", "118. Section 14 reads, in so far as relevant, as follows:", "“The following amendments shall be made to the Land Administration Act of 21 August 1997:", "1. Section 212 shall be repealed; ...”", "119. Section 16 states:", "“Obligations following from the Agreements referred to in section 1 shall be deemed to have been discharged towards the persons mentioned in section 2(4) and the persons who, under the provisions of this Law, have realised the[ir] right to credit the value of property abandoned beyond the present borders of the Polish State.”", "120. On 30 January 2004, the date of entry into force of the December 2003 Act, a group of deputies from the party “Civic Platform” (see also paragraph 38 above) applied to the Constitutional Court under Article 191 of the Constitution read in conjunction with Article 188, challenging the constitutionality of a number of that Act's provisions, including sections 2(1)(2), 2(1)(3), 2(2), 2(4), 3(2) and 16. They relied on the constitutional principles of equality before the law, the protection of property and of lawfully acquired rights, and the rule of law. The proceedings are pending."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}