{"ITEMID": "001-107083", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ŠARIĆ AND OTHERS v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["4. The applicants’ personal details are listed in Annex I to this judgment.", "5. The applicants were serviceman employed by the Ministry of Defence (Ministarstvo obrane Republike Hrvatske). In 1996, 1997 and 1998 the applicants occasionally participated in demining operations in the newly liberated territories in Croatia.", "6. On the basis of the Decision of the Minister of Defence of 18 September 1995 (see “Relevant domestic law”, below), they were entitled to a special daily allowance for such work.", "7. Since the allowances had not been paid to them, on 21 May 2002 each applicant brought a separate civil action against the State in the Knin Municipal Court (Općinski sud u Kninu), seeking payment of the unpaid allowances.", "8. The State responded that their actions were time-barred because the three-year limitation period for employment-related claims had expired.", "9. In reply, the applicants argued that on several occasions they had asked their commanding officer why the allowances had not been paid. Their commanding officer had made enquiries of his superior, who had then contacted the General Staff of the Croatian Armed Forces (Glavni stožer Oružanih snaga Republike Hrvatske). Eventually, the applicants had been informed through their commanding officer that their claims were not being disputed and that they would be paid once the funds for that purpose had been allocated in the State budget. Relying on that information, the applicants argued that the State had acknowledged the debt and that the running of the statutory limitation period had thus been interrupted.", "10. On 12 and 14 December 2005 the Knin Municipal Court ruled in favour of the State and dismissed the applicants’ actions. It held that in accordance with the internal regulations of the Ministry of Defence the only person authorised to acknowledge the debt on behalf of the Ministry before the applicants had brought their actions had been the head of its Central Finance Department and his superiors. Therefore, the repeated declarations of the applicants’ commanding officer to the applicants, after making enquiries of his superiors up to the level of the General Staff of the Croatian Armed Forces, that their claims were not in dispute and that the allowances would be paid once funds had been allocated in the budget for that purpose, had not constituted acknowledgement of the debt capable of interrupting the running of the statutory limitation period.", "11. On 3 and 10 April 2006 the Šibenik County Court (Županijski sud u Šibeniku) dismissed the applicants’ appeals and upheld the first-instance judgments endorsing the reasons given therein.", "12. The applicants’ subsequent constitutional complaints were dismissed by the Constitutional Court (Ustavni sud Republike Hrvatske) in the period between 18 September 2006 and 10 April 2008. The Constitutional Court’s decisions were served on the applicants’ representative on the dates indicated in Annex I to this judgment.", "13. Decision of the Minister of Defence on Payment of Special Daily Allowances for Carrying Out Mining and Demining Works (Odluka o isplatama posebnih dnevnica za vrijeme izvođenja radova na miniranju i deminiranju, unpublished) of 18 September 1995 reads as follows:", "“1. Permanent and reserve members of the Armed Forces of the Republic of Croatia carrying out mining and demining works shall have the right to special daily allowances.", "2. Special allowances shall be calculated in the amounts prescribed by the Decision on the Amount of Daily Allowance for Official Journeys and the Amount of Compensation for Users Financed from the State Budget [that is, 123 Croatian kunas (HRK) at the time], and so from the time of departure to [carry out] mining and demining works, according to the following criteria:", "(a) the entire daily allowance for every twenty-four hours spent on mining and demining works, including periods of twelve to twenty-four hours [that is, between twelve and twenty-four hours];", "(b) half the daily allowance for periods of eight to twelve hours.", "3. The lists of persons entitled to special daily allowances, with details, shall be compiled by the commander at independent battalion level or higher, and shall be certified by the commander of the operational zone ... The certified list shall be submitted for payment to the regional finance department on whose territory mining and demining works have been carried out, at the latest on the third day of the month in respect of the preceding month.", "4. This Decision shall enter into force on the day of its adoption, and shall be applicable from 1 June 1995.”", "14. The relevant provision of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) reads as follows:", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}