{"ITEMID": "001-104702", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF JAKUBCZYK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 6-3-d", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1952 and lives in Kielce.", "6. On 13 December 2000 the police entered premises in B., owned by one of the applicant’s associates, where they discovered a chemical laboratory, substances that turned out to be precursors necessary for the production of narcotics, and various appliances, inter alia, for the production of pills.", "7. On 15 December 2000 the applicant was arrested by the police. On 17 December 2000 the Kielce District Court (Sąd Rejonowy) decided to remand him in custody on suspicion of producing psychotropic substances.", "8. Subsequently his detention was extended.", "9. On 11 December 2001 the applicant was indicted before the Kielce Regional Court (Sąd Okręgowy) on charges of leading an organised criminal gang that between 1996 and 15 December 2000 had produced large quantities of amphetamine, heroin and cocaine. Simultaneously, three other persons were indicted in the same set of proceedings.", "10. At the same time the prosecutor severed other charges against the applicant related to illegal transport of psychotropic substances to Austria and other European countries and releasing drugs into circulation in those countries.", "11. On 15 January 2002 the trial court held the first hearing in the case.", "12. On 27 November 2002 the Kielce Regional Court held a hearing at which the prosecutor sought to read out statements made by a certain W.P. as well as by J.K., B.S., and G.C. The applicant’s lawyer objected to this, submitting that the statements in question had been made before the Austrian courts in another set of criminal proceedings in which those individuals had been the accused, and thus they had not received a warning about criminal liability for making untruthful statements. He also submitted that the Polish authorities had made no attempt to hear those individuals in Poland at the preparatory stage of the proceedings. Moreover, he challenged the legal basis that could allow statements made before foreign courts to be read out.", "Nevertheless, the trial court decided to read out the statements made by W.P. and others. The court based its decision on Article 587 of the Code of Criminal Procedure and others, which allowed statements made by both witnesses and accused in another set of proceedings to be read out. It agreed that it had not been obvious whether this provision could be applicable to a situation where the actions of foreign authorities had not been taken at the request of the Polish authorities; however this doubt had been dismissed by the Supreme Court in its decision of 28 March 2002. The Regional Court examined the rules of Austrian Criminal Procedure and concluded that they did not conflict with the principles and guarantees provided by the Polish legal order.", "13. At a hearing held on 20 February 2003 the trial court started reading out the statements of W.P. and others. The applicant contested the truthfulness of W.P.’s testimony.", "14. On 19 March 2003 the applicant’s lawyers requested the trial court, inter alia, to hear witnesses W.P. and B.S. in person before the trial court in order to confront them. They pointed to discrepancies in their statements which could only be verified by hearing them in person before the trial court.", "15. On the same date the Regional Prosecutor submitted to the court his reply to the applicant’s request, in which he was not opposed to W.P. and B.S. being heard by a delegated judge, as they had not so far been heard by the Polish authorities in connection with this set of proceedings.", "16. On 26 March 2003 the Kielce Regional Court refused the applicant’s request for W.P. and B.S. to be heard in person without specifying the reasons for the refusal.", "17. On 30 May 2003 the trial court gave judgment in the case. The applicant was convicted of the following offences, committed on an unspecified date between 1997 and 15 December 2000:", "1) storing and possessing large quantities of psychotropic substances,", "2) storing, owning and acquiring equipment necessary for illegal production of psychotropic substances, and", "3) producing large quantities of psychotropic substances, particularly amphetamines.", "The court found that the applicant had acted together with three accomplices; however it acquitted him of the charge of leading an organised criminal gang. The court sentenced the applicant to nine years’ imprisonment and a fine.", "18. The facts of the case were established on the basis of the following:", "1) expert opinions submitted by nine different experts, including an opinion prepared in cooperation with the Forensic Institute in Wiesbaden (Germany);", "2) statements made by thirtythree individuals, witnesses and coaccused;", "3) statements made by W.P., B.S. and others heard before the Austrian authorities, including those read out at the hearing;", "4) documents: records of searches of premises, notes on use of a police dog and scent identification, records of in situ inspection, forensic opinions, documents, inspection of pieces of evidence produced at the hearing, documents held in the secret registry, documents submitted by witness T.S., photographic documentation of pieces of evidence, and official correspondence related to pieces of evidence.", "Some of the evidence referred to above had been collected in another set of criminal proceedings against the applicant (regarding charges severed in 2001, see paragraph 10 above).", "19. In reconstructing the facts of the case the trial court firstly examined the type and quantity of chemical substances seized during the search of five rooms of the laboratory in B. and the possible time frame of the activity of the laboratory. The written reasons of the judgment in this respect are detailed and extensive. The court examined at length the results of the searches of the laboratory, which had been conducted by several experts, who had collected about 100 samples of chemical substances as well as video and photographic evidence. The trial court examined the scientific methodology employed by experts, and the procedures followed, in the light of the allegations made by the accused that some of the evidence against them had been fabricated.", "20. The court further examined the involvement of each of the coaccused in the activities with which they had been charged. As regards the applicant, the trial court referred to comparisons made by Polish and German experts of chemical substances found in the laboratory to ecstasy pills confiscated in several European countries, notably in Austria. The experts considered that it was most probable that the drugs found abroad had been produced in the laboratory in B. The link between the applicant, the other coaccused, and the activity of the laboratory was established on the basis of various pieces of evidence examined at length by the trial court as well as circumstantial evidence.", "21. The trial court assessed the credibility of statements obtained from W.P. and others by the Austrian courts and investigating authorities, which had been read out at the hearing, and determined that they were worthy evidence (pełnowartościowy materiał dowodowy). They enabled the existence of personal connections between the applicant and drug dealers arrested in Austria, in particular W.P., to be established The court considered this evidence to corroborate what had been established by experts, namely that the drugs found abroad had in fact been produced in the laboratory in B. The trial court considered that W.P. in his statements had been incriminating himself to a far greater extent than the applicant. W.P. considered himself the main organiser of drugrelated dealings and depicted the applicant as an ineffective executor of his instructions.", "22. On 31 December 2003 the applicant lodged an appeal against the judgment. He complained in particular that W.P.’s statements, as well as those of three other witnesses, had been read out before the trial court although they had not been requested by the Polish authorities as provided by Article 587 of the Code. The applicant also contested the trial court’s refusal of his request for W.P. to be heard in person. Moreover, the appeal challenged the trial court’s finding that the applicant had been producing drugs up to 15 December 2000. He submitted that the condition of the laboratory when it was searched on 13 December 2000 showed that it had not been used recently. Thus the trial court was wrong to conclude that the applicant had been committing an offence continuously up to 15 December 2000 and to apply the more severe legal regulation that entered into force on 12 December 2000.", "23. The prosecutor also lodged an appeal, alleging that it had been sufficiently proved that the applicant had acted as a leader of an organised criminal gang.", "24. On 8 April 2004 the Krakow Court of Appeal (Sąd Apelacyjny) held a hearing and upheld the impugned judgment. The court considered that the firstinstance court had been right to read out the statements of W.P. and others made before the Austrian court and that it had correctly applied the legal provisions in the light of the Supreme Court’s interpretation set out in its decision of 28 March 2002. The appellate court also dismissed the arguments that the applicant had not been producing any illegal substances immediately before and after 12 December 2000. The court considered that the police had secured in his laboratory large quantities of substances for the production of narcotics, with appliances which had not been dismantled and showed signs of recent use. According to the court, a laboratory of that kind did not work steadily and produce constantly, but had periods of stagnation, waiting for the following stages of the production, but nevertheless with the intention of continuing such activity.", "25. In addition to the above-mentioned circumstantial evidence, the Court of Appeal analysed at length the statements made by W.P. and other witnesses heard in Austria and assessed their usefulness and veracity. It underlined that the applicant had never contested that he knew W.P. and had met him on several occasions, allegedly in the capacity of an expert consultant in chemistry. The court noted that W.P. had disclosed many elements of his dealings, which only in part concerned the applicant, without attempting to minimise his own role. His statements were considered logical and trustworthy and corroborated by those made by other witnesses.", "26. On 15 July 2004 the applicant lodged a cassation appeal with the Supreme Court (Sąd Najwyższy).", "27. On 19 October 2004 the Supreme Court decided not to hear the cassation appeal and refused to prepare written reasons for its decision.", "28. Article 390 § 1 of the 1997 Code of Criminal Procedure (“the Code”) provides:", "“The accused has a right to be present during the taking of evidence in the proceedings.”", "29. Article 391 of the Code provides as follows:", "“1. If a witness has without good reason refused to testify, or has made a statement which differs from a previous one, or has stated that he does not remember certain details, or if he is abroad, or a summons cannot be served on him, or if he has not appeared for good reason or if the president of the court has declined to summon him pursuant to Article 333 § 2 [because upon the lodging of the bill of indictment the prosecution has asked that the records of his testimony be read out at trial], and also when a witness has died, the records of his previous statements may be read out, [regardless of whether they] have been made in the investigation or before the court in the case in question or in another case or in any other procedure provided for by the law.", "2. In the circumstances referred to in paragraph 1, and also in the case specified in Article 182 § 3, the records of evidence that a witness has given when heard as an accused may also be read out.”", "30. According to Article 587 of the Code:", "“The official records of inspections, testimonies given by accused, witnesses or experts, or records of other evidentiary actions prepared upon a request from a Polish court or prosecutor, by the courts or prosecutors of foreign countries or by agencies performing under their supervision, may be read out at a hearing in accordance with the principles prescribed in Articles 389, 391 and 393. This may be done provided that the manner in which these actions are performed does not conflict with the principles of legal order in the Republic of Poland.”", "31. According to Article 590 § 4 of the Code, the provision above is applicable also to evidentiary materials obtained abroad even if the actions have not been taken at the request of a Polish court or prosecutor.", "32. Section 40 (2) of the 1997 Prevention of Drug Addiction Act (Ustawa o przeciwdziałaniu narkomanii) provided that production of large quantities of psychotropic substances was liable to a penalty of up to five years’ imprisonment. On 26 October 2000 the Act was amended with effect from 12 December 2000. As required by the amended section 40 (2) of the Act the offence in question became liable to a penalty of a minimum of three years’ imprisonment; no maximum liability was set."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}