{"ITEMID": "001-106527", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "OMEREDO v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["The applicant, Ms Mary Magdalene Omeredo, is a Nigerian national who was born in 1973 and lives in Wels. She was represented before the Court by Ms S. Singer, a lawyer practising in Wels. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry for European and International Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant fled Nigeria in May 2003. She applied for asylum in Austria on 23 May 2003, stating that she comes from a village in Delta State and belongs to the Isoko group. Her mother still lives in that village, her father died when she was 5 years old.", "In April 2003 she should have undergone FGM (female genital mutilation), as according to the custom in her village, every five years the unmarried women were to undergo FGM. The applicant’s sister had died because of the consequences of FGM and the applicant had told her mother she did not want to undergo FGM, but was told that she would have to accept it. The applicant submitted that police would not interfere in what they saw as a tradition and that the other villagers might kill her if she refused FGM.", "The applicant fled from her village and stayed with a friend in a neighbouring village for a few days but had to leave due to fights that broke out in the village. The applicant then travelled to Austria on an unknown route.", "The Federal Asylum Office (Bundesasylamt) rejected the applicant’s request for asylum on 10 July 2003 and stated that her expulsion to Nigeria was permissible. It held that the applicant, whose statements were credible, disposed of an internal flight alternative. She could for instance live in another province or in one of the big cities. Consequently, she could not be considered to be in danger of treatment contrary to Article 2 or Article 3 of the Convention. It stated that no national legal prohibition of FGM was in force in Nigeria, but several federal states had such provisions in force. The Federal Asylum Office concluded that the reasons for fear could not be imputed to the state. As the state could not be deemed unable or unwilling to offer protection, the applicant was expected to avail herself on the protection offered by the state.", "The applicant, represented by counsel, lodged a complaint against the decision before the Asylum Court (Asylgerichtshof).", "By decision of 10 September 2009 the Asylum Court rejected the complaint, finding that the Federal Asylum Office had not erred when assessing the evidence and no new circumstances had come to light to necessitate re-assessing the evidence. With regard to FGM, the Asylum Court held that the practise was declining, but still existed. However, state authorities might have afforded protection to the applicant, and the applicant disposed of an internal flight alternative. Since the applicant had stated to have attended school for 13 years and having gained 8 years’ working experience as a seamstress, it was reasonable to assume that the applicant would find work.", "The applicant complained to the Constitutional Court and applied for legal aid. She argued that the Asylum Court had not sufficiently taken into consideration that she was a single woman without any family relations except for her mother, who lives in the village she had to flee to avoid FGM. In her situation, it was almost impossible that she could move to another area in Nigeria and make a living there, as single women were still viewed with suspicion and faced hardships e.g. when trying to rent a flat. The applicant further argued that the fact that she had to flee her family because of the threat of FGM and was expected to start a new life on her own in a different part of Nigeria, with the risk of ending up in poverty and in degrading circumstances, already amounted to a violation of Article 3 of the Convention.", "By decision of 1 December 2009, the Constitutional Court refused legal aid and refused to deal with the complaint, holding that the complaint did not raise any issue of constitutional law and thus had no prospects of success. The decision was served on the applicant’s counsel on 9 December 2009.", "The Court reiterates that in the case Izevbekhai and others v. Ireland (dec.), no. 43408/08, 17 May 2011, it noted the following with regard to FGM in Nigeria:", "“ [1.] General", "34. FGM comprises all procedures that involve partial or total removal of the external female genitalia or other injury to the female genital organs for non-medical reasons. The World Health Organisation (“WHO”) noted the following key facts about FGM in its Fact Sheet No. 241 (2010): an estimated 100-140 million girls and women worldwide live with the consequences of FGM. It is mostly carried out on young girls some time between infancy and 15 years of age and in Africa an estimated 92 million girls from 10 years of age and above have undergone FGM.", "35. There are different forms of FGM (see Eliminating Female Genital Mutilation: An Interagency Statement 2008 of various international organisations including the WHO, the UN High Commissioner for Refugees (“UNHCR”), the UN Children’s Fund (“UNICEF”) and the UN Development Fund for Women (“UNIFEM”)). These include Clitoridectomy, Excision and Infibulation.", "36. The same Interagency statement described FGM as a violation of, inter alia, the right to freedom from torture, inhuman and degrading treatment so that protection from FGM was provided for by various international treaties (Convention on the Rights of the Child and Convention on the Elimination of All Forms of Discrimination Against Women), by regional treaties (Protocol to the African Charter on Human and People’s Rights Relating to the Rights of Women in Africa, “Maputo Protocol”) as well as by consensus documents of several international organisations. The UN Special Rapporteur on Torture and other Cruel, Inhuman or Degrading Treatment or Punishment considers that FGM amounts to torture even if it is legal and/or medicalised (Report to the UN General Assembly, 14 January 2008. See also joint Global strategy to stop health-care providers from performing female genital mutilation 2010 of, inter alia, the WHO, UNHCR, UNICEF and UNIFEM).", "[2.] Legal position as regards FGM in Nigeria", "37. Nigeria is a federal republic of 36 states with a population of approximately 150 million. English is one of its official languages.", "38. In 1995 Nigeria ratified the Maputo Protocol, Article 5 of which requires State Parties to legislate to prohibit FGM. Article 34(1)(a) of the 1999 Federal Constitution prohibits “torture or inhuman or degrading treatment”. A Bill banning FGM was introduced at federal level in Nigeria and it was withdrawn when the National Assembly stepped down in 2003. Since this Bill has not been re-introduced, there is currently no general federal law against the practice of FGM in Nigeria. However, approximately 12 of the 36 States in Nigeria have adopted laws specifically prohibiting FGM, including the south-south States (one of which is the Edo State) and almost the whole of the south-west. The federal Child Rights Act 2003 provides that causing FGM is a punishable offence and that federal Act has been enacted in 18 of the 36 States of Nigeria.“"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}