{"ITEMID": "001-69214", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TOĞCU v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of application);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Feyyaz Gölcüklü", "TEXT": ["15. The applicant, a Turkish citizen of Kurdish origin, was born in 1944 and lives in the town of Silvan within the administrative jurisdiction of the province of Diyarbakır, in south-east Turkey.", "16. The facts of the case, particularly concerning events which took place on or about 21 April 1992 and on or about 30 June 1992, are disputed between the parties.", "17. The facts as presented by the applicant are set out in Section B below (paragraphs 18-32). The Government's submissions concerning the facts are summarised in Section C below (paragraphs 33-36). Documentary evidence submitted by the Government and by the applicant are summarised in Sections D (paragraphs 37-61) and E (62-67) respectively.", "18. The applicant's son Ender Toğcu was the manager of the Sento hotel and the Arzu club in Diyarbakır. He had no relations with the Kurdistan Workers' Party (the PKK) or any other similar organisations.", "19. On an unspecified date, Ender's maternal cousin Mehmet Kartal was taken into custody in relation to a criminal case and when Ender's photograph was found on him, he apparently made a statement to the effect that he and Ender were partners in the alleged crime. The cousin was subsequently released without charge.", "20. The applicant stated in the application form submitted to the Commission that, on 29 November 1994, Ender Toğcu's wife Güler was in Diyarbakır Hospital, giving birth. The applicant's wife was with her. At about 3 p.m. Ender Toğcu left his older brother Ali Toğcu to go to the hospital. However, Ender never arrived at the hospital and had not been seen since.", "21. In reply to a query from the Court into details of the hospital records showing the date of birth, the applicant replied on 31 January 2000 with the correction that the woman who had been in hospital giving birth on the day of Ender's disappearance was not Ender's wife but the wife of his brother Ali. On the day in question Ender and Ali had had a meal together at a restaurant near their house before Ender had left for the hospital to visit Ali's wife. Although the applicant submitted that he would obtain hospital records and send them to the Court, he failed to do so.", "22. In his memorial of 16 October 2001, the applicant submitted that on the day of his disappearance, his son Ender had been with his wife Güler, who was pregnant and had been taken to the maternity ward of the hospital as she was feeling unwell. Ender never returned from the hospital. The applicant also informed the Court that Ender had one child, born on 12 March 1993.", "23. At about 10.30 p.m. on 29 November 1994, seven or eight plainclothes police officers came to the applicant's home in Diyarbakır and beat the applicant and his younger son. The police officers enquired about Ender's whereabouts. The applicant told them, although he knew that this was untrue, that Ender had left for Kayseri three days earlier. The police officers then told him that his son was in the hands of the police and that they would hand over his body in three days.", "24. The police officers moved on to the house of Ali Toğcu, where they arrived at about midnight and conducted a search without finding anything. Ali told the police officers that he had not seen his brother Ender since 3 p.m. that day. The police officers took Ali to the applicant's house, where they told the applicant that there was a firearm in his house and ordered him to hand it over. Both the applicant and Ali denied the existence of any gun. After having conducted a conversation over the wireless, the police officers told the applicant and Ali that the firearm was in the woodshed of the applicant's house. The police officers told the applicant's wife that Ender had told them where he had hidden the gun. The police officers then found the firearm hidden in the woodshed, and left.", "25. On 30 November 1994, Ali was apprehended by police in a café in Diyarbakır and taken to the Security Directorate. He was subsequently taken to the official detention centre of the Rapid Reaction Force where he was detained for four to five hours, during which he was interrogated and tortured intensely. He was questioned about Ender's whereabouts. When he told the police officers that he did not know where his brother was, he was told that Ender had been apprehended and that a price-list of walkie-talkies and batteries had been found on him. Ali was also asked where Ender's rifle was. During his interrogation, Ali, despite having been told by the police officers that his brother Ender had “gone to the mountains”, could hear the screams of Ender. After having been interrogated and tortured for about four to five hours and believing that he was dead, the police officers left Ali on a dump in Ergani, about 50 kilometres from Diyarbakır.", "26. After his release, Ali Toğcu made inquiries about Ender at the Çarşı Police Station, where he was told that his brother was being held by the police and that he would be released after interrogation.", "27. On an unspecified date, Ali Toğcu made further inquiries about Ender with the Chief Commissioner at the Homicide Department, taking with him a photograph of his brother, a photocopy of his brother's identity card and the applicant's home telephone number. These inquiries had not yielded any results.", "28. On an unspecified date, the applicant and Ali Toğcu were apprehended and detained for six days. The police accused them of helping and meeting with Ender, whom they alleged was in the mountains. They were both released after six days without having been brought before a court.", "29. On another occasion, Ali Toğcu was approached by police officers who asked him for money in exchange for which Ender would not be killed. One police officer asked Ali for one billion Turkish Lira to be given to a third person. In return, Ender would be released.", "30. The applicant and his family filed many petitions with the State of Emergency Governor, the City Governor and other authorities. None of these petitions were accepted. On 6 April 1995, the applicant's wife filed a petition with the office of the Public Prosecutor at the Diyarbakır State Security Court (hereinafter “the Diyarbakır Court”). On 7 April 1995, she was informed by the authorities that the name of Ender Toğcu did not appear in their records.", "31. The applicant was heard by the Prosecutor for the first time on 19 July 1996. On 6 November 1996 the Diyarbakır Prosecutor issued a decision not to prosecute anyone in relation to the disappearance (Takipsizlik Kararı).", "32. The investigation was apparently reopened in October 1999. The applicant gave a second statement to the Diyarbakır Prosecutor and, for the first time, statements were taken from the spouses of the applicant and Ender. As the applicant and his wife did not speak any Turkish, their grandson Mehmet was present when their statements were taken. According to Mehmet, the official court interpreter distorted the statements given by the applicant and his wife. For example, although the applicant stated that he would recognise the police officers who came to the house, the interpreter translated this as “I don't know the people who took my son away”. After he objected to this, Mehmet was removed from the Prosecutor's office and he was not allowed to read the recorded statements.", "33. On 30 November 1994, at about 12.30 a.m., the homes of the applicant and his son Ali Toğcu were searched pursuant to a request made on 29 November 1994 by the Commander of the Diyarbakır Gendarmerie to the Diyarbakır Security Directorate. The aim of the search was to find Ender Toğcu, who was suspected of involvement with the PKK. Police officers carrying out the search did not manage to find Ender Toğcu. However, a firearm and a charger with bullets were found in the applicant's house. As the applicant stated that it belonged to his nephew Mehmet Kartal, the police officers took the firearm and left the applicant's home without detaining anyone.", "34. Neither Ali nor Ender Toğcu was taken into detention on 29 or 30 November 1994. The applicant and Ali were detained, however, on 4 July 1995 on suspicion of involvement in a terrorist organisation and released on 8 July 1995 on account of the lack of sufficient evidence. Ali Toğcu was arrested once again by police on 7 August 1997 and released on 8 August 1997, after having given a statement.", "35. The applicant's wife submitted a petition to the Prosecutor's office at the Diyarbakır Court. No other petitions were submitted to any Prosecutor. An investigation into the disappearance of Ender Toğcu was carried out by the Diyarbakır Prosecutor who, in the course of his investigation, checked the custody records of the detention facilities in Diyarbakır and its districts. In the absence of any evidence implicating any State agent in the disappearance, the Prosecutor decided on 6 November 1996 not to prosecute anyone.", "36. The Diyarbakır Prosecutor instigated a second investigation at a later stage. In the course of this investigation, statements were taken from the applicant and his wife and also from Ender's wife. The Prosecutor further made attempts to take statements from the police officers who had searched the applicant's house on 29 November 1994. This second investigation was ongoing.", "37. The following information appears from documents submitted by the Government.", "38. On 29 November the deputy commander of the Diyarbakır Provincial Gendarmerie Headquarters (hereinafter “the Gendarmerie Headquarters”) requested the Diyarbakır Police Headquarters to assist the personnel from the Gendarmerie Headquarters to apprehend “the persons who had been aiding and abetting the PKK in Diyarbakır”.", "39. According to a report of “house search and confiscation”, a number of police and gendarme officers, acting on the above mentioned request, went to the applicant's house in Diyarbakır in the early hours of 30 November 1994. They were looking for the applicant's son Ender Toğcu whom they wanted to arrest. However, Ender was not at home. During the search conducted at the house, a 7.45 millimetre calibre pistol with its bullets were found in the attic and confiscated by the officers. The applicant told the officers that the pistol belonged to his nephew, Mehmet Kartal.", "40. It appears from another report, drawn up and signed by the same officers, that after having searched the applicant's house they had gone to Mrs Sabahat Toğcu's house and unsuccessfully looked for Ender there.", "41. Custody records which, according to the Government, were from Diyarbakır's Çarşı Police Station and the Anti-Terror Branch of the Diyarbakır Police Headquarters, showed that neither Ender nor his brother Ali or their father Hüseyin – that is the applicant – were detained by the police on 28, 29 or 30 November 1994.", "42. According to copies of the custody records of a number of police and gendarmerie stations in and around Diyarbakır, no member of the Toğcu family was arrested and detained in November 1994.", "43. It appears from the custody records of the Silvan Central Gendarmerie Station that the applicant's nephew Mehmet Kartal was arrested on 22 November 1994 and released the next day (see paragraph 19 above). He was re-arrested on 8 December 1994 and an order for him to be remanded in custody was issued by the Diyarbakır Court on 21 December 1994.", "44. On 4 July 1995 the applicant and his son Ali Toğcu were arrested at their homes by a number of police officers. As they could not be linked to any illegal organisation, they were released on the orders of the Prosecutor on 8 July 1995.", "45. On 1 February 1996 Ramazan Sürücü, the chief of the Anti-Terror Branch of the Diyarbakır Police Headquarters, sent a reply to a letter which had apparently been sent to him from the Diyarbakır Police Headquarters on 30 January 1996. In his letter Mr Sürücü referred to another letter sent by his office on 24 January 1996. He informed the Headquarters that Ender Toğcu had not been detained at the Anti-Terror Branch on 29 October 1994. Hüseyin Toğcu and Ali Toğcu had been arrested on 4 July 1995 and then released on 8 July 1995.", "46. On 8 February 1996 the Diyarbakır Prosecutor replied to a letter sent to him by the Ministry of Justice's International Law and Foreign Relations Directorate (hereinafter “the Directorate”) on 22 January 1996, informing that Directorate that Hüseyin and Ali Toğcu had been detained on 4 July 1995 and released on 8 July 1995.", "47. On 25 June 1996 the Diyarbakır Prosecutor asked the Prosecutor at the Diyarbakır Court whether an investigation into the applicant's allegations concerning Ender Toğcu was in progress.", "48. On 27 June 1996 the Prosecutor at the Diyarbakır Court replied to the Diyarbakır Public Prosecutor that Ender Toğcu's name did not feature in the records of the Diyarbakır Court.", "49. On 19 July 1996 a statement was taken from the applicant by the Diyarbakır Prosecutor. The applicant acknowledged that he had lodged an application with the European Commission of Human Rights and confirmed the accuracy of the contents of the statement he had given at the Human Rights Association (see paragraph 63 below). He recounted that on 29 November 1994 he and his sons, Ender and Ali, had been arrested outside his house by plain-clothes members of the Anti-Terror Branch of the Police Headquarters. Prior to his arrest, Ender had just returned from the hospital, where his pregnant wife had been giving birth. The reason for Ender's arrest was his suspected involvement with the PKK. The police officers arresting Ender had told the applicant to go and collect Ender's body in Fiskaya in three days' time.", "50. The applicant further stated that he had been kept in detention for a week before being released. Ali had been detained twice; on the first occasion he had been detained for a week and on the second he had been detained for three days. The firearm had been handed over to the police officers who had come to his house to search for it. Nothing had been heard from Ender since he had been detained on 29 November 1994, and the enquiries made by the applicant with the Prosecutor's office at the Diyarbakır Court and with the Anti-Terror Branch of the Police to obtain information about his son's fate had yielded no results. He told the Prosecutor that he wished to press charges against members of the AntiTerror Branch of the Police.", "51. On 2 September 1996 a Prosecutor (no. 34973) sent a reply to a letter sent from the Diyarbakır Prosecutor of 26 August 1996. He enclosed copies of the documents contained in investigation file no. 1996/4211.", "52. On 6 November 1996 the Diyarbakır Prosecutor decided not to prosecute anyone in connection with the applicant's allegations concerning the detention of his son. The Prosecutor based this decision on a letter sent to him on 16 October 1996 by the Anti-Terror Branch in which, according to the decision, that Branch had denied taking Ender Toğcu into custody.", "53. Ali Toğcu was once more arrested at his house on 7 August 1997.", "54. On 14 October 1999 the Diyarbakır Prosecutor sent letters to the Diyarbakır Police Headquarters and the Gendarmerie Headquarters, asking them to submit to his office the custody records of 29 November 1994. He also instructed them to search for Ender.", "55. On 20 October 1999 the Gendarmerie Headquarters informed the Prosecutor that Ender had not been detained by them. Copies of their custody records, in which Ender's name did not feature, were forwarded to the Prosecutor with this letter.", "56. On 1 November 1999 the Diyarbakır Prosecutor took a statement from the applicant. The applicant recounted that his son Ender had been living with him prior to his disappearance. On the evening of 29 November 1994, seven or eight plain-clothes police officers had come to his house and told him that Ender, who was in their hands, had told them that there was a firearm in the house. The applicant had replied that he did not know anything about a firearm. The officers had then found it in the attic of the house and left. He had not heard from Ender since that day. His other son Ali had been arrested and detained three to four days after the disappearance of Ender and had been ill-treated whilst in custody. Ali had also told him that he had heard a person's screams while he was in custody. Ali had thought it might be his brother Ender. Two months after the disappearance of Ender, the applicant and Ali had been arrested and detained once more, this time for a period of six days during which they had been questioned about the petition in which they had complained about police officers.", "57. The applicant further submitted that his son Ender had not had any involvement with the PKK. The applicant had never been told by anyone to go and find the body of his son in Fiskaya (see paragraph 49 above). Finally, the applicant had asked the Prosecutor to find his son.", "58. Also on 1 November 1999 the Diyarbakır Prosecutor took a statement from Güler Tuncel, the wife of Ender Toğcu. She stated that, while pregnant, she had become unwell on 29 November 1994 and her husband Ender had taken her to hospital. They had then returned home in the early afternoon and Ender had gone to his café at around 3 p.m. Ender would normally return home at 11 p.m. or midnight. At around midnight on 29 November 1994 seven or eight plain-clothes police officers had come to their house and had asked her and her father-in-law, the applicant, about a firearm. She knew that her husband owned a gun but she did not know where he kept it. The police officers then found it in the attic. She had not known that it was hidden there and, had they not been told by Ender where it was hidden, the police officers would not have been able to find it. She had not heard from Ender since that day.", "59. Finally, on 1 November 1999 the Diyarbakır Prosecutor questioned Soliye Toğcu, the wife of the applicant. Mrs Toğcu stated that on 29 November 1994 she had gone to hospital together with her daughter-in-law Güler. Her son Ender had also been at the hospital for some time, but he was at home when she had returned. Ender had left at 3 p.m. to go to the café which he was running and had not returned. At around midnight the same day, seven or eight police officers had arrived at their house and asked for Ender. According to the officers, Ender had told them that there was a firearm in the house. The officers had found the gun and left. She had subsequently petitioned the Prosecutor about the disappearance of her son but had never been informed about his fate.", "60. On 30 November 1999 the Diyarbakır Prosecutor reminded the Diyarbakır Police Headquarters and the Gendarmerie Headquarters of his requests of 14 October 1999 (see paragraph 54 above) and urged them to submit to his office copies of the custody ledgers and to search for Ender.", "61. Also on 30 November 1999 the Diyarbakır Prosecutor sent a letter to the Anti-Terror Branch of the Police and summonsed the police officers who had gone to the applicant's house on 30 November 1994 (see paragraph 39 above) to his office. He also asked whether any action had been taken in relation to the firearm found in the applicant's house. The Prosecutor finally asked whether Ender, Ali and the applicant had been detained on 30 November 1994. He asked for copies of the custody records to be sent to his office.", "62. On 6 April 1995 the applicant's wife submitted a petition to the Prosecutor's office at the Diyarbakır Court (see paragraphs 30 and 35 above). She informed the Prosecutor that her son Ender Toğcu had been taken into custody by members of the security forces in Diyarbakır on 29 November 1994. Plain-clothes police officers who had raided her house on the evening of 29 November 1994 had told her that her son was in their hands. She had not heard from her son since that date. She asked the Prosecutor to give her information about her son. A handwritten note on this petition reads “his name was not found in the examination of our records”.", "63. On 10 April 1995 the applicant made a written statement, addressed to a “Human Rights Project”. He submitted that at around 3 p.m. on 29 November 1994, his son Ender had left his brother Ali to go to the hospital where Ender's wife was giving birth. The applicant's wife, who was staying at the hospital to look after her daughter-in-law, had told the applicant that their son Ender had never arrived at the hospital. Ali had been arrested the following day by police officers from the Çarşı Police Station and been questioned for three days. On the third day he had been released on the Ergani Road.", "64. In a letter forwarded to the Court on 31 January 2000, the applicant's son Ali Toğcu submitted that on 30 November 1994 he had been arrested by police officers and been taken to the Security Directorate, from where he had been taken to the Rapid Reaction Force. While at the Rapid Reaction Force, Ali had been questioned about his brother Ender and been told by police officers that Ender had gone to the mountains to join the PKK. While in custody, Ali had heard the screams of his brother Ender. Ali had been severely tortured and, believing that he was dead, the police officers had left him at a dump near Ergani. Following that incident, he had been detained a total of five times and on each of these occasions he had been accused of meeting with his brother Ender, whom, the police officers insisted, had joined the PKK.", "65. The applicant forwarded to the Court a letter which he had dictated on 14 September 2001. In this letter the applicant submitted that there were no eye-witnesses to the abduction of his son Ender. No one at Ender's workplace had witnessed his arrest. He himself had not witnessed it either. He had been arrested, together with his other son Ali, one day in the summer and detained for six days. He had been asked why he had complained about the police officers and he had replied that his son had been detained by police officers and, for that reason, he had applied to the Prosecutor and to the Human Rights Association. He had then been told by police officers that his son had not been in their hands but that he had gone to the mountains.", "66. In a letter, drawn up by Ali Toğcu's son Mehmet Toğcu on 18 September 2001, Mehmet Toğcu submitted that he had accompanied his grandparents – that is the applicant and his wife – and the wife of his uncle Ender (see paragraph 32 above) to the Prosecutor's office and had acted as the interpreter for his grandparents who did not speak any Turkish. His aunt Güler – Ender's wife – could speak Turkish. When he had begun translating word by word what his grandfather was saying, the Prosecutor had interrupted him and had asked another person working at the courthouse to take over the interpretation. However, this person had distorted his grandfather's words and, when Mehmet had objected, he had been removed from the office. He had later wanted to see the statements taken from his grandparents but his request had been refused by the Prosecutor.", "67. In a letter dated 13 October 2001, Mrs Sabahat Toğcu (see paragraph 40 above) submitted that on the day of the incident she had gone to the hospital, where the wife of her brother-in-law was giving birth. Afterwards she had gone to the house of her brother-in-law Ali Toğcu. At 3 a.m. the following morning, a number of police officers had come to the house and told the people present that Ender had a large number of weapons in the house of a certain person named Yavuz. She and Ali had then accompanied the police officers to her house where, because she had forgotten the keys, the police officers had broken the door and had entered, and searched the house. Nothing had been found.", "68. The relevant domestic law and practice are set out in the judgment in the case of Tahsin Acar v. Turkey ([GC], no. 26307/95, §§ 186-197, ECHR 2004)."], "VIOLATED_ARTICLES": ["13", "2", "38"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3", "34", "5"], "NON_VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "NON_VIOLATED_BULLETPOINTS": []}