{"ITEMID": "001-90060", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MATYUSH v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3;No violation of Art. 5-1;Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["6. The applicant was born in 1964 and lives in the town of Solnechnogorsk in the Moscow Region.", "7. On 8 March 1999 the applicant was arrested on suspicion of having committed franchise fraud, that is, having organised a financial pyramid scheme in which more than one hundred persons had been enrolled and which had caused fraudulent losses of over 23,000,000 Russian roubles. Three days later a prosecutor authorised the applicant’s placement in custody on the ground that she was charged with a serious criminal offence and was liable to abscond and pervert the course of justice.", "8. On 6 May and 2 July 1999 the Omsk Regional Prosecutor extended the applicant’s detention until 8 July and 8 September 1999 respectively, having regard to the gravity of the charges.", "9. On 3 September and 29 November 1999 a deputy Prosecutor General of the Russian Federation, invoking the same grounds as in the previous detention orders, authorised the extension of the applicant’s detention until 8 December 1999 and 8 March 2000 respectively.", "10. On 25 February and 26 June 2000 the acting Prosecutor General of the Russian Federation authorised further extensions of the applicant’s detention until 8 July and 8 September 2000 respectively. The reasons for both extensions were the same: the gravity of the charges and the applicant’s liability to abscond and pervert the course of justice.", "11. On 15 August 2000 the Omsk Regional Prosecutor asked the Omsk Regional Court to extend the applicant’s detention for an additional six months because the applicant needed additional time to read the case file. The prosecutor also noted that the applicant and her co-defendants had participated in an organised criminal offence, had been charged with serious criminal offences, and had influenced other defendants, witnesses and victims. They were liable to abscond and pervert the course of justice.", "12. On 23 August 2000 the President of the Omsk Regional Court wrote in the corner on the first page of the prosecutor’s application that he authorised the extension of the applicant’s and her co-defendants’ detention until 8 March 2001.", "13. On an unspecified date the applicant and her co-defendants appealed against the order of 23 August 2000. They claimed that the maximum eighteen-month period of their detention would expire on 8 September 2000. An extension of the detention beyond eighteen months was possible only if the defendant needed more time to read the case file. The applicant insisted that she had finished studying the file and that there were therefore no grounds for a further extension.", "14. On 22 November 2000 the Supreme Court of the Russian Federation examined the applicant’s and her co-defendants’ appeals against the order of 23 August 2000, quashed it and remitted the matter to the Omsk Regional Court for fresh examination. The relevant part of the Supreme Court’s decision reads as follows:", "“By virtue of Articles 220-1 and 220-2 of the RSFSR Code of Criminal Procedure the judge has to examine the lawfulness and well-foundedness of the request for extension of the detention of Ms Matyush... and has to issue a reasoned decision as required by paragraph 8 of Article 220-2 of the RSFSR Code of Criminal Procedure.", "Moreover, paragraph 2 of Article 102 of the RSFSR Code of Criminal Procedure requires that [a court] should prepare minutes of a court hearing in which the issue of extension of detention is examined... [the minutes] should indicate who participated in the hearing and should reflect the progress of the examination of the materials.", "The minutes of the court hearing and the reasoned decision of the judge were not included in the materials presented to the Supreme Court of the Russian Federation, which constitutes a gross violation of the requirements of the RSFSR Code of Criminal Procedure.", "Accordingly, the decision [of the President of the Regional Court] should be quashed and the case file should be sent for re-examination.", "The Supreme Court cannot accept counsel’s requests for Ms Matyush’s release... because [the Supreme Court] is unable to conclude from the presented decision whether [she] is detained lawfully or unlawfully, and counsel’s arguments are based on this circumstance.", "In the course of the fresh consideration of the file, the [Regional] Court has to examine thoroughly all the arguments set out in the application by the Omsk Regional Prosecutor and to give a reasoned decision.", "On the basis of the foregoing, and in accordance with Articles 332 and 339 of the RSFSR Code of Criminal Procedure, the Court decides:", "To quash the decision of 23 August 2000 of the President of the Omsk Regional Court by which an extension of Ms Matyush’s... detention was authorised and to refer the case back for fresh consideration...", "The preventive measure applied to Ms Matyush... should remain unchanged, namely detention on remand.”", "15. On 19 January 2001 the Omsk Regional Court extended the applicant’s detention until 8 March 2001, noting the gravity of the charges against her. The Regional Court held that the gravity of the charges could serve as the sole ground for the detention, but it also pointed to the applicant’s failure to finish studying the file.", "16. On 3 May 2001 the Supreme Court upheld the decision of 19 January 2001, stating that the applicant had been charged with especially serious criminal offences and her detention had been authorised and extended a number of times in accordance with the requirements of the RSFSR Code of Criminal Procedure. The request for extension of the applicant’s detention until 8 March 2001 had also been lodged in compliance with Russian law. The applicant did not have a permanent place of residence in the Omsk Region, where the investigation was being conducted, and she was liable to abscond. The extension of the applicant’s detention had been necessary as she had continued reading the case file.", "17. On 2 March 2001 the bill of indictment was served on the applicant. She was charged with aggravated fraud, forgery of documents, money laundering and organisation of a criminal enterprise. Five days later the case was referred for trial.", "18. On 10 July 2001 the Omsk Regional Court scheduled the first trial hearing. It also examined requests by the applicant and her co-defendants for release and dismissed them on the ground of the gravity of the charges.", "19. In July 2001 the applicant appealed against the order, arguing that the Regional Court had failed to issue a reasoned decision concerning the extension of her detention. Three of the applicant’s co-defendants also appealed and sought leave to appear at the appeal hearing. The applicant did not file such a request.", "20. On 25 October 2002 the Supreme Court of the Russian Federation upheld the decision of 10 July 2001, noting that the Regional Court had acted within its competence. The Supreme Court further held as follows:", "“By virtue of Article 96 § 1 of the RSFSR Code of Criminal Procedure... in force at the time the Regional Court issued its decision [of 10 July 2001], detention could be authorised as a preventive measure in respect of persons suspected or accused of having committed a criminal offence punishable by more than two years’ imprisonment.", "As appears from the presented materials, Ms Matyush... was charged with criminal offences punishable by more than two years’ imprisonment. Having regard to this circumstance, the investigating authorities correctly applied the preventive measure.", "By virtue of Article 222 of the RSFSR Code of Criminal Procedure, when a judge schedules a court hearing, he should, among other issues, determine matters concerning the adjustment or annulment of preventive measures.", "When there is a necessity to annul a preventive measure or to change it to a stricter or a more lenient one, a judge determines the matter and gives a decision accordingly.", "As appears from the materials submitted, the [Regional Court] did not determine an issue concerning the change or annulment of the preventive measure and, accordingly, there was no need to issue a decision on the matter.”", "21. On 1 July 2002 the new Code of Criminal Procedure became effective.", "22. On the same day the Omsk Regional Court, by the same decision, extended the applicant’s and her co-defendants’ detention until 1 October 2002, holding that they were charged with especially serious criminal offences, had no place of residence in the Omsk Region and were liable to abscond. It appears that at the hearing the applicant unsuccessfully challenged the composition of the bench.", "23. The applicant and her co-defendants lodged appeals against the decision. Three of the co-defendants, but not the applicant, sought leave to appear at the appeal hearing.", "24. On 25 October 2002 the Supreme Court of the Russian Federation upheld the decision of 1 July 2002, confirming that the gravity of the charges could serve as the sole ground for the applicant’s and her co-defendants’ continuing detention. The applicant’s lawyer, who had been duly notified of the hearing, did not attend.", "25. On 1 October 2002 the Omsk Regional Court authorised a further extension of the applicant’s and her co-defendants’ detention until 1 January 2003. It relied on the gravity of the charges against them as the ground for the extension.", "26. The applicant appealed, arguing that the gravity of the charges could no longer serve as the reason for her continuing detention and that her detention was excessively long.", "27. On 17 April 2003 the Supreme Court of the Russian Federation upheld the decision of 1 October 2002, holding that the applicant and her co-defendants were charged with serious criminal offences and that that ground was sufficient to authorise their detention for an additional three months.", "28. On 25 December 2002 the Omsk Regional Court, once again relying on the gravity of the charges, extended the applicant’s and her co-defendants’ detention for an additional three months, until 1 April 2003.", "29. The applicant appealed. She did not seek leave to appear. In the meantime, on 31 March 2003 the Omsk Regional Court authorised a further extension of the detention for an additional three months, until 1 July 2003, on the ground of the gravity of the charges.", "30. On 17 April 2003 the Supreme Court of the Russian Federation quashed the decision of 25 December 2002 and authorised the applicant’s release on a written undertaking not to leave the town. The relevant part of the decision reads as follows:", "“By virtue of Article 255 of the Russian Federation Code of Criminal Procedure, a court which has jurisdiction to examine a case has the right to extend the detention of a defendant after the expiry of the six-month period following the committal of the case for trial.", "A court decision concerning a preventive measure, the type of measure taken, an extension of detention or a change of a preventive measure should be reasoned.", "When indicating the grounds for its decision concerning the extension of the detention, the court has to take into account not only the seriousness of a criminal offence with which a defendant was charged, but also other grounds and circumstances, as indicated in Articles 97 and 99 of the Code of Criminal Procedure.", "This requirement of the law was not complied with when the [Regional] Court determined the matter of the extension of the defendants’ detention.", "As follows from the materials submitted, when extending the detention of Ms Matyush... and identifying the grounds for the extension of the detention, the court referred only to the fact that the defendants were charged with serious and particularly serious criminal offences.", "Furthermore, the court decision did not indicate what had served as the grounds for the extension of the detention or whether the court could have concluded that the defendants would abscond, continue criminal activities, threaten witnesses and other parties to the proceedings, and so on.", "When the gravity of the charges is taken into account, [the court] should also have regard to all the legal characteristics of the criminal offence and of the person who committed it.", "In particular, it is necessary to consider the character and degree of a threat to society posed by the criminal offence in question, the state of health of the defendant, his family status, including the right of detainees to trial within a reasonable time or to release pending trial as provided for by Article 5 of the European Convention on Human Rights.", "As is rightfully pointed out in the grounds of appeal, the court did not take into account those circumstances and did not examine the [defendants’] arguments.", "...", "Having regard to the fact that the court breached the requirements of the law while determining the issue of detention and that the case is currently at the final stage of court proceedings..., the [Supreme Court] considers that the defendants cannot influence other parties to the proceedings, that they have permanent places of residence, and that they were detained for a long time [over four years], which had a negative influence on the state of their health,... and the preventive measure should be changed to written undertakings not to leave the town.”", "31. According to the Government, on 17 April 2003 a copy of the decision of the Supreme Court was sent by special courier to Omsk, where the applicant was being detained, and arrived there on 21 April 2003. The applicant was released on the same day.", "32. On 21 April 2004 the Omsk Regional Court, composed of Mr Tsvetkov, the presiding judge, Ms Moskalenko and Ms Marchenko, lay assessors, found the applicant guilty of aggravated fraud and sentenced her to seven years’ imprisonment.", "33. The applicant and her co-defendants appealed. They claimed that the Regional Court had been composed in breach of provisions of the new Code of Criminal Procedure in that the lay assessors should not have participated in the trial after 1 January 2004.", "34. On 25 November 2004 the Supreme Court of the Russian Federation upheld the applicant’s conviction. As regards the complaint related to the lay assessors, the Supreme Court held as follows:", "“The allegations of the defendants ... concerning the unlawful composition of the [trial] court... that due to the entrance into force of the Russian Code of Criminal Procedure such category of cases should have been decided by a single judge, are unfounded.", "The case was scheduled for consideration by a judge and two lay assessors.", "The consideration of the case on the merits began at the first hearing of 14 August 2001 by the court composed of the presiding judge and two lay assessors, chosen by way of casting lots, i.e. in accordance with the provisions of the law on criminal procedure in force at the material time.", "Thus, the Supreme Court does not see any violation of the law in that the examination of the case had been finished by the same court which had started its examination because according to § 1 of Article 242 of the Code of Criminal Procedure a case should be examined by the same court and because the law on criminal procedure does not have retroactive effect.”", "35. From the day of the arrest until her release on 21 April 2003 the applicant was detained in facility no. IZ-55/1 in Omsk.", "36. According to certificates issued on 29 May 2006 by the director of the facility and produced by the Government, between 12 March 1999 and 22 November 2001 the applicant was detained in seven different cells measuring from 16.2 to 41.7 square metres. She was usually kept together with no more than seven inmates. The design capacity of the cells had not been exceeded. The Government submitted that at all times the applicant had had at least 4 square metres of personal space. They supported their assertion with the facility director’s certificate issued on 29 May 2006 which showed the number of detainees on 12 and 15 March and 18 and 21 December 1999, 22 October and 1 November 2000, and 12 and 18 February, 26 March and 22 November 2001. In another certificate issued on 29 May 2006 the director of facility no. IZ-55/1 stated that “while detained in those [seven] cells [the applicant] had had an individual bunk and bedding”. The Government did not provide any information on the number of detainees in cells where the applicant had been detained after 22 November 2001.", "37. The applicant did not dispute the cell measurements. She alleged, however, that she had been afforded less than 2 square metres of floor surface as the cells had been severely overcrowded. Given the lack of beds, inmates had slept in shifts.", "38. The Government, relying on the information provided by the director of the facility, submitted that all cells were equipped with a lavatory pan, a tap, a sink and a ventilation shaft. The lavatory pan was separated from the living area by a one-and-a-half-metre-high partition. The smaller cells had one window and the larger cells had two windows which measured 150 by 120 centimetres in width. The windows had a casement. Inmates could request warders to open the casement to let fresh air in. However, until an unspecified date in 2001 the windows had been covered with metal shutters blocking access to natural light and air. The cells were equipped with lamps which functioned day and night. Inmates were allowed to take a shower once a week for fifteen minutes. The cells were disinfected once a month. A central-heating system was installed in the building. The Government further stated that the applicant was given food three times a day “in accordance with the established norms”. Medical personnel at the facility checked the quality of the food three times a day and made entries in registration logs. The applicant had a one-hour walk daily.", "39. According to the Government, detainees, including the applicant, were provided with medical assistance. They had regular medical check-ups, including X-ray examinations, blood tests, and so on. On her admission to the detention facility the applicant was examined by a doctor who noted that the applicant was healthy. On 8 February 2002 a prison doctor diagnosed the applicant with acute respiratory disease and prescribed treatment. On 22 November 2002 the applicant was diagnosed with bronchopneumonia. She was transferred to the facility hospital, where she was treated until 23 December 2002. On two other occasions, from 20 January to 14 February 2003 and from 25 March to 22 April 2003, the applicant was admitted to the prison hospital with the diagnosis of bronchopneumonia. The Government gave a detailed description of the treatment administered to the applicant, including the type of medicine, dose and frequency. They also furnished a copy of the applicant’s medical record and medical certificates.", "40. The applicant disagreed with the Government’s description and submitted that the sanitary conditions had been unsatisfactory. The cells were infested with insects but the administration did not provide any insecticide. The windows were covered with metal blinds which blocked access to natural light and air. Inmates had to wash and dry their laundry indoors, creating excessive humidity in the cells. Inmates were also allowed to smoke in the cells. The lavatory pan was separated from the living area by a partition affording no privacy to inmates. The food was of poor quality and in scarce supply. The applicant further argued that she had not been adequately treated in the prison hospital. She insisted that she had contracted a serious respiratory disease and had stayed in the prison hospital for a long time because the conditions of her detention had been unsatisfactory and because it had been extremely cold in winter in the cells. The applicant complained to various domestic officials, including the trial judge, about the conditions of her detention. No response followed.", "41. For a summary of relevant domestic law concerning detention on remand see Shukhardin v. Russia (no. 65734/01, §§ 36-56, 28 June 2007).", "42. Section 22 of the Detention of Suspects Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "43. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in temporary holding facilities and remand establishments and the complaints procedure read as follows:", "“b. temporary holding facilities for criminal suspects (IVS)", "26. According to the 1996 Regulations establishing the internal rules of Internal Affairs temporary holding facilities for suspects and accused persons, the living space per person should be 4 m². It is also provided in these regulations that detained persons should be supplied with mattresses and bedding, soap, toilet paper, newspapers, games, food, etc. Further, the regulations make provision for outdoor exercise of at least one hour per day.", "The actual conditions of detention in the IVS establishments visited in 2001 varied considerably.", "...", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General’s Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee’s delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private “because they know that all complaints usually pass through the colony’s administration”.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}