{"ITEMID": "001-76933", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "SAPUNARESCU v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Mihail Sorin Sapunarescu, is a Romanian national who was born in 1968 and lived in Bucharest, Romania. When lodging his application he was detained in Butzbach, Germany.", "The applicant, who described himself as a “Jewish Christian”, was working as an informer for the Romanian Intelligence Service and the U.S. Drug Enforcement Administration (DEA).", "On 17 July 2001 the applicant was arrested in Frankfurt a. M. in the presence of “VP 1”, an informer working for the Hessian Office of Criminal Investigation who had pretended wanting to buy ecstasy tablets. The applicant was taken into detention on remand on suspicion of having trafficked in drugs.", "On 9 July 2002 the trial on charges of drug trafficking was opened against the applicant and two co-defendants.", "The informer “VP 1” could not be heard as a witness in person as the Hessian Ministry for the Interior had made a declaration refusing the informer permission to testify in court (Sperrerklärung). The Ministry had argued that it was necessary to keep secret the identity of the informer in order to protect his life and limb as the applicant had threatened the informer with reprisals if something went wrong in the course of the drug deal.", "Therefore, the statements “VP 1” had made to the Hessian Office of Criminal Investigation were read out in the hearing. “VP 1” submitted that he had travelled to Romania twice, not on the police’s instruction, but merely in order to visit his friend “X”. In Romania he had met various persons, acquaintances of “X”, who had proposed to sell drugs to him. He did not wish to disclose the identity of “X” for fear of reprisals by the organizers of the drug deal. In Frankfurt a. M. he had then met the applicant who had offered him 115,000 ecstasy tablets which had been delivered by the applicant’s two accomplices the next day.", "On 11 July 2002 the applicant’s lawyer requested the court to interrogate the informer “VP 1” or to have him interrogated as to the identity and address of “X”. He wished to question “X” as a witness in order to prove that “VP 1” had willingly and illegally provoked the drug deal in Romania on the instructions of the German police. The Regional Court dismissed the applicant’s motion, arguing that it was not necessary to investigate the identity of “X”. However, a catalogue of other questions were submitted to the police officer S., who was supervising “VP 1”, by the court on the applicant’s request and the answers given by “VP 1” were subsequently read out in court.", "On 30 July 2002 the Frankfurt a. M. Regional Court convicted the applicant of joint drug trafficking and sentenced him to five years and three months’ imprisonment. It based its findings of fact on the applicant’s confession and that of his two co-defendants as well as on the evidence given by two eye-witnesses, the informer “VP 1” and another informer (who had also been refused permission to testify in court) whose statements had been read out in the hearing. It found that, despite the caution necessary when a witness could not be questioned personally in court and his statements were merely read out, the informers had to be considered as credible. In assessing their credibility, the court took into account the oral statements made by the police officer S. supervising them. S. had stated, in particular, that he knew “VP 1” already for a long time, had checked the trustworthiness of his statements on several occasions and had also observed him on one occasion when he met the applicant in Germany.", "In its judgment, the Frankfurt a. M. Regional Court dismissed a further motion of the applicant to have “X” questioned. Because of the declaration made by the Hessian Ministry for the Interior refusing “VP 1” permission to testify, the court had been unable to question him. Both the questioning of “VP 1” on the identity of “X” and that of “X” would lead to the disclosure of the identity of “VP 1”, which would be detrimental to the welfare of the Federal Republic or the Land Hesse.", "In fixing the applicant’s sentence, the Frankfurt a. M. Regional Court took into consideration as a mitigating factor that the drug deal had been monitored by the police from the outset so that it was not very likely that the drugs could ever be circulated.", "On 7 March 2003 (decision served on 18 March 2003) the Federal Court of Justice dismissed the applicant’s appeal on points of law as ill-founded.", "On 15 April 2003 the applicant lodged a complaint with the Federal Constitutional Court. He argued that his rights under Articles 1 and 2 of the Basic Law, read in conjunction with the rule of law, which enshrined the rights protected by Article 6 § 3 (d) of the Convention, were violated by the decision of the Federal Court of Justice. He argued that the Regional Court’s refusal to have the informer “VP 1” and “X” questioned violated his right to have witnesses against him examined and restricted his defence rights. The illegal provocation of the drugs deal by “VP 1” on instructions of the German police, which would have been proved on examination of these witnesses, would at least have led to a significant reduction of his sentence.", "On 14 August 2003 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint. It held that the complaint had no prospects of success as it was ill-founded.", "The Federal Constitutional Court found that the applicant’s right to a fair trial in accordance with the rule of law under Articles 2 § 1 and 20 § 3 of the Basic Law had not been violated in the proceedings at issue. It argued that in cases in which a witness was refused permission to testify the defendant’s rights could adequately be protected by submitting questions to the witness in writing which the latter had to answer in an adequate manner. In so far as the responses to the questions could not lead to the disclosure of the witness’s identity, a court was not authorised generally to refuse the defendant or his defence counsel questioning the witness in this way.", "However, the Federal Constitutional Court found that in the present case the rejection of the motion to take evidence was justified. The witness “VP 1”, when interrogated by the police, had already stated that he would not disclose the identity of “X”. Due to the refusal to give the witness permission to testify the Regional Court had no means to force him, if necessary by the imposition of a fine or by arrest for disobedience to a court order pursuant to section 70 of the Code of Criminal Procedure, to disclose what he knew. In practice, a renewed police interrogation of the informer would therefore not have caused him to make further statements as to the identity of “X”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}