{"ITEMID": "001-83946", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "RAJKOWSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Irena Rajkowska, was a Polish national who was born in 1948 and lived in Wroclaw. On 24 April 2006 the applicant’s grandson, Mr Bartłomiej Cieślak, represented by Mr R. Sochański, a lawyer practising in Wrocław, informed the Registry that the applicant had died in September 2005.", "The respondent Government were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 21 August 1997 the applicant’s husband died in a car accident. Three cars (a Ford, a Fiat and the deceased’s car) were found to be involved in the accident. Soon after the accident police officers came to the scene and made an inspection of the locus in quo. The deceased’s identity documents were found. A death certificate was issued by a doctor. On the same day the deceased’s car was transported to the Wrocław District Police Station parking site. The body was taken to a private funeral parlour which did not have a cold storage chamber. On the fourth day after the accident it was transported to a forensic police unit with a cold storage chamber.", "On 21 August 1997 the applicant, who had made inquiries as she had become increasingly worried when her husband had failed to return home on time, was informed by the Wrocław Regional District Station that no car accidents had been recorded in the region on that day. The Wałbrzych Regional District Station gave her the same information.", "On 23 August 1997, two days after the accident, the applicant was informed of her husband’s death.", "In a decision of the District Prosecutor given on an unspecified date in the proceedings instituted by the applicant for the failure to inform her speedily of her husband’s death, it was stated that the lack of information had been the result of poor coordination between the police stations.", "On 25 August 1997 an autopsy was conducted at the Forensic Medicine Centre at the Wrocław Medical Academy. On 4 September 1997 a blood test was carried out which showed that the deceased had 3.1 ‰ of alcohol in his blood.", "On 26 September 1997, by a decision of the Strzelin District Prosecutor, the investigation into the death of the applicant’s husband was prolonged until 27 October 1997 as further measures had to be taken (including the obtaining of an expert opinion on traffic accidents and the questioning of further witnesses).", "On 15 October 1997, 40 days after the blood test had been carried out, the results were lodged with the Strzelin District Prosecutor.", "On 28 October 1997, by a decision of the Strzelin District Prosecutor, the investigation was prolonged until 27 November 1997 since the expert opinion had not yet been obtained. On 25 November 1997 the inquest proceedings were again prolonged until 20 December 1997.", "On 27 November 1997 the applicant learned from the forensic expert appointed in the case the result of the blood test conducted on 4 September 1997.", "On 18 December 1997 the applicant requested that a further blood test be conducted. On the same day the Strzelin District Prosecutor gave a decision ordering a new blood test to be carried out. The test was conducted on the same day. Its results were different from those of 4 September 1997 as the new examination showed that there had been 0.1 ‰ of alcohol in the deceased’s blood. Both examinations relied on the same blood samples taken on 4 September 1997.", "On 18 December 1997 the Forensic Medicine Centre sent a letter to the Strzelin District Prosecutor explaining that the different results of the tests had been caused by a mistake in copying the results from one medical document to another.", "On 23 August 1999 the applicant instituted criminal proceedings alleging that the results of the forensic tests had been forged.", "On 11 December 1999 the proceedings were discontinued by a decision of the District Prosecutor. It was found that no criminal offence had been committed in connection with the forensic tests. The applicant appealed.", "On 7 April 2000 the Regional Prosecutor upheld the decision. The applicant appealed.", "On 13 April 2000 the District Court quashed the decision and remitted the case to the prosecutor with a view to obtaining a supplementary opinion of an expert in graphology. Nevertheless, the prosecution authorities did not order such an opinion to be prepared and the applicant’s subsequent request to that effect was refused.", "On 2 October 2000 the District Prosecutor again discontinued the proceedings as the error was found to have been unintentional and as such could not constitute the offence of forgery. The applicant appealed. On 17 November 2000 the Regional Prosecutor upheld the decision.", "On 27 December 2000 the applicant lodged a private bill of indictment with the court against persons who, in her opinion, had been negligent in the preparation of the results of the blood tests.", "On 17 July 2001 the Wrocław District Court discontinued the proceedings, finding that no criminal offence had been committed. The applicant appealed. On 5 April 2002 the Wrocław Regional Court upheld the decision.", "The applicant was a party to these proceedings as she had the status of a victim in the investigation and that of auxiliary prosecutor (oskarżyciel posiłkowy) in the judicial proceedings.", "On 5 September 1997 the driver of the Ford was questioned by the police. On 8 December 1997 he was declared to be suspected of causing death by dangerous driving. On 11 December 1997 he was questioned again.", "On 22 December 1997 the Strzelin District Prosecutor lodged with the Strzelin District Court a bill of indictment charging him with causing death by dangerous driving. In January 1998 the case was transferred to the Strzelin District Court and subsequently, in February 1998, to the Wrocław District Court.", "On 29 September 1998 an expert opinion prepared by M.L. was submitted to the court.", "Subsequent hearings were held on 23 November and 10 December 1998. On the latter date the court decided to conduct the proceedings anew as a new judge rapporteur had been assigned to the case. The hearings were resumed and held on 5 January, 4 February, 25 February, 31 March, 5 May, 7 June and 24 August 1999. On the last date the applicant requested that the case be remitted for further investigation. The request was dismissed by the court on 27 September 1999.", "On 9 December 1999 the applicant lodged a hierarchical complaint with the President of the Wrocław District Court concerning the excessive length of the proceedings. By a letter of 20 January 2000 the President of the Wrocław District Court informed the applicant that there were no grounds for finding that the proceedings were too lengthy.", "On 27 January 2000 the applicant challenged the judge rapporteur, a motion which was dismissed on 15 February 2000. On 8 March 2000 the court allowed her motion for another expert opinion to be prepared. The next hearings were held on 13 and 17 March and 29 June 2000.", "On 31 July 2000 the court allowed the applicant’s motion for another (fourth) expert opinion to be prepared. It was submitted to it on 12 March 2001. At a hearing held on 19 June 2001 the court refused the applicant’s request for another (fifth) opinion.", "On 3 July 2001 the Wrocław District Court gave a judgment by which it acquitted the accused. Altogether 29 hearings were held before the firstinstance court.", "On 21 October 2001 the applicant appealed.", "On 16 April 2002 the Wrocław Regional Court quashed the judgment and remitted the case. It found, inter alia, that the length of proceedings had been excessive as they had lasted almost three years. The court pointed out that numerous procedural shortcomings on the part of the firstinstance court had resulted in the erroneous assessment of the evidence. It found that the erroneous decisions taken in the course of the proceedings showed that the court had been unable to obtain a full picture of the circumstances relevant for the assessment of the case. In particular, it had admitted in evidence several expert opinions and later refused the applicant’s request to summon the experts for questioning. The court had also organised four subsequent superfluous hearings during which it only informed the parties that the expert opinions had not yet been obtained. It had also dismissed a request to admit the evidence of new witnesses, without specifying which request and which witnesses it had referred to. The Regional Court further doubted whether one of the experts had had access to the court file, which would have been indispensable for giving his opinion. It also pointed out that although the expert opinions differed substantially, the first-instance court had not ordered the experts to be questioned.", "The case was remitted to the Wrocław District Court and ten hearings were held.", "On 30 October 2002 the Wrocław District Court stayed the proceedings in order to obtain a new expert opinion. The applicant appealed and her appeal was allowed. The proceedings were resumed on 6 December 2002. The new opinion was submitted to the court on 28 February 2003.", "In 2003 hearings were held on 5 and 28 May, 16 and 23 June and 21 July and 17 September. Hearings scheduled for 17 October and 12 November 2003 were adjourned as the experts had failed to comply with the summonses.", "On 21 January 2004 the Wrocław District Court found the accused guilty of causing death by dangerous driving and sentenced him to one year’s imprisonment, suspended conditionally for three years, and to a fine. On 26 February 2004 the defendant appealed.", "On 29 June 2004 the Wrocław Regional Court quashed the judgment and remitted the case. It found that there were serious discrepancies between the terms of the judgment and its written grounds and that numerous shortcomings of a procedural character had occurred in the proceedings.", "Three hearings were held before the District Court after the case had been again remitted.", "On 14 December 2004 the Wrocław District Court found the accused guilty, sentenced him to one year’s imprisonment, suspended conditionally for 3 years, to a fine and to the payment of damages to the applicant. Both the applicant and the defendant appealed.", "On 2 June 2005 the Wrocław Regional Court upheld the first-instance judgment in its part concerning the conviction and the sentence. It quashed the part concerning the payment of damages. It observed that the firstinstance judgment of 21 January 2004 had not contained any decision concerning compensation as the court had availed itself of the possibility of leaving the civil claim undecided. It had been appealed against by the defendant and was subsequently quashed. In this situation, the firstinstance court, when deciding the case again, could not rule on the compensation claim as this was in breach of the reformationis in peius prohibition.", "The applicant was a party to these proceedings having the status of a victim of the offence.", "On 2 February 1998 the driver of the Ford was heard by the police as a witness.", "On 27 February 1998 the District Prosecutor decided to discontinue the inquest proceedings as he found that although the driver of the Fiat had been responsible for the accident, his or her identity had not been established. On 9 March 1998 the applicant appealed.", "On 7 April 1998 the Wrocław Regional Prosecutor upheld the decision. On 11 May 1998 the applicant appealed.", "On 2 June 1998 the Wrocław Appellate Procurator ordered the investigation to be reopened with a view to taking additional investigatory measures, including questioning of further witnesses and obtaining an expert opinion on traffic accidents.", "On 30 September 1998, by a decision of the police, the investigation was discontinued as the driver of the Fiat had not been identified. On 15 October 1998 the applicant appealed.", "On 9 February 1999 the Strzelin District Court upheld the decision. On 20 February 1999 the applicant appealed.", "On 23 February 1999 the President of the Strzelin District Court found the applicant’s appeal inadmissible in law. The applicant appealed. On 16 April 1999 the Wrocław Regional Court upheld the contested decision.", "Under Article 415 § 3 of the Code of Criminal Procedure, the criminal court shall not decide on a civil claim brought in the criminal proceedings if it finds that the evidence gathered in those proceedings is insufficient to make a ruling and the gathering of such evidence would unduly prolong the proceedings. It is open for the victim of the offence to seek compensation in civil proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}