{"ITEMID": "001-97219", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SABIROV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 6-1;Violation of Art. 6-3-c", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1982 and lives in Sharan, Bashkortostan Republic.", "7. On an unspecified date the applicant was charged with disorderly conduct. On 25 April 2003 he signed an undertaking not to leave the town.", "8. On 8 July 2003 the Justice of the Peace of the Sharanskiy District of the Bashkortostan Republic found the applicant guilty as charged and sentenced him to one year and nine months' imprisonment, conditionally suspended for two years. It ordered the applicant to remain in the town until the conviction became final. The applicant and the prosecutor appealed.", "9. On 19 August 2003 the Sharanskiy District Court of the Bashkortostan Republic upheld the applicant's conviction on appeal. It revoked the suspension of the sentence, however. On the same day the applicant was taken into custody.", "10. Further to a cassation appeal lodged by the applicant, on 9 October 2003 the Supreme Court of the Bashkortostan Republic quashed the District Court's judgment of 19 August 2003 and remitted the case to the District Court for fresh examination. The Supreme Court noted that the District Court had failed to observe the procedure pertaining to the presentation of the final submissions by the parties and to classify the conviction in full compliance with the applicable substantive law.", "11. The applicant remained in custody. He allegedly complained to the director of the remand prison that his continued detention was not based on a judicial decision and asked to be released. The director responded by informing him that a certain “Judge K.” had told him not to release the applicant until further notice. The applicant also complained to the Supreme Court of the Bashkortostan Republic but received no reply.", "12. On 5 November 2003 the District Court fixed an appeal hearing for 13 November 2003. Neither the applicant nor his counsel attended the hearing. As regards the applicant's detention, the court noted as follows:", "“The preventive measure, notably placement of [the applicant] in custody, should remain unchanged.”", "13. According to the applicant, he received a copy of the decision of 5 November 2003 on 25 November 2003. Therefore, he considered that he had missed the ten-day time-limit for challenging the decision in question and did not lodge an appeal against it.", "14. On 5 December 2003 the District Court upheld the applicant's conviction on appeal and revoked the suspension of his conditional sentence. The applicant was represented by Mr G., state-appointed counsel. Both the applicant and the prosecutor appealed.", "15. The Supreme Court scheduled a hearing for 17 February 2004. On 29 January 2004 the court dispatched summonses to the parties, including the applicant and his counsel, notifying them of the date and time of the hearing.", "16. On 17 February 2004 the Supreme Court held the cassation hearing. It heard the prosecutor and granted his request to reclassify the charges against the applicant. It found the applicant guilty of battery and sentenced him to one year, eight months and fifteen days' imprisonment. The applicant was neither present nor represented.", "17. A defendant can be remanded in custody or his detention can be extended only on the basis of a judicial decision (Russian Constitution, Article 22). The court should make the relevant decision upon a reasoned request by the prosecutor or the investigator supported by appropriate evidence (Code of Criminal Procedure, Article 108 § 3) or of its own motion (Code of Criminal Procedure, Article 108 § 10).", "18. When considering a cassation appeal lodged by one of the parties to the criminal proceedings, the cassation court is required to decide whether or not a preventive measure, including placement in custody, should be applied pending a new hearing (Code of Criminal Procedure, Article 388 § 1).", "19. The Supreme Court of Russia provided the following interpretation of the relevant parts of Article 388 § 1 (Resolution no. 28 “on application of the rules set forth in the Russian Code of Criminal Procedure governing appeal and cassation proceedings, adopted on 23 December 2008, as amended):", "“23. When quashing the verdict or any other judicial act and remitting the matter for fresh consideration to the trial or appeal court or to the prosecutor, the cassation court should, if asked by the prosecutor or of its own motion, decide whether to apply a preventive measure in respect of the defendant who is held in custody, the aims [of this decision] being the protection of the rights and legal interests of the parties to the proceedings and the proper conduct of the court hearing within a reasonable time. The court may impose any of the preventive measures authorised by [law] provided it ensures that the said aims are achieved.", "When deciding to extend the defendant's detention..., the cassation court should specify... the exact time-limit of the [detention]. If, on the date of the decision, the earlier imposed detention period has not expired and this period is sufficient to secure the above-mentioned aims, [the court] should indicate... that the previously imposed detention will remain unchanged. In any event, [the court] should state the reasons for its decision.”", "20. The failure of a party, who has been duly notified of the date, time and place of the cassation hearing, to attend the hearing should not preclude the court from proceeding with the examination of the case (Code of Criminal Procedure, Article 376 § 4).", "21. If a convicted person wishes to take part in the appeal hearing, he or she must indicate this request in his statement of appeal (Code of Criminal Procedure, Article 375 § 2).", "22. If the court is unable to proceed owing to the absence of a party summoned to court, it must adjourn the hearing (Code of Criminal Procedure, Article 253 § 1)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}