{"ITEMID": "001-60557", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF MARKASS CAR HIRE LTD v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "", "TEXT": ["8. The applicant company is the owner and hire purchaser of a fleet of vehicles registered in Cyprus and licensed as “Z” vehicles.", "9. On 1st July 1996 the District Court of Nicosia delivered judgment in a civil action lodged by the applicant against another company, Diprose Ltd, also in the car hire business. The District Court held, inter alia, that the applicant having legally terminated an agreement with Diprose, permitting the use and exploitation by the latter of the “Z” fleet of cars, it was entitled to take possession thereof and to sell them in satisfaction of a debt of 667,776 Cypriot pounds owed to it by Diprose, by way of rental under the said agreement, and to pay the remaining amount in satisfaction of debts owed by the applicant to a number of banks which had financed the purchase of the fleet by the applicant. Furthermore, the District Court ordered Diprose to deliver the cars to the applicant. Diprose obtained a stay of execution of the judgment on condition that it regularly paid certain instalments to the applicant for the use of the vehicles which the applicant had given to it in the past for rental to third parties.", "10. Diprose failed to keep up the instalments and, as a result, on 8 January 1998, the District Court of Nicosia allowed the applicant to collect the vehicles. In the meantime, Diprose had been wound up and, by letter of 11 February 1998, the liquidator declared that he was willing to return the vehicles, which apparently had been wrongfully given to another company, Kemtours Ltd, belonging to the same group as Diprose, without the consent of the applicant.", "11. In the meantime, Kemtours had instituted proceedings (action 3315/98) seeking damages from the applicant for breach of the agreement which they had allegedly concluded on 3 February 1997. Kemtours contended that, under that agreement, 127 vehicles had been rented to it by the applicant but a number of them was still in the applicant's possession. Kemtours further sought to obtain a decision preventing the applicant company from interfering with Kemtours' activities under the agreement and ordering it to hand over to Kemtours a number of the vehicles which were still in the applicant's possession.", "12. Whilst the applicant was in the process of collecting the vehicles, Kemtours obtained in fresh proceedings before the District Court of Nicosia, and on an ex parte basis, an interim decision which ordered the applicant to deliver the said vehicles to Kemtours. This order was issued on 31 March 1998 and served on the same date on the applicant.", "13. The order was to be enforced on 13 April 1998. On that date, the applicant's lawyer appeared before the court and requested time to appeal against the order. The court fixed the case for directions on 5 May 1998 and then again on 7, 20 and 25 May in order to afford time to the parties to settle their dispute. The court invited the lawyer to file an appeal at least four days before 5 May 1998.", "14. However, the applicant filed its appeal on 5 May 1998. The applicant maintained that the court had been misled by Kemtours, which had failed to disclose the real facts of the case and the previous judgment and decision of the District Court. The applicant invited the District Court to hold a hearing as soon as possible in view of the fact that the fleet of “Z” cars was worth more than 500,000 Cypriot pounds. Furthermore, the applicant alleged that the unauthorised use of the vehicles under the interim decision would entail a reduction of their value and would prevent the applicant from presenting them to the competent authorities in order to have their licenses renewed. Finally, the applicant affirmed that it had never entered into such an agreement with Kemtours.", "15. As the parties had reached no settlement of the case by 27 May 1998, the District Court fixed the hearing for 8 July 1998. On this date, the judge stopped the hearing at midday, because of the “lateness of the hour”, and adjourned it until 17 July 1998, during the summer recess. However, the judge pointed out that he would be working during this period.", "16. The hearing started on 17 July 1998. Evidence given by Kemtours was completed on the same day.", "17. According to the applicant, the hearing should have been completed in the same month or at the beginning of August 1998. However, it was repeatedly adjourned due to the illness of either the advocate for the plaintiff or the judge dealing with the case, as well as to the latter's transfer to other pending court proceedings.", "18. At the end of the hearing on 17 July 1998, the applicant's lawyer had indicated five dates in July on which he could make himself available for the continuation of the hearing, but the advocate for the plaintiff declared that he would be unavailable due to other court commitments.", "19. Adjournments were thus ordered until 7 and 9 September 1998 (because the advocate for the plaintiff had to undergo an operation), 5 November 1998, 12 November 1998, 17 December 1998 (due to the court's lack of time and the illness of the advocate for the plaintiff), 7 January 1999, 14 January 1999, 25 February 1999 (on which date the case was heard by another judge because the judge dealing with the case was ill), 18 March 1999, 22 April 1999, 13 May 1999, 2 June 1999, 17 June 1999, 1 July 1999, 6 July 1999, and 9 and 10 September 1999.", "20. On 27 April 1999 and as a result of the repeated adjournments, the applicant filed an application for certiorari and prohibition with the Supreme Court. It sought the annulment of the interim order because of the excessive delay in the proceedings before the District Court. The applicant also alleged that the court had exceeded its jurisdiction on a matter of construction involving section 9 of the Civil Procedure Law. On 27 May 1999 the Supreme Court refused the application. On the same date the applicant appealed against that decision and, by way of a letter to the President of the Supreme Court, invited him to expedite the proceedings.", "21. Following a letter from the applicant's lawyer, who complained about the delay in the proceedings, the President of the District Court assigned the case to a new judge on 10 June 1999.", "22. In the meantime, on 21 April 1999, Kemtours had applied for an order of imprisonment of the applicant's managers for contempt of the interim order of 31 March 1998. Initially fixed for 2 June 1999, the hearing was adjourned until 17 June and then until 6 July 1999, because of the direct relevance of these proceedings to those concerning the interim order. Due to the summer recess both sets of proceedings were fixed for hearing on 9 and 10 September 1999.", "23. On 9 September 1999 the District Court decided that the hearing relating to the interim order should precede the contempt hearing. The hearing commenced on 10 September and was adjourned until 30 September, and then until 8 October because the plaintiff's advocate had failed to summon a witness whom he wished to call to give evidence. The hearing continued on 8 and 20 October, but on 27 October it was adjourned until 9 November 1999 at the request of the plaintiff's advocate. The court rejected the objection by the applicant's lawyer's on the ground that the adjournment was granted in order to permit the other party to prepare a document which would expedite the proceedings. The hearing continued on 9, 12 and 18 November 1999 and the court heard six witnesses.", "24. On 3 December 1999, when the hearing was to be resumed, the advocate for the plaintiff requested an adjournment because his bad state of health necessitated an operation abroad. The continuation of the hearing was fixed for 22 December 1999.", "25. On 9 December 1999, the date on which the hearing in the contempt proceedings ought to have taken place, the District Court again ordered an adjournment until 14 January 2000 and then until 24 January because the plaintiff's advocate was hospitalised abroad. However, following a protest by the applicant's lawyer, the court affirmed that no further request for an adjournment would be granted.", "26. On 21 January 2000 the District Court again adjourned the hearing until 28 February 2000 in order to give time to the newly appointed lawyer for the plaintiff to familiarise himself with the case. The applicant's lawyer did not object because he stated that he had other court commitments.", "27. The hearing resumed on 28 February 2000 with the testimonies of two witnesses, thus bringing to eight the total number of witnesses heard. On 17 March 2000, the parties made their final addresses.", "28. By judgment of 11 May 2000, the District Court held that the interim order was no longer in force. It declared it null and void because the plaintiff had failed to prove its allegations; it also held, at page 16 of the judgment, that the failure of Kemtour to file the Statement of Claim over a two-year period could not be attributed to the illness of the lawyer.", "29. Section 4 of Cap. 6 (Civil Procedure) reads as follows:", "“The court may at any time during a pending action make an order for the ...preservation, custody, sale, detention or inspection of any property being the subject of the action, or an order for preventing any loss, damage or prejudice which but for the making of the order might be occasioned to any person or property, pending a final judgment on some question affecting such person or property or pending the execution of the judgment.”", "30. Section 9 of Cap. 6 (Civil Procedure) reads as follows:", "“(1) Any order which the court has power to make may, upon proof of urgency or other special circumstances, be made on the application of any party to the action without notice to the other party.", "(2) Before making any such order without notice the court shall require the person applying for it to enter into a recognisance, with or without a surety or sureties as the court thinks fit, as a security for his being answerable in damages to the person against whom the order is sought.", "(3) No such order made without notice shall remain in force for a longer period than is necessary for service of notice of it on all persons affected by it and enabling them to appear before the court and object to it; and every such order shall at the end of that period cease to be in force, unless the court, upon hearing the parties or any of them, shall otherwise direct; and every such order shall be dealt with in the action as the court thinks just.", "(4) Nothing in this section shall be construed to affect or apply to the powers of the court to issue writs of execution.”", "31. In some recent judgments the Supreme Court has ruled that the procedure for deciding an interim order which is issued on an ex parte basis is an exceptional one and must therefore be dealt with and treated as a matter of urgency. In two cases, the Supreme Court decided that such an order must be served within two to four days and be brought before the judge for trial within seven days (judgments of 25 June 1999 and 10 September 1999). The Supreme Court found that periods of 17 and 21 days to serve the order, and give the other party an opportunity to oppose it, were excessive. In the case of SPE Agias Fylas v. Christoforou (judgment of 4 October 1999), the Supreme Court ruled that, if a court issued an ex parte order which is not urgent, it will be set aside for excess of jurisdiction."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}