{"ITEMID": "001-5909", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "LEINONEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish national, born in 1921 and living in Helsinki. He is represented before the Court by Mr Markku Fredman, a lawyer practising in Helsinki. The respondent Government are represented by Mr Holger Rotkirch, Director General for Legal Affairs, and Mr Arto Kosonen, Director, both of the Ministry for Foreign Affairs.", "On 11 February 1985 the State Treasury (valtiokonttori, statskontoret) of the Ministry of Finance awarded the applicant a full state pension based on his public service. The pension amount would be reviewed annually by the Ministry of Social Welfare and Health with reference to an index based on the national salary and price level. Such index adjustments took place up to and including 1992.", "On 25 February 1986 the applicant was awarded, as from 1 April 1986, a national old-age pension with a supplementary award for his war-time service.", "In 1992 and 1993 Parliament exceptionally amended the legislation on the index-based protection of pension benefits (Acts nos. 1343/1992 and 1074/1993). With these amendments the index figure to be used for 1993 and 1994 was 1688, as opposed to the respective figures fixed by ministerial order (1714 and 1736).", "On 30 July 1993 the State Treasury refused the applicant's demand that the amount of his state pension be adjusted with reference to the index fixed by the Ministry for 1993. Reference was made to the exceptional legislation enacted in 1992. According to the notice of appeal attached to the decision, it could be challenged before the State Pension Board (valtion eläkelautakunta, statens pensionsnämnd). The applicant's appeal was refused on 9 March 1994. The State Pension Board considered that the notice of appeal had been incorrect but nonetheless examined the merits of the appeal, finding that the State Treasury had correctly applied the exceptional legislation in force. On the applicant's further appeal the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), on 4 June 1996, quashed and nullified the decision of the State Pension Board to which the applicant had incorrectly been advised to appeal. The Supreme Administrative Court nevertheless found that the State Treasury had had to refuse the applicant's demand on the grounds stated in its decision and with reference to the legal provisions invoked therein. The Supreme Administrative Court was furthermore of the view that the decision in question could not be considered to violate provisions of the Convention. The applicant was later informed by the legal secretary on his case that, in 1994, an opinion on his appeal had been obtained from the State Pension Board.", "On 18 April 1994 the State Treasury, relying on the exceptional legislation enacted in 1993, refused the applicant's demand that the amount of his state pension be based on the index figure fixed by the Ministry for 1994. On 4 June 1996 his appeal was refused by the Supreme Administrative Court essentially for the same reasons as those stated in its decision of the same date with regard to the requested index adjustment for 1993. The applicant was later informed that, in 1994, an opinion on his appeal had been obtained from the State Treasury.", "In the beginning of 1994 the applicant requested the Helsinki Taxation Board (verotuksen oikaisulautakunta, skatterättelsenämnden) to review the imposition on him of a national social insurance fee for 1992. He argued that no such fee had been provided by the 1986 decision to grant him old-age pension. The imposition of the fee was upheld on 14 April 1994. The applicant's appeal was refused by the County Administrative Court (lääninoikeus, länsrätten) of Uusimaa on 27 July 1995 with reference to Act no. 1697/1991 which had temporarily amended the National Pension Act (kansaneläkelaki, folkpensionslagen 347/1956) by no longer excluding pensioners from the imposition of a national insurance fee. The applicant sought leave to appeal to the Supreme Administrative Court, arguing, inter alia, that his annual fee was higher than his old-age pension. The imposition of the fee, taken together with the exceptional legislation blocking index-based increases in his state pension, was effectively depriving him of yet further property to which he had a legitimate claim. Having granted leave to appeal, the Supreme Administrative Court, on 28 October 1996, refused the appeal, considering that the 1986 pension decision had been silent as to the conditions for imposing a national social insurance fee on a pensioner who had reached the age of 63. Act no. 1697/1991, which provided for such imposition, had been enacted on 30 December 1991 and had been applied during 1992. Its wording had not been ambiguous and its application could not be affected by the constitutional provisions protecting private property and prohibiting discrimination. Nor did Article 1 of Protocol No. 1 to the Convention have any impact on the collection of a fee with the character of a tax.", "On 17 January 1996 the Helsinki Taxation Board refused the applicant's demand that the national social insurance fee imposed on him for 1993 be lifted as being unconstitutional. On 19 June 1997 his appeal was refused by the County Administrative Court with reference to Act no. 1660/1992, which had prolonged the temporary amendment to the National Pension Act (Act no. 1697/1991), and on the grounds of principle relied on by the Supreme Administrative Court in its decision of 28 October 1996 concerning the imposition of the insurance fee for 1992. On 26 November 1997 the Supreme Administrative Court refused the applicant leave to appeal.", "In 1995 the National Pension Act was amended to the effect that, in 1997, the national pension (e.g., the old-age pension) was to be replaced by a pension calculated with reference to new criteria. Those whose total income in the form of other pensions and various compensations exceeded certain ceilings would no longer be entitled to a national pension. In such a case the so-called basic amount (pohja-osa, basdel) of their national pension would be reduced by 20 per cent annually between 1996 and 2001 (Act no. 1491/1995).", "On 24 May 1996 the Social Insurance Institution (kansaneläkelaitos, folkpensionsanstalten) refused the applicant's demand that he should continue receiving the basic amount of his old-age pension as adjusted in accordance with the relevant index figure to be applied according to the provisions in force when the pension was granted. On 28 November 1996 the Appellate Board for Social Insurance (tarkastuslautakunta, prövningsnämnden) dismissed his appeal with reference to Act 1491/1995. The decision further referred to an opinion obtained from the Social Insurance Institution. This opinion was not communicated to the applicant for possible comments. No further appeal lay open."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}