{"ITEMID": "001-97498", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CRABTREE v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1-c;Violation of Art. 5-5;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["6. On 6 February 2003 the applicant was arrested on suspicion of fraud. On the following day, the Prague 1 District Court (obvodní soud) ordered his pre-trial detention pursuant to Article 67 (a) of the Code of Criminal Procedure (hereinafter “the CCP”). The court held that, given the applicant’s British citizenship and lack of residence in the Czech Republic, and the fact that he was likely to be sentenced to a lengthy prison sentence, there was a risk that he would abscond to avoid the criminal proceedings.", "7. On 29 April 2003 an indictment against the applicant on a charge of fraud was filed in the District Court.", "8. On 6 May 2003, 1 July 2003 and 24 September 2003 the District Court dismissed requests for release from custody filed by the applicant. The court held that the reasons for the applicant’s detention continued to apply. Two appeals by the applicant directed against the second and third of the District Court’s decisions were dismissed by the Prague Municipal Court on 7 August 2003 and 29 October 2003, respectively.", "9. On 22 September 2003 the applicant filed a constitutional appeal (ústavní stížnost) against the Municipal Court’s decision of 7 August 2003, alleging a violation of his right to personal liberty under Article 8 §§ 2 and 5 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod), of his freedom of movement under Article 14 of the Charter and of the right to judicial protection under Article 36 § 1 of the Charter, in that the reasoning of the court decisions was insufficient. He added that Article 5 § 3 of the Convention had also been violated.", "10. On 9 December 2003 the District Court dismissed a request for release from custody filed by the applicant on 5 December 2003 and decided, under Article 71 §§ 4 and 6 of the CCP, that the applicant was to remain in detention. The court did not accept the applicant’s written pledge.", "11. In a judgment of 17 December 2003 the District Court convicted the applicant of fraud, sentenced him to three and a half years’ imprisonment and ordered his expulsion from the Czech Republic.", "12. On 12 January 2004 the applicant supplemented his constitutional appeal, alleging that despite his request the Municipal Court’s decision of 7 August 2003 had not been translated into English, in violation of Article 6 § 3 (e) of the Convention. He also complained that in the decision of 9 December 2003 the District Court had decided to renew the order for his detention for the first time since the pre-trial detention had been ordered on 7 February 2003. The applicant thus regarded the period of detention after 7 May 2003, that is after the expiry of an initial three months period covered by the first detention order, as unlawful. In this respect he relied, inter alia, on Article 5 § 1 of the Convention.", "13. On 26 February 2004 the Municipal Court dismissed the applicant’s complaint against the District Court’s decision of 9 December 2003.", "14. On 31 March 2004 the Municipal Court varied the District Court’s judgment of 17 December 2003 but the applicant’s prison sentence remained unchanged. In response to the applicant’s argument that the trial court had not given him the opportunity to question one of the witnesses, the appellate court held that this witness had been heard at trial in the applicant’s and his counsel’s presence and that they had used this opportunity to ask him questions.", "15. In a decision of 25 November 2004 the Constitutional Court (Ústavní soud) held that the Municipal Court had violated the applicant’s rights guaranteed under Article 8 §§ 2 and 5 of the Charter in that it had not decided on extension of the applicant’s pre-trial detention or his release within the statutory time-limit. The court stated in particular:", "“It appears from the case-file that the courts decided on the applicant’s requests for release and/or his complaints against the respective dismissals, but not on his remaining in custody or his release as provided for in Article 71 §§ 4 and 6 of the CCP. Such a decision complying with the requirements laid down in the CCP was adopted by the Prague 1 District Court on 9 December 2003, that is, more than ten months after the applicant’s pre-trial detention had been ordered. The Constitutional Court underlines that when deciding on a request for release filed by an accused, a court ‘merely’ examines, as in the present case, whether there are still reasons for his detention. The criteria specified in Article 71 § 4 of the CCP require stricter conditions to be fulfilled for a decision to continue the accused’s detention ”", "16. The Constitutional Court did not grant the applicant’s request for the Municipal Court’s decision of 7 August 2003 to be quashed, the applicant having been sentenced to a term of imprisonment in the meantime.", "17. The relevant domestic law and practice concerning pre-trial detention and the possibility of compensation for its unlawfulness are set out in the Court’s judgment Smatana v. the Czech Republic, no. 18642/04, §§ 49-76, 27 September 2007."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-5"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}