{"ITEMID": "001-80219", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MATYJEK v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1+6-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1935 and lives in Warsaw, Poland.", "7. Following the entry into force of the Law of 11 April 1997 on disclosing work for or service in the State's security services or collaboration with them between 1944 and 1990 by persons exercising public functions (ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 1944-1990 osób pełniących funkcje publiczne) (the “1997 Lustration Act”) the applicant, who was a member of the Sejm at the time, declared that he had not collaborated with the communist-era secret services.", "8. On 1 June 1999 the Commissioner of the Public Interest (Rzecznik Interesu Publicznego) applied to the Warsaw Court of Appeal (Sąd Apelacyjny) to institute proceedings in the applicant's case on the grounds that he had lied in his lustration declaration by denying his cooperation with the secret services. On 14 June 1999 the applicant was notified that the lustration proceedings had been instituted.", "9. On 16 September and 25 October 1999 the court held hearings in camera.", "10. On 17 December 1999 the Warsaw Court of Appeal, acting as the firstinstance lustration court, found that the applicant had been a deliberate and secret collaborator with the Security Service (Slużba Bezpieczeństwa, “the SB”) and had therefore lied in his lustration declaration. The court relied, inter alia, on an expert opinion prepared by the Department of Criminology and Chemistry of the State Security Bureau (Zakład Kryminalistyki i Chemii Urzedu Ochrony Państwa) which had confirmed the authenticity of the applicant's signature on a document in his file. The operative part of the judgment was served on the applicant on 3 January 2000. However, the reasoning was considered “secret” and, in accordance with Article 100 § 5 of the Code of Criminal Procedure, could only be consulted in the secret registry of that court.", "11. The applicant lodged an appeal. He argued that the SB must have registered him as a secret collaborator without his knowledge or consent. The applicant maintained that his contacts with the Civil Militia (Milicja Obywatelska) and an SB agent whom he had known personally had been purely private and had never taken the form of conscious collaboration. The applicant also requested to call more witnesses, in particular the friend on whom he had allegedly reported to the SB, and that an independent opinion be ordered from an expert who did not belong to an agency of the State Security Bureau.", "12. On 17 February 2000 the Warsaw Court of Appeal, acting as the secondinstance lustration court, dismissed the applicant's appeal. The court established, inter alia, that it was impossible to hear the SB officer who had allegedly recruited the applicant as he had died. The court again informed the applicant that, due to the confidential nature of the case, the written reasoning for the judgment would not be served on him but could be consulted in the secret registry.", "13. On 20 April 2000 the applicant lodged a cassation appeal (kasacja) with the Supreme Court (Sąd Najwyższy).", "14. On 10 October 2000 the Supreme Court quashed the Court of Appeal's judgment and remitted the case to the second-instance court. The Supreme Court found that the applicant's request to call two additional witnesses had been disregarded, which constituted a serious procedural shortcoming.", "15. On 11 December 2000 the Commissioner of the Public Interest applied to the Warsaw Court of Appeal to request the Head of the State Security Bureau to lift the confidentiality restrictions in respect of the documents in the case file.", "16. On 20 December 2000 the Head of the State Security Bureau lifted the confidentiality restrictions in respect of the applicant's personal record (teczka osobowa) that had been included in the case file.", "17. On 19 January 2001 the Warsaw Court of Appeal held a hearing at which it examined the witnesses called by the applicant.", "18. On 25 January 2001 the Warsaw Court of Appeal quashed the impugned judgment and remitted the case to the first-instance court.", "19. Subsequently, the court requested the State Security Bureau to submit additional documents to it. On 28 March 2001 the Bureau transmitted to the court personal information concerning some officers of the security services. On 30 May 2001 the court received from the State Security Bureau additional documents concerning the applicant, namely excerpts from the files of the former Civil Militia (Milicja Obywatelska).", "20. On 1 June 2001 the court held a public hearing at which it heard the applicant. A subsequent hearing on 28 June 2001 was only partly public as the court decided to examine witnesses in camera on the ground that they would testify on matters involving State secrets. The court further ordered the preparation of an expert opinion by the Institute of Criminology of Warsaw University.", "21. On 8 October 2001, on the Commissioner's request, the State Security Bureau submitted to the court more documents from the file of another secret collaborator, “R”, but which related to the applicant.", "22. On 4 December 2001 another hearing was held, in camera. On the same day the Warsaw Court of Appeal gave judgment, finding that the applicant had lied in his lustration declaration.", "23. The applicant appealed, reiterating inter alia, that as a member of the national sports team, he had automatically been employed at the Civil Militia, a fact which should have been taken into consideration by the trial court.", "24. On 2 October 2002 the Warsaw Court of Appeal dismissed his appeal.", "25. On 16 May 2003 the Supreme Court dismissed a cassation appeal lodged by the applicant.", "26. According to the domestic law in force at the material time, the judgment of the Court of Appeal of 17 February 2000 was considered final. Therefore, on that date the applicant lost his mandate as a Member of Parliament. The applicant is prevented from being a candidate in elections and from holding other public functions for a period of 10 years.", "27. On 3 August 1997 the 1997 Lustration Act entered into force. The relevant provisions of this Act, in the version in force at the material time, are the following:", "Section 3 reads, in so far as relevant:", "“1. Persons exercising public functions within the meaning of this law are: the President of the Republic of Poland, deputies, senators ... judges, prosecutors and barristers...”", "28. Section 4 provides the following definition of the term “collaboration”:", "“1. Collaboration within the meaning of this law is intentional and secret collaboration with operational or investigative branches of the State's security services as a secret informer or assistant in the process of gathering information.", "2. Collaboration within the meaning of this law is not an action which was obligatory under the law in force at the material time. ...”", "29. Section 6 concerns the obligation to submit a “lustration declaration”:", "“1. Persons in the categories listed in section 7 of this law shall submit a declaration concerning work for or service in the State's security services or collaboration with these services between 22 July 1944 and 10 May 1990 (hereafter called 'the declaration').”", "Section 7 provides:", "“Declarations shall be submitted by", "...", "2) candidates for election as deputy or senator...”", "Section 40 requires such a declaration to be submitted also by those who at the date of entry into force of the 1997 Lustration Act are holding a public function.", "30. Section 17 et seq. concerns the office of the Commissioner of the Public Interest. It reads, in so far as relevant:", "“1. The Commissioner of the Public Interest (Rzecznik Interesu Publicznego), hereafter called 'the Commissioner', represents the public interest in lustration proceedings.”", "Section 17(d) provides, in so far as relevant:", "“1. The duties of the Commissioner shall include in particular", "i) analysing the lustration declaration submitted to the court;", "ii) collecting information necessary for a correct assessment of the declaration;", "iii) lodging an application with the court with a view to initiating lustration proceedings;", "....", "2. In carrying out his duties enumerated in points 1 and 2 above, the Commissioner may require to be sent or shown the relevant case files, documents and written explanations, and if necessary may hear witnesses, order expert opinions or conduct searches; in this respect, and as regards the duties described in section 17(1), the provisions of the Code of Criminal Procedure concerning the prosecutor shall likewise apply to the Commissioner.”", "31. Section 17(e) provides:", "“The Commissioner, his deputies and the authorised employees of his office shall have full access to documentation and other information sources, regardless of the form in which they were recorded, provided that they were created before 10 May 1990 by", "1. The Minister of Defence, the Minister of the Interior, the Minister of Justice, the Minister of Foreign Affairs, or by the services under their authority; or", "2. The Head of the State Security Bureau.”", "32. Sections 19 and 20 refer to the Code of Criminal Procedure. Section 19 reads as follows:", "“Matters not covered by this law and relating to lustration proceedings, including the appeal and cassation phase, shall be governed by the Code of Criminal Procedure.”", "The amendment to section 19, which entered into force on 8 March 2002, provides that the proceedings can also be conducted in camera on an application by the person subject to lustration. This provision replaced the one contained in section 21(4), which provided that the court could decide to conduct the proceedings in camera of its own motion or on an application by a party.", "Section 20 provides:", "“The provisions of the Code of Criminal Procedure relating to the accused shall apply to the person subject to lustration (hereafter called 'the subject').”", "33. Section 23 provides for service of the judgment:", "“1. The court's judgment, together with the written reasons, shall be served on the parties to the proceedings without delay....”", "Section 28, amended with effect from 8 March 2002, provides:", "“A final judgment finding that the declaration submitted by the subject was untrue shall be published immediately in the Official Law Gazette (Dziennik Urzędowy RP Monitor Polski) if", "1) no cassation appeal has been lodged within the prescribed time-limit; or", "2) the cassation appeal has been left unexamined; or", "3) the cassation appeal has been dismissed.”", "34. Section 30 lists the consequences of the judgment for a person subject to lustration who has submitted an untrue declaration. It reads, in so far as relevant:", "“1. A final judgment finding that the subject has submitted an untrue declaration shall result in the loss of the moral qualifications necessary for exercising public functions, described according to the relevant laws as: unblemished character, immaculate reputation, irreproachable reputation, good civic reputation, or respectful of fundamental values. After 10 years the judgment shall be considered to be of no legal effect.", "2. A final judgment finding that the subject has submitted an untrue declaration shall entail dismissal from the functions exercised by that person if the moral qualifications mentioned above are necessary for exercising it.", "3. A final judgment finding that the subject has submitted an untrue declaration shall deprive that person of the right to stand for election as President for a period of 10 years.”", "On 8 March 2002 sub-section 4 was added, which provides:", "“The consequences enumerated in sub-sections 1-3 above shall take place if", "1) no cassation appeal has been lodged within the prescribed time-limit; or", "2) the cassation appeal has been left unexamined; or", "3) the cassation appeal has been dismissed.”", "35. Article 100 § 5, which concerns delivery of a judgment, provides:", "“If the case has been heard in camera because of the substantial interests of the State, instead of reasons notice shall be served to the effect that the reasons have actually been prepared.”", "36. Article 156, which deals with access to the case file, in so far relevant provides as follows:", "“1. The court files pertaining to a case shall be made available to the parties, their defence counsels, legal representatives and guardians who shall have possibility to obtain copies from them. Other persons may access the case file provided that the president of the court agrees to it.", "2. Upon a request from the accused or his defence counsel, photocopies of the documents of the case shall be provided at their expense.", "3. The president of the court may on justifiable grounds, order certified copies to be made from the files of the case.", "4. If there is a danger of revealing a state secret, inspection of files, making certified copies and photocopies shall be done under conditions imposed by the president of the court or by the court. Certified copies and photocopies shall not be released unless provided otherwise by law....”", "37. Section 2 (1) of the 1982 Protection of State Secrets Act (Ustawa o ochronie tajemnicy państwowej i służbowej), which was in force until 11 March 1999, read as follows:", "“A State secret is information which, if divulged to an unauthorised person, might put at risk the State's defence, security or other interest, and concerns in particular:", "...", "2) organisation of the services responsible for the protection of security and public order, their equipment and working methods, and the data enabling the identification of their officers and persons collaborating with the security services...”", "38. Section 86 of the 1999 Protection of Classified Information Act (Ustawa o ochronie informacji niejawnych), in its relevant part, provided as follows:", "“2. Persons referred to in section 21 (1) [those authorised to sign the document and to assign a confidentiality rating], or their legal successors in relation to documents containing information classified as a State secret, created before 10 May 1990, shall within 36 months from the date of enactment of this Act, review these documents with the purpose of adjusting their current security classification to the classifications provided by this Act. Until then, these documents shall be considered classified under the provisions of paragraph 1 unless otherwise provided by law...”", "Appendix No. 1 to the Act provided, in so far as relevant:", "“I. Information that can be classified as «top secret»:", "21. information concerning documents that make it impossible to establish data identifying officers, soldiers or employees of State bodies, services and institutions authorised to engage in operational activities or on the resources that they use in their operational activities.”", "Section 52 (2) of the 1999 Act concerned organisation of the secret registry. It provided in so far as relevant:", "“Documents marked “top secret” and “secret” (ściśle tajne i tajne) can be released from the secret registry only if the recipient can secure the protection of those documents from unauthorised disclosure. In case of doubts regarding the conditions of protection, the document can be made available only in the secret registry.”", "39. The following are extracts from Parliamentary Assembly of the Council of Europe Resolution 1096 (1996) on measures to dismantle the heritage of former communist totalitarian systems:", "“9. The Assembly welcomes the opening of secret service files for public examination in some former communist totalitarian countries. It advises all countries concerned to enable the persons affected to examine, upon their request, the files kept on them by the former secret services...", "11. Concerning the treatment of persons who did not commit any crimes that can be prosecuted in accordance with paragraph 7, but who nevertheless held high positions in the former totalitarian communist regimes and supported them, the Assembly notes that some states have found it necessary to introduce administrative measures, such as lustration or decommunisation laws. The aim of these measures is to exclude persons from exercising governmental power if they cannot be trusted to exercise it in compliance with democratic principles, as they have shown no commitment to or belief in them in the past and have no interest or motivation to make the transition to them now.", "12. The Assembly stresses that, in general, these measures can be compatible with a democratic state under the rule of law if several criteria are met. Firstly, guilt, being individual, rather than collective, must be proven in each individual case - this emphasises the need for an individual, and not collective, application of lustration laws. Secondly, the right of defence, the presumption of innocence until proven guilty, and the right to appeal to a court of law must be guaranteed. Revenge may never be a goal of such measures, nor should political or social misuse of the resulting lustration process be allowed. The aim of lustration is not to punish people presumed guilty - this is the task of prosecutors using criminal law - but to protect the newly emerged democracy.", "13. The Assembly thus suggests that it be ensured that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law, and focus on threats to fundamental human rights and the democratisation process. Please see the \"Guidelines to ensure that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law\" as a reference text.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}