{"ITEMID": "001-92500", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KARAKO v. HUNGARY", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;No violation of Art. 8", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant was born in 1955 and lives in Gávavencsellő.", "7. The applicant is a Member of Parliament and delegate of the political party Fidesz – the Hungarian Civic Union (the “Fidesz”). During the parliamentary elections of 2002, he was a candidate in one of the electoral districts of Szabolcs-Szatmár-Bereg County. On 19 April 2002, prior to the second ballot round, a flyer was distributed in the applicant’s electoral district, signed by L.H., chairman of the Szabolcs-Szatmár-Bereg County Regional General Assembly. The flyer read as follows:", "“Dr. László Karakó, in his capacity as a member of the Fidesz... in the Regional General Assembly, regularly voted against the interests of the county. Moreover, in the debate concerning the route of the M3 highway, he did not support the version favourable to the county, with which − aside from the county − he probably harmed his own electoral district the most.”", "8. On 15 May 2002 the applicant filed a criminal complaint against L.H. with the Nyíregyháza District Court, accusing him of libel. Finding that the impugned act fell within the competence of public prosecution, the District Court transferred the case to the Nyíregyháza District Public Prosecutor’s Office in March 2004.", "9. The Public Prosecutor’s Office ordered the continuation of the criminal proceedings in April 2004. On 3 May 2004 the Public Prosecutor’s Office terminated the investigation, finding that there had been no crime committed within the realm of public prosecution. The applicant stated that this decision was only served on him on 1 December 2004. He lodged a complaint against this decision which was dismissed by the Szabolcs-Szatmár-Bereg County Regional Public Prosecutor’s Office on 22 December 2004. The Prosecutor’s Office was of the view that the impugned act had occurred during the electoral campaign and, as a candidate, the applicant could not have been considered a public official. Therefore, the act did not concern a matter of public prosecution. The applicant submitted an application seeking a review of this decision to the Attorney General’s Office. It dismissed his application on 28 February 2005.", "10. On 29 January 2005 the applicant, acting as a private prosecutor, submitted an indictment against L.H. to the Nyíregyháza District Court, accusing the latter of having committed libel against him as a public official during official proceedings.", "11. On 2 May 2005 the District Court dismissed the applicant’s indictment. It found that the impugned statement was a value judgment, with regard to which the limits of acceptable criticism were wider for a politician – who must display a greater degree of tolerance. No appeal lay against this decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}