{"ITEMID": "001-57594", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF WEEKS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-4;No violation of Art. 5-1;Just satisfaction reserved", "JUDGES": "C. Russo", "TEXT": ["10. The applicant, Mr. Robert Malcolm Weeks, is a British citizen born in 1949.", "11. On 6 December 1966, then aged 17, he pleaded guilty at Hampshire Assizes to armed robbery, assaulting a police officer and being in the unlawful possession of a firearm. In respect of the first offence, he was sentenced to life imprisonment; for the second and third offences he received 2 and 3 years’ imprisonment respectively, all sentences to run concurrently.", "12. The applicant had committed the robbery on 18 November 1966 when he entered a pet shop in Gosport, Hampshire, with a starting pistol loaded with blank cartridges, pointed it at the owner and told her to hand over the till. He stole a sum of 35 pence which was later found on the shop floor.", "Later that same day, he telephoned Gosport police station to say that he would give himself up. He was apprehended in the High Street by two police officers. He took the starting pistol from his pocket and it went off. In the ensuing struggle, two more blanks were fired, one of which caused a powder burn to the wrist of one of the police officers. It emerged that the applicant had committed the robbery because he wanted to pay back £3 which he owed his mother, who had told him that morning to find lodgings elsewhere.", "13. At the trial, a prison medical officer testified that he could find no evidence of mental instability which would justify sending the applicant to a mental institution. However, a probation report, which had been prepared by a probation officer who had supervised the applicant for a period of two years, characterised him as being susceptible to fluctuation of mood and emotionally immature, and as having a morbid interest in the literature of violence and a fascination for guns. The report also stated that he had taken to drinking heavily from time to time and that he had a high potential for aggression. No psychiatric report was available to the court.", "14. In passing sentence, Mr. Justice Thesiger said:", "\"... [T]he facts of the offence and the evidence of the character and disposition of the accused ... satisfy me that ... he is a very dangerous young man. ... I think an indeterminate sentence is the right sentence for somebody of this age, of this character and disposition, who is attracted to this form of conduct. That leaves the matter with the Secretary of State who can release him if and when those who have been watching him and examining him believe that with the passage of years he has become responsible. It may not take long. Or the change may not occur for a long time - I do not know how it will work out. ... So far as the first count of the indictment is concerned, I think the right conclusion, terrible though it may seem, is that I pass the sentence that the law authorises me to pass for robbery and for assault with intent to rob with arms, that is life imprisonment. The Secretary of State can act if and when he thinks it is safe to act.\"", "15. Mr. Weeks applied for leave to appeal against the sentence to the Court of Appeal (Criminal Division) which, on 6 April 1967, dismissed the application. Lord Justice Salmon upheld the view of the sentencing judge in the following terms:", "\"Now at the trial it appears that the prison doctor said that there was no evidence of any mental disorder then apparent which would have justified his detention in a mental institution. The Learned Judge, quite rightly in the view of this Court, took the view that this was not a case for borstal because borstal for one reason would not be a sufficiently secure place to send such a dangerous young man. The Judge was therefore - since he could not send him to a mental institution for lack of evidence - faced with a difficult decision on whether he should give him what he did, namely life imprisonment, or sentence him to some long term, some definite term of imprisonment for a number of years. As he was at pains to point out, he in mercy really to the boy took the former course. Now life imprisonment in this case at any rate means an indeterminate sentence. If when he gets to prison it then appears after he has been there some time that there are grounds for transferring him to a mental institution for treatment, there are ample powers under the Act which will enable the Home Secretary to do so. Moreover, as soon as it becomes apparent, and it is to be hoped that it may not be long, but one cannot tell, that it is safe from the public point of view and from his own point of view to do so, this boy will be released. At first sight a sentence of life imprisonment, particularly having regard to his age, sounds terrible, but when the factors to which reference has been made are considered it will be seen that this is really in mercy to the boy and will perhaps enable him to be released much sooner than if a long term of imprisonment had been imposed, which was the only other alternative.\"", "16. In 1970, the applicant was transferred to Grendon Underwood, a psychiatric prison. However, it was found that he did not respond to the regime and after six months’ treatment, he was transferred back to Albany Prison until his release on licence in March 1976. He had originally been given a release date for April 1975 but had absconded from a prison hostel during a probationary period. He later surrendered to the police, but on his return to prison was violent and refused food for a time. On the recommendation of the Parole Board, a further release date was set for October 1975. However, this date was again rescinded when the applicant returned to a prison hostel drunk, tried to escape while being escorted to the main prison and was recaptured only after a chase and a violent struggle. His case was once more referred to the Parole Board and, on its recommendation, he was released on licence by decision of the Secretary of State for the Home Department (\"the Home Secretary\") on 31 March 1976.", "17. On 12 January 1977, the applicant pleaded guilty at Portsmouth Magistrates’ Court to burglary and driving while uninsured and without a licence. It appears he had broken into a beach hut and stolen a pullover. He was given a conditional discharge for one year and fined. The probation report described the applicant as having frequent disagreements with members of his family, with whom he lived in turn, and drinking to excess in times of stress. Following this incident, a letter warning that his licence could be revoked was issued by the Home Office and served on him on 19 April 1977.", "At the beginning of June 1977, the applicant was given accommodation and employment as a labourer at Aylesford Priory. On 21 June he was arrested, having damaged a car in the village while driving a dumper truck without permission. He was granted bail. Two days later he visited a public house and became drunk and abusive. He was escorted by police back to the Priory where he became agitated, particularly at the prospect of being sent back to prison again, and produced an air pistol, threatening to commit suicide. A priest in the Priory remonstrated with him, the gun was fired and a lead pellet hit the ceiling. Later that day he was found to be very drunk and in possession of a quantity of bottles of spirits which had been stolen from a store. He was arrested and taken to the police station where he became abusive and violent and during the night tried to hang himself. Following his arrest, he was remanded in custody by West Malling Magistrates’ Court.", "18. On 30 June 1977, whilst Mr. Weeks was still in custody on remand, the Home Secretary ordered that his licence be revoked (section 62(2) of the Criminal Justice Act 1967, hereafter referred to as \"the 1967 Act\" - see paragraph 26 below). His case was referred to the Parole Board (section 62(4) of the Act - ibid.), which decided to defer consideration of his case until the outcome of his appearance in court, in connection with the above offences, was known.", "19. On 3 October 1977, he was convicted by the Crown Court at Maidstone on charges of taking a dumper truck for his own use, being in possession of an air pistol as a prohibited person, theft of some alcohol and damaging a police blanket. He was given a conditional discharge for two years by a judge (Judge Streeter) assisted by two lay magistrates. Judge Streeter indicated that he did not consider that the applicant’s case was \"a typical case of someone given a sentence such as a life sentence, released on parole and then reverting straight into crime, reverting back to usual or true colours\". He then left it to the Home Office to consider whether to release the applicant once more on parole, with the suggestion that he be allowed his liberty again. Judge Streeter himself had no competence to restore the applicant’s licence or to order release, although he could have revoked the licence had it still been in force (section 62(7) of the 1967 Act - see paragraph 26 below).", "20. The applicant’s case was considered by the Parole Board in December 1977. The Board took the view that the applicant was still a danger to himself and to the public and confirmed his recall to prison. It recommended that the case be referred to the Local Review Committee, the first stage of a formal review by the Parole Board (see paragraph 29 below), in December 1978.", "The Parole Board reviewed the case again in May 1979, when it recommended that he be released on licence once more. The Home Secretary, after consultation with the Lord Chief Justice and the trial judge, did not accept the Parole Board’s recommendation and decided that the applicant should be transferred to an open prison. In November 1979, he absconded from the open prison to Spain, but surrendered himself to the police in April 1980. In May 1981, the Parole Board recommended that he be released on licence as soon as resettlement arrangements could be made. The Home Secretary accepted this recommendation and decided upon a provisional release date of February 1982, subject to pre-release employment at Maidstone Prison Hostel. However, in October 1981, when in a drunken and agitated state, he was involved in a violent struggle with the hostel wardens during which one officer was injured on the thumb with a knife. On 28 October 1981, he was found guilty at Maidstone Magistrates’ Court of the offence of malicious wounding and sentenced to three months’ imprisonment.", "In December 1981, the case was again referred to the Parole Board, which recommended that preparation should be made for the applicant to be released directly from prison to a hostel. He was released on licence on 18 October 1982. As in the case of every life licensee, his licence included conditions requiring him, inter alia, to place himself under the supervision of a nominated probation officer; to keep in touch with his supervising officer in accordance with that officer’s instructions; to reside only where approved by his supervising officer; and not to travel outside Great Britain without the prior permission of his supervising officer.", "21. On 14 June 1983, at Maidstone Magistrates’ Court, the applicant pleaded guilty to driving a motorcycle whilst unfit through drink and driving without insurance. He was fined a total of £110 and disqualified from driving for one year. On 28 July, at Maidstone Crown Court, he pleaded guilty to the charge of being in unlawful possession of a shotgun. He was sentenced to six months’ imprisonment suspended for two years. On 3 August, the police reported that he had been apprehended whilst driving in North London and charged with a number of motoring offences including fraudulent use of a road fund licence and driving whilst disqualified.", "The case was referred to the Parole Board for its consideration. On 16 September 1983, the Board decided not to recommend the revocation of the applicant’s licence but asked for a letter to be sent to his supervising officer (and to be shown to the applicant) saying that the Board was aware of his offences and asking to be notified if any further cause for concern was shown. In November, the applicant wrote to the Home Office acknowledging his irresponsible behaviour and agreeing to heed the Parole Board’s warning.", "On 9 March 1984, at Acton Crown Court, he pleaded guilty to the fraudulent use of an excise licence and driving whilst disqualified and was fined a total of £300.", "22. In June 1984, the Probation Service reported that the applicant was out of touch with his supervising officer, had vacated his flat and was believed to have gone abroad. He had in fact moved his residence to France. The case was referred to the Parole Board which, on 5 October, recommended that his licence should be revoked on the ground that he was in breach of its conditions. The Board’s recommendation was accepted by the Secretary of State and the licence was revoked on 13 November.", "He was arrested by the police on 7 April 1985, having returned to England from France to visit his family.", "23. Following consideration by the Parole Board of his representations with respect to his recall (section 62(3) of the 1967 Act - see paragraph 26 below), Mr. Weeks was again released on licence on 26 September 1985. He subsequently failed to keep appointments with his supervisory probation officer and was found to have left his lodgings, his whereabouts being unknown. In the light of these facts the Parole Board Board recommended on 7 February 1986 that his licence be revoked on the same ground as in 1984. The Home Secretary acted on this recommendation on 13 March 1986. As at 27 January 1987, the applicant was still at large, having once more moved his residence to France.", "24. By virtue of section 23(1) of the Larceny Act 1916, the maximum penalty for robbery with violence was imprisonment for life. This was the provision in force at the time of the applicant’s conviction in 1966. It has now been replaced by section 8(2) of the Theft Act 1968, which came into force on 1 January 1969. Between that date and 31 December 1984, of the 54,580 persons convicted of robbery only 17 have been sentenced to life imprisonment (Hansard, House of Commons, vol. 90, no. 43, 24 January 1986, col. 325 - written answer by the Secretary of State for the Home Department).", "There is no definitive statement, statutory or otherwise, as to the principles governing the imposition of life sentences in the United Kingdom. However, certain guidelines have from time to time been given in judgments of the Court of Appeal. Broadly speaking, according to these guidelines, apart from such crimes as murder where a life sentence is mandatory, life sentences should be reserved for exceptional cases, for example (a) where the offence committed is in itself grave enough to require a very long sentence; (b) where it appears from the nature of the offence or from the defendant’s history that he is a person of unstable character likely to commit such offences in the future. In relation to the latter category, the Court of Appeal has stated that a sentence of life imprisonment should not be imposed unless there is clear evidence of mental instability (as opposed to mental disorder) which indicates that the person is likely to be a danger to the public.", "25. At the time of Mr. Weeks’ conviction in 1966, the relevant statutory provision governing the release on licence and recall to prison of persons serving life sentences was section 27 of the Prison Act 1952, which read:", "\"27. (1) The Secretary of State may at any time if he thinks fit release on licence a person serving a term of imprisonment for life subject to compliance with such conditions, if any, as the Secretary of State may from time to time determine.", "(2) The Secretary of State may at any time by order recall to prison a person released on licence under this section, but without prejudice to the power of the Secretary of State to release him on licence again; and where any person is so recalled his licence shall cease to have effect and he shall, if at large, be deemed to be unlawfully at large.\"", "This provision was qualified by section 2 of the Murder (Abolition of Death Penalty) Act 1965 which provided that no person convicted of murder could be released under section 27 of the 1952 Act unless the Home Secretary had prior to release consulted the Lord Chief Justice and, if available, the trial judge.", "26. A new system was introduced by sections 61 and 62 of the Criminal Justice Act 1967 (\"the 1967 Act\"):", "\"61. (1) The Secretary of State may, if recommended to do so by the Parole Board, release on licence a person serving a sentence of imprisonment for life or a person detained under section 53 of the Children and Young Persons Act 1933 (young offenders convicted of grave crimes), but shall not do so in the case of a person sentenced to imprisonment for life or to detention during Her Majesty’s pleasure or for life except after consultation with the Lord Chief Justice of England together with the trial judge if available.", "...", "62. (1) Where the Parole Board recommends the recall of any person who is subject to a licence under section 60 or 61 of this Act, the Secretary of State may revoke that person’s licence and recall him to prison.", "(2) The Secretary of State may revoke the licence of any such person and recall him as aforesaid without consulting the Board, where it appears to him that it is expedient in the public interest to recall that person before such consultation is practicable.", "(3) A person recalled to prison under the foregoing provisions of this section may make representations in writing with respect to his recall and shall on return to prison be informed of the reasons for his recall and of his right to make such representations.", "(4) The Secretary of State shall refer to the Board the case of a person recalled under subsection (1) of this section who makes representations under the last foregoing subsection and shall in any event so refer the case of a person returned to prison after being recalled under subsection (2) of this section.", "(5) Where the Board recommends the immediate release on licence of a person whose case is referred to it under this section, the Secretary of State shall give effect to the recommendation, and where it is necessary for that purpose to release that person under subsection (1) of the last foregoing section, the Secretary of State shall do so without the consultation required by that subsection.", "...", "(7) If a person subject to a licence under section 60 or 61 of this Act is convicted on indictment of an offence punishable on indictment with imprisonment ..., the court by which he is convicted ... may, whether or not it passes any other sentence on him, revoke the licence.", "...", "(9) On the revocation of the licence of any person under this section, he shall be liable to be detained in pursuance of his sentence, and, if at large, shall be deemed to be unlawfully at large.\"", "27. Once an offender is sentenced to life imprisonment, then, subject to any variation of the sentence by the sentencing court upon reconsideration within 28 days or to variation of it by the Court of Appeal, he may be detained by virtue of the original order of the court in prison for the rest of his life. A sentence of life imprisonment can never be altered, substituted or terminated, save if there is a free pardon or an exercise of the Royal Prerogative remitting the remainder of the sentence. Such use of the prerogative power could be contemplated only in the most exceptional circumstances, as it would have the effect of overriding the decision of the court; it has not been considered in Mr. Weeks’ case. As far as offenders sentenced to life imprisonment are concerned, any release ordered by the Home Secretary under the 1967 Act is always conditional and can never become unconditional.", "28. Relevant provisions concerning the Parole Board are also contained in section 59 of the 1967 Act:", "\"59. (1) For the purposes of exercising the functions conferred on it by this part of this Act as respects England and Wales there shall be a body known as the Parole Board ... consisting of a chairman and not less than four other members appointed by the Secretary of State.", "...", "(3) It shall be the duty of the Board to advise the Secretary of State with respect to:", "(a) the release on licence under section 60(1) or 61, and the recall under section 62, of this Act of persons whose cases have been referred to the Board by the Secretary of State;", "(b) the conditions of such licences and the variation or cancellation of such conditions; and", "(c) any other matter so referred which is connected with the release or recall of persons to whom the said section 60 or 61 applies.", "(4) The following provisions shall have effect with respect to the proceedings of the Board on any case referred to it, that is to say:", "(a) the Board shall deal with the case on consideration of any documents given to it by the Secretary of State and of any reports it has called for and any information whether oral or in writing that it has obtained; and", "(b) if in any particular case the Board thinks it is necessary to interview the person to whom the case relates before reaching a decision, the Board may request one of its members to interview him and shall take into account the report of that interview by that member; ...", "(5) The documents to be given by the Secretary of State to the Board under the last foregoing subsection shall include:", "(a) where the case referred to the Board is one of release under section 60 or 61 of this Act, any written representations made by the person to whom the case relates in connection with or since his last interview in accordance with rules under the next following subsection;", "(b) where the case so referred relates to a person recalled under section 62 of this Act, any written representations made under that section.", "...\"", "As to the constitution of the Parole Board, Schedule 2 to the 1967 Act further provides:", "\"1. The Parole Board shall include among its members:", "(a) a person who holds or has held judicial office;", "(b) a registered medical practitioner who is a psychiatrist;", "(c) a person appearing to the Secretary of State to have knowledge and experience of the supervision or aftercare of discharged prisoners; and", "(d) a person appearing to the Secretary of State to have made a study of the causes of delinquency or the treatment of offenders.\"", "The Parole Board always counts among its members three High Court judges, three circuit judges and a recorder. Cases referred to the Board may be dealt with by three or more members of the Board (Parole Board Rules 1967). In practice, the Board sits in small panels, each of which in the case of life prisoners includes a High Court judge and a psychiatrist. The judges on the Board are appointed by the Home Secretary (section 59(1) of the 1967 Act) after consultation with the Lord Chief Justice.", "29. A recalled prisoner, as well as being entitled to make written representations to the Parole Board under section 62(3) of the 1967 Act and possibly being interviewed by a member of the Board under section 59(4)(b) (see paragraphs 26 and 28 above), also has the opportunity of making oral representations to a member of the Local Review Committee. The prisoner may seek legal advice in preparing his representations to the Parole Board and the Local Review Committee.", "The Local Review Committee is a body independent of the Parole Board, and is constituted by way of statutory instrument. It has the duty of reviewing the cases of, amongst others, life prisoners and of reporting to the Home Secretary on their suitability for release on licence (section 59(6) of the 1967 Act). The Local Review Committee rules provide that there must be a Local Review Committee for every prison, consisting of a minimum of five members, not less than two of whom must be members of the general public. In every case of a life prisoner who is recalled, it is one of the two independent members of the Local Review Committee who will interview the prisoner, and the prisoner has the right to make oral representations to him.", "Furthermore, the United Kingdom courts have made it clear that, for the purposes of section 62(3), the prisoner must be furnished with full and sufficient reasons for his recall in order to enable him to make sensible representations to the Parole Board (judgment of the Court of Appeal in Gunnell v. The Chairman of the Parole Board and the Secretary of State for Home Affairs, 30 October 1984; judgment of the High Court in R v. The Parole Board and the Secretary of State for the Home Department, ex parte Wilson, 20 March 1985).", "There is no entitlement to an oral hearing before the full Board or the full local Review Committee.", "30. Where the remedy of judicial review of administrative action lies, the Divisional Court of the High Court will quash decisions of an administrative authority if those decisions are taken in breach of the relevant statutory requirements or if the decisions are otherwise tainted by illegality, irrationality or procedural impropriety. The scope of judicial review was explained as follows by Lord Diplock in his speech in the case of Council of Civil Service Unions v. Minister for the Civil Service ([1984] 3 All England Law Reports 935 at 950-951):", "\"... Judicial review has I think developed to a stage today when, without reiterating any analysis of the steps by which the development has come about, one can conveniently classify under three heads the grounds on which administrative action is subject to control by judicial review. The first ground I would call ‘illegality’, the second ‘irrationality’ and the third ‘procedural impropriety’. That is not to say that further development on a case-by-case basis may not in course of time add further grounds. I have in mind particularly the possible adoption in the future of the principle of ‘proportionality’ which is recognised in the administrative law of several of our fellow members of the European Economic Community; but to dispose of the instant case the three already well-established heads that I have mentioned will suffice.", "By ‘illegality’ as a ground for judicial review I mean that the decision-maker must understand correctly the law that regulates his decision-making power and must give effect to it. Whether he has or not is par excellence a justiciable question to be decided, in the event of dispute, by those persons, the judges, by whom the judicial power of the State is exercisable.", "By ‘irrationality’ I mean what can by now be succinctly referred to as ‘Wednesbury unreasonableness’ (see Associated Provincial Picture Houses Ltd. v. Wednesbury Corporation 1947 2 All England Law Reports 680, 1948 1 King’s Bench Reports 223). It applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it.", "...", "I have described the third head as ‘procedural impropriety’ rather than failure to observe basic rules of natural justice or failure to act with procedural fairness towards the person who will be affected by the decision. This is because susceptibility to judicial review under this head covers also failure by an administrative tribunal to observe procedural rules that are expressly laid down in the legislative instrument by which its jurisdiction is conferred, even where such failure does not involve any denial of natural justice.", "...\"", "31. According to the Government, a decision of the Parole Board or of the Home Secretary which violates any of those requirements may be quashed by the courts. Thus, in two recent cases, the courts have examined, under the head of procedural impropriety, whether adequate reasons for recall were given for the purposes of section 62(3) of the 1967 Act and have, in one case, quashed on that ground a decision of the Parole Board refusing to recommend release from prison on licence pursuant to its powers under section 62(5) of the 1967 Act (see respectively the Gunnell and Wilson cases - paragraphs 26 and 29 above). In the Gunnell case, the Court of Appeal also considered the extent to which the rules of natural justice apply to proceedings before the Parole Board. Lord Justice Eveleigh stated:", "\"... I agree with what was said by Lord Justice Watkins in his judgment in the Divisional Court. He quoted the words of Lord Justice Brightman in the case of Payne v. Lord Harris of Greenwich & Others, 1981, 1 Weekly Law Reports 754, at page 766, where he said: ‘The scope and extent of the principles of natural justice depend on the subject matter to which they are sought to be applied: see Reg. v. Gaming Board for Great Britain, ex parte Benaim and Khaida 1970 2 Queen’s Bench Reports 417, 430. They apply to the present case, as conceded, to the extent that they impose on the Board and the Committee, and each member of it, a duty to act fairly. That duty does not, in my judgment, require that any disclosure is made to the prisoner of adverse material which the Board and the Committee have in their possession to assist them in their advisory and reporting functions.’", "[Counsel for the applicant for judicial review] submitted that there is a difference in this case and that case, because that case was dealing with an initial release on parole and not with a consideration of the matter by the Board after recall. It is true factually that there is that distinction, but in my judgment that distinction results in one difference and one difference only from the point of view of the consideration of the matter by the Board; that is that the prisoner himself, in the case of recall, is entitled to have been told the reasons for his recall. So there is some information to which he is entitled, but to my mind that is the only distinction between the two cases. The principle of natural justice upon which reliance has been placed in this case, i.e. an alleged principle of full disclosure, does not in my judgment apply.\""], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}