{"ITEMID": "001-73062", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SARI AND ÇOLAK v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-3;Not necessary to examine Art. 5-1-c;Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "András Baka;Jean-Paul Costa;Karel Jungwiert;Mindia Ugrekhelidze", "TEXT": ["7. The applicants, Mr Sarı and Ms Çolak, were born in 1973 and 1977 respectively. At the material time they lived in Ankara.", "8. On 17 November 1997, at 11.45 p.m., the applicants were arrested and taken into police custody by officers of the Ankara security police in connection with an investigation into the illegal organisation THKP-C Dev Yol – Devrim Hareketi (Turkish People’s Liberation Party-Front – Revolutionary Way – Revolutionary Movement).", "9. The applicants’ detention in police custody was extended, under section 16 of Law no. 2845 (see paragraph 17 below), initially until 21 November 1997, on the authorisation of the public prosecutor at the Ankara National Security Court, and subsequently until 23 November 1997 (inclusive) by order of a judge of that court.", "10. Before the end of their police custody period, on 23 November 1997 at 11.45 p.m., the applicants were questioned by the public prosecutor. They were not brought before a judge until the following morning, that is to say on 24 November 1997. The judge ordered Ms Çolak to be released for the duration of the proceedings and remanded Mr Sarı in custody.", "11. By a bill of indictment of 8 December 1997, the public prosecutor committed the applicants to stand trial before the National Security Court. He called for their conviction, under Article 168 § 2 of the Criminal Code, on a charge of belonging to an armed gang.", "12. Following a hearing on 9 June 1998 before a trial court, Mr Sarı was granted provisional release.", "13. In a judgment of 22 April 1999, after reclassifying the offence, the National Security Court found the applicants guilty of aiding and abetting an armed gang, an offence punishable under Article 169 of the Criminal Code. It sentenced them to three years and nine months’ imprisonment each, and banned them from holding public office for three years.", "14. The applicants appealed on points of law against that judgment.", "15. In a judgment of 23 February 2000, the Court of Cassation quashed the judgment on account of an erroneous classification of the offence.", "16. The National Security Court, in a judgment of 7 November 2001, deferred its decision on the applicants’ case.", "17. Pursuant to section 9(a) of Law no. 2845 on procedure in the national security courts, the offences provided for under Articles 125, 168 and 169 of the Criminal Code fall within the exclusive jurisdiction of those courts. At the material time, section 16 of that Law provided that any person arrested in connection with one of those offences had to be brought before a judge within forty-eight hours at the latest, or, if the offence was a joint one committed outside the region under emergency rule, within seven days, not including the time needed to convey the prisoner to the judge.", "18. The fourth paragraph of Article 128 of the Code of Criminal Procedure provides that any person who has been arrested, or whose police custody period has been extended on the order of a public prosecutor, is entitled to challenge that measure before the appropriate judge with a view to securing his or her immediate release. Such an application may also be lodged by the person’s lawyer, legal representative, close relatives or spouse.", "The third paragraph of Article 128 of the Code of Criminal Procedure, amended by Law no. 4744 of 6 February 2002, reads as follows:", "“After an arrest has been made, and upon a decision of the public prosecutor, [the authorities] shall promptly inform a relative, or other person designated by the arrested person, that he or she has been arrested or that his or her police custody period has been extended.”"], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}