{"ITEMID": "001-5642", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DÖRING v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Peter Döring] is a German national who was born in 1946 and lives in Magdeburg (Germany). He was represented before the Court by Mrs Kleine-Cosack, of the Freiburg Bar.", "summarised as follows.", "From 1972 to 1990 the applicant was a judge in the former GDR (German Democratic Republic) and, in particular, President of the Criminal Division of the District Court (Vorsitzender des Strafsenats des Bezirksgerichts) of Magdeburg from 1986 to 1989.", "In a decision of 4 April 1990 the Ministry of Justice of the former GDR allowed him to be admitted as a member of the Bar from 1 May 1990 onwards.", "In a decision of 20 July 1995 the Land of Saxony-Anhalt’s Ministry of Justice disbarred him under section 1(2) of the 1992 Act on the verification of admissions as a member of the Bar and appointments as a notary or a lay judge (Gesetz zur Prüfung von Rechtsanwaltszulassungen, Notarbestellungen and Berufungen ehrenamtlicher Richter — “the RNPG” — see “Relevant domestic law” below) on the ground that he had violated the principles of humanity and the rule of law (da er gegen Grundsätze der Menschlichkeit und Rechtsstaatlichkeit verstossen hat).", "The Ministry accused him, in particular, of having in fifteen cases sentenced to approximately three years’ imprisonment persons accused of having merely expressed the wish to leave the former GDR to institutions and organisations of the FRG (Federal Republic of Germany), such as the FRG’s Ministry of Inter-German Relations, the Frankfurt International Human Rights Society and a German second channel (ZDF) television programme.", "The Ministry also accused him of having imposed a sentence of six years and six months’ imprisonment for aiding illegal border-crossing (Grenzschleusung) and one of two years and ten months for incitement to subversion (staatsfeindliche Hetze).", "In a judgment of 9 May 1995 the Magdeburg Regional Court (Landgericht) acquitted the applicant of the charge of administering justice perversely (Rechtsbeugung).", "In a decision of 14 March 1996 the Land of Saxony-Anhalt Court’s Special Section for Matters relating to Lawyers (Senat des Anwaltsgerichtshofs) upheld the applicant’s disbarment.", "In a decision of 4 February 1997 the Federal Court of Justice’s Special Section for Matters relating to Lawyers (Senat für Anwaltsachen des Bundesgerichtshofs) dismissed an appeal by the applicant.", "In the opinion of the Federal Court, there was a serious violation (beachtlicher Verstoss) of section 1(2) of the Act mentioned above where a lawyer, in his previous duties as a judge, had adopted an extreme construction (bei exzessiver Auslegung und Interpretation) of the relevant provisions of the former GDR’s criminal code or the code of criminal procedure to the disadvantage of an accused or had started a prosecution showing contempt for human beings (menschenverachtende Verfolg) even though in the eyes of the law his conduct had not been so culpable as to constitute perverse administration of justice (Rechtsbeugung).", "The Federal Court held that in the present case the applicant, while in the high-ranking position of president of a criminal division, had for years voluntarily taken part in decisions, which, at least as a whole (in der Gesamtschau), had shown contempt for human beings and had been contrary to justice. The applicant had applied laws which had been contrary to the rule of law, to the former GDR’s Constitution and to the international conventions to which the former GDR had been a party. In all cases, hearings had been held in camera in a kind of secret trial and heavy prison sentences had been imposed on citizens who merely wished to leave the former GDR, which often meant the destruction of their personal and social lives.", "In the opinion of the Federal Court, those criticisms were still valid because the applicant had flagrantly violated human rights by taking part in politically-motivated criminal justice (politische Strafjustiz) for years, thus assisting the apparatus of State repression. Failure to penalise that would have met with the incomprehension, not only of the victims but also of the population in general and would have undermined the confidence of the public, especially people from the former GDR (for whom politically-motivated criminal justice still remained a painful memory), in the integrity of the legal profession. The Federal Court held that even though the applicant had practised the profession of lawyer for six years without fault, that had been too short a period to allow the applicant’s interest in practising his profession to override the public interest in confidence in the integrity of the legal profession.", "In a decision of 28 May 1997 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a bench of three members, declined to accept the applicant’s constitutional appeal for adjudication.", "In the opinion of the Constitutional Court the appeal was not of fundamental constitutional importance, since it had already decided the issue of the constitutionality of section 1(2) of the 1992 Act on the verification of admissions as a member of the Bar and appointments as a notary or a lay judge. The disbarment of lawyers who, because of their participation in acts manifestly contrary to justice committed under the regime of the German Unified Socialist Party (Beteiligung an eklatanten Unrechtshandlungen des SED-Regimes), were not worthy of confidence and were a burden for the administration of justice, was in accordance with the Basic Law (Grundgesetz).", "The Constitutional Court added that both the interpretation of that section by the Federal Court of Justice — which had looked beyond the simple fact of the former judge’s involvement in politically-motivated criminal justice (Befassung mit politischem Strafrecht) in that it had also examined the actual application of the law and had held that for the offence to be made out the judge must have adopted an extreme construction and application of the relevant provisions at the material time, to the detriment of the accused — and its application of the section in the present case had also been in accordance with the Basic Law.", "As to the applicant’s submissions that the courts had not sufficiently taken into account the conditions under which the former-GDR’s court system had been functioning and that it had been impossible for him to act differently at the time, the Constitutional Court held that the applicant should have raised and supported those arguments in the ordinary courts, which he had failed to do. In that connection, he should, in particular, have pleaded in the relevant courts the actual circumstances which had led him to take part in politically-motivated trials, and explained whether and under what conditions he could have withdrawn and what would have been the consequences for him had he departed from the habitual practice in criminal cases and had acted in favour of the accused.", "B. Relevant domestic law", "Article 19 of the German Unification Treaty (Einigungsvertrag) of 31 August 1990 provided that the former GDR’s administrative decisions remained in effect but could be set aside if they were incompatible with the principles of the rule of law (mit rechtstaatlichen Grundsätzen unvereinbar).", "German reunification itself took effect on 3 October 1990.", "Section 1(2) of the Act of 24 July 1992 on the verification of admissions as a member of the Bar and appointments as a notary or a lay judge provides:", "“Permission to become a member of the Bar granted by the Ministry of Justice of the former GDR or by admission to the College before 15 September 1990 shall be struck down where before his admission as a member of the Bar the lawyer concerned behaved in a way that made him unworthy to practise the profession of lawyer, having violated the principles of humanity or the rule of law, particularly as a member of or unofficial collaborator with the State security services.”", "(“Vor dem 15. September 1990 durch Aufnahme in das Kollegium oder durch den Minister der Justiz der Deutschen Demokratischen Republik ausgesprochene Zulassungen zur Rechtsanwaltschaft werden mit Wirkung für die Zukunft zurückgenommen, wenn sich der Rechtsanwalt vor seiner Zulassung eines Verhaltens schuldig gemacht hat, das ihn unwürdig erscheinen läßt, den Beruf des Rechtsanwalts auszuüben, weil er gegen Grundsätze der Menschlichkeit oder der Rechtsstaatlichkeit insbesondere im Zusammenhang mit einer Tätigkeit als hauptamtlicher oder inoffizieller Mitarbeiter des Staatssicherheitsdienstes verstoßen hat.”)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}