{"ITEMID": "001-67908", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BISERICA SFANTUL HARALAMBIE AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["Biserica Sfantul Haralambie (Saint Haralambie Church, hereinafter “the applicant church”), is a church registered in Moldova. The second, third, fourth and fifth applicants (Mr Mihail Gondiu, Mr Arcadie Bulban, Mr Dumitru David, Mr Dumitru Croitoru) are Moldovan nationals, were born in 1959, 1931, 1947 and 1948, respectively and they live in Chisinau. All applicants are represented before the Court by Mr A. Guzun, a lawyer practising in Chisinau.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "By a decision of 1995, the Government decided to return to the applicant church a church building together with three auxiliary buildings and to repair the church. The restitution and repair was to be carried out within five years of the decision. However, the authorities only partly complied: the church was returned but not repaired and none of the auxiliary houses were returned.", "In 2001 the applicant church addressed the State Agency for Cults which, in turn, requested the Government to comply with their decision. There was no response so the applicant church took proceedings in the Court of Appeal. On 24 August 2001 that court rejected the action because they had failed to attempt to resolve the issue by addressing the Government directly. The applicant church appealed to the Supreme Court of Justice claiming that it had not been properly summoned to the hearing (so it was not represented there) and that the Court of Appeal had missed the three-day deadline for summarily rejecting its application but nevertheless decided on the admissibility of the claim without giving it the opportunity to modify its application or present supporting documents or arguments. On 31 October 2001 the Supreme Court of Justice held a hearing at which the applicant was present and rejected its appeal.", "The applicant church then addressed the Government directly. The latter responded that implementation of the 1995 decision was the responsibility of the municipality.", "The applicant church then took a new action against the Government in the Court of Appeal. On 17 July 2002 that court found that it was not competent but that the first instance ordinary courts were: the complaint was not about the 1995 decision itself but rather about the action and inaction of the authorities implementing it. The applicant church was not represented at the hearing because, it claims, it was not properly summoned. On 30 October 2002 the Supreme Court of Justice rejected the applicant church's appeal. The applicant was represented at the Supreme Court hearing.", "The applicant church did not initiate further proceedings.", "The relevant provisions of the Code of Civil Procedure in force at the relevant time read as follows:", "“Article 28/2:", "The Court of Appeal:", "1) judges as a first instance court proceedings against actions of the authorities of the central public administration and of their officials done in violation of the law or in excess of competence and which violate the rights of citizens;", "...", "Article 131: Acceptance for examination and refusal to examine civil law suits", "The judge determines whether a civil action is to be accepted for examination.", "The judge shall refuse to receive an action:", "...", "2) if the interested person who filed the action did not complete the pre-trial settlement procedure through the use of extra-judicial means or the procedure established by law for the particular type of action;", "...", "7) if the court is not competent to examine the case;", "...", "Article 313: Powers of the court of appeal", "The court of appeal has the power:", "1) to reject the appeal and maintain the judgment, finding or decision; or", "2) to accept the appeal.", "...”", "The relevant provisions of the Law on Administrative Justice in force at the relevant time read:", "“Article 3: The object of an action in administrative law", "...", "(2) The failure to resolve, within the period prescribed by law, a query regarding a right recognised by law may itself constitute the object of an action in administrative law.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}