{"ITEMID": "001-59432", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF DI DONATO AND OTHERS v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicants were born respectively in 1937, 1941, 1949 and 1956 and are currently residing in Benevento. The first applicant is a professor, the second one is an accountant, the third one is a lawyer and the fourth one is a doctor.", "8. In 1990 and 1991 the applicants were members of the Benevento Town Council (“giunta municipale di Benevento”). On 5 February 1993 the Benevento Public Prosecutor's Office informed the applicants that criminal proceedings had been instituted against them for abuse of power and misconduct in office.", "9. On 17 April and 29 November 1993 and 31 May 1994, the Benevento Public Prosecutor requested the investigating judge to prolong the maximum period for the duration of the investigations.", "10. On 26 January 1995 the Benevento Public Prosecutor's Office requested that the applicants and twenty-four other persons be committed for trial on the above-mentioned charges. The preliminary hearing, scheduled for 22 March 1995, was adjourned on four occasions because the lawyers of the Benevento Bar Association were on strike and eventually took place on 22 September 1995. On the latter date and on 25 September 1995 some of the accused were examined. The proceedings were adjourned until 6 October 1995.", "11. After two hearings, on 1 December 1995, the investigating judge ordered a stay of proceedings pending a Constitutional Court judgment concerning a procedural issue which he considered to be relevant to the present case. In a judgment of 26 June 1996, filed with the registry on 3 July 1996, the Constitutional Court declared that this issue was manifestly ill-founded.", "12. On 9 January 1997 the case was assigned to another investigating judge. The preliminary hearing was scheduled for 1 April 1997. On 18 April 1997 the parties presented their final submissions.", "13. In a judgment of the same day, filed with the registry on 3 May 1997, the Benevento investigating judge decided to drop all the charges against the applicants. This decision became final on 3 June 1997."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}