{"ITEMID": "001-107653", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BEIERE v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["5. The applicant was born in 1934 and lives in the parish of Saldus in Latvia.", "6. On 6 November 2001 the executive director of the municipality where the applicant resided, V.D., lodged with the Saldus District Court an application for a private prosecution against the applicant and her husband for offences which at the relevant time were proscribed by sections 156 and 157 of the Criminal Law (defamation and bringing into disrepute). The complaint appears to have been based on three letters that the applicant had sent to the council of the local municipality in which it had been alleged that V.D. had given false testimony in courts to the applicant’s detriment, that V.D. was a liar who did not deserve to be working in an official position, and that V.D. had hidden the will left by the applicant’s sister-in-law.", "7. On 9 November 2001, having considered V.D’s complaint, a judge of the Saldus District Court decided to initiate criminal proceedings against the applicant for defamation of a representative of public authority (section 271 of the Criminal Law as in force at the relevant time). Offences under section 271 of the Criminal Law were subject to public prosecution.", "8. On 8 January 2002 an out-patient psychiatric assessment was carried out on the applicant in a psychiatric hospital located in Jelgava. The assessment was carried out by a commission composed of several medical professionals. The commission was unable to arrive at a definite conclusion concerning the applicant’s psychiatric condition.", "9. According to the Government, on 4 April 2002 the applicant was officially charged with defamation of V.D. No documents have been provided in that connection by either of the parties. On the same day an authorisation (orderis) was issued to sworn attorney M.D. According to the authorisation, M.D. was authorised to “participate in the pre-trial investigation” to assist the applicant. The applicant claims that she never appointed M.D. to represent her interests. Nothing in the copy of the authorisation submitted by the Government indicates that the applicant was made aware of its existence or of M.D.’s role in the proceedings.", "10. On 22 April 2002 a prosecutor of the Saldus Distric Public Prosecutor’s Office requested the Saldus District Court to order a residential psychiatric-psychological assessment of the applicant to be carried out in a psychiatric hospital in Rīga. The prosecutor indicated that there were grounds to believe that the applicant had not been capable of understanding the consequences of writing the letters in issue. The prosecutor also stated that during the out-patient psychiatric assessment of 8 January 2002 it had been impossible to establish the applicant’s psychiatric condition with certainty.", "11. On 2 May 2002 a single judge of the Saldus District Court issued a decision authorising the applicant’s placement in a psychiatric hospital. The decision noted that the judge had heard statements from the prosecutor and from M.D. The decision also stated that the applicant had refused to report for a residential examination voluntarily, but no details were given. The Government have not suggested that the applicant was ever requested to report voluntarily for a residential assessment. Lastly, the decision noted that it could be appealed against to the Kurzeme Regional Court but that the lodging of such an appeal did not suspend the execution of the decision. The decision also ordered the Saldus District police to transport the applicant to a psychiatric hospital in Rīga and guard her during the course of the examination.", "12. According to the applicant, on 9 May 2002 some ten to twelve police officers arrived at her home and announced to her that she had five minutes to get ready to leave. She was taken to a psychiatric hospital in Rīga and was told only after arriving there of the existence of the Saldus District Court judge’s decision of 2 May 2002. She had not received a copy of that decision. The Government did not dispute this account.", "13. The applicant submits that the conditions in the hospital were unbearable: she was placed together with people who were mentally ill, drug addicts and people with sexually transmitted diseases, and the toilets in the hospital were flooded and impossible to use. She also submits that prior to 22 May 2002 – when, according to her, she was first seen by a psychiatrist – she was questioned by another doctor in a “political” manner. She also submits that her brain was scanned and that she was injected with unknown substances against her will.", "14. At some later date (probably on 12 May 2002) the applicant submitted an appeal against the decision of the Saldus District Court. The applicant pointed out that she had not been informed that a hearing concerning her placement in a psychiatric hospital would take place, and had not participated in that hearing; she accordingly requested that the decision of the first-instance court be quashed.", "15. On 24 May 2002 the Kurzeme Regional Court adopted a decision whereby it dismissed the applicant’s appeal. At the hearing the court heard submissions from the lawyer, M.D., and a public prosecutor. M.D. supported the applicant’s appeal and alleged that the decision of the first-instance court had been unlawful. The prosecutor considered that the decision had been adopted lawfully and was justified by the applicant’s persistent refusal to respond to any summonses sent to her or to sign the statement of charges brought against her. He furthermore informed the court that the applicant’s assessment would be completed within one week of the date of the hearing in the appeal court. The appeal court considered that the first-instance court had adopted its decision in full conformity with the requirements of section 191 of the Code of Criminal Procedure (see below, paragraph 26), under which the presence of the suspected or accused person at the court hearing concerning that person’s placement in a psychiatric hospital was not mandatory. The court considered that the actual implementation of the decision of the Saldus District Court had not been sufficiently considerate, since the applicant had been forced to leave her household and domestic animals without any supervision. Nevertheless, the court took into account that the Saldus District Public Prosecutor’s Office had taken certain steps to ensure that the applicant’s property would be looked after during her stay at the psychiatric hospital, and it therefore considered that it was not “expedient” to terminate the assessment of the applicant’s psychiatric health.", "16. On 28 May 2002 the applicant sent a request to the Prosecutor General. She asked him to lodge a complaint against the Saldus District Court’s decision of 2 May 2002 and the Kurzeme Regional Court’s decision of 24 May 2002. On 7 June 2002 a prosecutor from the Office of the Prosecutor General replied to the applicant, indicating that the decision of 24 May 2002 was final and therefore no appeal lay against it.", "17. On 31 May 2002 the applicant was released from the hospital upon completion of her psychiatric assessment.", "18. On the same day a commission consisting of three certified psychiatrists and one certified psychologist issued a report concerning the applicant’s psychiatric health and psychological state. The principal conclusion of the experts was that the applicant suffered from persistent delusions about being persecuted by communists and various other persons, including officials of her local municipality. They also found that the applicant was egocentric and her ability to objectively and adequately assess reality and her own behaviour was impaired. The overall conclusion was that the applicant “was unable to take account of her actions and to control them and [was to be] considered to have been in a state of mental incapacity (nepieskaitāma) with regard to the offence she was accused of”. It was recommended that the applicant should undergo out-patient psychiatric treatment.", "19. On 28 June 2002 a public prosecutor of the Saldus District adopted a decision to discontinue the criminal proceedings against the applicant. The decision indicated that the applicant “had committed” the criminal offence mentioned in section 271 of the Criminal Law and that her guilt had been proved by all the materials obtained during the pre-trial investigation. However, taking into account the applicant’s mental incapacity and the fact that there was no need to order her compulsory treatment in a psychiatric hospital, the criminal proceedings were terminated.", "20. On 22 January 2004 the applicant submitted a civil-law complaint to the Rīga City Ziemeļu District Court. She complained about being held in the psychiatric hospital and indicated that it was still unclear to her why she had been held there. The complaint was directed against the hospital and contained a request for 2,000 Latvian lati (LVL) in compensation for restriction of the applicant’s liberty and for harm done to her honour and reputation.", "21. On 25 March 2004 the applicant submitted an additional complaint about, inter alia, the conditions in the hospital. She also named as additional defendants the two doctors who had observed her. The applicant further noted that while detained she had “had no possibility to appeal against the decisions of the [judge of the Saldus District Court] or the public prosecutor, which [she] had not received” and that she had not been allocated a lawyer, in contravention of the law. In another complaint dated 5 April 2004 the applicant complained, inter alia, that she had not been summoned to the hearing of the Saldus District Court, had had no possibility to defend herself and had not been sent a copy of the decision. The amount of compensation requested was increased to LVL 10,000.", "22. The first-instance court rejected the applicant’s claim by a judgment on the merits which was adopted on 1 November 2004. The court pointed out that the applicant’s liberty had been restricted in accordance with decisions of a public prosecutor and a court and accordingly the deprivation of liberty had not been unlawful. It was further noted that since the psychiatric hospital where the applicant had been held had received a certificate which attested to its compatibility with the standards set forth in Latvian legislation, the applicant’s complaints regarding the conditions in the hospital were ill-founded. The applicant’s complaint about the alleged impossibility of appealing against the decisions of the public prosecutor and the Saldus District Court was not addressed in the judgment.", "23. On 8 November 2004 the applicant lodged an appeal against the judgment of the first-instance court. On 3 December she supplemented her appeal. She complained, inter alia, about having been held in a psychiatric hospital for an excessive length of time despite having been “completely healthy”. The applicant also reiterated her complaint that she had been unable to appeal against the decision to place her in a psychiatric hospital because she had not been informed of that decision, and that she had not been summoned to the relevant court hearing.", "24. On 27 January 2005 the Rīga Regional Court rejected the applicant’s appeal. That court held that the applicant’s constitutional right to liberty had not been violated because she had been placed in the psychiatric hospital in accordance with the law. It also held that the applicant’s placement in the hospital had been “proportionate” (“samērīgs”) with the aim to determine whether she had “realised and understood the nature and consequences of her actions”. The applicant’s complaint about her purported inability to appeal against the court order requiring her placement in the psychiatric hospital was not addressed.", "25. On 23 May 2005 the Senate of the Supreme Court, in a preparatory meeting (rīcības sēde), rejected the applicant’s appeal on points of law. The Senate pointed out that the applicant had failed to indicate any violations of material or procedural norms.", "26. At the relevant time the placing of suspects or accused persons in medical institutions was governed by Article 191 of the Code of Criminal Procedure (in force until 1 October 2005), which provided as follows:", "“If during the performance of a ... forensic psychiatric assessment there arises a necessity to observe and test the suspect or accused person, the public prosecutor can adopt a reasoned decision and place him in an appropriate medical institution. If the suspect or the accused person is not in detention, he may only be placed in a medical institution on the basis of a decision by a judge or by a court. ...”", "27. Pursuant to Article 98 of the Code of Criminal Procedure, the participation of defense counsel was compulsory during a trial before the first-instance court, as well as during a pre-trial investigation in cases concerning, inter alia, persons “unable to exercise their rights to defence because of mental defects”. If the person in question had not chosen a legal representative, the prosecutor or the court had an obligation to ensure the participation of defence counsel.", "28. Article 97 obliged defence counsel to use “all legal means and methods” to provide the necessary legal assistance to their clients. To that end counsel had a right to meet with their client alone, to take part in various procedural actions, to lodge complaints and requests, and to submit evidence.", "29. Article 2221 provided as follows:", "“The suspect, the accused person or their representative may appeal against a decision of a judge concerning ... placement in a medical institution ...", "Such appeal may be lodged within seven days of the time when the person in question has become aware ... of the placement in a medical institution...", "Such appeal ... shall be heard by a higher court, which shall adopt a decision to quash the judge’s decision or to leave it unchanged. A decision shall be adopted no later than seven days after a complaint ... has been received at the court, in the presence of the person who has lodged the appeal ... and the prosecutor. The decision of the court shall be final and not subject to appeal.”", "30. In a judgment of 29 October 2003 the Constitutional Court of Latvia declared section 271 of the Criminal Law, under which the applicant had been indicted, unconstitutional as being inconsistent with freedom of speech. In accordance with that judgment, section 271 became invalid on 1 February 2004.", "31. Section 2352 of the Civil Law provides: “If someone unlawfully deprives another person of their personal liberty, they shall restore the liberty and shall, at the discretion of a court, give full compensation thereof, including compensation for non-pecuniary damage”."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}