{"ITEMID": "001-87001", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ENKE v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The applicant, Mr Günter Enke, is a German national who was born in 1943 and lives in Leipzig (Germany). He was represented before the Court by Mr M. Kyjovský, a lawyer practising in Brno. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice. The Government of Germany did not make use of their right to intervene (Article 36 § 1 of the Convention).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 December 1993, during his stay in the Czech Republic, the applicant’s car was damaged by a snow excavator.", "On 30 December 1996 the applicant filed a motion seeking the issuance of a payment order and an action for damages with the Trutnov District Court (okresní soud) against the Pec pod Sněžkou Municipality (Město Pec pod Sněžkou), the Pec pod Sněžkou Services (Služby města Pec pod Sněžkou) and the owner of the excavator.", "The proceedings terminated on 22 December 2004 on the date on which a judgment of the District Court of 12 March 2004 became final.", "On 20 July 2006 the applicant applied for compensation pursuant to Act no. 82/1998 as amended. He claimed EUR 1,800 in respect of fees and expenses incurred in the domestic proceedings.", "In a letter of 5 March 2007 the Ministry of Justice informed the applicant that his application had been accepted, that it had been found that his right to a determination of his civil claim within a reasonable time had been violated, but that the length of the proceedings did not justify a financial compensation. The Ministry refused also the applicant’s claim regarding compensation for pecuniary damage.", "On 21 March 2007 the applicant informed the Registry that he did not intend to turn to a court under section 15(2) of Act no. 82/1998 as amended.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}