{"ITEMID": "001-106778", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BALENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 3 (procedural aspect)", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1958 and lived in Novotroitsk, Orenburg Region. On 17 March 2010 the applicant died. On 29 April 2010 Ms Aleksandra Balenko, the late applicant’s mother (born on 14 September 1937), and Mr Timofei Balenko, the late applicant’s son (born on 17 January 2000), expressed their wish to pursue the proceedings before the Court.", "6. On an unspecified date the police received information that certain “persons with a criminal propensity” would be gathering at the grave of a deceased gangster on 1 May 2004 and that they would be carrying guns, explosives and drugs.", "7. On 1 May 2004 a group of police officers came to the cemetery and started checking the identification of the men and women gathered at the said grave. The applicant was among them. He did not have any documents on him. He was placed in a police car together with G. and R. to be taken to the police station by officers S. and Kh.", "8. On the way to the police station an altercation occurred between the applicant and the police officers. As a result, the applicant sustained multiple injuries and S. had an index finger cut. The police officers and the applicant disputed the circumstances of the incident. It appears that investigation was opened into the incident on the same day and resulted in two sets of proceedings.", "9. The applicant was released from the police custody on 2 May 2004. On the same day he was examined by a doctor in a clinic, who noted numerous bruises on his face and alcoholic intoxication.", "10. On 23 June 2004 the applicant underwent an X-ray examination which showed that he had sustained a fractured nose.", "11. On an unspecified date the applicant lodged a complaint about police brutality. With regard to the events of 1 May 2004, he submitted that he had been detained by the police at the cemetery. No explanation had been furnished by the police officers as to the reasons for his detention. The applicant had criticised the police’s actions and the policemen had then forced him into the car together with G. and R. On the way to the police station he had continued to express his dissatisfaction with the police. S., who had been driving the car, had turned back, had told him to shut up and had hit him in the face, breaking his nose. Then S. had stopped the car, and together with Kh., the other police officer, had pulled the applicant out of the car and had continued beating him. The applicant had lost consciousness. He had then been taken to the police station and released the next day.", "12. On 12 July 2004 the applicant was subjected to another forensic examination. The expert reiterated the earlier findings of the forensic examination of 2 May 2004, including the nature and time of the injuries, and added that the applicant had also sustained a fractured nose with a time of the injury similar to that of the other injuries.", "13. On 3 November 2004 an investigator from the Leninskiy District Prosecutor’s Office in Orsk dismissed the applicant’s complaint of police brutality as unsubstantiated. In particular, the investigator stated as follows:", "“In the course of the inquiry [the applicant] submitted that on 1 May 2004 the policemen had beaten him up at the cemetery ... in Orsk. As result, he sustained injuries, including the nose fracture. He denied having assaulted the police officer.", "Within the framework of the inquiry in response to the [applicant’s] complaint of police brutality, he underwent a medical examination. It was established that [the applicant] sustained bruises on the top right side of the head, bruises on the left part of the forehead, bruises under the left eye and dorsum of the nose, petechiae on the left temple and on the right cheek and a fractured nose. The said injuries resulted from blunt force trauma...", "[Policeman] S. submitted that [on 1 May 2004] he had been in the taskforce which arrived at the cemetery... where he had asked [the applicant] to proceed to the police car. Neither he nor other policemen had beaten the applicant. [The applicant] could have sustained injuries ... when they had pulled him out of the car after his assault. It was possible that [the applicant] had caused those injuries himself when resisting the policemen, hitting himself against the car and then falling.", "[Policeman] Kh. submitted that [the applicant] had refused to get out of the car and had resisted when they pulled him out.", "...", "Having regard to the above, [I conclude] that the [applicant’s] complaint of police brutality has not been confirmed. ... The fact that the applicant resisted being pulled out of the car suggests that his injuries could have been caused by his own actions or by the actions of the policemen who restrained him.”", "14. The applicant did not appeal against the decision of 3 November 2004 to the courts", "15. A criminal investigation was opened against the applicant due to the version of events provided by police officers S. and Kh. concerning the incident of 1 May 2004. According them, in the car the applicant took out a knife and tried to stab S., who was driving the car, in the neck. S. saw the applicant’s movements in the rear-view mirror and covered his neck with his hands. The applicant cut S.’s right index finger. Kh. grabbed the applicant by the arm. S. stopped the car and got out. He opened the rear door and pulled out the applicant, who had managed to free himself from Kh. The applicant fell out of the car, hitting his head against the car as he did so, and then landed on his face. The knife fell onto the road. The police officers handcuffed the applicant and took him to the police station.", "16. The investigator ordered the forensic examination of the applicant. On 2 May 2004 the forensic expert examined the applicant and noted the following injuries: bruises on the top right side of the head, bruises on the left part of the forehead, bruises under the left eye and top of the nose, and petechiae (evidence of bleeding under the skin) on the left temple. The expert considered that the said injuries could have resulted from blunt force trauma occurring no earlier than one day prior to the applicant’s examination.", "17. On the same day R. was questioned by an investigator and stated the following:", "“As I had drunk wine, I immediately fell asleep in the back seat. Then I was woken up by noise. I saw that the policeman who was in the driver’s seat had blood on his right hand. I can confirm that when we were leaving the cemetery, that policeman had no injuries on his hands. Nor did I see any blood on him.", "When I was woken up by the noise to see the policeman’s hand covered with blood, I felt sick and lost consciousness. I cannot tell whether the car stopped on the way [to the police station]. Nor do I know why the policeman’s hand was bleeding. I do not know if anyone in the car had a knife on him...", "I regained consciousness when the car stopped at the police station.”", "18. G. was also questioned on 2 May 2004. He stated the following:", "“[At the cemetery] I was asked to get into [a police car]. I complied and got into the back seat. There was a guy wearing sunglasses sitting next to me behind the driver’s seat... [He] was severely intoxicated. He was mumbling... On the way [to the police station] the guy who was sitting behind the driver moved his right arm towards the driver. In his hand he had an object which resembled a knife. The driver saw the guy’s movements in the rear-view mirror and leaned forward. After that, the guy made another move with his right arm – [holding] the object resembling a knife – towards the driver. The driver, however, covered his neck with his right hand to protect himself and then grabbed the guy by the right hand. Then the driver stopped the car, opened the rear door next to the guy with the sunglasses with his left hand, grabbed the guy’s right hand – holding a knife – with his left hand and pulled him out of the car. He kicked the guy in the chest. The other policeman ... took out a gun, told the others present in the car to sit and be quiet. Then he got out of the car and helped the driver to handcuff the guy. When the driver pulled the guy out of the car, the guy fell down on the asphalt and hit his face.”", "19. On 14 May 2004 the applicant was charged with assaulting S.", "20. It appears that on 8 June 2004 the applicant was remanded in custody pending investigation. He was released on 11 June 2004.", "21. On 21 July 2004 a court authorised the applicant’s detention arguing that the applicant might abscond, tamper with evidence or put pressure on witnesses. He remained in custody pending investigation and trial. In particular, the court noted as follows:", "“The court takes into account the fact that [the applicant] has a permanent place of residence. However, he is not officially married and he is unemployed ...", "The [applicant’s] contacts with G. and R., even though denied by the [applicant’s] lawyer, have been noted by [the investigators]. Furthermore, the applicant himself did not deny that he was in contact with them... Pursuant to the materials in the case-file, G. and R. are the only eye-witnesses of the crime the applicant is charged with. Those persons have registered residence in Orsk and Novotroitsk. They are unemployed and failed to appear [for questioning]. The court considers that, if released, the applicant might influence those witnesses.", "...", "The court takes into account the information furnished by [the police department] concerning the applicant’s connection with [known gangsters], that he is a member of an organised criminal group... Having regard to the above, the court considers that ... the applicant might continue his criminal activities.”", "22. The investigating officer commissioned several expert evaluations, including that of the knife found at the alleged crime scene. As it turned out, the quality of the fingerprints on the knife was not good enough to determine their origin. The investigator also questioned the applicant, the police officers involved, the paramedic who had attended to S., and R.’s mother.", "23. On 13 September 2004 the investigator summoned G. and R. to appear for questioning. Neither G. nor R. were found at their last known addresses. The police questioned their neighbours and family, who stated that they had no knowledge of G. and R.’s whereabouts.", "24. On 22 November 2004 the forensic expert prepared another report on the basis of the prior medical documentation, including the results of the medical examination of 2 May 2004, the forensic report of 2 May 2004, Xray examinations of 23 June and 14 July 2004, and the applicant’s medical file. The expert concluded that the applicant might have sustained a fractured nose approximately two to three weeks prior to the date of the first X-ray examination of 23 June 2004. As regards the origin of the injury, the expert reiterated the earlier forensic findings.", "25. On 5 December 2004 the investigator forwarded the applicant’s case file to the court.", "26. During the trial the applicant pleaded not guilty. He denied assaulting S. or having had a knife.", "27. On 23 December 2004 the applicant unsuccessfully asked the court to admit as evidence written statements made by G. and R. which corroborated his version of the events of 1 May 2004. In particular, the court indicated as follows:", "“Pursuant to the [rules of criminal procedure], [such] statements cannot be considered as evidence. Furthermore, [G. and R.’s] signatures are not duly certified, which fact may give rise to doubts as to whether the statements were made by G. and R. and as to their admissibility as evidence. If the defence can obtain R. and G.’s attendance in court for questioning or indicate their whereabouts to the court, the court, if requested so by the parties, may summon and question those persons.”", "28. On 27 December 2004 the Orenburg Regional Court found the applicant guilty as charged and sentenced him to twelve years’ imprisonment. In particular, the court noted as follows:", "“... the fact that the [applicant] has committed the crime ... is confirmed by the following evidence:", "By the testimony given by [police officer] S. ...;", "...", "By the testimony given by [police officer] Kh. ...;", "...", "By the testimony of [Police officer] Sh., who testified that on the way from the cemetery to [the police station] he was in the car that followed the one S. was driving. ... When S. stopped his car, [Sh.] saw S., whose right hand was bleeding, and Kh., who ran out of the car. They opened the rear door of the car and pulled [the applicant] out. [The applicant] had a knife in his right hand. The [police officers] knocked the knife out of his hand, put him on the ground and handcuffed him. Then S. wrapped his injured finger with a handkerchief. Some fifteen minutes later an ambulance appeared and provided medical assistance to S.", "...", "The crime scene investigation report notes that ... inside the [police car], eight brown stains were discovered on the left rear door. Brown spots resembling blood ... were also discovered inside the car on the steering wheel, on the interior of the window pane next to the driver’s seat, on the door near the driver’s seat, [and on the] windscreen wiper stalk near the steering wheel. A handkerchief covered with brown stains was found on the floor of the car, on the left side near the driver’s seat. A flick knife ... was found next to the left of the car ...", "...", "The report on the findings of the biological forensic expert evaluation ... of 25 October 2004 states that blood, which could have belonged to S., was found on the flick knife and the handkerchief and in four samples taken from the asphalt next to the police car, the car’s steering wheel, the handle in the car and the [applicant’s] right hand. It is possible that the samples also contain the [applicant’s] blood provided that he sustained injuries causing bleeding, but it is ruled out that the blood belonged only to him...", "Further to defence counsel’s request, witness V., [R.’s mother], testified in court.", "...", "She learnt from her son, R., that on the way to the police station [the applicant] continued to “ask for trouble” in the car. The policemen advised him to shut up and then one of them punched him in the face with his fist. He started bleeding. The policemen pulled him out of the car and continued beating him.", "Regard being had to all the evidence examined in the course of the proceedings, the court views witness V.’s testimony critically ... Her testimony is refuted not only by the testimony given by S. and Kh., but also by data contained in the crime scene investigation report and the findings of the biological forensic expert report.", "According to the testimony given by S., Kh., and [the applicant], the latter was seated in the back seat of the car. [The applicant] and ... V. alleged that the [applicant] bled severely after the policeman hit him in the face.", "However, this is not confirmed by the crime scene investigation report, which shows that there was no blood discovered in the seat occupied by the [applicant] in the car.", "Furthermore, according to the above-mentioned report and the findings of the biological forensic expert evaluation report, the blood found both in the car and next to it, belonged to [S.] and possibly to [the applicant]. It did not belong only to [the applicant].", "Having regard to the data contained in the crime scene investigation and the forensics reports, it is not possible to accept as substantiated the applicant’s allegations about being beaten in police custody ...", "According to the testimony given by S. and Kh., the applicant sustained the injuries as a result of the police efforts to put a stop to his unlawful actions. He hit his head and face against the asphalt and the frame of the car when [the policemen] pulled him out of the car. This is confirmed by the findings of the medical forensic report of 6 May 2004 confirming that [the applicant] could have sustained the injuries as a result of contact with solid blunt objects within the period in question.", "...", "The court finds [the applicant] guilty [beyond reasonable doubt].”", "29. On 11 March 2005 the Supreme Court of Russia upheld the applicant’s conviction on appeal. As regards the trial court’s failure to question G. and R., the Supreme Court indicated as follows:", "“According to the materials of the case file, G. and R. were detained together with [the applicant] and placed in the same police car. They made written statements [about the incident]. However, they were not questioned, pursuant to the rules of criminal procedure. During the investigation and at trial it was impossible to establish their whereabouts.", "According to V.’s testimony, R. is her son. He left home on 3 May 2004. Since then, he has showed up only once – in August 2004. His whereabouts are not known to her.", "As regards her son’s account of the events of [1 May 2004], V. gave contradictory testimony. First, she claimed that her son had seen that [the applicant] had been beaten up and covered with blood. He had not remembered, however, what had happened in the car because he had been asleep there after drinking. Then she asserted that [the applicant] had been beaten up by the policemen in the car and then next to it. Under such circumstances, the [trial] court had reasons to critically assess that witness’s testimony.", "The court’s decision not to admit as evidence G. and R.’s written statements submitted by [the applicant’s] counsel has also been justified.”", "30. On an unspecified date the applicant sued the State Treasury for damages resulting from his injuries. On 29 May 2006 the Tverskoy District Court of Moscow dismissed the claim without examination of the merits for the applicant’s failure to comply with certain procedural requirements for lodging civil claims. It appears that the applicant failed to comply with those requirements and on 1 August 2006 the statement of claim was returned to him. On 21 December 2006 the Moscow City Court upheld the decision of 1 August 2006 on appeal.", "31. On an unspecified date the applicant resubmitted his claims. On 29 October 2007 the Tverskoy District Court dismissed them. The applicant’s representative was present in court. On 4 March 2008 the Moscow City Court upheld the judgment on appeal.", "32. On 18 April 2006 the applicant was transferred to correctional colony no. 5 in the Orenburg Region. On 20 September 2007 he was placed in a prison hospital. He died on 17 March 2010. The autopsy showed tuberculosis and AIDS as causes of death.", "33. On 15 June 2009 the case file containing the applicant’s complaint of police brutality was destroyed after the expiry of the statutory period for its storage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}