{"ITEMID": "001-77490", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF CZERWINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1937 and lives in Brześć Kujawski, Poland.", "5. On 29 January 1985 the applicant initiated before the Włocławek District Court (Sąd Rejonowy) civil proceeding concerning the division of his late parents’ estate. The estate consisted of two plots of land, 16 hectares in area, and one house.", "6. Subsequently, the court held hearings and ordered expert opinions.", "7. In 1993 the court held hearings in June and November. Subsequently, the court ordered expert opinions and in September 1994 it stayed the proceedings. Upon the applicant’s appeal the proceedings were resumed on 5 June 1995. The next hearing was held in July 1996 but subsequent hearings were held at more regular intervals.", "8. Between September 1997 and March 1999 no hearings were held. During this period, the court ordered an expert opinion which was submitted in April 1998. A hearing scheduled for January 1999 was cancelled and took place in March 1999. Subsequently, the court ordered another expert opinion to be prepared and held the next hearing on 25 April 2000.", "9. At least on two occasions, in 1996 and 2000, the presiding judge changed and the proceedings had to start from the beginning.", "10. On 4 May 2000 the Włocławek District Court gave judgment. The court divided up the estate in question.", "11. A party to the proceedings lodged an appeal against the judgment.", "12. On 13 February 2001 the Włocławek Regional Court (Sąd Okręgowy) dismissed the appeal.", "13. Articles 417 et seq. of the Civil Code (Kodeks cywilny) provide for the State’s liability in tort.", "In the version applicable until 1 September 2004, Article 417 § 1, which lays down a general rule, read as follows:", "“1. The State Treasury shall be liable for damage caused by a State official in the performance of the duties entrusted to him.”", "14. Article 442 of the Civil Code sets out limitation periods in respect of various claims based on tort. That provision applies to situations covered by Article 417 of the Civil Code. Article 442, in so far as relevant, reads:", "“1. A claim for compensation for damage caused by a tort shall lapse three years following the date on which the claimant learned of the damage and of the persons liable for it. However, the claim shall in any case lapse ten years following the date on which the event causing the damage occurred.”", "15. On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. It lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings.", "A more detailed rendition of the relevant domestic law provisions is set out in the Court’s judgment in Krasuski v. Poland, no. 61444/00, §§ 3446, ECHR 2005–... (extracts) and in Charzyński v. Poland (dec.), no. 15212/03, §§1223, ECHR 2005...."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}