{"ITEMID": "001-60877", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF S.L. v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 14+8;Not necessary to examine Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1981 and lives in Bad Gastein (Austria).", "9. At about the age of eleven or twelve the applicant began to be aware of his sexual orientation. While other boys were attracted by women, he realised that he was emotionally and sexually attracted by men, in particular by men who are older than himself. At the age of fifteen he was sure of his homosexuality.", "10. The applicant submits that he lives in a rural area where homosexuality is still taboo. He suffers from the fact that he cannot live his homosexuality openly and - until he reached the age of eighteen - could not enter into any fulfilling sexual relationship with an adult partner for fear of exposing that person to criminal prosecution under Article 209 of the Criminal Code (Strafgesetzbuch), of being obliged to testify as a witness on the most intimate aspects of his private life and of being stigmatised by society should his sexual orientation become known.", "11. Any sexual acts with persons under fourteen years of age are punishable under Articles 206 and 207 of the Criminal Code.", "12. Article 209 of the Criminal Code, in the version in force at the material time, read as follows:", "“A male person who after attaining the age of nineteen fornicates with a person of the same sex who has attained the age of fourteen years but not the age of eighteen years shall be sentenced to imprisonment for between six months and five years.”", "13. This provision was aimed at consensual homosexual acts, as any sexual act of adults with persons up to nineteen years of age are punishable under Article 212 of the Criminal Code if the adult abuses a position of authority (parent, employer, teacher, doctor, etc.). Any sexual acts involving the use of force or threats are punishable as rape, pursuant to Article 201, or sexual coercion pursuant to Article 202 of the Criminal Code. Consensual heterosexual or lesbian acts between adults and persons over fourteen years of age are not punishable.", "14. Offences under Article 209 were regularly prosecuted, an average of sixty criminal proceedings being opened per year, out of which a third resulted in a conviction. As regards the penalties applied, a term of imprisonment usually exceeding three months was imposed in 65 to 75% of the cases, of which 15 to 25% were not suspended on probation. According to information given by the Federal Minister for Justice in reply to a parliamentary request, in the year 2001 three persons were serving a term of imprisonment based only or mainly on a conviction under Article 209 of the Criminal Code and four others were held in detention on remand in proceedings relating exclusively to charges under Article 209.", "15. On 10 July 2002, following the Constitutional Court's judgment of 21 June 2002 (see below), Parliament decided to repeal Article 209 of the Criminal Code. In addition, it introduced Article 207b of the Criminal Code, which penalises sexual acts with a person under sixteen years of age if that person is for certain reasons not mature enough to understand the meaning of the act and the offender takes advantage of this immaturity or if the person under sixteen years of age is in a predicament and the offender takes advantage of that situation. Further Article 207b penalises inducing persons under eighteen years of age to engage in sexual activities by payment. Article 207b applies irrespective of whether the sexual acts at issue are heterosexual, homosexual or lesbian. The above amendment, published in the Official Gazette (Bundesgesetzblatt) no. 134/2002, entered into force on 14 August 2002.", "16. In a judgment of 3 October 1989, the Constitutional Court found that Article 209 of the Criminal Code was compatible with the principle of equality under constitutional law and in particular with the prohibition on gender discrimination contained therein. That judgment was given upon the complaint of a person who subsequently brought his case before the Commission (Z. v. Austria, no. 17279/90, Commission decision of 13 May 1992, unreported).", "17. The relevant passage of the Constitutional Court's judgment reads as follows:", "“The development of the criminal law in the last few decades has shown that the legislature is striving to apply the system of criminal justice in a significantly more restrictive way than before in pursuance of the efforts it is undertaking in connection with its policy on the treatment of offenders, which have become known under the general heading of \"decriminalisation\". This means that it leaves offences on the statute book or creates new offences only if such punishment of behaviour harmful to society is still found absolutely necessary and indispensable after the strictest criteria have been applied. The criminal provision which has been challenged is included in the group of acts considered unlawful in order to protect - to an extent thought to be unavoidable - a young, maturing person from developing sexually in the wrong way. ('Homosexual acts are only offences of relevance to the criminal law inasmuch as a dangerous strain must not be placed by homosexual experiences upon the sexual development of young males ...' Pallin in Foregger/Nowakowski (publishers), Vienna commentary to the Criminal Code, 1980, para. 1 on Article 209 ...). Seen in this light, it is the conviction of the Constitutional Court that from the point of view of the principle of equality contained in section 7 para. 1 of the Federal Constitutional Law and section 2 of the Basic Constitutional Act those legislating on the criminal law cannot reasonably be challenged for taking the view, by reference to authoritative expert opinions coupled with experience gained, that homosexual influence endangers maturing males to a significantly greater extent than girls of the same age, and concluding that it is necessary to punish under the criminal law homosexual acts committed with young males, as provided for under Article 209 of the Penal Code. This conclusion was also based on their views of morality, which they wanted to impose while duly observing the current policy on criminal justice which aims at moderation and at restricting the punishment of offences (while carefully weighing up all the manifold advantages and disadvantages). Taking everything into account, we are dealing here with a distinction which is based on factual differences and therefore constitutionally admissible from the point of view of section 7 para. 1 of the Federal Constitutional Law, in conjunction with section 2 of the Basic Constitutional Act.”", "18. On 29 November 2001 the Constitutional Court dismissed the Innsbruck Regional Court's request to review the constitutionality of Article 209 of the Criminal Code.", "19. The Regional Court had argued, inter alia, that Article 209 violated Articles 8 and 14 of the Convention as the theory that male adolescents ran a risk of being recruited into homosexuality on which the Constitutional Court had relied in its previous judgment, had since been refuted. The Constitutional Court found that the issue was res judicata. It noted that the fact that it had already given a ruling on the same provision did not prevent it from reviewing it anew, if there was a change in the relevant circumstances or different legal argument. However, the Regional Court had failed to give detailed reasons for its contention that relevant scientific knowledge had changed to such an extent that the legislator was no longer entitled to set a different age limit for consensual homosexual relations than for consensual heterosexual or lesbian relations.", "20. On 21 June 2002, upon a further request for review made by the Innsbruck Regional Court, the Constitutional Court found that Article 209 Criminal Code was unconstitutional.", "21. The Regional Court had argued, firstly, as it had done previously, that Article 209 of the Criminal Code violated Articles 8 and 14 of the Convention and, secondly, that it was incompatible with the principle of equality under constitutional law and with Article 8 of the Convention, as a relationship between male adolescents between fourteen and nineteen years of age was first legal, but became punishable as soon as one reached the age of nineteen and became legal again when the second one reached the age of eighteen. The Constitutional Court held that the second argument differed from the arguments which it had examined in its judgment of 3 October 1989 and that it was therefore not prevented from considering it. It noted that Article 209 concerned only consensual homosexual relations between men aged over nineteen and adolescents between fourteen and eighteen years of age. In the fourteen-to nineteen-year age bracket homosexual acts between persons of the same age (for instance two sixteen-year-olds) or of persons with a one-to five-year age difference were not punishable. However, as soon as one partner reached the age of nineteen, such acts constituted an offence under Article 209 of the Criminal Code. They became legal again when the younger partner reached the age of eighteen. Given that Article 209 did not only apply to occasional relations but also covered ongoing relationships, it led to rather absurd results, namely a change of periods during which the homosexual relationship of two partners was first legal, than punishable and then legal again and could therefore not be considered to be objectively justified.", "22. In the spring of 1995 the Social Democratic Party, the Green Party and the Liberal Party brought motions in Parliament to repeal Article 209 of the Criminal Code. They argued in particular that the legislator in the 1970s had justified this provision on the theory that male adolescents were at a risk of being recruited into homosexuality while female adolescents were not. However, modern science had shown that sexual orientation was already established at the beginning of puberty. Moreover, different ages of consent were not in line with European standards. In this respect they referred in particular to Recommendation 924/1981 of the Parliamentary Assembly of the Council of Europe which had advocated equal ages of consent for heterosexual and homosexual relations. Protection of juveniles against sexual violence and abuse was sufficiently afforded by other provisions of the Criminal Code, irrespective of their sexual orientation.", "23. Subsequently, on 10 October 1995, a sub-committee of the Legal Affairs Committee of Parliament heard evidence from eleven experts in various fields such as medicine, sexual science, AIDS prevention, developmental psychology, psychotherapy, psychiatry, theology, law and human-rights law. Nine were clearly in favour of repealing Article 209, an important argument for the experts in the fields of medicine, psychology and psychiatry being that sexual orientation was, in the majority of cases, established before the age of puberty, which disproved the theory that male adolescents were recruited into homosexuality by homosexual experiences. Another recurring argument was that penalising homosexual relations made AIDS prevention more difficult. Two experts were in favour of keeping Article 209: one simply stated that he considered it necessary for the protection of male adolescents; the other considered that despite the fact that there was no such thing as being recruited into homosexuality, not all male adolescents were already sure of their sexual orientation and it was therefore better to give them more time to establish their identity.", "24. On 27 November 1996 Parliament held a debate on the motion to repeal Article 209 of the Criminal Code. Those speakers who were in favour of repealing Article 209 relied on the arguments of the majority of the experts heard in the sub-committee. Of those speakers who were in favour of keeping Article 209, some simply expressed their approval while others emphasised that they still considered the provision necessary for those male adolescents who were not sure of their sexual orientation. There was an equal vote at the close of the debate (91 to 91). Consequently, Article 209 remained on the statute book.", "25. On 17 July 1998 the Green Party again brought a motion before Parliament to repeal Article 209 of the Criminal Code. The ensuing debate followed much the same lines as before. The motion was rejected by 81 votes to 12.", "26. On 10 July 2002 Parliament decided to repeal Article 209 of the Criminal Code (see paragraph 15 above)."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}