{"ITEMID": "001-61452", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF VASS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Inadmissible under Art. 6-1 with regard to fair hearing", "JUDGES": "Gaukur Jörundsson", "TEXT": ["4. The applicant was born in 1915 and lives in Budapest.", "5. On 12 January 1995 the applicant brought an action before the Budapest XVIII/XIX District Court. She requested that the invalidity of a contract, by which her late husband had sold their house, be established. On 25 June 1995 she completed her statement of claim.", "6. On 9 December 1995 the applicant requested the District Court to hold a hearing urgently.", "7. A hearing was held on 25 March 1996.", "8. On 21 October 1996 the District Court dismissed the applicant's action. On 14 October 1997 the Budapest Regional Court dismissed her appeal of 27 December 1996.", "9. On 19 December 1997 the applicant pursued a petition for review before the Supreme Court.", "10. On 27 May and 18 August 1998 the applicant requested the Supreme Court to give her case priority.", "11. On 1 September 1998 the Supreme Court appointed a legal-aid lawyer for the applicant. On 23 September 1998 the lawyer requested to be relieved of his duties. On 27 October 1998 the Supreme Court appointed another legal-aid lawyer to represent the applicant in the review proceedings.", "12. The applicant's petition for review was renewed by the lawyer on 27 November 1998.", "13. On 11 December 1998 the Supreme Court informed the parties that it intended to deliver its judgment without holding a hearing and requested the parties to submit their opinions on this matter within 8 days. On 15 January 1999 the applicant requested the Supreme Court to schedule a hearing.", "14. On 23 June 1999 the Supreme Court quashed the final judgment on account of substantial procedural shortcomings, and remitted the case to the first-instance court.", "15. In the resumed proceedings, on 22 December 1999 the Budapest XVIII/XIX District Court requested the applicant to extend her action to include Mr A.T. in the proceedings.", "16. The applicant failed to comply with this order within the statutory time-limit. Consequently, the court decided to discontinue the case.", "17. On 22 February 2000 the applicant's legal-aid lawyer appealed against the order to discontinue the case. Simultaneously, she complied with the order of 22 December 1999.", "18. On 16 March 2000 the applicant renewed the motion to include Mr A.T. in the proceedings. On the same date, the defendant submitted his observations and counter-claims.", "19. On 2 June 2000 the District Court accepted the applicant's procedural appeal and reinstated the proceedings.", "20. Following the retirement of the applicant's lawyer, on 26 June 2000 the District Court appointed another legal-aid lawyer and scheduled a hearing for 19 September 2000.", "21. The applicant failed to appear at the hearing held on 19 September 2000. She submitted that she was being treated in hospital. The District Court decided to enquire with the hospital about the applicant's health. On 24 October 2000 the hospital informed the court that the applicant was no longer a patient.", "22. On 25 October 2000 the District Court dismissed the applicant's motion challenging the presiding judge for bias.", "23. In her submissions of 22 December 2000, the applicant requested the court to hold a hearing urgently, notwithstanding her potential absence. At the same time, she objected to being represented by a legal aid-lawyer, which was not obligatory before a first-instance court. Consequently, on 17 April 2001 the District Court relieved the lawyer of her duties. On the same date, the court adjourned a hearing scheduled for 4 May 2001 and requested the applicant to complete her claims.", "24. In her submission of 1 May 2001, the applicant again requested the District Court to hold a hearing in her absence and to deliver a judgment.", "25. On 3 June 2001 the District Court enquired with the applicant as to whether she objected to a hearing being conducted at her home. On 5 August 2001 the applicant replied that she preferred to answer the court's questions in writing.", "26. On 28 October 2001 the applicant informed the court that she would not be present at the hearing scheduled for 7 November 2001. She requested the court to hold a hearing in her absence. The court held a hearing on the latter date.", "27. On 10 December 2001 the applicant submitted observations on the defendant's preparatory document of 11 November 2001. She requested that the next hearing be held in her absence.", "28. The District Court held a hearing on 13 December 2001 and scheduled a hearing for 13 February 2002.", "29. On 17 December 2001 the applicant modified her claim. On 30 December 2001 she submitted additional material. She requested the court to order the Land Registry to register the fact that proceedings were pending challenging the validity of the sales contract. On 21 January 2002 the court granted this request.", "30. On 30 January 2002 the applicant filed additional submissions.", "31. At the hearing on 13 February 2002 the District Court heard the applicant's sister as a witness and scheduled a hearing at the home of the applicant for 22 March 2002. On the latter date, however, the applicant did not allow the visiting judge to enter her house claiming that her bad health prevented her from being heard.", "32. On 26 March 2002 the applicant submitted additional observations concerning the hearing of 13 February 2002.", "33. On 23 May 2002 the District Court requested information from the Mayor's Office concerning the name of the social worker taking care of the applicant in order to summon her as a witness.", "34. At present, the proceedings are still pending before the District Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}