{"ITEMID": "001-57736", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF CROISSANT v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 6-3-c", "JUDGES": "", "TEXT": ["6. Mr Klaus Croissant, a German national, is a lawyer who practises in Berlin. At the material time, he was facing criminal proceedings in the Stuttgart Regional Court (Landgericht) in connection with his activities as the lawyer of various members of the \"Red Army Faction\" (RAF).", "7. Initially he was represented by two lawyers of his choice: Mr Baier, practising in Mannheim, and Mr Kempf, having his office in Frankfurt. Subsequently, on 2 August 1976, they were designated, at his request, to represent him as court-appointed defence counsel. The applicant had, moreover, chosen three further lawyers to assist in his defence, two of whom were French, but they did not participate in the criminal proceedings in question here.", "8. On 11 January 1978, on an application by the prosecuting authority, the President of the Regional Court designated as third court-appointed defence counsel, Mr Hauser, a lawyer practising in Stuttgart.", "9. Mr Croissant raised objections both to the appointment of a third defence counsel itself and to the choice of the person concerned. He objected in particular that Mr Hauser was a member of the Social Democratic Party (SPD), while he was fundamentally opposed to that party. He requested either that the decision appointing Mr Hauser be annulled or that the latter be replaced by Mr Künzel, who also had his office in Stuttgart.", "Mr Hauser for his part asked to be relieved of his duties in the case.", "The Regional Court dismissed both applications on 1 March 1978.", "On the first point it considered that it had been necessary to appoint a third defence counsel to ensure that the trial would take its course according to the principles laid down in the Code of Criminal Procedure and, in any event, that the accused was adequately represented throughout the trial, having regard to its possible length and to the size and complexity of the case.", "As to the other objection, it agreed that when selecting a lawyer to be appointed as defence counsel the court should, as a rule, endeavour to choose a lawyer in whom the defendant places confidence. This rule was formulated for cases where the defendant has no defence counsel and the court must appoint one. However, at Mr Croissant’s request, the court had appointed two defence counsel who enjoyed his full confidence. Nevertheless, when selecting the third court-appointed defence counsel, the court had not only taken into consideration which lawyer would offer the best guarantees for a proper and effective defence, having regard to the subject-matter of the trial, the factual and legal complexity of the case and the personality of the defendant. It had also tried to choose one in whom the defendant would probably be able to place confidence.", "Taking into account all the circumstances which were relevant for assessing whether Mr Hauser was a suitable person to defend Mr Croissant, the court held that the fact that Mr Hauser was a member of the SPD did not justify revoking his appointment: in so far as the defendant might wish the defence to make a sharp attack on the politics of this party, the other court-appointed counsel offered all the guarantees. Mr Hauser too had expressed the opinion that he was in a position to appear for the defendant in spite of their political differences.", "Finally, Mr Künzel was defending one of Mr Croissant’s former employees in other proceedings and the possibility of a conflict of interests could not be ruled out.", "10. On 6 March 1978 the Stuttgart Court of Appeal (Oberlandesgericht) upheld this decision. It recalled that, according to the case-law of the Federal Constitutional Court (Bundesverfassungsgericht), an appointment to act as defence counsel could and should only be revoked when its purpose - that is, to ensure that the accused will be adequately defended and the proceedings properly conducted - is seriously endangered. On similar grounds as the first-instance court, it held that Mr Croissant had not established that this requirement was met in respect of Mr Hauser’s appointment.", "As to the appointment of a third defence counsel, the court found nothing to criticise. To appoint a further defence counsel having his office within the Regional Court’s jurisdiction had been objectively justified by reason of the length of the proceedings, which could not be predicted accurately, and the size and complexity of the case.", "As to Mr Hauser’s request to be discharged from the case, the court found that unjustified too. Neither Mr Croissant nor Mr Hauser maintained, nor was there anything to show, that the relations between them were so strained or they had quarrelled in such a way as to make a proper defence impossible.", "11. Subsequently, Mr Croissant tried to secure the additional assistance of Mr Künzel, by choosing him as defence counsel, but to no avail. Under Article 137 para. 1 of the Code of Criminal Procedure, an accused may not be represented by more than three such lawyers (see paragraph 20 below) and he had already retained three counsel of his own choice (see paragraph 7 above).", "At the trial, which lasted seventy-three days, the applicant was represented by the three court-appointed defence counsel.", "12. On 16 February 1979 the Stuttgart Regional Court convicted the applicant of supporting a criminal organisation and sentenced him to two years and six months’ imprisonment; he was also barred from practising his profession for a period of four years and ordered to pay the costs and expenses, including those which he had been compelled to incur himself.", "On 14 November 1979 the Federal Court of Justice (Bundesgerichtshof) dismissed Mr Croissant’s appeal on points of law.", "13. On 27 December 1979 the costs office (Gerichtskasse) of the Regional Court set the costs and expenses at DM 239,439.30, including DM 209,683.20 for the fees and disbursements of the three court-appointed defence counsel. In an additional bill (Kostenrechnung) of 15 April 1981 it fixed the final amount at DM 253,246.16, DM 218,863.17 of which represented the lawyers’ fees and disbursements. The amount payable in respect of Mr Hauser was DM 63,012.79.", "14. The applicant lodged an objection (Erinnerung) against this assessment, which he considered to be incompatible with Article 6 para. 3 (c) (art. 6-3-c) of the Convention. He argued that once free legal assistance had been granted no payment could subsequently be demanded, so that he was under no obligation to pay the court-appointed lawyers and in particular Mr Hauser, who had been imposed on him.", "On 20 November 1986 the Regional Court dismissed the objection; it referred to the opinion which prevailed in German case-law and literature on the subject, which opinion had been endorsed by the Commission in a decision of 6 May 1982 (application no. 9365/81, Decisions and Reports 28, p. 229).", "15. Mr Croissant lodged an appeal (Beschwerde) in the Stuttgart Court of Appeal, based on the same grounds. He stressed their particular relevance to Mr Hauser, who had been appointed against Mr Croissant’s will.", "On 30 April 1987 the appeal was allowed in respect of two minor items (DM 113,70 in total), but was dismissed as to the main issue. The Court of Appeal held that the designation of a third court-appointed defence counsel had corresponded to a pressing need - ensuring an adequate defence -, on account of the scope and complexity of the case and in view of the probable duration of the trial. If the court, when making the appointment, had also purported to secure that the trial would take its legal course, it had rightly done so since that was a legitimate interest to be taken into account as well. As to the applicant’s arguments based on Article 6 para. 3 (c) (art. 6-3-c) of the Convention, the court endorsed the reasons given by the Regional Court. It added that the financial means of the defendant are immaterial for deciding whether or not the court should appoint a defence counsel. The question whether a convicted person is able to pay only arises after the criminal proceedings have ended.", "16. On 23 June 1987 the Federal Constitutional Court, sitting as a panel of three judges, refused to entertain Mr Croissant’s constitutional appeal (Verfassungsbeschwerde), taking the view that it had no prospect of success. In the light of the Commission’s case-law, the court considered that it did not follow from Article 6 para. 3 (c) (art. 6-3-c) of the Convention that legal assistance was definitively provided free. It held that a convicted person’s obligation to pay costs and expenses derived from the fact that proceedings had been brought as a result of his own conduct. The principle of the \"social state\" (Sozialstaatsprinzip) and the right to a fair trial no doubt guaranteed that, where necessary, legal assistance be accorded to an indigent accused, but they did not require him to be definitively dispensed from paying the fees incurred. The law on legal costs and expenses made available other possibilities (arrangements for payment or stay of execution) to take effective account of the financial difficulties of the convicted person. Finally, the Court of Appeal’s conclusion regarding the necessity of appointing Mr Hauser as the third lawyer (see paragraph 15 above) was coherent and in any event had not been arbitrary.", "17. In 1985 the applicant had already requested an extension of the time-limit for payment (Stundung), but this was refused by the President of the Stuttgart District Court (Amtsgericht) on 8 February 1988. After a first appeal (Beschwerde) had failed, his further appeal (weitere Beschwerde) was allowed on 18 August 1989, when the Stuttgart Court of Appeal quashed the earlier decisions and remitted the matter to the District Court. It considered that a decision to grant such an extension was primarily intended to facilitate the rehabilitation of a debtor who had already served his sentence. It was accordingly necessary to take account of the appellant’s argument that a rejection of his request would force him to make a declaration of assets (Offenbarungseid) and would hamper his efforts to resume practising as a lawyer. It was also necessary to bear in mind that the applicant had agreed to the inspection of his documents and accounts by a member of the Berlin Bar, in order to assess his income, and that the Federal Ministry of Justice had proposed to ask him to make a confidential statement under oath before a notary instead of a declaration of assets. Even though granting the extension would mean in reality that a large part of the debt would remain unpaid indefinitely, that did not justify a refusal; in any event it was unlikely that the total amount could ever be recovered. It was therefore necessary to reconsider the question and to determine whether it was possible to authorise smaller payments by instalments.", "18. As a result, the President of the District Court granted several extensions of the time-limit, on the most recent occasion until March 1992. However, in October 1989, on his own initiative, Mr Croissant started to pay DM 50 per month, on the condition that this sum not be used to pay the court-appointed lawyers.", "19. In 1985, 1987 and 1988 he had unsuccessfully sought to have the debt cancelled. A fourth such request, filed on 1 October 1990, led to an order made by the President of the Court of Appeal on 10 July 1991. Whilst dismissing the remainder of the application, he reserved, pending the ruling of the European Court of Human Rights, his decision on the payment of the fees and expenses of the court-appointed lawyers.", "20. The following provisions of the Code of Criminal Procedure concerning assistance by defence counsel are relevant in the present case.", "\"(1) The accused (Beschuldigter) may be assisted by a lawyer at any stage of the proceedings. He may not be represented by more than three lawyers of his own choice.", "(2) ...\"", "\"(1) The assistance of a defence counsel is necessary where:", "1. the trial at first instance is conducted in the Court of Appeal or the Regional Court;", "...\"", "\"(1) In the cases provided for in Article 140 (1) and (2), a defence counsel shall be appointed for an accused who has been officially charged before the court (Angeschuldigter) and is not yet represented by counsel, as soon as the accused is invited ... to make a statement on the indictment.", "(2) Where the necessity of a defence counsel only becomes apparent at a later stage, one shall be appointed immediately.", "(3) ...", "(4) ...\"", "According to the case-law of the Federal Court of Justice and the Federal Constitutional Court, Article 141 (1) does not preclude a court from appointing, when it holds this to be necessary in the interests of justice, one or more defence counsel for an accused who is already represented by one or more counsel of his own choice.", "\"(1) In so far as possible, the President of the court shall designate the lawyer to be appointed from among the lawyers admitted to plead in a court within the same jurisdiction. The accused shall be offered the opportunity of indicating a lawyer of his choice within a prescribed time-limit. Unless there are important reasons for not doing so, the President shall appoint the lawyer indicated by the accused.", "(2) ...\"", "Under Articles 48 and 49 of the German Regulations on Lawyers (Bundesrechtsanwaltsordnung), a lawyer designated as court- appointed defence counsel is obliged to assume the defence, but may request that the appointment be revoked when there are weighty grounds for doing so.", "\"1. The defendant shall bear the costs in so far as they ensue from proceedings brought on account of an offence for which he has been convicted ...\"", "21. The Land of Baden-Württemberg Law of 30 March 1971 on court costs provides as follows:", "\"(1) The payment of legal costs and other debts provided for in Article 1 (1), nos. 5 to 9, of the Regulation on the recovery of costs ... of 11 March 1937 ... may be deferred where their immediate payment would cause exceptional hardship to the person liable to pay and if such a deferment does not jeopardise the debt ...", "(2) The debts referred to in paragraph 1 may be partly or wholly remitted :", "1. if this seems appropriate in the pursuit of aims serving the public good; 2. where payment entails exceptional hardship for the person liable to pay; 3. where this is equitable on other specific grounds.", "The same applies in regard to the reimbursement or crediting of sums already paid.", "(3) The competent Minister shall take the decision provided for in paragraphs 1 and 2. In certain categories of cases he may delegate this power, in whole or in part, to subordinate authorities.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}