{"ITEMID": "001-107278", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "ALOYAN AND NADRYAN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["The applicants are Mr Otar Shirinovich Aloyan, who is a Russian national born in 1936, and Ms Zadina Chachikoevna Nadryan, who is an Armenian national born in 1940. The applicants live in Yerevan. They were represented before the Court by Mr R.B. Ahues, a lawyer practising in Bremen. The Russian Government were represented by Mr P. Laptev, a former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 May 1995 the applicants’ son, Mr Armen Aloyan, born in 1974, left his apartment in Moscow, drove away and was not seen again.", "On 15 May 1995 officers from Moscow no. 111 police station found the applicant’s son’s car in a car park in Moscow. According to the Government, the officers then unlawfully used the car from that date until 18 May 1995, when Armen Aloyan’s relatives found and identified the car as belonging to him.", "On 26 May 1995 the burned remains of a man with a gunshot entry wound to the back of the head were found in Istra District in the Moscow region.", "On 29 May 1995 a medical forensic examination was carried out on the remains in the context of criminal proceedings opened on the same date (see below). The experts stated that the death could have been caused by a gunshot wound to the head. Also, a ring made from yellow metal with a white metal setting with two rows of white precious stones was found on the little finger of the right hand of the body. A fragment of a black shoe with a leather sole was found on the left foot, a fragment of cotton fabric of a yellow-brown colour, a fragment from a grey sweater and a crucifix made of white metal were found on the neck and chest of the body.", "During a witness interview of 30 June 1995, one of Armen Aloyan’s brothers, Mr M. A., stated that his missing brother had been wearing a gold ring with white diamonds on the little finger of his right hand. Later that day he identified the ring and the fragments of clothes and shoe which had been on the dead body found on 26 May 1995 as belonging to his brother, Armen Aloyan. The body was then handed over to the applicants, who buried it in Armenia.", "On 29 May 1995 two sets of criminal proceedings were instituted, in connection respectively with the disappearance of the applicants’ son and the discovery of the dead body in Istra District. The cases were later joined under the number 12528; the investigation was carried out under Article 103 (premeditated murder) of the RSFSR Criminal Code then in force.", "It appears that the applicants retained doubts as to the identity of the body found in Istra District on 26 May 1995. In late 2000 they met a certain Mr S., who, according to him, had been held in division no. 9 of psychiatric hospital no. 5 in the town of Chekhov in the Moscow Region (“the Chekhov psychiatric hospital”) and had seen the applicants’ son there in 1996-98. The applicants insisted that Armen Aloyan could have been abducted by officers of police station no. 111 of Moscow, or by officers of the Moscow Region department of the fight against organised crime, who had carried out a special operation in the Golden Palace casino in Moscow on 11 May 1995. In this latter respect, the applicant alleged that on the date of his disappearance their son had telephoned them on his mobile phone and stated that he was in that casino. The applicants also insisted that officers of the Istra town prosecutor’s office, acting with medical experts, showed them their son’s personal belongings for identification – a ring and a crucifix – and then delivered to them another man’s body which had been burned to an extent which made identification impossible. The applicants further claimed that after he was abducted their son had been placed in the Chekhov psychiatric hospital.", "According to the Government, the investigating authorities thoroughly checked all aspects of the version put forward by the applicants and did not find any evidence to support it. The applicants on their part had been highly uncooperative and had obstructed the course of the investigation by numerous refusals to take part in investigative actions. In support of their submissions, the Government referred to the documents from the criminal investigation file in case no. 12528. These documents reveal the following.", "On 29 May 1995 the body found in the Istra District on 26 May 1995 was examined by medical experts (see above).", "On 30 June 1995 Mr M. A. identified the remains as those of his brother, Armen Aloyan (see above).", "According to an expert report of 14 December 1995, pieces of fabric collected during the inspection of the scene where the corpse was found, represented a piece of a sweater of a blue-grey colour and a piece of cotton denim fabric.", "During their interviews, witnesses who had seen Armen Aloyan on the day of his disappearance stated that he had been wearing a blue-grey sweater and jeans.", "In a witness interview of 25 February 2003, Mr M. S., one of Armen Aloyan’s brothers, stated that he had no doubts that the body found on 26 May 1995 in the Istra District was that of Armen Aloyan. He added that he had been in conflict with his parents, the applicants, after Armen Aloyan’s death, because they insisted that the latter was alive. Mr M. S. also stated that he could not explain why his parents believed his deceased brother was alive.", "Between 7 April and 30 May 2003 a medical forensic molecular-genetic (DNA) examination of the remains found in Istra District was carried out on the basis of blood samples provided by Mr M. A., one of Armen Aloyan’s brothers. It was thus confirmed that the remains were those of Armen Aloyan.", "In a witness interview of 13 September 2002 Mr S., born in 1929, stated that between 18 November 1996 and 19 July 2001 he had undergone treatment in the Chekhov psychiatric hospital. According to him, from the date of his admission to hospital until winter 1998 he had been held in division no. 9 of that hospital, and afterwards he had been transferred to another division. Mr S. further stated that in 2000 his wife, who had come to see him in hospital, had shown him a newspaper article with Armen Aloyan’s photograph stating that his parents were looking for him and that he had been abducted by the police and placed in the Chekhov psychiatric hospital. In Mr S.’s submission, having looked at the photograph, he had recognised Armen Aloyan, as he had seen the latter in division no. 9 during the three years Mr S. said he had spent there.", "According to a report of 20 March 2003 on Mr S.’s psychiatric forensic examination, at the relevant time the latter had been suffering from a mental disorder of a kind which made him mentally incompetent and incapable of adequately perceiving and understanding reality. Moreover, Mr S’s mental state at present made it impossible for him to participate in the investigation. The investigation also established that Mr S. had spent four and a half months in division no. 9 of the Chekhov psychiatric hospital rather than three years as had been alleged by him. Moreover, only elderly patients were admitted to that division, therefore under no circumstances could a person of Armen Aloyan’s age be held there.", "The materials of the criminal investigation file further reveal that enquiries had been made of the Chekhov psychiatric hospital by various authorities, including the Russian Representative for Human Rights, and that medical personnel were questioned in the course of the investigation; however, no evidence that Armen Aloyan had ever been in that hospital was ever obtained.", "It is clear from the submitted materials that a number of other investigative actions were also taken. In particular, a number of expert examinations of various kinds were conducted, with a view to establishing the time and cause of Armen Aloyan’s death, and numerous witnesses were interviewed. Some witnesses indicated by the applicants as those who had certain information concerning their son had been questioned on several occasions, and confrontations between them and the applicants were held. All the witnesses were consistent in their statements and denied having any meaningful information concerning Armen Aloyan, or having given the applicants any information concerning his fate, as the latter alleged.", "In particular, as regards the applicants’ version of events, that their son had been abducted by police during a special operation in the Golden Palace casino on 11 May 1995, several witnesses who had been in the casino on that date, including one of Armen Aloyan’s brothers, denied having seen Armen Aloyan there at any time on the date in question. Also, a number of witnesses were interviewed in connection with the applicants’ version that their son had been abducted by officers from police station no. 111 who had then used his car. It was established that the officers in question had found Armen Aloyan’s car abandoned in a car park and used it, in breach of their duties, instead of reporting the finding of an unidentified car to their superiors; however, no evidence of their involvement in Armen Aloyan’s abduction and/or murder had ever been found.", "The materials of the investigation file in case no. 12528 also contain numerous reports by the investigators in charge of the case at various times, indicating that throughout the investigation the applicants had repeatedly refused to take part in it, and in particular to participate in witness interviews and confrontations, to submit the remains found on 26 May 1995 and the items found along with the remains for additional expert examinations, to provide blood samples for DNA analysis of the remains, and so on.", "A decision of 8 June 2003, by which the criminal proceedings in case no. 12528 were terminated on the latest occasion for failure to establish the identities of those responsible, stated, inter alia, that in their complaints against the investigating authorities the applicants had mainly alleged that those authorities were biased and had not been diligent in carrying out the investigation. According to the decision, the applicants had proposed various versions as regards the involvement of various people in abducting their son and putting him in the Chekhov psychiatric hospital, and had insisted that those people had information concerning their son’s whereabouts. The decision went on to say that, once all those versions had been thoroughly checked, by, inter alia, confrontations between the applicants and the individuals to whom they had referred, and had been rejected, the applicants would accuse the investigating authorities of incompetence and bias and would advance other versions, which, in their turn, would prove to be unfounded. The decision also stated that in the course of the investigation the authorities had investigated versions according to which Armen Aloyan might have been killed as a member of a criminal group in a territorial struggle with other criminal groups.", "On 11 October 2001 the first applicant lodged with the Basmanniy District Court, Moscow (“the District Court”) a complaint against the head of the Chekhov psychiatric hospital. The first applicant alleged that he had information that his son, Armen Aloyan, was being unlawfully kept in that hospital. He further complained that the hospital authorities had consistently refused to provide him with information concerning his son’s state of health and location, and requested the court to order that he be provided with the information.", "On 17 July 2002 the District Court dismissed the first applicant’s complaint with reference to the absence of any evidence that Armen Aloyan had ever been held in the Chekhov psychiatric hospital. It had rejected as unreliable the testimony given by Mr S., who had been summoned and examined by the court at the first applicant’s request, to the effect that he had seen Armen Aloyan in the Chekhov psychiatric hospital. The court referred to the results of the enquiries made of the hospital by various authorities, and to the list of patients admitted to the hospital in May and June 1995 which did not include Armen Aloyan’s name. It appears that during the proceedings the first applicant requested the District Court to call and examine some other witnesses on his behalf, however failed to indicate their full names and addresses, as was required by domestic law then in force.", "On 2 October 2002 the Moscow City Court upheld the above judgment on appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}