{"ITEMID": "001-99963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "VRANISKOSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\" (No. 1)", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Jovan Vraniškoski, is a Macedonian national who was born in 1966 and lives in Bitola. He was represented before the Court by Mr V. Gorgiev, a lawyer practising in Bitola. The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 November 2000 the applicant was appointed as a bishop (Епархиски Архиереј на Повардарската Епархија) in the Macedonian Orthodox Church (“the Church”). By a decision of 11 April 2001, he designated the monastery Свети Великомаченик Dimitrij in Veles as his residence. However, he has resided and worked in the Veles and Povardarska Eparchy building (Велешка и Повардарска Епархија - “the Eparchy building”).", "At a press conference on 21 June 2002 the applicant stated that he would join the Serbian Orthodox Church. On 26 June 2002 considerable number of people (according to the Government 1,500 and according to the applicant, less than 100 people) gathered at the main square in Veles protesting against his decision and requesting his dismissal from the Church. By a decision of 28 June 2002, which was made public through the media, the Holy Synod of the Church (Светиот Архиерејски Синод) invited the applicant to reunite with the Church within seven days. When he refused, on 3 July 2002 another public protest was organised at the main square in the city of Kavadarci.", "At an extraordinary meeting of 5 July 2002, the Holy Synod of the Church, by unanimous decision, dismissed the applicant from his office on the ground that, by his unilateral accession to the Serbian Orthodox Church, he had violated the oath (Епископско исповедание/ заклетва) by which he had bound himself to safeguard the Church’s unity and Constitution. It designated the monastery Свети Великомаченик Ѓорѓи in Negotino (“the monastery”) as his new place of residence and work. It further invited the applicant to reunite with the Church within thirty days, failing which other measures would be taken in accordance with its rules. It was also decided that the Holy Synod would run the Eparchy building with effect from 6 July 2002 (“the dismissal decision”).", "By a decision of 6 July 2002, a Commission (“the Commission”) was set up to take the Eparchy building, furniture and funds from the applicant. The media were also informed about the above decisions.", "On the same day the Church requested the Ministry of the Interior (“the Ministry”) to assist with the implementation of its decisions. The request stated, inter alia:", "“...Due to the possible obstruction of the enforcement of this decision by the Archbishop Jovan [the applicant] or someone else, we request the Veles office of the Ministry of the Interior to take any necessary measures for its implementation...”", "On 6 July 2002 police officers were deployed around the Eparchy building. At around noon, representatives of the Commission (“the archbishops”, владици) arrived in order to hand over the dismissal decision to the applicant and to take the Eparchy building. They were greeted by a group of people that have gathered in front of the entrance. The door of the Eparchy building was locked. The archbishops waited for the applicant and the other staff, who were at that moment inside the Eparchy building, to open the door. In the meantime, the number of people gathered in front of the Eparchy building increased considerably. Due to the increased tension and indications of security risks for the public order, the life and health of the applicant and other personnel in the Eparchy building, the Ministry sent a group of fifteen police officers. After an hour, the archbishops took measures to break in the Eparchy building. In this connection they instructed a locksmith to break the lock. In view of the security risks, several police officers, with the consent of the archbishops, entered the Eparchy building. After having entered, the archbishops discussed with the applicant. The police secured the Eparchy building in order to prevent the crowd from breaking in. The police assessed the situation as critical and advised the applicant that his further stay in the Eparchy building, without protection, would not be safe. In such circumstances, the applicant agreed to leave by the back door. Then, the applicant and the personnel got into a car of the Church and escorted by the police went to the monastery.", "The Government submitted a DVD containing video and audio material (3, 38 min.) regarding the applicant’s eviction. According to it, when the archbishops arrived on the scene, there were people gathered in front of the Eparchy building and media representatives. At that moment, no policeman could be seen. Then a locksmith opened the door. According to an explanation given by a journalist, the lock was broken on the request of one of the archbishops. After forty-five minutes waiting, the archbishops entered the Eparchy building first. After four hours, the applicant left the Eparchy building with a car of the Church. At that moment, several policemen can be seen making a passage for the applicant’s car to leave the scene. At that moment, many more people were gathered in front of the Eparchy building.", "The applicant contested the Government’s version of events. He referred to the facts as established by the first-instance court in the civil proceedings described below, which the Ministry had not contested at that time. He argued in particular that the police had accompanied the archbishops on their arrival in the Eparchy building and that the locksmith had arrived with a car secured by the police.", "In July 2002 the applicant, who was represented by counsel, brought a civil action against the State and the Ministry for interference with and deprivation of possession (смеќавање на владение) of the Eparchy building. He also sought restoration in the previous state (воспоставување на владетелска состојба каква што била во моментот на смеќевањето и одземањето на владението). He claimed that at around 1 p.m. on 6 July 2002 the Ministry had interfered with his right of peaceful enjoyment of the Eparchy building which had also served as his home. He alleged that fifteen fully-equipped police officers had broken the lock, with the assistance of a locksmith, and entered the building, despite the fact that there had been no decision of a State body authorising the police forcibly to enforce the dismissal decision. After the break-in, Mr T. and Mr A., the archbishops, had served the dismissal decision on him, with which he had refused to comply. He further alleged that he had been searched and insulted by police officers. He requested that the court take oral evidence from him, Mr P.T., Mr K.G., Mr S.I., Ms C.B., personnel in the Eparchy building who had eye-witnessed the event, Mr T. and Mr A.", "The applicant based his claim, inter alia, on Articles 19 § 3, 26 and 50 of the Constitution (see “Relevant domestic law and practice” below).", "The Ministry replied, inter alia, that it had acted on the Church’s request to enforce the dismissal decision with the aim of securing the place and preventing the disorder which had reasonably been expected to occur. Its purpose had been to protect not only the personal safety and property of the persons who had gathered, but those of the applicant as well.", "On 17 February 2003 the Veles Court of First Instance, relying on section 181(3) of the Ownership and other Property Rights Act (“the Act”), dismissed the applicant’s claim. Relying inter alia on the statements given by the applicant, Mr P.T., Mr K.G., Mr S.I. and Ms C.B. it established the following: that the Eparchy building had been the applicant’s permanent residence, namely, that the upper floor had served as a place of residence for him and the other personnel and that the working premises of the Eparchy had been on the lower floor; that at around noon on 6 July 2002, media representatives and a group of people had gathered in front of the Eparchy building. As the applicant and other members of the staff had refused to open the door, the police, assisted by a locksmith, had broken in and searched the applicant, staff and premises. The applicant had had a discussion with the archbishops and after he had refused to cooperate, the police coordinator had ordered the applicant and the personnel to leave the Eparchy building by the back door. The applicant and the personnel had then got into a car and, escorted by the police, gone to the monastery.", "The court held that:", "“...it is undisputed that the plaintiff [the applicant] had possession of the Povardarska Eparchy, which had served not only as the plaintiff’s [the applicant’s] place of work for his duties as a bishop, but also as his home... having regard to the anticipated obstruction by the plaintiff [applicant] or others and on the basis of the decision of 6 July 2002, the President of the Holy Synod of the Church requested [the Ministry] to enforce its decision ... As the plaintiff [the applicant] had refused to [repudiate his previous conduct], it appears that the Holy Synod’s anticipated doubts concerning enforcement of the decision and the request for police intervention were reasonable... The plaintiff [the applicant] and the personnel were taken out by the back door of the Eparchy building in order to avoid any contact with the people and any possible assault ...”", "The applicant appealed on the grounds, inter alia, that the lower court had dismissed his claim despite having established that he had had possession of the Eparchy building, which had also served as his place of residence, and that that possession had been forcibly appropriated by the police. He complained that the court had wrongly applied section 181(3) of the Act, as the Church’s decision could not be considered “a decision of another body given in accordance with law”. He also complained that the Ministry had acted as an executive body of the Church by enforcing the dismissal decision with the use of force. He again invoked Articles 19 § 3 and 26 of the Constitution.", "On 29 May 2003 the Skopje Court of Appeal dismissed the applicant’s appeal, finding it undisputed that the Ministry had acted at the Church’s request.", "On the facts established by the first-instance court, it held that the latter’s decision should have been based on section 168 and not section 181(3) of the Act. The Court of Appeal found that:", "“...the plaintiff [the applicant] had only occupied (детенција) the apartment situated in the Eparchy building on the basis of his position as a bishop. His dismissal from this position and the assignment by the Holy Synod of the Church of the monastery as his permanent place of residence and work entailed the loss of that occupancy. As the plaintiff [the applicant] did not have possession within the meaning of section 167 of the Act, he could not claim protection of the possession under section 184 of the Act.”", "“Article 19 § 3", "...The Macedonian Orthodox Church, as well as the Islamic Religious Community in Macedonia, the Catholic Church, Evangelic Methodist Church, Jewish Community and other religious communities and groups are separate from the State and equal before the law.", "Article 26", "The inviolability of the home is guaranteed.", "The right to the inviolability of the home may be restricted only by a court decision for the investigation or prevention of criminal offences or protection of people’s health.", "Article 50", "Every citizen may invoke protection of the freedoms and rights set forth in the Constitution before the courts, including before the Constitutional Court of the Republic of Macedonia, in proceedings based on the principles of priority and urgency ...”", "Section 156(1) and (2) of the Act provide that a property owner can bring a civil claim for restitution against the occupier (држателот) of an individually specified property. The owner has to prove that he or she has title to the property of which restitution is claimed and that the defendant has actual control of that property.", "Section 167(1) of the Act provides, inter alia, that anyone who has control of property, either directly or through a representative, can claim to have possession (владение) of it.", "Under section 168 of the Act, a person who, on the basis of a post of employment or a similar relationship, or as a member of a household, makes use of a property on the basis of another’s order or executes another’s decision without acquiring any personal advantage cannot be regarded as having possession (владение), as he or she is a mere occupier (прост држател или детентор).", "Under section 181(1) of the Act, no one has a right unlawfully (неовластено) to disturb (смеќава) and deprive (одзема) the possession even if he or she considers having stronger right of possession. Under sub-section 3 of the Act, it is not considered an unlawful disturbance of possession if the disturbance or deprivation is authorised by law or by a decision of a court or other body taken in accordance with a law which provides for such disturbance or deprivation.", "Section 182(1) of the Act provides that a person in possession (владетелот) of a property or a holder of a proprietary right is entitled to protect his or her possession from disturbance or seizure.", "Section 184 of the Act provides that a person whose possession has been unlawfully disturbed or seized is entitled to request the court to establish that the disturbance or seizure has taken place, to order reinstatement and proscribe any further or similar actions. Court protection is available in special proceedings in accordance with the most recent peaceful possession, regardless of the conduct of the person in possession and whether the disturbance was lawful and in the public interest.", "Section 141 of the Obligations Act defines different grounds for claiming civil compensation.", "Under section 189, in the event that a human right or freedom is violated, the court may award just satisfaction regardless of whether or not compensation for pecuniary damage has been awarded.", "Section 16 of the Criminal Procedure Act provides that criminal proceedings must be instituted at the request of an authorised prosecutor. In cases involving offences subject to ex officio prosecution by the State or on an application by the injured party, the authorised prosecutor is the public prosecutor, whereas in cases involving offences for which only private charges may be brought, the authorised prosecutor is the private prosecutor. If the public prosecutor finds no grounds for the institution or continuation of criminal proceedings, his role may be assumed by the injured party acting as a subsidiary prosecutor under the conditions specified in the Criminal Procedure Act.", "Section 56 provides, inter alia, that where the public prosecutor finds that there are no grounds for prosecuting an offence subject to ex officio prosecution, he shall notify the injured party of his decision within eight days. He shall also inform the injured party that he is entitled to conduct the prosecution himself. The latter may take over or continue the prosecution within eight days.", "Under section 141, everyone can report a criminal offence subject to ex officio prosecution. The complaint is submitted to the public prosecutor, orally or in written.", "Article 145 §§ 1 and 2 of the Criminal Code provide, inter alia, that anyone who enters another’s home without authorisation is liable to a fine or to a one-year prison sentence. If the offence is committed by an official in the performance of his or her duties, he or she is liable to a term of imprisonment of between six months and five years. An attempt to commit the offence is also punishable.", "Rule 3 of the Rules of the Ministry sets out measures which the Ministry’s officials can take in discharging their duties. Under sub-heading 4, Ministry officials can enter a person’s home or other premises after having shown an identity card and a court decision or order.", "The Government submitted final decisions in which the national courts had convicted the defendants under Article 145 § 1 of the Criminal Code of breaching the inviolability of the victim’s home. In those cases the courts had decided on the basis of private criminal complaints brought by the victims (K.br.150/97; K.br.38/99; K.br.203/01; K.br.1201/01; K.br.1961/01; K.br.235/02; K.br.1260/02; K.br.452/05; K.br.397/06; K.br.646/06; K.br.183/07; K.br.399/07; K.br.88/08; K.br.143/08; and K.br.1321/09).", "In the case XXI K.br.3876/07-I of 23 April 2009 a trial court convicted a bailiff under Article 145 § 2 of the Criminal Code of unauthorised entry of the victim’s home in order to deliver a court summons. The bailiff was subject to ex officio prosecution by the public prosecutor."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}