{"ITEMID": "001-22770", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "ZAPLETAJ v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Ernest Zapletaj, is a Slovakian national, who was born in 1941 and lives in Levice.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "In 1971 the applicant was dismissed from the army for political reasons. In 1991 he was again admitted as a professional soldier. In accordance with the governmental Regulation No. 249/1992, in conjunction with the ExtraJudicial Rehabilitations Act of 1991, the period during which the applicant had been prevented, for political reasons, from serving as a professional soldier was to be considered as a period of service in the army when determining his salary and pension entitlements.", "On 1 January 1998 the Pecuniary Entitlements of Soldiers Act of 1997 entered into force. It provided, in Section 79, that the above Regulation No. 249/1992 should not be applicable in respect of professional soldiers. As a result, the applicant’s salary and pension entitlements were considerably diminished since their amount depended on the period of time during which he had served in the army.", "On 27 February 1998 the Ministry of the Defence confirmed to the applicant, with reference to the Pecuniary Entitlements of Soldiers Act of 1997, that the period during which he had been prevented from serving in the army could no longer be taken into account when determining his salary and pension rights.", "On 24 March 1998 the president of a parliamentary committee confirmed the position to the applicant. The letter further stated that the members of the committee would consider the possibility of initiating an amendment to the relevant law.", "On 9 July 1998 the applicant complained to the Constitutional Court that the relevant statutory provisions were discriminatory. On 17 August 1998 a constitutional judge informed the applicant that individuals lacked standing to bring proceedings with a view to having the conformity of a law with the Constitution or with an international treaty determined. The letter concluded that the Constitutional Court could not entertain the applicant’s complaint.", "On 25 August 1998 a judge of the Supreme Court informed the applicant that the Supreme Court lacked jurisdiction to make general comments on legal rules.", "On 9 September 1998 the Office of the Government admitted, in reply to the applicant’s complaint, that there was an inconsistency between the Pecuniary Entitlements of Soldiers Act of 1997 and Section 180 of the Military Service Act of 1997, and that the relevant provisions had to be brought into conformity with the Constitution. The applicant was further informed that it was expected that the Ministry of the Defence would initiate a legislative amendment with a view to resolving the problem.", "The applicant requested the General Prosecutor’s Office to bring proceedings with a view to having the alleged conflict between the Pecuniary Entitlements of Soldiers Act of 1997 and the Constitution determined by the Constitutional Court. On 5 October 1998 the General Prosecutor’s Office informed the applicant that his request had been transmitted to the Principal Military Prosecutor’s Office.", "On 31 December 1998 the applicant retired from the army.", "Regulation No. 249/1992", "In accordance with Section 16 of Regulation No. 249/1992 governing the salaries of persons employed by public organisations, employers are entitled to take into account the period during which a person was prevented from exercising his or her profession for reasons of political persecution as a period of activity in the relevant field for the purpose of determining the length of the professional experience of the person concerned.", "Pecuniary Entitlements of Soldiers Act of 1997", "Section 79 of the Act on Pecuniary Entitlements of Soldiers (Zákon o peňažných náležitostiach vojakov) provided that Regulation No. 249/1992 ceased to be applicable in respect of professional soldiers from the moment of the entry into force of that Act on 1 January 1998.", "As from 1 January 2002 the Act was amended. As a result, Section 10 (4) provides that the time which is to be considered as period of employment under special laws, such as the Extra-Judicial Rehabilitations Act, shall be included, in case of professional soldiers, in the overall duration of their service in the army.", "The Military Service Act of 1997", "The Military Service Act (Zákon o vojenskej službe) was adopted on 21 November 1997 and it entered into force on 1 January 1998. It governs the legal aspects of the exercise of military service and its cessation.", "Section 180 (1) provides that all periods of time during which a person was considered to have served in the army under rules in force prior to the enactment of the Military Service Act of 1997 shall be included in the overall duration of such a person’s military service when determining his or her entitlements under that Act.", "Constitutional provisions and practice", "Pursuant to Article 127 of the Constitution, as in force at the relevant time, the Constitutional Court shall review the challenges to final decisions made by central government authorities, local government authorities and local self-government bodies in cases concerning violations of fundamental rights and freedoms of citizens, unless the protection of such rights falls under the jurisdiction of another court.", "Article 130 of the Constitution, as in force at the relevant time, provides as follows:", "“1. The Constitutional Court shall commence proceedings upon a proposal submitted by:", "a) no less than one fifth of all members of the National Council of the Slovak Republic;", "b) the President of the Slovak Republic;", "c) the Government of the Slovak Republic;", "d) a court;", "e) the General Prosecutor;", "f) any person whose rights shall be adjudicated pursuant to Article 127.", "...", "3. The Constitutional Court may commence proceedings upon a petition submitted by legal entities or individuals claiming a violation of their rights.”", "In accordance with its established practice, the Constitutional Court lacks jurisdiction to examine a petition under Article 130 (3) of the Constitution when the determination of the point in issue involves the preliminary question of conflict of legal rules (for example, I. ÚS 106/93, decision of 12 October 1993)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}