{"ITEMID": "001-5796", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "BRADY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1946 and living in Prudhoe. He is represented before the Court by Mr D. Johnson, a solicitor practising in Newcastle upon Tyne.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "James Frederick Brady, the son of the applicant, died on 24 April 1995 having been shot by an armed police officer at Westerhope Excelsior Working Men’s Club (‘WEWM’) in Newcastle. The background to the shooting is described as follows, the details largely taken from the evidence given at the inquest.", "At approximately 7.45 p.m. on 23 April 1995, an Inspector Fullerton contacted Police Superintendent Jean Austin, with information which he considered to be ‘reliable’ and which had been received from a registered informant. The applicant claims that DC Reay of the Crime Team South of Northumbria police was aware of this information on 19 April, but only passed on the information to a more senior police officer on 23 April 1995. The information was that Alan Barker and the deceased, James Brady, were planning a ‘tie-up’ robbery that evening at the WEWM after midnight. The plan was forcibly to enter the residential steward’s house adjacent to the club and, with the aid of an imitation firearm, to tie-up the steward’s father and cause the steward to open the safe and hand over the cash contents. On the strength of this information, Superintendent Austin decided to target a Firearms Operation on the Westerhope club that evening with the purpose of protecting the occupants of the steward’s house, protecting the officers involved in the operation and effecting the arrests of those involved in the planned offence.", "Superintendent Austin thereafter held several briefings with the firearms unit and was assisted by two senior trained firearms officers, PS Palmer and PS Davidson. The first briefing was at 9 a.m. The police officers on the operation were instructed to treat all imitation firearms as if they were real firearms unless and until proven otherwise. In particular, Superintendent Austin pointed out that Brady had received training in the army, and read out the record of Alan Barker which detailed that a sawn-off shotgun had been found in the bathroom of his house.", "By the time of the first briefing, the police were in receipt of further information about the robbery which was planned. They were now aware that James Brady, Alan Barker and one other man planned to enter the steward’s house via a downstairs kitchen window, before proceeding upstairs to commit the robbery. The imitation firearm which they would be carrying would possibly be a starting pistol. The amount of money involved was estimated to be between eight and ten thousand pounds.", "The police discussed the following options at the briefing which was tape recorded:", "A – an armed ambush inside the club. This would involve placing 5 armed police officers at various vantage points inside the club. When the last intruder had entered the kitchen window and stepped onto the floor, the ambush team leader (PC Davidson) would call a ‘strike’. Accordingly, the lights of the premises would be switched on together with a shout of the warning ‘stand still armed police’. The armed officers in the premises would come from behind closed doors of the kitchen with weapons drawn and would stop and apprehend the intruders. A second team of firearm officers (the backup team) would arrive outside the premises to prevent any intruders escaping from the premises. The backup team would move on the strike being called from within the house. It was estimated that they were less than a minute away from the scene.", "B – a ‘blow-out’ consisting of swamping the club and the surrounding area with a high police presence. This high profile policing would be intended to have the effect of discouraging the intruders from making entry at all, thereby preventing the robbery and protecting the safety of the steward and his father.", "C – arresting the intruders at their home addresses prior to the commission of the robbery.", "Options B and C were rejected. Option B was rejected because the Superintendent considered that even though it would prevent the robbery that night, the suspects may return at a later date or decide to rob another club. Further, it was decided that it was better to pick up the men at night and get them off the streets as they were dangerous and carrying firearms. Option C was rejected because of the possibility that there would not be sufficient evidence to mount a successful criminal prosecution against the potential intruders.", "At 10.45 p.m., a briefing was held with the firearms officers, at the conclusion of which the guidelines for the use of minimum force were read out.", "Covert surveillance officers were deployed along the route to the club. The backup team of police officers was on standby in the near vicinity of the club, and armed officers took their place inside the club before midnight on 23 April 1995. All the police officers were in their places by midnight.", "At 2.30 a.m., four people, including James Brady and Alan Barker, were seen to make their way along the route to the club. They were wearing dark clothing, gloves and ski-masks. They waited outside the club for 50 minutes before making an entrance, during which time they were observed.", "The applicant claims that the officers inside the club were made aware via radio communications of exactly what was going on. They were informed that there were more potential intruders than originally expected (four instead of the original two or three).", "At approximately 3.20 a.m. the intruders broke in via the ground floor window as expected. The team leader PC Davidson called the strike when the third person had entered the kitchen window, and not when all the intruders had entered the kitchen, as planned. He explained in his statement that he did not consider it safe to allow all the intruders to enter into the hallway. He called the strike as the door from the kitchen to the hallway was pushed three quarters open. He switched on the lights and shouted “Armed police. Stand still.” He heard other officers shouting “Armed police.”", "One of the police officers, PC Bell, who was meant to have been standing by a door just off the kitchen where the intruders would be entering was not in position. He later gave a statement to the police to the effect that the team leader had called the strike before he and his colleague Officer A were in position.", "Officer A and PC Bell said that when they entered the kitchen, the fourth intruder was still entering the window. Officer A said that he saw a threatening movement from James Brady that he interpreted as a threat to his life. At the subsequent inquest, Officer A said that he thought Mr Brady had a gun in his hand which he pointed at the officer. The officer said he discharged his firearm in self-defence, thereby killing James Brady. PC Bell also testified that he considered the deceased to be a threat. The autopsy revealed that the bullet entry wound was on the right side of the chest and that the bullet travelled in a downwards direction to exit from the chest wall on the left side. The pathologist who conducted the post mortem stated that this was consistent with Officer A’s description of the deceased as turning towards him at the moment at which he fired.", "A small black torch was found under or near the deceased’s body. Alan Barker in his statement later to the police said that James Brady had been carrying a small black torch when he entered through the kitchen window and had switched it off before the police entered the kitchen.", "The deceased’s accomplices, upon hearing the shot, all fled from the club premises. None were caught at the scene. The backup team failed to arrive at the club to prevent any of the intruders escaping from the scene.", "The deceased’s accomplices were arrested the next day. The police found an imitation firearm near the scene (a starting pistol), which was incapable of firing live rounds.", "The inquest into Mr Brady’s death took place at the Newcastle Coroners Court between 7 September to 24 September 1998. Several police officers gave evidence, including Officer A and PC Bell who were the only persons present when the shooting occurred. Both testified that they considered the deceased to be a threat because of a dark object in his right hand. Although they considered it to be a firearm, it later transpired that it was a small black torch.", "Officer A considered that he had only seen one intruder in the kitchen, even though there had in fact been 3 intruders. Further, he over-estimated the distance between himself and the intruder, could not recall how many times a colleague had shouted and could not recall when certain lights were put on.", "PC Bell thought that the shot that was fired had been discharged by one of the intruders; he described the sound as a ‘phut’ rather than as a loud bang.", "Evidence was adduced during the inquest to the effect that the police had received some total darkness training and ‘torchlight training’ to aid them to assess danger in restricted lighting conditions. However, Professor David Alexander, Professor of Mental Health at the Medical school of Aberdeen University, took part in a reconstruction of the circumstances surrounding the shooting and testified that he had no difficulty in understanding why Officer A fired his weapon. In his view, the combination of high level stress and low illumination led to a number of genuine misperceptions by the subject officer under the syndrome known as ‘visual perception distortion’. The officer’s genuine concerns about his safety (from his knowledge of the potential use of firearms by the intruders) also contributed to this misperception.", "The jury returned an open verdict and therefore failed to find definitively that the deceased had been unlawfully killed by Officer A.", "In a letter dated 20 December 1999, the Crown Prosecution Service informed the applicant that it had been decided not to prosecute Officer A on the basis that there was insufficient evidence of any crime having been committed. It also found no basis for pursuing any other officer for gross negligent manslaughter or misfeasance in public office.", "Section 3 of the Criminal Law Act 1967 provides inter alia:", "“A person may use such force as is reasonable in the circumstances in the prevention of crime, or in effecting the arrest or assisting in the lawful arrest of offenders or suspected offenders or persons unlawfully at large.”", "Self-defence or the defence of others is contained within the concept of prevention of crime (see e.g. Smith and Hogan on Criminal Law)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}