{"ITEMID": "001-93109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF YEROSHKINA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1954 and lives in Odessa, Ukraine.", "5. At the material time the applicant worked at the Odessa Naval College (“the ONC”), a State educational institution. According to the applicant, in July 1990 her family was provided by the ONC with an apartment. However, she was not provided with any documents certifying her title to this apartment.", "6. In June 1997 the ONC instituted proceedings in the Zhovtnevy District Court of Odessa against the applicant, seeking eviction of her family. In this respect the ONC argued that the premises at issue were for administrative use only and that the applicant was occupying them without permission. The applicant lodged a counterclaim, seeking to acknowledge the habitable status of the disputed premises and her tenancy title thereto. She also sought to oblige the ONC to conclude a rent contract with her on the disputed premises.", "7. On 9 September 1997 the court joined the local city administration to the applicant’s case as a third party.", "8. From 25 September to 6 November 1997 and from 2 December 1997 to 15 January 1998 the proceedings were stayed due to the illness of the applicant.", "9. On 16 April 1998 the court ordered a forensic examination of the premises at issue. The expert’s report was completed by 20 October 1998.", "10. On 9 November 1998 the applicant lodged an additional claim, seeking compensation for non-pecuniary damage.", "11. On 31 December 1998 the court found for the ONC and rejected the applicant’s counterclaims. Accordingly, it ordered eviction of the applicant’s family.", "12. On 23 March 1999 the Odessa Regional Court (since June 2001 the Odessa Regional Court of Appeal) quashed this judgment on an appeal by the applicant, finding that the lower court had failed to identify the members of the applicant’s family and to join them to the proceedings as codefendants. Accordingly, it remitted the case for fresh consideration.", "13. On 28 May 1999 the case was transferred for examination to the Leninsky District Court of Odessa.", "14. From 9 June 1999 the court repeatedly requested the head of the military unit, the employer of the applicant’s husband, to provide documents necessary for the case. A reply was sent to the court only on 12 October 1999.", "15. On 25 June 1999 the applicant’s husband and son were joined to the proceedings as co-defendants.", "16. From 29 February to 26 April 2000 no hearing was held as the judge in charge was either away on business or ill.", "17. On 26 April 2000 the court came to the same conclusions as the Zhovtnevy District Court of Odessa.", "18. On 18 July 2000 the Odessa Regional Court quashed this judgment on the ground that the lower court had failed to address the statute of limitation issue in the case and the applicant’s claim for compensation. Accordingly, it remitted the case for fresh consideration.", "19. Of the eleven hearings held between April 1999 and 18 July 2000 two were adjourned due to the applicant’s or her family members’ failure to appear before the court, and four due to the ONC representative’s failure to appear before the court. One of the hearings, on 20 December 1999, was adjourned as none of these persons attended.", "20. In July-September 2000 the courts considered the applicant’s request to have her case examined on the merits by the panel of judges of the Odessa Regional Court of Appeal. This request was ultimately granted and the case transferred back to the Odessa Regional Court of Appeal which took it over on 20 September 2000.", "21. Between 27 September and 21 November 2001 four hearings were adjourned due to the ONC representative’s failure to appear before the court or upon his requests. Four hearings held between 27 March and 13 May 2002 were adjourned due to the applicant’s failure to attend them. According to the applicant, she had not been duly summoned by the court and therefore those delays were not her fault.", "22. On 29 May 2002 the Odessa Regional Court of Appeal found that the premises at issue were not habitable and were for administrative use only. It went on to say that these premises had been provided to the applicant on a temporary basis conditional upon her employment with the ONC and that the applicant was no longer working at the ONC. Accordingly, the court rejected the applicant’s claim and ordered the eviction of her family.", "23. Of the twenty-four hearings held between July 2000 and 29 May 2002 two were adjourned due to the applicant’s and two due to the ONC representative’s failure to appear before the court, in addition to those mentioned before (see paragraph 21). Four hearings were cancelled because the judge in charge was either travelling on business or ill.", "24. On 13 March 2003 the Supreme Court of Ukraine upheld the judgment.", "25. Apparently, the judgment of 29 May 2002 has still not been enforced."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}