{"ITEMID": "001-103394", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HEINO v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1955 and lives in Helsinki.", "6. The applicant is an attorney. Some business transactions of her client's spouse were investigated by the police but she herself was not a suspect.", "7. On 7 October 2009 police investigators conducted a search at the applicant's office. During the search some e-mail correspondence were copied from her computer and certain documents were seized.", "8. By letter dated 12 October 2009 the head of the investigation (tutkinnanjohtaja, undersökningsledaren) informed the applicant that the seizure of the data had not been successful due to the fact that the wrong files had been copied, and that the information copied had been destroyed. The applicant allegedly never received a copy of the seized files so it was not possible to verify whether the seizure of the data really had been unsuccessful. The seized documents remained in the police's possession.", "9. The pre-trial investigation has been concluded and the case has been submitted to the public prosecutor for consideration of charges. No court proceedings have been initiated yet.", "10. According to Article 10 of the Finnish Constitution (perustuslaki, grundlagen, Act no. 731/1999), the sanctity of everyone's home is guaranteed. Measures derogating from this right, and which are necessary for the purpose of guaranteeing basic rights and liberties or for the investigation of crime, must be laid down by an Act.", "11. Chapter 5, section 1, subsection 1, of the Coercive Measures Act (pakkokeinolaki, tvångsmedelslagen, Act no. 646/2003) provides that a search may be conducted, inter alia, if there is reason to suspect that an offence has been committed and provided the maximum sentence applicable exceeds six months' imprisonment.", "12. According to Chapter 5, Section 3, of the Coercive Measures Act, an official with the power of arrest shall decide on a search of premises. However, a police officer may carry out a search of premises without a warrant when the purpose of the search is to locate a person to be apprehended, arrested, detained, brought to court or subjected to a bodily search, or to seize an object, when continuously followed or monitored since the commission of the offence. A police officer may carry out a search of the premises also in other urgent cases.", "13. The person whose domicile is being searched, or in his or her absence someone else, must be given the opportunity to be present at the search and to call a witness, unless this causes delay. If none of the above-mentioned persons was present at the time of the search, the person whose domicile has been searched must be immediately informed (Chapter 5, section 4, subsection 2).", "14. Chapter 4, section 2, subsection 2 of the Coercive Measures Act provides that a document shall not be seized for evidential purposes if it may be presumed to contain information in regard to which a person referred to in Chapter 17, section 23, of the Code of Judicial Procedure is not allowed to give evidence at a trial and provided that the document is in the possession of that person or the person for whose benefit the secrecy obligation has been prescribed. A document may nevertheless be seized if, under section 27, subsection 2 of the Pre-Trial Investigation Act, a person referred to in Chapter 17, Article 23, of the Code of Judicial Procedure would have been entitled or obliged to give evidence in the pre-trial investigation about the matter contained in the document.", "15. Under Chapter 17, section 23, subsection 1, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken; as modified by Acts no. 571/1948 and 622/1974), counsel may not testify in respect of what a client has told him or her for the purpose of pleading a case, unless the client consents to such testimony. Although subsection 3 provides for an exception to this secrecy obligation if the charges concern an offence carrying a minimum sentence of six years' imprisonment (or attempting or aiding and abetting such an offence), this exception does not extend to counsel for an accused.", "16. Under section 5c of the Advocates Act (laki asianajajista, lagen om advokater; as modified by Act no. 626/1995) an advocate or his assistant shall not without due permission disclose the secrets of an individual or family or business or professional secrets which have come to his knowledge in the course of his professional activity. Breach of this confidentiality obligation shall be punishable in accordance with Chapter 38, section 1 or 2, of the Penal Code, unless the law provides for a more severe punishment on another count.", "17. Chapter 4, section 13, of the Coercive Measures Act provides that, at the request of a person whom the case concerns, the court shall decide whether the seizure of any materials shall remain in force. A request which has been submitted to the court before its examination of the charges shall be considered within a week of its reception by the court. The court shall provide those with an interest in the matter an opportunity to be heard, but the absence of any such persons shall not preclude a decision on the issue. A decision reviewing a seizure is subject to a separate appeal (Chapter 4, section 16, subsection 1).", "18. According to section 118, subsection 3, of the Constitution everyone who has suffered a violation of his or her rights or sustained loss through an unlawful act or omission by a civil servant or other person performing a public function shall have the right to request that the civil servant or other person in charge of the public function be sentenced to a punishment and that the public organisation, official or other person in charge of a public function be held liable for damages, as provided in more detail by an Act.", "19. Chapter 40, section 9, subsection 1, of the Penal Code (rikoslaki, strafflagen, as modified by Act no. 604/2002), provides that if a public official, when acting in office, intentionally in a manner other than that provided above in this Chapter violates or neglects to fulfil his official duty based on the provisions or regulations to be followed in official functions, and the act, when assessed as a whole, taking into consideration its detrimental and harmful effect and the other circumstances connected with the act, is not a petty offence, he shall be sentenced for violation of official duties to a fine or to imprisonment for a maximum of one year.", "20. Chapter 40, section 10, of the Penal Code (as modified by Act no. 604/2002) provides that if a public official, when acting in office, through carelessness or lack of caution, in a manner other than that referred to in section 5, subsection 2, violates or neglects to fulfil his or her official duty based on the provisions or regulations to be followed in official functions, and the act, when assessed as a whole, taking into consideration its detrimental and harmful effect and the other circumstances connected with the act, is not a petty offence, he shall be sentenced for negligent violation of official duties to a warning or to a fine.", "21. According to Chapter 1, section 14, of the Criminal Procedure Act (laki oikeudenkäynnistä rikosasioissa, lagen om rättegång i brottmål, as modified by Act no. 647/2003), an injured party may bring a private prosecution only if the public prosecutor has decided not to press charges.", "22. Under Chapters 3 and 4 of the Tort Liability Act (vahingonkorvauslaki, skadeståndslagen, Act no. 412/1974) proceedings may be brought against the State in respect of damage resulting from fault or neglect by its employees in the performance of their duties."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}