{"ITEMID": "001-23018", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "DRURY and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicants, Mr Christopher Drury, Mr Robert Clark, Mr Thomas Kingston and Mr Terence O’Connell, are United Kingdom nationals, who were born in 1961, 1961, 1957 and 1957 respectively and are currently detained or live in HM Prison Kirklevington Grange Yarm, HM Prison The Verne, Bromley (Kent) and New Barn (Kent), respectively. They are represented before the Court by Mr Rod Fletcher (Drury and Clark) and Mr Rakesh Somaia (Kingston and O’Connell), solicitors practising in London .", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The applicants are former police officers in the detective branch of the Metropolitan Police in London, who were convicted of offences of corruption committed in the course of their police work. Clark and Drury were tried together along with two other police officers and Kingston and O’Connell were tried together along with one other police officer.", "The convictions of Clark and Drury relied, inter alia, on the evidence of two witnesses who were also involved in the events at issue and charged with related offences. The first witness, Fleckney, was a former police informant who was in prison for drug offences and the second, Putnam, was a police officer who had worked with the applicants. The convictions of Kingston and O’Connell depended essentially on the evidence given by Putnam.", "In early April 1998, Fleckney was removed from prison by officers of the Metropolitan Police under the authority of an order under the Criminal Justice Act 1961. While held in police custody over a period of six months, she made detailed allegations of crimes allegedly committed by her with various police officers including Clark and Drury. She was detained in various police stations but was removed for the purposes of entertainment, shopping trips, welfare visits etc.", "In July 1998, Putnam’s home was searched and he subsequently admitted two acts of corruption in which he said he had engaged with other police officers including Clark and Drury. Putnam was charged with these offences and remanded in custody but subsequently removed from prison and detained in police stations on the same basis as Fleckney. While in detention, he admitted participation in further offences, also implicating Clark, Drury and others. He was periodically brought back before the Magistrates’ Court and remanded in custody. He was also removed from the police station for social and welfare visits, entertainment and on one occasion to test drive a sports car.", "Both witnesses recorded, in letters or a diary, that they were threatened by the police as to the very serious consequences of failing to reveal crimes. During the detention of the two witnesses, some conversations were tape-recorded and under formal caution while others were not under caution and/or were not recorded in notes.", "In October 1998, the two witnesses were charged with the criminal offences they had admitted over the months of detention and were taken to court. On 3 November 1998, Fleckney and Putnam each pleaded guilty to various offences and sentence was postponed at the request of the prosecution.", "In November 1998, Clark and Drury were arrested and charged and committed for trial in March 1999.", "On 4 October 1999, the trial of Clark and Drury began. Despite the submissions of the applicants to the contrary, the trial judge, Mr Justice Blofeld, decided that the two witnesses should be sentenced at the end of Clark and Drury’s trial on the basis that he would then be in a better position to assess the relevance of the evidence to any particular defendant.", "On 14 October 1999, Fleckney was called as a witness and stated that she did not wish to give evidence since she had believed that the hearing would be in camera. On 15 October 1999, the judge made several orders restricting the disclosure of certain information relating to Fleckney.", "On 25 October 1999, following the receipt of a letter from Fleckney requesting that her evidence be heard in camera, the judge ruled that parts of Fleckney’s evidence would be heard in camera. On 29 October 1999, the Court of Appeal overturned the ruling of the trial judge and held that Fleckney’s evidence should not be heard in camera. Fleckney subsequently declined to give evidence unless the questioning was limited.", "On 1 November 1999, the jury were discharged after the judge was told in open court and counsel of the defence were assured privately by the prosecution that Fleckney would not be called as a witness in a retrial. Counsel for the prosecution stated to the court that:", "“Publicity relating to the evidence that she has given would potentially prejudice such a re-trial because she [Fleckney] would not be a witness in any circumstances.” (emphasis added)", "On 11 November 1999, at a hearing prior to the commencement of the second trial, the prosecution informed the court that Fleckney had reconsidered and was willing to give evidence, and that they intended to call her as a witness. Counsel for Clark and Drury argued that it was unfair to admit Fleckney’s evidence since they had relied on the undertaking given by the prosecution and the evidence should be excluded under section 78 of the Police and Criminal Evidence Act 1984. Alternatively, counsel argued that the court should only allow Fleckney to be called after a voir dire, asking her for an explanation for her change of position since the defence believed that inducement by the prosecution had caused this volte face. The judge refused the request for a voir dire and ruled that it would not render the trial unfair or constitute an abuse of process for Fleckney to be called as a witness and permitted the prosecution to call her. This decision was made on the grounds, inter alia, that the undertaking given by the prosecution was not that there would be no trial as in previous cases where an abuse of process was found and that the evidence of Fleckney was capable of being relevant, admissible and probative.", "On 15 November 1999, counsel for Clark renewed the application to exclude Fleckney’s evidence and pointed to a statement from Clark submitted on 13 November 1999 to the effect that if he had been aware that Fleckney might be called at a retrial, he would have decided to continue with the original trial. The judge stated that all these points had been covered in the ruling on 11 November 1999 and it was not appropriate for him to re-open the matter in the absence of reference to some authority which indicated that ruling to be wrong.", "At the close of the prosecution case, counsel for Clark and Drury applied to stay the proceedings on the grounds of abuse of process, inter alia, on the basis of section 78 of the Police and Criminal Evidence Act 1984 (“PACE 1984”) due to the manner of the detention and the interrogation of Fleckney and Putnam. On 20 December 1999, the trial judge ruled that the relevant part of PACE 1984 did not apply to Fleckney and Putnam since they had both already been remanded in custody by a court. Applying the common law test (which he believed was identical to that in PACE), the judge ruled that the admission of their evidence would not have such an adverse effect on the fairness of the proceedings that he ought not to admit it.", "On 3 February 2000, Clark was convicted of two counts of conspiracy to supply Class B drugs and two counts of perverting the course of public justice. He was acquitted of six other counts. On the same date, Drury was convicted of one count of conspiracy to supply Class B drugs and two counts of perverting the course of public justice. He was acquitted of two other counts.", "On 4 February 2000, Clark and Drury, and Fleckney and Putnam were sentenced. Clark was sentenced to twelve years’ imprisonment and Drury was sentenced to eleven years. Fleckney was convicted of twenty-one offences and sentenced to five years ordered to run concurrently with her existing sentence of fifteen years. Putnam was convicted of sixteen offences and sentenced to three years and eleven months’ imprisonment after the deduction of one-third of the sentence for his guilty plea and a further one-third for his assistance to the prosecution in the cases of Clark and Drury.", "The prosecution case against Kingston and O’Connell rested principally on Putnam’s evidence and at the start of the trial, counsel for each of the applicants applied to the judge to exclude the evidence of Putnam and/or to stay the proceedings for abuse of process. The trial judge, Judge Paget, dismissed these applications on the grounds that PACE 1984 did not apply and that insofar as there were any breaches of the code of practice which was applicable under the Criminal Procedure and Investigations Act 1996 (“CPIA Code 1996”) in the interrogation of Putnam, they went to the weight and reliability of Putnam’s evidence rather than its admissibility.", "On 4 August 2000, Kingston was convicted of conspiracy to supply a Class B controlled drug and O’Connell was convicted of doing an act tending and intended to pervert the course of public justice. They were each sentenced to three years and six months’ imprisonment.", "Clark and Drury both appealed, inter alia, on the grounds that it was an abuse of process for the Crown to call Fleckney as a witness in light of the undertaking given at the aborted first trial and that the judge should have allowed a voir dire regarding Fleckney’s change of position. The second ground was that the evidence of Fleckney and Putnam was obtained as a result of wrongful detention, inducement, oppression and contraventions of PACE, which together amounted to an abuse of process which should have led the judge to exclude such evidence. Kingston and O’Connell both appealed, inter alia, on the grounds that the trial judge erred in failing to exclude the evidence of Putnam under section 78 of PACE 1984 and that the judge should have stayed the proceedings as an abuse of process for the breaches of the CPIA Code 1996.", "On 11 April 2001, the Court of Appeal dismissed the appeals of all of the applicants against conviction but allowed the appeals of Clark and Drury against sentence, reducing their sentences by two years and three years respectively. In respect of the claim regarding breach of the prosecution’s undertaking, the Court of Appeal held that there was no abuse of process on the grounds, inter alia, that the prosecution’s undertaking was made in good faith, the reversal of position was due to a sudden change in circumstance and the defence did not suffer real prejudice or irremediable disadvantage by Fleckney being called. The court stated that even if the applicants had believed that Fleckney might be called at the retrial, the judge would not have granted a request to continue with the original trial. Further, a voir dire to discern the reason for Fleckney’s change of position was unnecessary and would have usurped the function of the jury. With regard to the argument that the evidence of Fleckney and Putnam should be excluded on the grounds of abuse of process, the prosecution conceded that there may have been breaches of the CPIA Code 1996 and the codes of practice which were applicable under PACE 1984 due to the failure of the police to record all the interviews with Fleckney and Putnam. However, the court held that the police acted in good faith and did not deliberately circumvent the rules in a manner which would make it an affront to the public conscience for the prosecution to proceed. The court stated that the witnesses and their legal representatives consented to the procedure adopted and that the irregularities conceded by the prosecution did not amount to an abuse of process.", "On 11 February 2002, the House of Lords refused the petitions of Drury, Clark and Kingston for leave to appeal.", "Section 78(1) of the Police and Criminal Evidence Act (PACE) 1984 provides that:", "“In any proceedings the court may refuse to allow evidence on which the prosecution proposes to rely to be given if it appears to the court that, having regard to all the circumstances, including the circumstances in which the evidence was obtained, the admission of the evidence would have such an adverse effect on the fairness of the proceedings that the court ought not to admit it.”", "It is possible to stay criminal proceedings on the grounds of abuse of process. In R v. Horseferry Road Magistrates’ Court ex parte Bennett [1994] 98 Cr.App.R. 114, the Court of Appeal stated that it is for the judge in the exercise of his discretion to decide whether there has been an abuse of process, which amounts to an affront to the public conscience and requires the criminal proceedings to be stayed.", "In the case of R v. Bloomfield [1997] 1 Cr.App.R. 135, the Court of Appeal found that where an indication had been given coram judice (in the presence of the judge) that the prosecution would not proceed with the case and subsequently went back on its undertaking, the proceedings should have been stayed for abuse of process since to allow such practices would bring the administration of justice into disrepute. In the present case, the Court of Appeal distinguished Bloomfield on the grounds that there, the question was whether or not the prosecution’s breach of undertaking rendered it an abuse of process for proceedings to be brought at all whereas here, the issue was whether it was an abuse of process for the trial to proceed with, rather than without, Fleckney’s evidence due to the prosecution’s indication that she would not be called.", "In the present case, the Court of Appeal applied a four-prong test to the question of whether it was an abuse of process for Fleckney to be called contrary to the prosecution’s previous indication:", "(1) What were the nature and circumstances of the indication?", "(2) What was the reason for the indication; was it given bona fide and without intention to mislead the defence?", "(3) What was the explanation for the change of position?", "(4) Did the undertaking result in substantial detriment or irremediable prejudice to the defence or otherwise render a fair trial impossible?", "Regarding the holding of a voir dire on possible abuse issues, the decision as to whether this is necessary or appropriate is a matter for the discretion of the judge. A number of cases, cited by the Court of Appeal, state that it is generally undesirable for a judge to hold a voir dire to decide an issue as to whether evidence is fabricated as it usurps the function of the jury (e.g. R v. Walshe [1982] 74 Cr.App.R. 85).", "Section 41 of the Crime (Sentencing) Act 1997 gives effect to Schedule 1 of the Act, which provides inter alia that:", "“3(1) If the Secretary of State is satisfied, in the case of –", "(a) a person remanded in custody in any part of the United Kingdom in connection with an offence;", "(b) a person serving a sentence of imprisonment in any part of the United Kingdom; or", "(c) a person not falling within paragraph (a) or (b) above who is detained in a prison in any part of the United Kingdom,", "that the attendance of that person at any place in that or any other part of the United Kingdom or in any of the Channel Islands is desirable in the interests of justice or for the purposes of any public inquiry, the Secretary of State may direct that person to be taken to that place.”", "This provision of the 1997 Act replaced section 29 of the Criminal Justice Act 1961.", "Part IV of PACE 1984 governs the conditions of police detention but according to section 118(2), a person is considered to be in police detention if:", "“(a) he has been taken to a police station after being arrested for an offence ...", "(b) he is arrested at a police station after attending voluntarily at the station or accompanying a constable to it.”", "This definition does not cover serving prisoners (Fleckney) or those remanded in custody (Putnam) and thus, the PACE safeguards did not apply. Certain parts of the “Code of Practice for the Detention of Treatment and Questioning of Persons by Police Officers” and all of the “Code of Practice on Tape Recording of Interviews with Suspects” issued under sections 66 and 67 of PACE appear to apply to all persons in police detention. Further, the Code of Practice under the CPIA 1996 applies to all criminal investigations conducted by police officers and section 4 requires the recording of all material relevant to the investigation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}