{"ITEMID": "001-93847", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SEBOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1947 and lives in the city of Odessa, Ukraine.", "5. In February 1996 Mr I. M., the father of the applicant’s grandson, exchanged his share in the apartment in which he cohabited with his parents, for the apartment of Mrs I.S, his grandmother, who moved in with his parents. This transaction was recorded in a residential premises exchange bureau (бюро обміну житловими приміщеннями), but was not certified by a notary.", "6. In May 1996 Mr I. M. gave the applicant a power of attorney authorising her to manage all his property.", "7. In June 1996 the applicant, acting on the basis of this power of attorney, sold the apartment Mr I.M. had acquired from Mrs I.S to Mr Y. S., the applicant’s former husband, who in October 1996 sold it on to Mr V. K.", "8. On 23 June 1997 Mr I. M. instituted civil proceedings in the Malynivsky District Court of Odessa (“the Malynivsky Court”) against the applicant, Mr Y. S. and Mr V. K., seeking to annul the sales of his apartment, which he alleged had been effected in breach of confidence.", "9. On 9 October 1997 Mrs I.S. lodged a claim against Mr I. M., his parents, the applicant, Mr Y. S. and Mr V. K., seeking to annul the initial apartment exchange and subsequent sales. These proceedings were joined to the proceedings that had been brought by Mr I.M.", "10. On 17 May 1999 the Malynivsky Court dismissed Mr I. M.’s claim for breach of confidence and upheld Mrs I.S.’s claim for the annulment of the exchange, considering that the exchange had not been certified by a notary in breach of applicable law. However, having found that Mr V. K. had purchased the apartment in good faith, the court declared him the lawful owner of the apartment and ordered the applicant and Mr Y. S. jointly to pay Mrs I.S. compensation of 41,181 Ukrainian hryvnyas for the loss of the apartment. The applicant and Mr Y. S. appealed in cassation.", "11. On 31 December 1999 Mrs I.S. died.", "12. On 11 April 2000 the Odessa Regional Court authorised Mrs L. M. to join the proceedings as Mrs I.S.’s successor.", "13. On 25 April 2000 it quashed the judgment of 17 May 1999 as regards the amount of compensation awarded against the applicant and Mr Y. S. after finding that the first-instance court had insufficiently explored the relevant evidence, and remitted the case for a fresh consideration.", "14. On 21 August 2001 the Malynivsky Court ordered the applicant and Mr Y. S. to pay Mrs L. M. UAH 56,112 in compensation for the loss of the apartment. The applicant and Mr Y. S. appealed.", "15. On 17 October 2002 the Regional Court quashed that judgment and remitted the case for fresh consideration. The applicant and Mr Y. S. appealed in cassation.", "16. On 29 May 2003 the Supreme Court rejected their request for leave to appeal in cassation.", "17. On several occasions the applicant and her husband unsuccessfully challenged the decision to allow Mrs L. M. to join the proceedings.", "18. On 18 December 2006 the Malynivsky Court ordered the applicant and Mr Y.S to pay Mrs L. M. UAH 80,653.33 in compensation for the loss of the apartment.", "19. On 27 March 2007 the Odessa Regional Court of Appeal upheld that judgment. The applicant and Mr Y. S. appealed in cassation.", "20. On 31 May 2007 the Supreme Court upheld the judgments of the lower courts.", "21. On 7 October 1999 the applicant instituted civil proceedings in the Central District Court of Odessa, alleging that Mr I. M. had failed to repay her 7,000 United States dollars (USD) he had received as a loan.", "22. On 24 May 2000 the court heard the case in the defendant’s absence and allowed the applicant’s claim. It noted, in particular, that the defendant had systematically ignored its orders summoning him to the hearings. This judgment was not appealed against and became final.", "23. On 21 February 2001 the Presidium of the Odessa Regional Court quashed that judgment following an objection (протест) instituted by the Deputy President and remitted the case for fresh consideration. The Presidium confirmed that the defendant had been duly notified of the hearings. However, it considered that the interests of justice required his presence in order to clarify ambiguities as to the nature and terms of the agreement between the parties.", "24. On 20 March 2002 the Central District Court decided to hear the case in the defendant’s absence in view of his repeated refusals to accept service of the summons. It dismissed the applicant’s claim. The applicant appealed.", "25. On 11 July 2002 the Regional Court quashed that judgment, after finding the evidence that the defendant had been duly notified of the hearings unpersuasive. Subsequently, the proceedings were transferred to the Prymorsky District Court of Odessa (the Prymorsky Court).", "26. On 24 December 2003 the Prymorsky Court dismissed the applicant’s claim after hearing evidence from both parties. It found that the applicant had failed to prove that Mr I. M. owed her the money claimed.", "27. On 28 April 2004 the Regional Court quashed that judgment and remitted the case for fresh consideration. Mr I. M. appealed in cassation.", "28. On 22 September 2006 the Supreme Court rejected Mr I. M.’s request for leave to appeal in cassation.", "29. On 3 April 2007 the first-instance court terminated the proceedings since the parties failed to appear. The applicant appealed.", "30. On 11 July 2007 the Regional Court quashed the ruling of 3 April 2007.", "31. On 8 October 2007 the first-instance court allowed the applicant’s claim in part."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}