{"ITEMID": "001-89340", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MAGAMADOVA AND ISKHANOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life);Violation of Article 13+5 - Right to an effective remedy (Article 5 - Right to liberty and security);Violation of Article 13+3 - Right to an effective remedy (Article 3 - Prohibition of torture)", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicants were born in 1964 and 1958 respectively. They live in the village of Mesker-Yurt, Shali District, in the Chechen Republic.", "5. The first applicant was married to Mr Viskhadzhi Shatayevich Magamadov, born in 1962; they are the parents of five children. The second applicant was married to Mr Khaskhan Shakhtamirovich Mezhiyev, born in 1963; they are the parents of three children. At the material time the two couples lived in neighbouring houses in Mesker-Yurt.", "6. Between 13 and 14 November 2002 Khaskhan Mezhiyev stayed overnight at Viskhadzhi Magamadov’s home. The men slept in the main house. The first applicant, her children and her brother-in-law slept in an annexe to the Magamadovs’ family house.", "7. At 5 a.m. on 14 November 2002 the first applicant woke up and heard the sound of gates opening. Shortly after that a group of unknown armed men entered her room. They wore camouflage uniforms and body armour; some of them wore masks. They did not identify themselves. The first applicant believed that they were servicemen of the Russian federal troops because they had Slavic features and spoke Russian without any accent. One of the servicemen shouted at the first applicant, using swearwords freely. The men examined the room where the first applicant, her children and brother-in-law slept and, having realised that there were no adult men in it, left. The first applicant looked out of the window and noticed in the courtyard about ten servicemen surrounding the main house.", "8. In the meantime Viskhadzhi Magamadov, a practising Muslim, was performing his prayer in the main house. The servicemen entered his room and pushed him down to the floor. Then they forced Viskhadzhi Magamadov and Khaskhan Mezhiyev out to the courtyard and ordered them to run barefoot towards two armoured personnel carriers (“APCs”) parked nearby. The APCs’ registration numbers were covered with mud.", "9. The first applicant tried to follow her husband but the servicemen blocked her way. Eventually she went out of the annexe to the courtyard.", "10. The servicemen threw Viskhadzhi Magamadov and Khaskhan Mezhiyev on the ground and hit them with rifle butts. Then they put the two men into the APCs and drove away.", "11. When the first applicant entered the main house, she discovered that there had been a search as there was a mess in the house and the floor was covered with scattered sugar.", "12. The applicants have had no news of Viskhadzhi Magamadov and Khaskhan Mezhiyev since 14 November 2002.", "13. The Government disagreed with the applicants’ account of events. They argued that the second applicant had not witnessed her husband’s abduction and concluded that it was doubtful that the kidnapping had taken place at all.", "14. Shortly after the events of 14 November 2002 the applicants started to search for their husbands. They repeatedly contacted various official bodies, both in person and in writing, informing them that their husbands had been apprehended on the night of 13 to 14 November 2002 and trying to establish the whereabouts and fate of those missing. In particular, they applied to the prosecutors’ offices at different levels, the Ministry of the Interior of the Chechen Republic, the Plenipotentiary Representative of the Russian President in the Southern Federal Circuit, the Federal Security Service (“FSB”), the Russian Ombudsman and the Russian State Duma, describing in detail the circumstances of their husbands’ abduction. In their efforts the applicants were assisted by the SRJI. The official bodies forwarded the majority of the complaints to the prosecutors’ offices for investigation.", "15. On 22 November 2002 the Shali district prosecutor’s office (“the district prosecutor’s office”) instituted an investigation into the disappearance of Viskhadzhi Magamadov and Khaskhan Mezhiyev under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping). The case file was given the number 59263. The decision read as follows:", "“At about 5 a.m. on 15 November 2002 unidentified armed men wearing camouflage uniforms [who had arrived] in two APCs surrounded the house at 28 Shkolnaya Street in the village of Mesker-Yurt and seized [Mr] Mezhiyev and [Mr] Magomadov. After that [Mr Mezhiyev and Mr Magomadov] were placed in the APCs and taken away in an unknown direction.”", "16. On 22 January 2003 the district prosecutor’s office stayed the investigation in case no. 59263 for failure to identify those responsible. The second applicant was informed of the suspension by letter of 29 January 2003.", "17. On 26 March 2003 the military prosecutor of military unit no. 20116 (“the unit prosecutor’s office”) informed the applicants that military personnel had not been implicated in Viskhadzhi Magamadov and Khaskhan Mezhiyev’s abduction.", "18. On 6 April 2003 the applicants requested the prosecutor’s office of the Chechen Republic and the district prosecutor’s office to resume the investigation and to admit them to the proceedings as victims. On 11 April 2003 the district prosecutor’s office replied that their application concerning the search for their husbands “apprehended by unidentified servicemen of law enforcement bodies of the Russian Federation” had been included in the investigation file in case no. 59263 and stated that the applicants would be informed of any progress in the investigation.", "19. On 7 July 2003 the prosecutor’s office of the Chechen Republic quashed the decision of 22 January 2003 on suspension of the investigation, reopened the proceedings in case no. 59263, ordered that the district prosecutor’s office take all requisite investigative measures to resolve the crime and informed the applicants accordingly.", "20. On 15 July 2003 the Main Military Prosecutor’s Office forwarded the second applicant’s letter to the prosecutor’s office of the Chechen Republic.", "21. On 1 August 2003 the prosecutor’s office of the Chechen Republic sent letters identical to the one of 7 July 2003 to each of the applicants.", "22. On 4, 11 and 18 August 2003 the prosecutor’s office of the Chechen Republic forwarded the second applicant’s letters to the district prosecutor’s office.", "23. On 15 August 2003 the Department of the FSB of the Chechen Republic informed the first applicant that her husband had not been detained by FSB officers, that he had not been suspected of any crimes and that the FSB was taking the necessary steps to establish his whereabouts and to identify those responsible for his disappearance.", "24. On 23 August 2003 the Ministry of the Interior of the Chechen Republic forwarded the second applicant’s letter to the Shali district department of the interior (“ROVD”) and ordered the facts complained of to be verified and procedural steps taken if necessary.", "25. On 1 September 2003 the district prosecutor’s office informed the applicants that the investigation into their husbands’ kidnapping was in progress.", "26. On 20 September 2003 the military prosecutor’s office of the United Group Alignment (“the UGA prosecutor’s office”) forwarded the first applicant’s complaint to the unit prosecutor’s office and ordered it to conduct an inquiry.", "27. On 20 January 2004 the prosecutor’s office of the Chechen Republic informed the applicants that “on 26 October 2003 the investigation in the criminal case [had been] suspended pursuant to Article 208 § 1 of the Russian Code of Criminal Procedure (due to failure to identify the alleged perpetrators)” and that “[o]n 20 October 2003 the prosecutor’s office of the Chechen Republic [had] resumed the investigation and investigative measures aimed at identification of the perpetrators and establishment of [the applicants’] relatives whereabouts [were] being taken”.", "28. On 14 February 2004 the district prosecutor’s office informed the first applicant that the investigation had been resumed on 2 February 2004 and that investigative measures were being taken.", "29. On 28 April 2004 the district prosecutor’s office informed the first applicant that the investigation in case no. 59263 was under way.", "30. On 20 May 2004 the UGA prosecutor’s office informed the unit prosecutor’s office that its letter of 20 September 2003 remained unanswered, forwarded a copy of the first applicant’s complaint for the second time and ordered an inquiry.", "31. On 4 June 2004 the prosecutor’s office of the Chechen Republic forwarded a complaint lodged on behalf of the second applicant by Civic Assistance, a regional NGO based in Moscow, to the district prosecutor’s office.", "32. On 11 August 2004 the prosecutor’s office of the Chechen Republic informed the second applicant that her complaint lodged with Civic Assistance had been included in the investigation file in case no. 59263 and that investigative measures were being taken to establish her husband’s whereabouts.", "33. On 5 November 2004 the prosecutor’s office of the Chechen Republic forwarded to the district prosecutor’s office a complaint lodged by the SRJI on behalf of the applicants for examination and requested that case no. 59263 be investigated more energetically.", "34. On 6 July 2005 the unit prosecutor’s office informed the first applicant that they had no information on her husband’s whereabouts.", "35. On 8 and 11 July 2005 the prosecutor’s office of the Chechen Republic forwarded the first applicant’s requests for assistance in the search for her husband to the district prosecutor’s office.", "36. On 22 August 2005 the district prosecutor’s office informed the second applicant that the investigation in case no. 59263 had been suspended on 2 March 2005.", "37. On 27 August 2005 the UGA prosecutor’s office informed the second applicant that she should send her further queries to the district prosecutor’s office or to the prosecutor’s office of the Chechen Republic.", "38. On 15 September 2005 the district prosecutor’s office informed the first applicant that the investigation had been suspended.", "39. On 8 November 2005 the SRJI requested an update on the progress in the investigation in case no. 59263 from the prosecutor’s office of the Chechen Republic. In reply they were informed that the prosecutor’s office of the Chechen Republic had resumed the investigation on 28 October 2005.", "40. On 9 November 2005 the district prosecutor’s office informed the applicants that the investigation had been suspended on 30 October 2005.", "41. On 19 January 2006 the prosecutor’s office of the Chechen Republic informed the second applicant that she had been granted victim status and questioned on 22 November 2002 and that the investigation had been suspended.", "42. On 15 November 2002 the second applicant complained to the district prosecutor’s office of her husband’s kidnapping by unknown men.", "43. On 22 November 2002 the district prosecutor’s office instituted an investigation of Viskhadzhi Magamadov and Khaskhan Mezhiyev’s abduction under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping). The case file was assigned number 59263. On the same date the second applicant was granted victim status and questioned. She submitted that her husband had gone to his neighbour’s home and then been taken away by unidentified armed men in two APCs.", "44. On 27 November 2002 the district prosecutor’s office sent requests for information to the ROVD, the department of the FSB of the Shali district, a military prosecutor’s office, the military commander of the Shali district, the information centre of the Ministry of the Interior of the Chechen Republic, the remand prisons in the Chechen Republic and operational and search bureau no. 2 (“ORB-2”). In reply they were informed that the police, the FSB and the military had not carried out any operations in respect of Viskhadzhi Magamadov and Khaskhan Mezhiyev, that the two men had not been arrested or detained and that the State agencies had no information on the whereabouts of the missing men.", "45. On 10 December 2002 the district prosecutor’s office granted the first applicant victim status in case no. 59263 and questioned her. The first applicant submitted that her husband had been unemployed. In the evening of 14 November 2002 Khaskhan Mezhiyev had come to visit her husband. At about 5 a.m. on 15 November 2002 the first applicant had been awakened by noise coming from the courtyard and seen armed men in camouflage uniforms, some of whom had worn masks. The men had entered the house in which her husband and Khaskhan Mezhiyev had been sleeping, taken them outside and brought them to the APC.", "46. On 22 January 2003 the investigation was suspended for failure to identify those responsible.", "47. On 2 February 2004 the district prosecutor’s office resumed the investigation in case no. 59263 and informed the applicants accordingly.", "48. At some point the investigation was suspended. It was resumed on 30 September 2005 and again suspended on 30 October 2005.", "49. On 23 July 2006 the district prosecutor’s office refused to institute a criminal investigation into the first applicant’s allegations that the armed men who had kidnapped her husband had sprayed an unknown fluid in her face for the reason that the first applicant had sustained no bodily injuries.", "50. The district prosecutor’s office questioned a number of witnesses. Neither the witnesses nor the victims alleged that Viskhadzhi Magamadov and Khaskhan Mezhiyev had been beaten at the time of their abduction.", "51. The Government submitted that the investigating authorities had sent a number of queries to various State bodies and had taken other unspecified investigative measures.", "52. The investigation failed to establish the whereabouts of Viskhadzhi Magamadov and Khaskhan Mezhiyev. The investigating authorities sent requests for information to the competent State agencies and took other steps to have the crime resolved. The investigation found no evidence to support the involvement of servicemen of the military or law enforcement agencies in the crime.", "53. On 15 May 2007 the district prosecutor’s office resumed the investigation in case no. 59263 and informed the applicants accordingly.", "54. The Government further submitted that the progress in the investigation was being supervised by the Prosecutor General’s Office. According to the Government, the applicants had been duly informed of all decisions taken during the investigation.", "55. Despite specific requests by the Court the Government did not disclose most of the contents of the investigation file in case no. 59263, providing only copies of decisions to suspend and resume the investigation and to grant victim status, as well as of several consequent notifications to the relatives. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "56. Article 125 of the Russian Code of Criminal Procedure 2002 (“the CCP”) provides that the decision of an investigator or prosecutor to dispense with or terminate criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens’ access to justice, may be appealed against to a district court, which is empowered to examine the lawfulness and grounds of the impugned decisions.", "57. Article 161 of the CCP establishes the rule that data from the preliminary investigation cannot be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of the participants in criminal proceedings without their permission."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}