{"ITEMID": "001-70043", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF STOIANOVA AND NEDELCU v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicants were born in 1974 and 1975 respectively and live in Bucharest.", "5. Following an incident on 17 March 1993 in which C.D. was robbed of some gold jewellery after being set upon and thumped by a group of people, the applicants were arrested and remanded in custody on 14 April 1993.", "6. In an indictment of 10 June 1993 issued by the public prosecutor's office at the Bucharest Court of First Instance, the applicants were committed for trial on a charge of robbery, an offence punishable under Article 211 § 1 of the Criminal Code.", "7. By a judgment of 24 November 1993, they were acquitted and released. The court held that the facts in respect of which they had been prosecuted could not be attributed to them.", "8. The prosecution appealed. The Bucharest County Court gave judgment on 12 July 1994 holding that the steps taken by the prosecution in the criminal proceedings were null and void. It therefore set the judgment of 24 November 1993 aside and referred the case back to the public prosecutor's office. It noted, in particular, that the steps taken by the prosecution against the applicants had been taken in the absence of a lawyer and that, furthermore, the prosecution had omitted to question certain witnesses during the investigation and had failed to examine a number of essential facts that could have led to the identification of the perpetrators of the incident that had occurred on 17 March 1993.", "9. That decision became final after being upheld by the Bucharest Court of Appeal in a judgment of 27 October 1994. Subsequently, the criminal proceedings were reopened by the public prosecutor's office at the Bucharest Court of First Instance.", "10. In an order of 11 November 1997, the prosecutor N.O. decided to discontinue the proceedings. In his order he stated that, although the facts of which the victim, C.D., had complained had actually happened, it could not be proved beyond all doubt that the responsibility lay with the applicants. The prosecutor also pointed out that a long period of time had elapsed since the incident in question and ordered the police to take no further action in the case.", "11. The prosecution served that decision on the applicants, at their request, by letters dated 11 March and 4 December 1998 respectively.", "12. On 12 May 1999 the Principal Public Prosecutor at the Bucharest County Court set aside the order of 11 November 1997 and, relying on Articles 220 and 270 of the Code of Criminal Procedure, ordered the proceedings to be reopened against the applicants for robbery and inciting third parties to give false evidence, offences punishable under Articles 211 and 260 of the Criminal Code respectively. The public prosecutor's office considered that the decision of the hierarchically lower public prosecutor's office had been inconsistent with the evidence on the file and that, furthermore, the prosecution had been incomplete because various steps had not been taken, such as bringing the presumed perpetrators face to face in the presence of their lawyers and taking evidence from certain witnesses.", "13. On 26 May 2000 a police officer who had investigated the charges brought against the applicants asked the prosecuting authorities to stop the prosecution.", "14. On 9 February 2001 the prosecuting authorities sent the investigation file back to the same police authority. No procedural steps were taken between 27 April and 30 November 2001. On 14 January 2002 the police referred the case to the public prosecutor's office at the Bucharest Court of First Instance, which referred it back to the police authority on 17 October 2002 for them to continue the investigation in respect of the applicants.", "15. On a number of occasions in 2003 and 2004, the prosecuting authorities summoned the applicants, the injured party and several witnesses for questioning in relation to the incident that had occurred on 17 March 1993 (see paragraph 5 above). The documents provided show that the witnesses refused to comply with the summons on the ground that they could no longer recall the matters about which the prosecution wanted to question them.", "16. In an order of 21 April 2005, the public prosecutor's office noted that the special limitation period for prosecuting the applicants, which was twelve years having regard to the maximum sentence for which they were liable for robbery, had expired on 17 March 2005. It accordingly ordered the criminal proceedings to be discontinued.", "17. The Code of Criminal Procedure contains the following relevant provisions:", "“Where the prosecutor finds that a procedural step or measure taken in the course of the criminal investigation is not in conformity with the law, he shall invalidate it by a reasoned order.”", "“The investigation shall be resumed in the event of ... reopening of the criminal proceedings.”", "“1. The prosecutor may order criminal proceedings to be reopened if, subsequent to a decision discontinuing the proceedings, it is established that the ground on which his earlier decision was based did not actually exist or no longer exists.", "2. Proceedings shall be reopened following an order of the prosecutor to that effect.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}