{"ITEMID": "001-71700", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "ZHOVTAN v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Anatoliy Vasiliyevich Zhovtan, is a Ukrainian national who was born in 1960 and lives in Lugansk.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Between 26 and 29 November 1998, the applicant was detained in a cell at the Lugansk City Police Station, where he was beaten by police officers, who forced him to confess to the murder of a certain Mr Z.", "On 14 January 2000 the Leninsky District Court of Lugansk sentenced the police officers concerned to imprisonment for an aggravated abuse of power. The court also awarded the applicant a total of UAH 7,000 against the officers in moral damages.", "In February 2001 the applicant instituted proceedings against the Lugansk Regional and City Police Departments claiming compensation for material and moral damage suffered as the result of the ill-treatment. On 24 May 2001 the Leninsky District Court partly allowed this claim, ordering the Lugansk City Police Department to pay the applicant a total of UAH 4,249 in compensation for material damage. The court, however, rejected the claim for moral suffering as it had already been redressed by the award against the convicted officers in the criminal proceedings. The applicant appealed against the latter finding. On 13 September 2001 the Lugansk Regional Court of Appeal upheld the judgment of 24 May 2001. On 18 December 2001 the Supreme Court rejected the applicant’s request for leave to appeal under the cassation procedure.", "On 8 November 2001 the Leninsky District Bailiffs’ Service instituted enforcement proceedings in respect of the judgment of 24 May 2001.", "According to a letter of the Lugansk City Bailiffs’ Service of 10 July 2002, the enforcement proceedings were impeded by the lack of budgetary funds earmarked for such purposes. Nevertheless, from March 2002 onwards the applicant received from the debtor monthly instalments of UAH 500. Thus, by 28 November 2002, when the enforcement proceedings were formally terminated, the applicant had been repaid the full amount of the award (the last payment of UAH 749 being made on 9 October 2002).", "The relevant domestic law is set out in the judgments of 29 June 2004 in the case of Voytenko v. Ukraine (no. 18966/02, §§ 20-25) and of 5 April 2005 in the case of Afanasyev v. Ukraine (no. 38722/02, §§ 47-52).", "According to Article 231 of the Code of Civil Procedure of 1963, the first instance judgment becomes final upon the expiry of the time limit for appeal or, if an appeal is lodged, after the examination of the case by the appellate court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}