{"ITEMID": "001-90420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SHAKHGIRIYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["7. The applicants are:", "(1) Ms Asht Khamidovna Shakhgiriyeva, born in 1960;", "(2) Ms Zarema Baudinovna Esmurzayeva (Magomadova), born in 1971;", "(3) Ms Alpatu Magomadova, born in 1922;", "(4) Ms Zarema Kharonovna Umarova, born in 1968;", "(5) Ms Ayshat Bibulatovna Gerasiyeva, born in 1985;", "(6) Ms Aza Ayubovna Abayeva, born in 1972;", "(7) Ms Svetlana Gelaniyevna Dakasheva, born in 1961.", "8. The applicants are Russian nationals and residents of the village of Chechen-Aul, in the Grozny district of Chechnya. The sixth applicant currently resides outside Russia.", "9. The facts of the case are mostly not in dispute between the parties. They may be summarised as follows.", "10. The applicants submitted that in the early hours of 23 October 2002 eight persons had been detained in their village by a group of servicemen wearing masks and camouflage uniforms and moving around in a Ural military truck, UAZ all-terrain military vehicles and armoured personnel carriers (APCs) with obscured number plates. Among the eight persons there were four relatives of the applicants: Magomed Shakhgiriyev, Ali Magomadov, Ismail Umarov and Umalat Abayev.", "11. The first applicant is the mother of Magomed Khamidovich Shakhgiriyev, born in 1986. She lives with her family in Chechen-Aul at 37 Lenina Street. In October 2002 Magomed Shakhgiriyev was 16 years old and attended school. He was described by the school head teacher and the head of the village administration as a good student and a well-mannered young man. The first applicant is married and has two other children, who were then aged 6 and 15.", "12. On the night of 22 to 23 October 2002 the first applicant and her family were at home sleeping. At about 5 a.m. an APC smashed the gates of their house and entered the courtyard. It was followed by a UAZ vehicle. Servicemen in uniforms and masks, armed with automatic weapons, surrounded the house and entered. The military did not produce identity papers or any documents to justify their actions and gave no explanations. They did not ask for the inhabitants' identity documents. The first applicant and her two younger children were locked in one room. The servicemen threatened to shoot if they tried to go outside.", "13. The first applicant's husband and her elder son, Magomed Shakhgiriyev, were ordered to go outside into the courtyard. Magomed Shakhgiriyev, who was wearing a long-sleeved T-shirt, trousers and socks, was escorted by the soldiers into the APC. He was not allowed to put on his boots. The first applicant submitted that her husband had been drunk on that night, and the servicemen seated him on the ground in the courtyard and asked where his machine gun was. He said that he had no weapons.", "14. The first applicant submitted that a neighbour had tried to find out what had been happening and wanted to enter their courtyard, but the servicemen had hit her and told her to stay away.", "15. During the search the soldiers seized some items from the house, including the goods the first applicant traded in the market and those stored at her house by other traders overnight, because her house was close to the market.", "16. The second and third applicants are the wife and mother of Ali Baudinovich Magomadov, born in 1966. The applicants' family live in Chechen-Aul in their own house at 81 Lenina Street. The second applicant has four minor children, who in October 2002 were aged between 2 and 11, from her marriage to Ali Magomadov. Ali Magomadov worked in Grozny at the local branch of Gazprom as a mechanic. The administration of Chechen-Aul described him as a good member of the community who had worked hard to support his large family and who had no connections with illegal armed groups.", "17. In October 2002 the applicants were carrying out construction work on the house, and some windows on the second floor were not glazed.", "18. On the night of 22 to 23 October 2002 the second and third applicants, Ali Magomadov and the children were at home sleeping. At approximately 4.30 a.m. a group of about 15 masked men in camouflage forcibly entered the house. They arrived in a Ural truck, whose number plates the applicants could not distinguish in the darkness. The servicemen were armed with machine guns and spoke Russian, largely using swearwords. They were hostile and aggressive. The military did not produce identity papers or any documents to justify their actions and gave no explanations.", "19. The second applicant submitted that five or six men had entered the house through the windows of the second floor and had spread out around the rooms. In addition, about ten servicemen had kept guard in the courtyard. Once in the house, the servicemen ordered the second applicant to turn on the light, but she replied that the village was without electricity on that night. They ordered her to go and get matches, which she did. The servicemen searched the room where the applicant and her daughter had been sleeping and asked the applicant if there were any men in the house. The applicant replied that her husband was the only man in the house, and the soldiers told her to fetch him. The second applicant went into the room where her husband and her sons had been sleeping and told Ali Magomadov that there were armed men looking for him. He put on a shirt and trousers and came out of the room.", "20. The soldiers put him against the wall and asked him his name. He gave his full name and the soldiers immediately led him away. They gave no explanations and asked no further questions. One of the servicemen asked for Ali Magomadov's passport and the second applicant went to fetch it from his jacket. When she returned to the corridor the soldiers had already taken her husband away. Other servicemen took his passport.", "21. The second applicant realised that her husband had been taken away barefoot and tried to follow them out of the house, but the soldiers shouted at her to close the door and remain inside.", "22. The second applicant saw her husband being put into the Ural truck, which then left in the direction of Grozny.", "23. The third applicant submitted that the armed men had entered the room where she and her 11-year-old granddaughter had been sleeping and put a machine gun to the head of her granddaughter, who had hidden under the blanket out of fear. The third applicant shouted “Don't shoot, it's a child!” and the armed man put the gun away. She was shocked by the night raid, she could not understand what was happening and then through the window she saw her son being led away by two men armed with machine guns.", "24. The fourth applicant is the sister of Ismail Kharonovich Umarov, born in 1975. The Umarov family live in their own house at 9 Sadovaya Street. Their house has two separate entrances. One part of the house is occupied by the fourth applicant, her two children, who in October 2002 were aged 9 and 7, and her mother. The fourth applicant is a widow; her husband died in 1995. The other part of the house is occupied by the family of the fourth applicant's brother Ismail Umarov, his wife and two children, aged 2 and 3 at that time. In October 2002 Ismail Umarov's wife was pregnant with a third baby, who was born in February 2003.", "25. At about 4 a.m. on 23 October 2002 a group of masked men in camouflage uniforms with black armbands forcibly entered the courtyard of the Umarovs' house. The servicemen were armed with machine guns and spoke Russian. They were hostile and aggressive, shouting and shooting in the air. The military did not produce identity papers or any documents to justify their actions and gave no explanations.", "26. They arrived in two UAZ vehicles, climbed over the fence, opened the gates from inside and entered the courtyard. The fourth applicant's mother woke up and alerted the fourth applicant. Together they dressed up and went out into the courtyard, where there were several servicemen standing by the door which led to Ismail Umarov's part of the house. Upon the soldiers' orders, the fourth applicant's mother knocked on the door and called her son, saying that there were soldiers looking for him. When he opened the door, the servicemen dragged him out and put him into the UAZ vehicle. They did not ask for his identity documents and did not allow him to put on his shoes; he was taken away in a T-shirt and training trousers, barefoot. The servicemen then searched the house.", "27. The fourth applicant tried to intervene but the soldiers told her that her brother would be taken to a “filtration point”.", "28. The fifth and sixth applicants are the wife and sister of Umalat Ayubovich Abayev, born in 1978. Shortly before the events of October 2002 the head of the village administration recommended Umalat Abayev for work as a security guard and described him as a good man who had no connection with illegal or extremist groups and had not otherwise discredited himself. Similar recommendation letters were issued to him by the imam of the village mosque in Chechen-Aul and the local policeman.", "29. The Abayev family live in their own house at 29 Partizanskaya Street. In the early hours of 23 October 2002 a group of servicemen arrived at their house in an APC and two UAZ vehicles. They were armed and wearing camouflage uniforms and masks. They forcibly entered the Abayev family house and ordered all the men to come out. The women said that there was only one man in the house, and the soldiers went into the room where Umalat Abayev was sleeping. They raised him from his bed and took him out into the street; he was not permitted to get dressed. When the relatives asked where he was being taken, the servicemen said that they could put questions to the Argun military commander's office and that Abayev would be “checked through a computer” and then released.", "30. Then the servicemen searched the house, without producing any documents to justify their actions. According to the applicants, they “turned the whole house upside down”, checked the documents and took away some valuables.", "31. The applicants submitted that four other men had been detained in Chechen-Aul on the same night: S.Yu., R.Z., M.Zh. and A.Zh. (the latter two are spelled in official documents as M.Dzh. and A.Dzh.). Two days later, on 25 October 2002, M.Zh. and A.Zh. were released. According to the applicants, they said that they had been detained in a cellar but could give no other details of their detention because they had been taken around blindfolded.", "32. The Government in their observations did not challenge the facts as presented by the applicants. They stated that it had been established that on 23 October 2002, at about 4 a.m., unidentified persons armed with automatic weapons and wearing camouflage uniforms had kidnapped in Chechen-Aul and taken in an unknown direction M. Shakhgiriyev, A. Magomadov, I. Umarov, U. Abayev, R.Z., M.Zh. (M.Dzh.), A.Zh. (A.Dzh.) and S.Yu. The last-mentioned person had sustained a firearm wound. M.Zh. and A.Zh. had been released later.", "33. Immediately after the detention of their family members the applicants and other relatives started to look for them. On 23 October 2002 the first applicant wrote a letter to the Chechnya Prosecutor about the detention of her son and seven other men by armed men in an APC. She also complained about the taking of property and money from her house.", "34. On the applicants' behalf letters enquiring about the fate of their relatives were forwarded by a member of the State Duma, Mr Igrunov, and by the NGO “Civic Assistance” to the Chechnya Prosecutor's Office and to the Prosecutor General's Office. On 18 November 2002 the Chechnya Prosecutor's Office informed Civic Assistance that on 26 January 2002 (sic) the Grozny District Prosecutor's Office had opened a criminal investigation into the kidnapping of Mr Abayev and others under Article 126 of the Criminal Code, and that at present the investigation had been adjourned for failure to identify the culprits.", "35. On 3 November 2002 three men from Chechen-Aul went looking for their missing fellow villagers Aslan Israilov, Khasin Yunusov and Adash A. No complaint was brought in relation to the disappearance of Adash A.", "36. The sixth applicant is the wife of Aslan Ramzanovich Israilov, born in 1972 (she is also the sister of Umalat Abayev, who was detained on 23 October 2002). Aslan Israilov was a graduate of the Teachers' Institute and a teacher in a local sports school. He had three minor children, who in 2002 were aged between 1 and 10, from his marriage to the sixth applicant.", "37. The seventh applicant is the sister of Khasin Gelaniyevich Yunusov, born in 1971. Khasin Yunusov was a sub-lieutenant in the police force and served in the Grozny district department of the interior (ROVD).", "38. The applicants submitted that Khasin Yunusov as a policeman had obtained information that the detained men might be held in Khankala, the main Russian military base in Chechnya. On 3 November 2002 the three men left in the morning in Khasin Yunusov's Gazel utility vehicle and went to Khankala in order to meet a man named “Ilyas” who had allegedly worked for the Main Military Intelligence Department of the Army (GRU) and who could help them to find the persons detained on 23 October 2002. Later on the same day they met the head of the village administration of Chechen-Aul, Saypudin Ts., in a café by the roadside. Mr Ts. later recounted to the applicants that the three men had told him that they had not found “Ilyas” in Khankala and had headed to his house in the village of Tolstoy-Yurt, but that they would return to Khankala by 3 p.m. on the same day because they had arranged for a meeting there. The seventh applicant later talked to the women who had served in the café, who confirmed that the three men had eaten there, that they had said that they were in a hurry and that they were going to Khankala.", "39. The applicants submitted that on 3 November 2002 a military helicopter had been downed above Khankala. They submitted a number of press and human rights groups' reports, according to which that day the military, in response to the attack, had detained a large number of people on the road, had blown up three five-storey buildings from where the rocket could have been fired and had shelled the village of Prigorodnoye near the airport.", "40. Later the applicants learned from unnamed local residents that their three relatives could have been detained on 3 November 2002 at a roadblock in Minutka Square in Grozny. According to this information, a group of servicemen had arrived at the roadblock in an APC and a GAZ vehicle and had taken three men and a Gazel vehicle away. The applicants did not submit any additional information on this matter.", "41. The Government in their observations did not challenge the principal facts as presented by the applicants. They stated that it had been established that on 3 November 2002 Khasin Yunusov had left home in his own Gazel vehicle in an unknown direction, accompanied by his friends Aslan Israilov and Adash A. They had never returned. The Government also stated that the applicants had never informed any State bodies of the fact that their relatives had been detained in Minutka Square.", "42. According to the applicants, on 8 November 2002 five male bodies were discovered by the local residents in the forest near the village of Vinogradnoye, in the Grozny district, near the road to Tolstoy-Yurt. The bodies were delivered to the mosque of Tolstoy-Yurt. On 9 November 2002 several relatives of the persons missing since 23 October 2002 travelled there and identified them as the five men who had been detained in Chechen-Aul: Magomed Shakhgiriyev, Ali Magomadov, Ismail Umarov, Umalat Abayev and R.Z. The body of the sixth person detained on that night, S.Yu., has never been found and he is still considered missing. On the same day the five bodies were brought to Chechen-Aul and buried.", "43. According to the Government, the five bodies had been found in the forest in the vicinity of Darbanbakhi village, in the Gudermes district. They also stated that, according to the information from the prosecutor's office, the relatives had identified only four bodies – those of the applicants' relatives – while the relatives of R.Z. had not identified the fifth body as his.", "44. Among the documents submitted by the Government (see below) the 27 September 2003 decision of the Grozny District Prosecutor's Office to adjourn the investigation contained the following description:", "“On 8 November 2002 at about 10 a.m. in the forest, about 10 kilometres away from the village of Darbanmakhi, Gudermes district, towards the village of Vinogradnoye, Grozny district, two kilometres to the south from the Darbanmakhi – Vinogradnoye road, five male bodies were discovered with the heads bound with fragments of cloth, the hands tied and firearm wounds. They were later identified by their relatives as having been kidnapped in Chechen-Aul on 23 October 2002: I.Kh. Umarov, A.B. Magomadov, M.Kh. Shakgiriyev, U.A. Abayev and [R.Z.].”", "45. It appears that the applicants did not see the bodies before they were buried, nor did they submit them for an autopsy. It also appears that they did not take any photographs before the burial. However, it appears that the bodies were photographed and submitted for a forensic report in Tolstoy-Yurt and that a local medical worker in Chechen-Aul inspected the bodies before the burial.", "46. Ali Magomadov's sister Khazhar I. submitted an account of how she identified her brother's body:", "“My brother was killed by unimaginable acts of torture. His whole body was covered with strange pink spots, the upper part of the body was darker in colour as if the blood had rushed to it. Maybe he was tortured by electricity or suspended upside down. His hands were tied together behind his back, the neck was also covered with something. Maybe there was a mark there. The feet up to the ankles and hands were as if they had been put into hot water, skin peeled off like after a blister. He was wearing the same clothes and barefoot. The nose was broken, the face was covered with blood mixed with dirt. Everything was too unexpected, the signs of torture were too horrible, we were all in shock...”", "47. The first applicant submitted that the bodies of the five men had borne numerous firearm wounds, bones had been broken, and skin on the fingers had been chipping off.", "48. On 22 November 2002 the Chechen-Aul outpatient medical service issued a medical certificate of death in respect of Ali Magomadov. The date and place of death were recorded as 9 November 2002, Gudermes district. The certificate indicated that a doctor had examined the body and concluded that death had occurred as a result of murder through strangulation and numerous blows.", "49. On 10 December 2002 the same medical service issued a certificate of death in respect of Magomed Shakhgiriyev. The date and place of death were recorded as 9 November 2002, Vinogradnoye village. The cause of death was recorded as a firearm wound to the head – an act of murder.", "50. On 10 December 2002 the Chechnya Prosecutor's Office forwarded the first applicant's letter to the Grozny District Prosecutor's Office and informed her that the investigation into the “kidnapping” of her son was under way.", "51. On 11 December 2002 the Grozny district civil registration office issued a death certificate for Ali Magomadov. The date and place of death were recorded as 9 November 2002, Gudermes.", "52. On 15 December 2002 the first applicant was granted victim status in criminal investigation no. 56166, opened into the kidnapping and subsequent murder of her son and other men.", "53. On 17 December 2002 Mr Igrunov, a member of the State Duma, again wrote to the Prosecutor General's Office and asked him to ensure that additional investigative steps were taken in order to find out who was responsible for the kidnapping and murder of Umalat Abayev and other villagers. He noted that the arrest and detention had been carried out by a military group and that it should be relatively easy to establish who had been responsible for the mission in question.", "54. On 15 January 2003 the Grozny District Prosecutor's Office issued the second applicant with a note confirming that the death of her husband on 23 October 2002 was being investigated by that office. The certificate was issued for submission to Ali Magomadov's employer, the Grozny branch of Gazprom.", "55. On 17 January 2003 the Grozny district civil registration office issued a death certificate for Magomed Shakhgiriyev. The date and place of death were recorded as 9 November 2002, Vinogradnoye, Grozny district.", "56. On 23 January 2003 the Chechnya Prosecutor's Office replied to Mr Igrunov's enquiry about the investigation into the abduction and murder of Umalat Abayev. The letter stated that on 23 October 2002 the Grozny District Prosecutor's Office had opened criminal investigation file no. 56166 under Article 126, paragraph 2, of the Criminal Code (kidnapping). After the discovery of Umalat Abayev's body on 8 November 2002, the Gudermes District Prosecutor's Office had opened criminal investigation no. 57103 under Article 105, paragraph 2 (murder with aggravating circumstances). On 10 January 2003 the two sets of proceedings had been joined as file no. 56166 at the Grozny District Prosecutor's Office. The letter further stated that the Chechnya Prosecutor's Office had examined the investigation file. In order to solve the crime, requests for information had been forwarded to various military and security services in Chechnya and in the Northern Caucasus. The investigation obtained information that Mr Abayev had been a follower and a supporter of the “Wahhabi” movement, and had actively promoted its teachings. The letter also explained that the previous letter of 18 November 2002 from the Chechnya Prosecutor's Office, which had referred to the adjourned criminal investigation into Mr Abayev's abduction, had in fact concerned his detention on 24 December 2001 during a special operation. After a check Mr Abayev and others had returned home. On 26 January 2002 criminal investigation file no. 56014 had been opened into his kidnapping but had later been adjourned for failure to identify the culprits. On 15 February 2003 Mr Igrunov forwarded his correspondence with the prosecutor's office to Umalat Abayev's family.", "57. On 11 April 2003 the relatives of the five men from Chechen-Aul wrote to the Grozny District Prosecutor's Office and the Chechnya Prosecutor's Office. They asked for details of the criminal investigation and requested to be granted victim status in the proceedings.", "58. On 16 April 2003 the Grozny district civil registration office issued a death certificate for Umalat Abayev. The date and place of death were recorded as 23 October 2002, Chechen-Aul.", "59. On 22 April 2003 the applicants wrote to the Chechnya Prosecutor and the Grozny District Prosecutor asking to be informed of the progress in the investigation concerning the abduction and murder of six men from Chechen-Aul. They noted that they were not aware of the criminal investigation file number or whether there had been any progress in the proceedings. They also asked to be granted victim status in the proceedings. As no reply was received to that letter, they sent it again in May or June 2003.", "60. On 9 July 2003 the SRJI, acting upon the applicants' behalf, asked the Chechnya Prosecutor and the Grozny District Prosecutor for an update on the criminal investigation into the abduction and murder of five men from Chechen-Aul and asked them to grant the relatives victim status.", "61. On 9 July 2003 the Chechnya Prosecutor's Office forwarded the “collective letter from the villagers of Chechen-Aul” to the Grozny District Prosecutor's Office.", "62. On 27 September 2003 the investigator of the Grozny District Prosecutor's Office ordered the adjournment of investigation no. 56166 for failure to identify the culprits. According to the relevant document, the investigation had been adjourned on 23 January 2003, reopened on 15 August 2003 and adjourned on 27 September 2003. In the same document the Grozny ROVD was instructed to continue to take steps to identify the culprits.", "63. On 14 October 2005 the SRJI, acting on the applicants' behalf, asked the Grozny District Prosecutor's Office to inform it about the progress made and to allow the relatives access to criminal investigation file no. 56166.", "64. On 14 February and on 31 March 2008 the relatives of the missing men were informed by the Grozny inter-district department of the investigation committee that on the same days the investigation of criminal case no. 56166 had been adjourned.", "65. The sixth and seventh applicants started to look for their missing relatives, Aslan Israilov and Khasin Yunusov, immediately after their disappearance on 3 November 2002.", "66. On an unspecified date the head of the village administration of Chechen-Aul, the village imam and the chairman of the committee of elders signed requests to the authorities asking for the release of the three men who had been illegally detained on 3 November 2002 in Minutka Square in Grozny.", "67. The seventh applicant submitted that on 6 November 2002 she and the head of the village administration, Mr Ts., had gone to the head of the Grozny ROVD and asked him if he was aware that Khasin Yunusov, one of his servicemen, had disappeared after a trip to Khankala. The seventh applicant submitted that the head of the department had assured her that he was aware of that fact and that a large number of people had been detained after the downing of the helicopter. He allegedly told her that the Federal Security Service (FSB) had been checking the detainees and that they would all be released after 15 November 2002.", "68. After 15 November 2002 the applicants continued to look for their relatives. The seventh applicant submitted that she had talked to a man who had allegedly worked at the Khankala military base and who had initially agreed to help them find out the fate of their relatives. He assured her that he had seen the name of her husband and two other men in the lists of detainees. However, one month later the same man allegedly told her that the lists had been destroyed and that he could not help them.", "69. On 11 December 2002 the seventh applicant wrote a formal complaint to the Chechen Government about the disappearance of her brother on 3 November 2002. She stressed that her brother had been a member of the police force and that, according to rumours, he had been detained at the Khankala military base.", "70. On 15 December 2002 the Grozny Town Prosecutor's Office opened a criminal investigation under Article 105, paragraph 2, of the Criminal Code. The decision to open the criminal investigation stated that on 3 November 2002 Khasin Yunusov had left home in a Gazel vehicle and disappeared. The facts of the case, including Mr Yunusov's membership of the police force, gave rise to a suspicion that he had been killed. The disappearance of Mr Yunusov was confirmed by his family members and a report of 22 November 2002 by the head of the Grozny ROVD.", "71. On 16 January 2003 the Chechnya Prosecutor's Office informed the seventh applicant that on 15 December 2002 the Grozny Town Prosecutor's Office had opened criminal investigation file no. 56192 into the disappearance of Khasin Yunusov, Aslan Israilov and Adash A. The investigation established that on 3 November 2002 at about 3 p.m. the three men had been seen in the Zara café on the road near Tolstoy-Yurt. They had been heading to Grozny in order to find missing fellow villagers. After that they had not been seen again. The investigation into the circumstances of the disappearance was continuing.", "72. On 31 March 2003 Khasin Yunusov's sister was granted victim status in the proceedings.", "73. On 18 April 2003 the SRJI wrote to the Grozny District Prosecutor's Office on behalf of the sixth and seventh applicants and asked it for an update in criminal case no. 56192.", "74. According to the applicants, on 18 April 2003 three male bodies were discovered in Khankala, 400 metres away from the fence of the military base. The Government stated that the bodies had been found near the village of Berdykel in the Grozny district. The decision of the Grozny District Prosecutor's Office of 10 May 2003 to transfer the investigation contained the following description:", "“On 18 April 2002 at about 5 p.m. in the village of Khankala, at the bottom of a quarry, about 400 metres from the location of the VV [Internal Troops] of the Ministry of the Interior and about one kilometre from the location of the VOGO and P [Temporary Operative Alignment of Bodies and Services] of the Ministry of the Interior, three unidentified male bodies with signs of violent death were discovered.”", "75. The bodies were inspected by a policeman of the Grozny ROVD and by a military prosecutor, who authorised the Grozny ROVD to take the bodies away for identification and burial. The bodies were taken to the mosque of the village of Berket-Yurt and the local policeman informed the policeman in Chechen-Aul and the relatives of the missing persons. On 24 April 2003 the policeman from Chechen-Aul and Khasin Yunusov's brother identified his body by the clothes he had been wearing. The relatives of Aslan Israilov and Adash A. also identified them by their clothes. It appears that the bodies had been in an advanced stage of decomposition. No documents were found on them.", "76. On the same day the three bodies were taken to Chechen-Aul and buried. The applicants did not have a chance to look at them. It appears that upon the discovery of the bodies a report was drawn up, and photographs were taken of them and of the objects collected from them, but the applicants do not have copies of those reports. The applicants did not submit the bodies for an autopsy or a medical examination before burial. They referred to unnamed witness statements which indicated that the three bodies had numerous firearm wounds to the head and chest, that there were pieces of rope and that the right legs of the three bodies had been missing as if they had been tied together and blown up by an explosive charge.", "77. The seventh applicant submitted that one month later the head of the administration of Chechen-Aul, Ts., and the local policeman who had first identified the bodies had been killed.", "78. On 18 April 2003 the Grozny District Prosecutor's Office opened criminal investigation file no. 42076 following the discovery of three unidentified male bodies with signs of violent death. On 10 May 2003 this investigation was joined to criminal investigation no. 56192, following the identification of the corpses.", "79. On 7 May 2003 the Grozny District Prosecutor's Office informed the SRJI and the seventh applicant that the criminal case had been pending with that office since 15 December 2002 as file no. 56192 and that the “interested parties” could access the documents within the file by visiting the premises of that office.", "80. On 22 May 2003 the military prosecutor of military unit no. 20102 based in Khankala replied to the family of Khasin Yunusov that there were no reasons to suspect the involvement of military servicemen in the abduction and killing of their relative and two other men. The criminal investigation into the abduction and murder was pending before the Grozny District Prosecutor's Office.", "81. On 6 June 2003 an investigator of the Grozny District Prosecutor's Office adjourned the investigation of criminal case no. 56192 for failure to identify the persons responsible for the crime.", "82. On 14 October 2005 the SRJI, acting on the applicants' behalf, asked the Grozny District Prosecutor's Office and the Chechnya Prosecutor's Office to inform it, and/or the relatives of the missing and killed men from Chechen-Aul, about the status of the investigation. They also asked the prosecutor's office to allow the relatives access to the case file. In its letter the SRJI reminded the prosecutor's office of its obligations under the Code of Criminal Procedure and the Convention to inform the victims of progress in the investigation.", "83. The applicants submitted they had not been informed of the progress of the proceedings and that they had no effective access to the investigation file.", "84. In April 2008 the applicants' representatives informed the Court that the sixth applicant, the wife of Aslan Israilov and sister of Umalat Abayev, had moved outside the Russian Federation following several instances of harassment of her family in 2004 by masked men in camouflage uniforms. She and one of her minor children had suffered from psychological trauma and required medical assistance, as attested by medical documents.", "85. In their observations the Government did not dispute the information concerning the investigation of the deaths of Magomed Shakhgiriyev, Ali Magomadov, Ismail Umarov, Umalat Abayev, Aslan Israilov and Khasin Yunusov as submitted by the applicants. Relying on information obtained from the Prosecutor General's Office, they referred to a number of other procedural steps taken by the investigation which had not been mentioned by the applicants. However, despite specific requests from the Court, the Government did not submit copies of most of the documents to which they referred (see below).", "86. As regards the investigation into the kidnapping of the applicants' four relatives on 23 October 2002, the Government stated that on the same day the Grozny District Prosecutor's Office had opened investigation file no. 56166 upon an application by Umalat Abayev's mother and by the head of the Chechen-Aul administration. The investigation had initially been opened to investigate the charges of kidnapping committed by a group, but was later altered to include the charges of kidnapping of several persons, committed with the use of violence, destruction of property, robbery and armed robbery.", "87. The Government submitted that on 25 October 2002 the head of military unit no. 3671 had informed the investigation that the servicemen of that unit had not taken part in any military operations in Chechen-Aul and that no military vehicles of the Argun military commander's office had been used for these purposes.", "88. In November 2002 the Gudermes District Prosecutor's Office received applications from Umalat Abayev's mother about the kidnapping of her son, as well as the theft of money, an audio player and documents for a car. They also received an application from the head of the Chechen branch of Gazprom about the kidnapping of its employee Mr Magomadov.", "89. Immediately after the finding of five bodies, on 8 November 2002 the Gudermes District Prosecutor's Office opened criminal investigation file no. 57103 in respect of the aggravated murder of several persons. According to the Government, the investigators had examined the site where the bodies had been discovered, carried out forensic examinations, produced ballistic expert reports and questioned the person who had found the bodies, as well as the head of the village administration of Darbanbakhi. On 10 November 2002 the forensic expert reports were produced for the five bodies. They concluded that the deaths could have been caused by gunfire wounds to the heads. One bullet found together with the bodies had been submitted for a ballistic report, which concluded on 19 November 2002 that it had been fired from a Russian-made PM or APS pistol.", "90. On 10 January 2003 the two criminal cases were joined as file no. 56166.", "91. The investigators questioned a number of applicants and other relatives of the victims. The first applicant was questioned and granted victim status on 25 December 2002. She gave statements relating to the kidnapping of her son, Magomed Shakhgiriyev, and the subsequent finding of his body in the Gudermes district. She had identified the body of her son in the village cemetery on 9 November 2002. On 17 January 2006 the investigation questioned Magomed Shakhgiriyev's father, who explained that on 23 October 2002 a group of armed men had taken away his son and his friend, R.Z., from their house. On 9 November 2002 he had identified both his son and R.Z. among the five bodies brought to the village cemetery.", "92. On 23 October 2002 the investigators questioned the second applicant, Ali Magomadov's wife, who was granted victim status on 25 December 2002. She explained that during the night she had heard noise in the courtyard and had seen about ten armed men wearing masks. They had asked if there were any men in the house and had driven her husband away in a Ural truck. She specified that the “military” had spoken unaccented Russian between themselves. Later her husband's body had been discovered. It had been identified by her husband's sister.", "93. Also on 23 October 2002 the investigators questioned Ismail Umarov's mother and wife and granted victim status to the latter. Both women stated that at about 5 a.m. on 23 October 2002 about ten men armed with automatic weapons and wearing camouflage uniforms, using two UAZ vehicles, had entered their house and taken away Ismail Umarov. She was again questioned on 12 January 2006. The fourth applicant, Ismail Umarov's sister, was questioned on 19 December 2002. She confirmed the statements about her brother's abduction. On 8 December 2005 Islam Umarov's brother testified that on 9 November 2002 he had identified his brother's body in the village cemetery. The body had haematomas and abrasions, but he had not noticed any firearm wounds.", "94. Umalat Abayev's mother was questioned on 23 October 2002 and on 11 January 2006. During her first interview she stated that her son had been detained by a group of about 20 armed men wearing camouflage uniforms, who had placed him in an APC and had also searched the house. They had also taken away family property and some documents. She had also noted a UAZ vehicle in the street. On 25 December 2002 she was granted the status of victim in the proceedings. Later, Umalat Abayev's body had been discovered in the Gudermes district. His mother had identified him and described a wound to the back of the head and an abrasion on the left side of the face.", "95. According to the Government, on 23 October 2002 the investigators questioned a son of M.Zh., who stated that on that night his father had been taken away by unknown armed men, who had first checked their documents. M.Zh.'s wife gave similar statements on 23 October 2002. They also specified that they saw Ural trucks and UAZ cars in the street. The same men had taken the family's VAZ-2107 car and an audio player. On 17 September 2003 M.Zh.'s wife was granted victim status. On an unspecified date M.Zh. was also questioned and granted victim status. He stated that on that date a group of about 30 armed men had entered their courtyard, checked their documents and ordered them to lie on the ground in the courtyard. Then he had been blindfolded and placed in a car, together with some other fellow villagers, including his neighbour Ali Magomadov. He, Ali Magomadov and four other persons from their village had been kept in a former bath house for two days. Then everyone except for himself and A.Zh. had been taken away and he and A.Zh. had been released and had returned home. Later he had learnt that other persons who had been kidnapped had been found dead. On 11 January 2006 M.Zh. brought a civil claim, in the same proceedings, relating to the theft of his property.", "96. A.Zh. was questioned on 9 November 2002 and granted victim status. He was again questioned on 1 December 2005. He stated that in the evening of 23 October 2002 he had been coming home and had been stopped in the street by unknown armed persons. He had been taken to an unknown location, where he had stayed for three days. He had not been ill-treated.", "97. According to the Government, the investigators also questioned relatives and neighbours of S.Yu., who had also been kidnapped on 23 October 2002 and whose whereabouts had not been established. Some of the witnesses referred to the UAZ vehicles used by the perpetrators. His relatives explained that a large group of armed men in camouflage uniforms had entered their house, asked if they had any weapons, beaten up three brothers from the Yu. family and when one of them, S.Yu., had tried to escape, had shot at him and wounded him. He had been dragged into the UAZ vehicle and driven away. The same men, who had spoken Russian and Chechen among themselves, had taken 500 United States dollars from their house. His mother had been granted victim status on 25 December 2002.", "98. Furthermore, the Government stated that the identity and place of residence of the eighth person kidnapped on that day, R.Z., could not be established. No one had applied to the law-enforcement authorities in relation to his kidnapping and his relatives could not be identified.", "99. Among the documents submitted by the Government, one witness statement made in April 2006 by a neighbour of the Shakhgiriyevs, I.S., contained the following information:", "“At about 2-3 a.m. on 23 October 2002 I was at home and heard noise in the street. I looked outside and saw men running around wearing camouflage uniforms. I didn't go out, because we are afraid of the military. In the morning I learnt that during the night masked men in military camouflage uniforms had come to the Shakhgiriyevs' house. They came in one APC and two or three UAZ cars. The military broke the gates with the APC and entered into the courtyard. They did not let anyone enter. There were more than 25 of them, all armed with automatic weapons. They took away [seven men] from our village. They collected them from all over Chechen-Aul. ... The men in camouflage uniforms carried out their operation in ten or 15 minutes, i.e. they broke the gates, took the men and left. They spoke Russian among themselves. I did not note the numbers on the cars and vehicles. ...”", "100. From the documents submitted by the Government and from their observations, it follows that in 2006, within the same set of criminal proceedings, the investigators questioned and granted victim status to other persons whose property had been damaged on 23 October 2002. On 10 January 2006 the Grozny District Prosecutor's Office granted victim status and the status of civil claimant to Zhabrail Kh. on the following grounds:", "“It has been established that on 23 October 2002 at about 3 a.m. in the village of Chechen-Aul in the Grozny district, in the course of a special operation being carried out in the said village, the servicemen fired at the house situated at 31 Ordzhionikidze Street, the property of Zhabrail Kh. As a result of opening fire, a stallion belonging to Zhabrail Kh. was killed in the barn.”", "101. On 11 January 2006 the same investigating authority granted victim status and the status of civil claimant to Gulnara E. on the following grounds:", "“On 23 October 2002 at about 4 a.m. unknown persons wearing camouflage uniforms and masks, armed with automatic weapons, committed arson in a room in the house and exploded a hand grenade in another room of the house situated at 83 Lenina Street, by which pecuniary damage in the amount of 45,000 roubles and non-pecuniary damage was caused to Gulnara E.”", "102. As indicated in the documents submitted by the Government, the same investigation also dealt with the kidnapping and murder on 27 October 2002 in Chechen-Aul of Ismail G., born in 1977, and Isa G., born in 1966, committed by “unidentified armed persons in camouflage uniforms”.", "103. It further appears that a number of applicants, their relatives and neighbours were additionally questioned in January 2006 and gave statements confirming the above descriptions of the kidnappings, the theft of property and the subsequent discovery of the bodies.", "104. The Government submitted that on 15 December 2002 criminal investigation file no. 56192 had been opened by the Grozny District Prosecutor's Office. The murder investigation under Article 105 of the Criminal Code had been opened on the basis of a complaint by Khasin Yunusov's sister concerning the disappearance of her brother.", "105. The investigation established that on 3 November 2002 Khasin Yunusov and his two friends Aslan Israilov and Adash A. had left Chechen-Aul in Yunusov's Gazel vehicle.", "106. Among the documents submitted by the Government, on 11 November 2002 a waitress from a roadside café testified that on 3 November 2002 she had served lunch to three men, one of them Khasin Yunusov. They had talked about a special operation in Chechen-Aul and Khankala and were in a hurry. They had then left in the direction of the village of Petropavlovskaya. On the same day an employee of a petrol station located at the same place testified that Khasin Yunusov had bought gasoline for his Gazel vehicle there.", "107. In December 2002 the Chechnya Department of the Interior carried out an internal investigation into the disappearance of its staff member Khasin Yunusov. It did not establish his whereabouts and the Grozny ROVD concluded that Khasin Yunusov's disappearance could be linked to the latter's professional service.", "108. On 18 April 2003 three male bodies with signs of violent death were found near the village of Berdykel of the Grozny district. On the same day the Grozny District Prosecutor's Office opened criminal investigation file no. 42076 in respect of aggravated murder (paragraph two of Article 105 of the Criminal Code). Later the three bodies had been identified as those missing from 3 November 2002.", "109. On 10 May 2003 the two criminal cases were joined as file no. 56192.", "110. On 13 May 2003 the Grozny District Prosecutor's Office obtained the report of the examination of the site where the three bodies had been found, compiled by the servicemen of military unit no. 20112 (the Khankala military base). The report stated that the bodies had been found in a quarry near the village of Khankala with signs of advanced decomposition. The body no. 1 had the left leg missing from the knee joint down, and bodies nos. 2 and 3 had the right feet missing.", "111. Forensic reports found that the three bodies had perforating wounds to the head, chest and neck, which could have caused the deaths. It is unclear if any other injuries were mentioned. The Government did not submit copies of these reports and did not specify whether they had established the time of the deaths.", "112. According to the Government, at some point the investigators questioned Khasin Yunusov's brother, who confirmed that his brother had been missing since 3 November 2002. He also stated that three months after that the frame of his brother's vehicle had been found in a forest. On 5 April 2003 the witness had learnt of the discovery of three unidentified bodies. He and a brother of Aslan Israilov had identified the bodies of their relatives, as well as the body of Adash A. All three bodies had parts of their legs missing below the knee.", "113. At some point the investigation questioned Umalat Abayev's mother, who stated that the three men had been involved in the search of those kidnapped on 23 October 2002. Aslan Israilov had told her that on 3 November 2002 they had arranged a meeting with a man named “Ilyas” in Khankala, who could help in obtaining the release of her son and other detainees. On the same day she learnt that a helicopter had been downed above Khankala, following which all transport movement had been restricted. She had managed to return home, while her son-in-law Aslan Israilov had not returned. Six months later his body, together with the bodies of Khasin Yunusov and Adash A., had been found near Khankala with signs of violent death.", "114. According to the Government, other relatives of the three missing men were questioned and granted victim status on unspecified dates. They gave similar statements and testified that they had no information about their relatives' deaths. Khasin Yunusov's sister was granted victim status on 31 March 2003. His mother was also questioned and granted victim status on an unspecified date. Aslan Israilov's brother and Adash A.'s mother were also questioned and granted victim status at some point.", "115. The Government stated that the sixth and seventh applicants, the sisters of Umalat Abayev and Khasin Yunusov respectively, had not been granted victim status in the proceedings because they had never applied to the law-enforcement bodies with such requests. The Government also noted that the victims had been informed about the progress of the investigation and that they had never requested to be informed of the results of the forensic expert reports.", "116. On 8 May 2003 the head of the Chechen-Aul administration confirmed the information from the relatives concerning the disappearance of three men on 3 November 2002 and the subsequent discovery of their bodies. The Government submitted a copy of his witness statement.", "117. In addition, the investigation questioned five other persons. The Government did not provide any other information in relation to these witnesses.", "118. The Government also submitted that the investigation had not been made aware of the relatives' allegations to the Court that the three men had been detained in the vicinity of Minutka Square on 3 November 2002. The investigators would take steps in order to check this information.", "119. In relation to both investigation files, the Government submitted that they had failed to identify the persons who had committed the crimes. The investigating authorities sent requests for information to the competent State agencies in November and December 2002, March 2003, December 2005, and January and April 2006. The investigation found no evidence to support the involvement of the “special branches of the power structures” (специальных подразделений силовых структур) in the crimes. The law-enforcement authorities of Chechnya had never arrested or detained the applicants' relatives on criminal or administrative charges and had not carried out a criminal investigation in respect of them. The Ministry of the Interior and the FSB had no information about the involvement of the kidnapped men with illegal armed groups or any other serious crimes. The investigation also found out that no special operations had been carried out in respect of the applicants' relatives and that no military vehicles had been assigned by the military commander's office for that purpose.", "120. In their submissions the Government stated that the investigation in both cases carried out by the Grozny District Prosecutor's Office had been adjourned and reopened on numerous occasions, owing to the fact that the perpetrators of the crimes could not be identified. The progress of both cases was monitored by the Prosecutor General's Office. The persons who had victim status in the proceedings had been regularly informed of their progress.", "121. As indicated in the documents submitted by the Government, between 23 October 2002 and April 2008 the investigation in case no. 56166 concerning the murder of Magomed Shakhgiriyev, Ali Magomadov, Ismail Umarov and Umalat Abayev was adjourned at least six times, and every time the investigation was later reopened by prosecutors. The investigation in case no. 56192 concerning the murders of Aslan Israilov and Khasin Yunusov was adjourned and reopened four times between November 2002 and April 2006.", "122. Despite specific requests by the Court, the Government failed to disclose most of the material in criminal files nos. 56166 and 56192, providing only copies of decisions to suspend and resume the investigation and to grant victim status, as well as of the relatives' applications to the district prosecutor's office and notifications to the relatives about the adjournment and reopening of the proceedings. They also submitted two witness statements, as indicated above. Relying on the information obtained from the Prosecutor General's Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "123. For a summary of relevant domestic law see Akhmadova and Sadulayeva v. Russia, no. 40464/02, § 67-69, 10 May 2007."], "VIOLATED_ARTICLES": ["13", "2", "38", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3", "5"], "NON_VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "NON_VIOLATED_BULLETPOINTS": []}