{"ITEMID": "001-99863", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MLADOSCHOVITZ v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicants were born in 1998 and 2002 respectively and live in Linz.", "6. The applicants have a maintenance claim against their father Mr W (“the debtor”). Apparently the debtor fell into arrears with maintenance payments (Unterhaltsrückstand) amounting to the sum of EUR 3,006. The applicants applied for enforcement of their payment orders to the competent District Court (Bezirksgericht) in Enns. The enforcement order (Exekutionsbewilligung) provided for the sale of the debtor's movable property (Fahrnisexekution) and granted the applicants a lien on outstanding claims which the debtor held against his own debtors (Forderungsexekution).", "7. On 21 July 2006 the debtor lodged an action under Section 35 of the Enforcement Act (Oppositionsklage) to have the claim underlying the enforcement order dismissed and also applied to postpone enforcement (Aufschiebung der Exekution) until a decision on his action had been reached. In support of his case to have the enforcement order set aside, the debtor stated that during the period of time in which he had not made maintenance payments, the applicants had been living with him and he had paid all their living expenses.", "8. In support of his application to postpone enforcement regarding the sale of movable property, the debtor claimed he would risk losing his property rights over the objects seized for enforcement. He also argued that if a lien against outstanding claims from his own debtors was enforced, the recovery of the money from the applicants, who did not have any funds, would be nearly impossible if the enforcement order was, in fact, set aside.", "9. On 27 July 2006 the District Court, without hearing the applicants, allowed the postponement of enforcement by granting the applicants a lien on outstanding claims if a deposit of EUR 3,500 was lodged with the court but the postponement of the sale of the debtor's movable property was not granted. On 2 August 2006 the debtor appealed, claiming that the deposit was too high. The applicants were not notified of the appeal.", "10. The Steyr Regional Court (Landesgericht) quashed the decision, ordering both kinds of enforcement to be postponed until the decision on the action under Section 35 of the Enforcement Act was rendered and re-setting the deposit at EUR 1,000. The applicants were not heard in the proceedings. It held that an appeal on points of law to the Supreme Court was not admissible. The applicants, having lost the case on postponement of the enforcement, were obliged to reimburse legal costs amounting to EUR 305.40 to the debtor.", "11. The enforcement of court orders is set down in the Enforcement Act (Exekutionsordnung). In principle, an application for an enforcement order (Exekutionsbewilligung) can only be made when the civil right to be enforced is established with final effect; such a decision establishing a civil right is called a fiat of execution (Exekutionstitel).", "12. If after a fiat of execution has been passed, new facts emerge which vitiate or weaken the enforceable claim, the debtor can bring an action under Section 35 of the Enforcement Act. If successful, such an action will set aside the fiat of execution. In the proceedings, the Code on Civil Procedure (Zivilprozeßordnung) will apply.", "13. If an action is brought under Section 35 of the Enforcement Act, enforcement may also be postponed according to Section 42 § 1 no. 5 of the Enforcement Act, until a final decision is taken under Section 35 of the Enforcement Act. The postponement of enforcement is taken in the form of a decision (Beschluß). According to Section 44 § 2 no. 1 of the Enforcement Act, such postponement is to be subject to the payment of a deposit by the debtor seeking to have the claim underlying the fiat of execution set aside unless the debtor can show unobjectionable documents supporting his action under Section 35 of the Enforcement Act. The deposit serves to safeguard the creditor(s) against damage resulting from delay in the enforcement of the claim.", "14. According to Austrian jurisprudence, the amount of the deposit is to be determined according to the likelihood of a successful outcome to the action under Section 35 of the Enforcement Act, without taking into account the merits of the action under Section 35.", "15. Section 78 of the Enforcement Act stipulates that, unless provided otherwise, the general provisions of the Code of Civil Procedure (Zivilprozessordnung) are applicable to enforcement proceedings.", "16. As a general principle, the opponent does not have the right to be heard if the other party lodges an appeal against a decision (Rekurs) other than those decisions set out in Section 521a of the Code of Civil Procedure.", "17. The legal costs have to be borne by the party who loses the case; in circumstances in which both parties partly lose and partly win a case, the costs will be split proportionately, with the court enjoying a narrow margin of appreciation (see Sections 40 to 43 of the Code of Civil Procedure).", "18. While certain court fees are payable upon application for an enforcement order and the bringing of an action under Section 35 of the Enforcement Act, no such fees are payable for a motion to postpone enforcement. However, appeals against decisions (Rekurs) have to be signed by a lawyer in principle, who is entitled to remuneration."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}