{"ITEMID": "001-87836", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF VLADIMIR ROMANOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections partially dismissed (non-exhaustion of domestic remedies);Preliminary objections partially joined to merits and dismissed (victim);Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 6-1+6-3-d;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1973 and lived until his arrest in the town of Ivanovo.", "7. On 27 October 2000 four individuals attacked Mr I. near his flat, beat him up and attempted to rob him. Mr I. fought back and the attackers ran away.", "8. Three days later the applicant was arrested on suspicion of having attempted to rob Mr I. in conspiracy with Mr B. and Mr V. The arrest record indicated that he had been arrested for disorderly conduct. The applicant was placed in detention facility no. IZ-37/1.", "9. An investigator interviewed Mr B. and Mr V. who were drug addicts and were suffering from drug withdrawal syndrome. They confessed to robbery, committed with the applicant. According to the applicant, they had confessed because policemen had promised to supply them with drugs. The applicant insisted that in October and November 2000 Mr B. and Mr V. had written statements confessing to the robbery after the policemen had given them drugs.", "10. On 30 October 2000 emergency doctors visited Mr V. The medical report of 30 October 2000 showed that Mr V. was a drug addict and that he had been provided with medical assistance. On 5 and 6 November 2000 the emergency doctors examined Mr B. He was diagnosed with drug addiction and withdrawal syndrome. Medical assistance was provided.", "11. On 2 November 2000 the applicant had a confrontation interview with Mr I. who stated that four men wearing balaclava masks had attempted to rob him on 27 October 2000. Mr I. noted that the applicant was of the same height as one of the attackers. The applicant did not dispute Mr I.’s submissions and did not ask any questions.", "12. While being questioned by the investigator the applicant admitted that he had intended to beat Mr I. up because a friend had asked him to do it. He denied that he had ever attempted to rob Mr I. The applicant maintained that testimony at the trial.", "13. On 26 October 2001 the applicant was committed to stand trial before the Frunzenskiy District Court of Ivanovo.", "14. A lawyer representing Mr V. successfully asked the District Court to examine the medical report of 30 October 2000 indicating that Mr V. was a drug addict.", "15. At the trial Mr V. and Mr B. retracted their confessions made during the pre-trial investigation. They claimed that they had confessed to the robbery under the influence of drugs and in the absence of a lawyer. They insisted that on 27 October 2000 they had met Mr I. but had merely intended to beat him up and had had no intention of robbing him.", "16. Mr I. did not attend the trial and the District Court found that there were “good reasons” for his absence. The Government, relying on a written statement by a District Court secretary, submitted that on 29 November 2001 Mr I. had notified the secretary by telephone that he had not been able to attend the trial hearings as he had been in another country. Mr I. had confirmed his statements made during the pre-trial investigation. The Government also produced a written statement issued on 28 November 2001 by a lay assessor who had sat in the applicant’s case. According to the lay assessor, Mr I.’s wife informed her by telephone that Mr I. had left Russia and had been unable to come back before 3 December 2001.", "17. At the hearing on 29 November 2001 the District Court read out depositions made by Mr I. on 23 April and 8 May 2001. The court record indicated that the District Court had not asked the applicant or his lawyer whether they had agreed to the reading of the depositions. According to the depositions, on 27 October 2000 Mr I. opened the entrance door and saw four men wearing balaclava masks. One of them hit him in the face. Mr I. attempted to close the door but an attacker followed him into the flat. The entrance door of the flat accidentally closed and other perpetrators could not enter. Mr I. fought the attacker, opened the entrance door and was able to push the attacker out of the flat. After he had opened the door, he saw another man, whom he identified as the applicant. The applicant hit Mr I. with the handle of a gun and ran away. Mr I. claimed that the attackers had intended to rob him.", "18. The District Court summonsed three witnesses, Mr L., Mr S. and Mr T. Mr L. and Mr S. attended the trial and testified that on 27 October 2000, the day of the alleged robbery, they had seen four men running but had not been able to identify them. Mr T., who lived in Israel, did not appear at the trial and his depositions made during the pre-trial investigation were read out. His statements were identical to those given by Mr L. and Mr S.", "19. On 9 January 2002 the Frunzenskiy District Court of Ivanovo found the applicant guilty of aggravated robbery and sentenced him to eleven years and three months’ imprisonment. The court issued a confiscation order in respect of the applicant’s property.", "20. The District Court based its judgment on the depositions by Mr I. made during the pre-trial investigation, the testimony by Mr L. and Mr S., the deposition by Mr T. made during the pre-trial investigation, the confession statements made by Mr V. and Mr B. during the pre-trial investigation, and the applicant’s statements in which he had admitted that on 27 October 2000 he had visited Mr I. but had not robbed him. The District Court noted that it had not been established of what property the defendants had intended to rob Mr I.", "21. The District Court rejected the co-defendants’ arguments that they had confessed in a state of drug intoxication. It noted that there was no indication that Mr V. and Mr B. had been forced to confess or that they had been administered drugs to induce them to admit their guilt. Throughout the pre-trial investigation they had given consistent and detailed statements in the presence of attesting witnesses and their interviews had been recorded on video. The District Court watched those video recordings. The defendants had appeared to be in a normal state of health and had no longer claimed that they had been drugged.", "22. On 16 and 22 January 2002 the applicant and his lawyer filed appeal statements against the judgment of 9 January 2002. They complained, inter alia, that the District Court had based the conviction on the depositions by Mr I. and Mr T. given during the pre-trial investigation.", "23. On 23 April 2002 the Ivanovo Regional Court upheld the judgment of 9 January 2002, endorsing the reasons given by the District Court. In particular, it noted that the District Court had rightfully convicted the applicant on the basis of the statements given by Mr I. and Mr T.", "24. On 18 October 2002 the Presidium of the Ivanovo Regional Court, on a supervisory review, reduced the applicant’s sentence to nine years and three months’ imprisonment, having regard to the fact that the gravity of the offence did not correspond to the severity of the sentence.", "25. The applicant submitted that on 22 June 2001, on an order of the director of detention facility no. IZ-37/1, warders had entered cell no. 81 where he had been detained. The warders, hitting the inmates with rubber truncheons, forced them to leave the cell. In the corridor they continued hitting the applicant with rubber truncheons. The applicant fell on the floor and the beatings continued. After the beatings stopped, he crawled into his cell. Several hours later he felt extreme pain and his fellow inmates asked for a prison doctor. The applicant was taken to a hospital where doctors removed his spleen.", "26. According to the Government, on 22 June 2001 the applicant took part in a prison disobedience action. They relied on written statements by warders, including the warder Mr Ye., and a report issued on 23 June 2001 by the head of the task unit of detention facility no. IZ-37/1. The report, in its relevant part, read as follows:", "“On 22 June 2001, at 8.05 a.m., a junior inspector, senior sergeant of the internal service Mr P., who was on duty,... raised the alarm and informed a senior lieutenant of the internal service Mr La... that detainees in cell no. 81 were attempting to kick the cell door out, banging on it with boots, metal plates and cups. On an order of the senior lieutenant of the internal service Mr La., a group of off-duty warders... went to cell no. 81... Upon their arrival, a senior lieutenant of the internal service Mr Pa... ordered the detainees to stop their unlawful actions and warned them that force might be used if they did not comply with the lawful order. However, the inmates ignored the order of the facility administration and continued their collective disobedience actions. Moreover, [inmates] in certain other cells... supported the actions of the inmates of cell no. 81 [and] also started knocking on the doors, which could have turned into a prison riot.", "The facility director, who by 8.15 a.m. had received full information on the incident involving inmates in cell no. 81, raised a general alarm and ordered that the senior lieutenant of the internal service Mr La. repeat his orders and warn the detainees of special means and consequences if they did not comply.", "After the repetition of the administration’s orders and the warning of the possible use of force had no effect on the detainees, the facility director decided to carry out a special operation in respect of the detainees in cell no. 81. In the presence of a group of medical staff members, the group of off-duty warders, other staff members who had gathered on an alarm signal and had been equipped accordingly, the cell door was opened and the detainees were requested to stop their active demonstration of discontent, to leave the cell [and] go into the corridor. In response to that lawful order the inmates climbed on to the upper bunks, refusing to leave the cell. They accompanied their actions with obscene and defamatory language towards the representatives of the facility administration. After rubber truncheons PR-73 had been applied to certain detainees who had clearly refused to comply, all the inmates went into the corridor. In the course of a discussion they did not raise any complaints nor did they substantiate claims against the facility administration which could serve as objective justification for confrontation... Inmates who had been allowed to return to the cell stopped their disorderly actions. Detainees in other cells followed their lead.", "It was established in the course of the investigation pertaining to that incident that the majority of the inmates in cell no. 81 had not known the real reasons for the disorderly actions when those actions had started, assuming that the flame of discontent had been fanned by the appalling (according to them) conditions of detention in the cell and [they] had taken part in those actions obeying exclusively the feeling of corporate solidarity. Secret operative measures taken with the purpose of establishing the true reason for the conflict allowed the conclusion that a voice message from an inmate of a cell on the lower floor about beatings of another inmate, Mr D., by warders, which took place at the same time... served as an incentive for the beginning of the collective disobedience....", "As it follows from the inmates’ explanations, most of them heard orders addressed to them to stop disorderly actions and warnings that special measures would be used, but they did not react in any way.", "As a result of the selective application of rubber truncheons by the warders injuries were sustained by... and Mr Romanov Vladimir Anatolyevich... who were examined and received the necessary assistance from medical personnel of the facility.", "The investigation showed that the facility personnel in that situation had acted firmly, without compromise, taking the special measures promptly, without delay and in compliance with requirements of paragraph 2 of Section 45 [of the Custody Act]..., that is as it was required in the situation at hand, which was of a complicated nature since the actions of the detainees from cell no. 81 had been supported by detainees from other cells and other preventive measures of a non-violent nature had appeared to be ineffective.”", "27. The Government submitted a record of the applicant’s medical examination drawn up on 22 June 2001 by the prison dermatologist. The record stated that the applicant had had bruises on his legs and four linear bruises on the back and the left side of the small of his back. The bruises measured 3.5 centimetres in width and 4 to 10 centimetres in length.", "28. The Government, relying on an extract from the applicant’s medical record, further stated that on the evening of 22 June 2001 the applicant had been taken to the surgical division of the prison hospital and had been diagnosed with “a blunt chest injury, a splenic rupture, hemoperitoneum, first-degree shock, and an injury to the small of the back”. Doctors discovered signs of internal bleeding and decided to remove the spleen. Later in the evening the applicant underwent surgery. He remained in the hospital until 16 July 2001 and was transferred to the medical department of detention facility no. IZ-37/1 in “a satisfactory state of health”.", "29. On 25 June 2001 the facility administration informed the Ivanovo regional prosecutor’s office that on 22 June 2001 force had been used against inmates, including the applicant.", "30. An assistant of the Ivanovo Regional Prosecutor carried out an inquiry. On 3 July 2001 he issued a report, refusing to institute criminal proceedings as there had been nothing criminal in the warders’ actions. The relevant part of the report read as follows:", "“On 22 June 2001, at 7.45 a.m., before placement in a punishment cell, warders of the detention facility searched a detainee, Mr D. [He] resisted and as a result, force was used against him and forbidden correspondence was seized. Mr D. shouted loudly that the warders were beating him up, urging inmates to knock on their cell doors and protest. Detainees supported him, thus violating the detention rules, and [inmates] in cell no. 81, in particular, started banging hard on the cell door. At 8.05 a.m. a junior inspector of the task and guard unit, Mr P., sounded the general alarm in the facility.", "As follows from statements of staff members of the detention facility, ... on 22 June 2001, after the general alarm signal at 8.10 a.m. they arrived in cell no. 81, whose inmates were banging hard on the door. The detainees did not comply with repeated orders to stop their unlawful actions. The same orders and warnings of the possible use of special measures made by Mr P. through the door grille also had no result. On an order of the director of the detention facility, Mr Lu., the cell door was opened at 8.15 a.m. and the detainees were requested to go into the corridor. That order was lawful, taking into account the aggressive state of the inmates, the possibility of their attacking the warders, taking possession of cell keys and weapons, and taking hostages. Furthermore, the detention regime required a morning roll-call of the detainees. The inmates refused to comply with the order. In that situation [the warders] decided to force the inmates into the corridor. Four inmates, including Mr Romanov, urged their fellow detainees not to leave the cell, [he] actively disobeyed, swinging his arms and pushing warders Mr Ye. and Mr Zh., away, and did not respond to repeated orders to stop those unlawful actions. Following Mr Ye.’s repeated warnings about the possible use of special measures, [Mr Romanov] continued his actions. Mr Ye. hit Mr Romanov with a rubber truncheon three to four times on the back and legs, after which Mr Romanov was taken out of the cell into the corridor.", "The fact that the special measures were used is confirmed by statements of facility warders and their reports, as well as an official record of the use of special measures and an official record of the medical examination of Mr Romanov by a medical committee consisting of three persons. According to that record, Mr Romanov had injuries to his knees and feet and four red linear bruises on the back and the left side of the small of the back.", "The head of the medical department of the detention facility, Mr M., and a dermatologist, Mr Bo., stated that at about 3.00 p.m. on 22 June 2001 Mr Romanov had asked for medical assistance, complaining of pain in the left subcostal area. After a consultation with a surgeon from the prison hospital Mr Romanov was transferred to the hospital.", "According to statements by the head of the surgical division of the prison hospital Mr Ti. and the medical record, on the same day, at 8.10 p.m., Mr Romanov underwent surgery and his injured spleen was removed.", "In an interview Mr Romanov stated that on 22 June 2001 he had been woken up at 8.00 a.m. before the morning roll-call... He heard his inmates banging on the cell door. Soon afterwards warders entered the cell and forced everyone into the corridor. At that time he was near his sleeping place. A warder hit him several times with a rubber truncheon on the back and forced him into the corridor, where other warders also hit him numerous times on his back with rubber truncheons. He did not resist in any way and did not urge [inmates] to resist the warders.", "As a result of the investigation, Mr Romanov’s statements were not confirmed and they are of a contradictory nature. In particular, Mr Romanov could not explain the discrepancies between his arguments about the numerous blows and the results of the medical examination. Moreover, he was examined in the course of the prosecutor’s investigation on 27 June 2001, and no other injuries, save for those recorded in the report of the medical examination, were discovered.", "The detainees, Mr Bl., Mr Ve.... and Mr Y. did not see how the special measures were applied to Mr Romanov, stating that on 22 June 2001, before the morning roll-call, they had knocked at the cell door. [They] did not comply with the warders’ orders [and] did not stop their actions. [They] were warned about the possible use of special measures.", "Thus, taking into account the facts and the results of the investigation, it is necessary to note that a special measure, namely a rubber truncheon, was applied by Mr Ye. to Mr Romanov lawfully and in accordance with the requirements of Section 45 [of the Custody Act]...”", "31. Following the prosecutor’s refusal to institute criminal proceedings, the applicant lodged an action against the Ministry of Justice and the Ministry of Finance seeking compensation for damage caused by the use of force on 22 June 2001. He also argued that the prosecutor’s office had unlawfully refused to institute criminal proceedings against the warders.", "32. On 11 June 2002 the Oktyabrskiy District Court of Ivanovo accepted the applicant’s action in part and awarded him 10,000 Russian roubles (RUB, approximately 330 euros). The District Court cited the assistant prosecutor’s decision of 3 July 2001 in support of its finding that the use of force against the applicant had been lawful. The District Court further noted that the applicant had sustained serious damage which threatened his life. It observed that while using special measures such as rubber truncheons and physical force, warders should have ensured that the applicant sustained minimal damage. The District Court concluded that the detention facility, as a legal person, did not have sufficient control over whether the staff members performed their work safely. The applicant had sustained physical and moral suffering and compensation should therefore be paid.", "33. On 14 October 2002 the Ivanovo Regional Court confirmed the District Court’s findings. However, it increased the amount of compensation to RUB 30,000 (960 euros).", "34. Detainees and the premises where they live may be searched (Article 82 §§ 5 and 6).", "35. Physical force, special means or weapons may be used against detainees if they offer resistance to the officers, persistently disobey lawful demands of the officers, engage in riotous conduct, take part in mass disorders, take hostages, attack individuals or commit other publicly dangerous acts, escape from the penitentiary institution or attempt to harm themselves or others (Article 86 § 1). The procedure for application of these security measures is determined in Russian legislation (Article 86 § 2).", "36. When using physical force, special means or weapons, the penitentiary officers must:", "(1) state their intention to use them and afford the detainee(s) sufficient time to comply with their demands unless a delay would imperil life or limb of the officers or detainees;", "(2) ensure the least possible harm to detainees and provide medical assistance;", "(3) report every incident involving the use of physical force, special means or weapons to their immediate superiors (section 28).", "37. Rubber truncheons may be used to", "(1) stop assaults on officers, detainees or civilians;", "(2) repress mass disorder or group violations of public order by detainees, as well as to apprehend (задержание) offenders who persistently disobey or resist the officers (section 30).", "38. Rubber truncheons may be used in the following cases:", "- to repel an attack on a staff member of a detention facility or on other persons;", "- to repress mass disorder or put an end to collective violations of the detention regime;", "- to put an end to a refusal to comply with lawful orders of facility administration and warders;", "- to release hostages and liberate buildings, rooms and vehicles taken over by a detainee;", "- to prevent an escape;", "- to prevent a detainee from hurting himself (section 45).", "39. Article 1064 § 1 of the Civil Code of the Russian Federation provides that the damage caused to the person or property of a citizen shall be compensated in full by the tortfeasor. Pursuant to Article 1069, a State agency or a State official shall be liable to a citizen for damage caused by their unlawful actions or failure to act. Such damage is to be compensated at the expense of the federal or regional treasury. Articles 151 and 1099-1101 of the Civil Code provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that non-pecuniary damage shall be compensated irrespective of any award for pecuniary damage.", "40. Article 117 § 2 (f) of the Criminal Code of the Russian Federation makes acts of torture punishable by up to seven years’ imprisonment. Pursuant to Article 286 § 3 (a) and (в) the abuse of official power associated with the use of violence or entailing serious consequences carries a punishment of up to ten years’ imprisonment.", "41. The RSFSR Code of Criminal Procedure (in force until 1 July 2002, “the CCrP”) established that a criminal investigation could be initiated by an investigator upon the complaint of an individual or on the investigative authorities’ own initiative when there were reasons to believe that a crime had been committed (Articles 108 and 125). A prosecutor was responsible for general supervision of the investigation (Articles 210 and 211). He could order a specific investigative action, transfer the case from one investigator to another or order an additional investigation. If there were no grounds to initiate a criminal investigation, the prosecutor or investigator issued a reasoned decision to that effect which had to be notified to the interested party. The decision was amenable to an appeal to a higher prosecutor or to a court of general jurisdiction (Article 113).", "42. Article 77 of the RSFSR Code of Criminal Procedure provided that a conviction could not rest solely on the admission of the accused."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}