{"ITEMID": "001-78666", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "PARRY v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicants are British nationals who were born in 1939 and 1940 respectively, and live in Port Talbot. They are represented before the Court by the Student Law Office, lawyers practising in Newcastle-upon-Tyne.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants married in 1960. They have had three children, born in 1961, 1963 and 1973. They remain lawfully married. Both have deep religious convictions; the first applicant was ordained as a church minister in 1970.", "The first applicant was born male. However, the first applicant felt from an early age a strong desire to live as a woman. In 1998, the first applicant started to take steps to come to terms with this need. The first applicant was ultimately advised by doctors that he would require gender reassignment surgery; this was carried out at public expense on the National Health Service (although it is not entirely clear when this took place). She continues to undergo hormone replacement treatment and other forms of treatment such as laser treatment and electrolysis. She changed her name by deed poll from William David Parry to Wena Dean Parry in 1998. She has completed all of her surgical interventions and contends that she is in all private and public relationships a woman.", "The second applicant has stood by the first applicant, and they contend that they remain together as “a loving and married couple.”", "Following the introduction of the Gender Recognition Act 2004 (‘GRA 2004’), the first applicant made an application to the Gender Recognition Panel (‘the Panel’) on 1 January 2005 for the issue of a Gender Recognition Certificate (‘GRC’).", "Because the first applicant is married, the Panel could only issue an interim GRC, which they did on 25 May 2005. The only purpose of such a certificate is to enable the first applicant to seek annulment of a lawful marriage. On annulment, she would then be able to obtain a full GRC, a formal recognition of her acquired gender.", "Neither applicant wishes to annul their marriage, so the first applicant is unable to obtain a full GRC.", "The Gender Recognition Act 2004 (‘GRA 2004’) provides a mechanism whereby transsexuals may have their new genders recognised. Section 2 provides that a Gender Recognition Panel must grant an application if it is satisfied that the applicant: (1) has, or has had, gender dysphoria; (2) has lived in the acquired gender throughout the preceding two years; and (3) intends to continue to live in the acquired gender until death.", "By section 3, an application must include a report from a registered medical practitioner, or a chartered psychologist, either of whom must be practising in the field of gender dysphoria. This report must include details of diagnosis. A second report must also be included, which need not be from a medical professional practising in the field of gender dysphoria, but could be from any registered medical practitioner. At least one of the reports must include details of any treatment that the applicant has undergone, is undergoing or that is prescribed or planned, for the purposes of modifying sexual characteristics.", "Section 4 sets down the consequences of an application being successful. It reads in material part as follows:", "“(1) If a Gender Recognition Panel grants an application under section 1(1) it must issue a gender recognition certificate to the applicant.", "(2) Unless the applicant is married, the certificate is to be a full gender recognition certificate.", "(3) If the applicant is married, the certificate is to be an interim gender recognition certificate.", "(4) Schedule 2 (annulment or dissolution of marriage after issue of interim gender recognition certificate) has effect.", "Section 5 governs the situation where an interim certificate has been granted. It reads in relevant part as follows:", "“(1) A court which -", "(a) makes absolute a decree of nullity granted on the ground that an interim gender recognition certificate has been issued to a party to the marriage, or", "(b) (in Scotland) grants a decree of divorce on that ground,", "must, on doing so, issue a full gender recognition certificate to that party and send a copy to the Secretary of State.", "(2) If an interim gender recognition certificate has been issued to a person and either-", "(a) the person’s marriage is dissolved or annulled (otherwise than on the ground mentioned in subsection (1)) in proceedings instituted during the period of six months beginning with the day on which it was issued, or", "(b) the person’s spouse dies within that period,", "the person may make an application for a full gender recognition certificate at any time within the period specified in subsection (3) (unless the person is again married).", "(3) That period is the period of six months beginning with the day on which the marriage is dissolved or annulled or the death occurs.", "(4) An application under subsection (2) must include evidence of the dissolution or annulment of the marriage and the date on which proceedings for it were instituted, or of the death of the spouse and the date on which it occurred.", "(5) An application under subsection (2) is to be determined by a Gender Recognition Panel.", "(6) The Panel –", "(a) must grant the application if satisfied that the applicant is not married, and", "(b) otherwise must reject it.", "(7) If the Panel grants the application it must issue a full gender recognition certificate to the applicant.”", "The only function of an interim gender recognition certificate is therefore to provide a document which can be used to obtain a divorce.", "The other provisions of the GRA 2004 only apply where a full gender recognition certificate is concerned. These include, for instance, section 9, which provides that:", "“(1) Where a full gender recognition certificate is issued to a person, the person’s gender becomes for all purposes the acquired gender (so that, if the acquired gender is the male gender, the person’s sex becomes that of a man and, if it is the female gender, the person’s sex becomes that of a woman).”", "By Paragraph 3 of Part 1 of Schedule 3 to the GRA 2004, the issue of a full gender recognition certificate obliges the Registrar General to make an entry in the (new) Gender Recognition Register and to mark the original entry in the register of births referring to the birth (or adoption) of the transsexual person to show that the original entry has been superseded. Paragraph 5 makes provision for certified copies to be made of any entry in the GRR and to be issued to anyone who would be entitled to a certified copy of the original entry relating to the transsexual person. It will not be apparent from the certified copy that it is compiled from the GRR. A short certificate of birth compiled from the GRR must, by Paragraph 6, not disclose that it is compiled from the GRR. Both copies of and short-form certificates therefore look the same as any other birth certificates; they therefore act, to all outward intents and purposes, as new birth certificates.", "Not all provisions of the GRA 2004 require status or situations existing prior to gender recognition to be changed or dissolved. For instance, provisions as to parenthood (section 12), succession (section 15) and peerages (section 16) explicitly provide that the person’s gender has become the acquired gender does not effect their status or rights flowing therefrom.", "Section 11(c) of the Matrimonial Causes Act 1973 provides that a marriage is void unless the parties are “respectively male and female.”", "In Corbett v Corbett [1971] Probate Reports 83 it was held that marriage could only be between a woman and a man, determined on genital, gonadal and chromosomal factors, and should not take into account the party’s psychological beliefs, however genuine and profound.", "Section 11(c) of the Matrimonial Causes Act 1973 and Corbett v Corbett have recently been reconsidered by the House of Lords in Bellinger v Bellinger [2003] UKHL 21. Their Lordships considered that the words “male” and “female” were to be given their ordinary meaning and referred to a person’s biological gender as determined at birth so that, for purposes of marriage, a person born with one sex could not later become a person of the opposite sex. They therefore held that it was not possible under English law for a person to marry another person who was of the same gender at birth, even if one of them had undergone gender reassignment surgery. They did, however, issue a declaration that Section 11(c) of the 1973 Act represented a continuing obstacle to the ability of the (male to female) transsexual petitioner to enter into a valid marriage with a man, and that it was therefore incompatible with her rights under Articles 8 and 12 of the Convention.", "The Civil Partnership Act (the CPA 2004) came into force on 5 December 2005. It has the effect of allowing same sex couples to acquire a legal status for their relationships, with legal rights and responsibilities. It is, however, devoid of any religious element."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}