{"ITEMID": "001-57895", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1994, "DOCNAME": "CASE OF MURRAY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 5-1;No violation of Art. 5-2;No violation of Art. 5-5;No violation of Art. 8;No violation of Art. 13", "JUDGES": "John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["9. The six applicants are members of the same family. The first applicant, Mrs Margaret Murray, and the second applicant, Mr Thomas Murray, are husband and wife. The other four applicants are their children, namely their son Mark Murray (born in 1964), their twin daughters Alana and Michaela Murray (born in 1967) and a younger daughter Rossina Murray (born in 1970). At the relevant time in 1982 all six applicants resided together in the same house in Belfast, Northern Ireland.", "10. On 22 June 1982 two of the first applicant’s brothers were convicted in the United States of America (\"USA\") of arms offences connected with the purchase of weapons for the Provisional Irish Republican Army (\"Provisional IRA\"). The Provisional IRA is included among the organisations proscribed under the special legislation enacted in the United Kingdom to deal with terrorism in Northern Ireland (see paragraph 35 below).", "11. On 26 July 1982 at approximately 6.30 a.m. Corporal D., a member of the Women’s Royal Army Corps, attended an Army briefing at which she was told that the first applicant was suspected of involvement in the collection of money for the purchase of arms for the IRA in the USA, this being a criminal offence under section 21 of the Northern Ireland (Emergency Provisions) Act 1978 (\"the 1978 Act\") and section 10 of the Prevention of Terrorism (Temporary Provisions) Act 1976. The corporal was instructed to go to the first applicant’s house, arrest her under section 14 of the 1978 Act (see paragraphs 36-38 below) and bring her back to the Army screening centre at Springfield Road in Belfast.", "12. At 7 a.m. Corporal D., who was unarmed but accompanied by five armed soldiers, arrived by Army vehicle at the applicants’ home. The first applicant herself answered the door and three of the male soldiers, together with Corporal D., entered the house. Corporal D. established the identity of the first applicant and asked her to get dressed. Corporal D. went upstairs with the first applicant. The other applicants were roused and asked to assemble in the living room. The soldiers did not carry out any search of the contents of the house, but made written notes as to the interior of the house and recorded personal details concerning the applicants. At about 7.30 a.m. in the hallway of the house Corporal D., with one of the soldiers acting as a witness, said to the first applicant, \"As a member of Her Majesty’s forces, I arrest you.\" On being asked twice by the first applicant under what section, Corporal D. replied, \"Section 14.\"", "13. The first applicant was then driven to the Army screening centre at Springfield Road, Belfast. She was escorted into a building and asked to sit for a short time in a small cubicle. At 8.05 a.m. she was taken before Sergeant B. who asked her questions with a view to completing part 1 of a standard form to record, inter alia, details of the arrest and screening procedure and personal details. The first applicant refused to answer any questions save to give her name and she refused to be photographed. The interview ended four minutes later. She was then examined by a medical orderly who endeavoured to establish whether she suffered from certain illnesses, but she again refused to co-operate and did not answer any of his questions.", "14. At 8.20 a.m. she was taken to an interview room and questioned by a soldier in civilian clothes in the presence of Corporal D. She was asked, inter alia, about her brothers and her contacts with them, but she still refused to answer questions. After the interview, which ended at 9.35 a.m., she was returned to the reception area and then taken back to the medical orderly who asked her if she had any complaints. She did not reply to this query.", "At some stage during her stay in the centre she was photographed without her knowledge or consent. This photograph and the personal details about her, her family and her home were kept on record.", "She was released at 9.45 a.m. without being charged.", "15. The standard record form, called the \"screening proforma\", recorded the first applicant’s name, address, nationality, marital and tenancy status, the chronological details about her arrest, the names of the Army personnel involved, the names of the other applicants and their relationship to her, her physique and her attitude to the interview. Under the heading \"Additional information ... concerning the arrestee (as reported by the arresting soldier)\", it stated: \"Subject is the sister of C... M... who was arrested in USA. Questioned on the above subject.\" Nothing however was recorded under the heading \"Suspected offence\". It noted that the applicant had refused to answer questions and that no information had been gained from the interview.", "16. Some eighteen months later, on 9 February 1984, the first applicant brought an action against the Ministry of Defence for false imprisonment and other torts.", "17. In those proceedings one of the principal allegations made by the first applicant was that her arrest and detention had been effected unlawfully and for an improper purpose. Her allegations were summarised in the judgment of Murray J. given on 25 October 1985:", "\"The plaintiff’s counsel launched a series of attacks on the legality of the plaintiff’s arrest and detention which varied in thrust between the very broad and the very narrow. In the former class, for example, was an attack in which they alleged that the use of section 14 of the [1978 Act] in this case was an example of what they called ‘an institutionalised form of unlawful screening’ by the military authorities, with the intention of obtaining what counsel termed ‘low level intelligence’ from the plaintiff, and without (a) any genuine suspicion on the part of those authorities that she had committed a criminal offence or (b) any genuine intention on their part of questioning her about a criminal offence alleged to have been committed by her.\"", "18. In support of this case the first applicant’s counsel not only called and examined the applicant herself but extensively cross-examined the two witnesses called on behalf of the defendants, namely Corporal D. and Sergeant B.", "19. The evidence given by the first applicant is recorded in a note drafted by the trial judge, there being no transcript of the first day of the trial as a result of a technical mishap with the recording equipment. The first applicant explained how she had found the conditions of her arrest and detention distressing for her. She had been angry but had not used strong language. She testified that whilst at the Army centre she had refused to be photographed, to be weighed by the medical orderly, to sign any documents and to answer questions, whether put by Sergeant B., the medical orderly or the interviewer, apart from giving her name. She had made it clear that she would not be answering any questions. She alleged that Sergeant B. had told her in so many words that the Army knew that she had not committed any crime but that her file had been lost and the Army wanted to update it. She said that she had been questioned about her brothers in the USA, their whereabouts and her contacts with them, but not about the purchase of arms for the Provisional IRA or about any offence. She accepted that she had been in contact with her brothers and had been to the USA, including a visit that year (1985). She believed that the Army had wanted to obtain information about her brothers. On leaving the centre, she had told the officials that she would be seeing them in court.", "20. As appears from the transcript of her evidence, Corporal D. gave an account of her briefing on the morning of the arrest. She stated that at the briefing she had been told the first applicant’s name and address and the grounds on which she was wanted for questioning, namely her suspected involvement in the collection of money for the purchase of weapons from America. She testified that \"my suspicions were aroused by my briefing, and my belief was that Mrs Murray was suspected of collecting money to purchase arms\".", "Under cross-examination Corporal D. maintained that the purpose of an arrest and detention under section 14 of the 1978 Act was not to gather intelligence but to question a suspected person about an offence. She stated that her suspicion of the first applicant had been formed on the basis of everything she had been told at the briefing and which she had read in a document which had been supplied to her then. Corporal D. stated that she would not have effected the arrest unless she had been given the grounds on which she was expected to arrest the person. Under repeated questioning, Corporal D. maintained that she had been informed at the briefing, and that she had formed the suspicion, that the applicant had been involved in the collection of money for the purchase of arms from America.", "21. Corporal D. was further examined about the interrogation of the first applicant at Springfield Road. She stated that she recalled that questions had been asked of the applicant by the interviewer and that the applicant had refused to answer any questions put to her. She recalled that the interviewer had asked a few more questions when he returned to the room after leaving it but that she could not really remember what they were about. Counsel for the defence returned to the question of the interview of the applicant towards the end of his examination of Corporal D. in the following exchange:", "Q. \"... Now while you were, just going back for a moment to the time when what I might call the interview, that’s when the three of you were in the room, and the two occasions you’ve said she had to leave, you took her to, she wanted to go to the lavatory. Do you just have no recollection of any of the questions that were asked?\"", "A. \"I don’t remember the questions as they were asked. There was a question regards money. A question regards America.\"", "No cross-examination by the first applicant’s counsel was directed to this reply of the witness.", "22. Sergeant B. was examined and cross-examined about his completion of part 1 of the standard record form when standing at the reception desk. He said that the first applicant had stated her name but refused to give her address or date of birth or any further information. He expressly denied the applicant’s allegation that he had said to her that he knew she was not a criminal and that he just wanted to update her files which had been lost. He gave evidence that information recorded in 1980 on the occasion of a previous arrest of the first applicant had in any event not been lost, since it had been used to complete the details on the first page of the form when she had refused to answer any questions.", "Under cross-examination Sergeant B. did not accept that the main purpose of questioning a person arrested under section 14 of the 1978 Act was to gather general information about the background, family and associates of the arrested person. He maintained that persons were only arrested and detained if there existed a suspicion against them of involvement in a criminal offence.", "23. The issue of the interview of the first applicant was specifically addressed in the final submission of defence counsel, in which the following exchange is partially recorded in the transcript:", "\"MR. CAMPBELL: My Lord ... your Lordship has the grounds upon which the arresting officer carries out (inaudible) she then gives evidence and is present throughout the interview ... now I talk about the interview on the very last stage.", "JUDGE: At the table?", "MR. CAMPBELL: At the table, and said that in the course of that interview money and arms that these matters were raised, I can’t ... hesitate to use the (inaudible) now that is one point. The other point is this, that this was a lady who on her own admission was not going to answer any questions. She agreed during cross-examination that that was the attitude and so one finds that an interview takes place with somebody who is not prepared to answer any questions but at least the questions are raised with her concerning the matter on which she was arrested.", "JUDGE: Is the substance of that then that because of her fairly firm refusal you would say to answer any questions there was never any probing examination of her collecting money for example?", "MR. CAMPBELL: No my Lord because she ... as she said she wasn’t going to answer any questions.\"", "24. In his judgment of 25 October 1985 Murray J. gave detailed consideration to the evidence of Corporal D. and Sergeant B. on the one hand and the first applicant on the other. Murray J. \"could not possibly accept the [first applicant’s] evidence\" that she had been told by Sergeant B. that she was not suspected of any offence and that he was just updating his records. He similarly rejected the applicant’s claim that Corporal D. at no time genuinely suspected her of having committed an offence. In the light of the evidence of Corporal D. herself, who was described as a \"transparently honest witness\", the judge was", "\"quite satisfied that on the basis of her briefing at Musgrave Park she genuinely suspected the [first applicant] of having been involved in the offence of collecting money in Northern Ireland for arms\".", "25. Murray J. also rejected the first applicant’s claim that section 14 of the 1978 Act had been used with a view to screening in order to gain low-level intelligence: he accepted the evidence of Corporal D. and Sergeant B., which had been tested in cross-examination, that the purpose of the applicant’s arrest and detention under the section had been to establish facts concerning the offence of which she was suspected.", "Murray J. also believed the evidence of Corporal D. that there were questions addressed to the matters of which the applicant was suspected. He stated:", "\"As regards the interviewer, the plaintiff accepted that he was interested in the activities of her brothers who shortly before the date of the interview had been convicted on arms charges in the USA connected with the Provisional IRA but the [first applicant], who seems to have been well aware of her rights, obviously had decided not to co-operate with the military staff in the centre. In particular she had decided (it seems) not to answer any of their questions and in this situation, and with the short detention period permitted by the section, there was little that the interviewer or any of the other staff in the centre could do to pursue their suspicions.\"", "26. Murray J. likewise rejected the first applicant’s argument that the photographing of her gave rise to a cause of action. His understanding of the law was that merely taking the photograph of a person, even against their will, without physically interfering with or defaming the person was not tortious.", "27. The first applicant’s action before the High Court was therefore dismissed.", "28. The first applicant thereupon appealed to the Court of Appeal. She again challenged the legality of her arrest on the grounds, inter alia", "\"(1) that the arresting officer did not have, or was not sufficiently proved to have, the requisite suspicion; (2) that she did not have sufficiently detailed knowledge or understanding of what was alleged against the plaintiff to warrant the conclusion that it was an offence which would justify arrest\".", "In its judgment of 20 February 1987 the Court of Appeal unanimously rejected both these grounds. In delivering judgment, Gibson LJ noted:", "\"[The trial judge had] found, and his finding was amply justified by the evidence, that [Corporal D.] genuinely suspected the plaintiff of having been involved in the offence of collecting money in Northern Ireland for arms to be purchased in America for use by a proscribed organisation.\"", "In particular, as to the second ground Gibson LJ observed:", "\"Suspicion is something less than proof, and may exist without evidence, though it must be supported by some reason.\"", "29. The Court of Appeal further unanimously rejected the first applicant’s complaint that the purpose of her arrest and detention, and the whole purport of her questioning, was a fishing expedition unrelated to the matters of which she was suspected and designed to obtain low-grade intelligence about the applicant and others. In rejecting this complaint, the Court of Appeal took account of the evidence which had been adduced on both sides:", "\"Corporal D. who was present during the interview had very little recollection of the course of the questions. The only other witness as to the conduct of this interview was the [first applicant]. Her account also is sketchy, though in somewhat more detail. What is clear from both witnesses is that the [first applicant] was deliberately unhelpful and refused to answer most of the questions. What is certain is that she was asked about her brothers ... who in the previous month had been convicted of offences connected with the purchase of firearms in the USA for use by the IRA [and for which offences they had been sentenced to terms of two and three years’ imprisonment]. It is clear that it was for such a purchase that the [first applicant] was suspected of having collected money, as she stated the interviewer asked her whether she was in contact with them. There is no doubt, therefore, that the interviewer did attempt to pursue the subject of the suspicion which had been the occasion for her arrest but was unable to make any headway.\"", "30. The first applicant’s appeal to the Court of Appeal also concerned certain related matters such as the legality of the search of the applicants’ house, in respect of which the Court of Appeal found that there was a sufficient basis in section 14(3) of the 1978 Act (see paragraphs 36 and 38(d) below). The Court of Appeal held that the implied authority granted to the Army under section 14 included a power to interrogate a detained person and, as a practical necessity, a power to record personal particulars and details concerning the arrest and detention. It further found that the standard record form known as the \"screening proforma\" contained no information which might not have been relevant to the resolution of the suspicion.", "As regards the applicant’s complaint that she had been photographed without her knowledge, the Court of Appeal stated as follows:", "\"The act of taking the photograph involved nothing in the nature of a physical assault. Whether such an act would constitute an invasion of privacy so as to be actionable in the United States is irrelevant, because the [first applicant] can only recover damages if it amounts to a tort falling within one of the recognised branches of the law on the topic. According to the common law there is no remedy if someone takes a photograph of another against his will. Reliance was placed on section 11(4) of the [1978] Act by counsel for the [first applicant] ... This provision gives power to the police to order [in addition to the taking of a photograph] the taking of finger prints without the necessity of charging the person concerned and applying for an order of the magistrate under article 61 of the Magistrates Courts (Northern Ireland) Order 1981, which contains no comparable provision as to the taking of photographs. The taking of finger prints otherwise than by consent must involve an assault and I am satisfied that section 11(4) was enacted not to legalise the taking of photographs without consent, but to legalise the taking of photographs or finger prints in circumstances where there would otherwise have been an illegal assault. It does not involve the implication that the taking of a photograph without violence and without consent is actionable.\"", "31. The first applicant was granted leave by the Court of Appeal to appeal to the House of Lords. This appeal was rejected on 25 May 1988 (Murray v. Ministry of Defence, [1988] Weekly Law Reports 692).", "32. In the House of Lords the applicant did not pursue the allegation that she had not been arrested on the basis of a genuine and honest suspicion that she had committed an offence.", "She did however pursue the complaint, previously raised before the Court of Appeal, that since she was only lawfully arrested at 7.30 a.m. she had been unlawfully detained between 7.00 and 7.30 a.m. The House of Lords found that a person is arrested from the moment he is subject to restraint and that the first applicant was therefore under arrest from the moment that Corporal D. identified her on entering the house at 7 a.m.. It made no difference that the formal words of arrest were communicated to the applicant at 7.30 a.m. In this respect Lord Griffiths stated (at pp. 698H-699A):", "\"If the plaintiff had been told she was under arrest the moment she identified herself, it would not have made the slightest difference to the sequence of events before she left the house. It would have been wholly unreasonable to take her off, half-clad, to the Army centre, and the same half-hour would have elapsed while she gathered herself together and completed her toilet and dressing. It would seem a strange result that in these circumstances, whether or not she has an action for false imprisonment should depend upon whether the words of arrest are spoken on entering or leaving the house, when the practical effect of the difference on the plaintiff is non-existent.\"", "33. The first applicant had also maintained that the failure to inform her that she was arrested until the soldiers were about to leave the house rendered the arrest unlawful. This submission was also rejected by the House of Lords. Lord Griffiths held as follows (at pp. 699H-701A):", "\"It is a feature of the very limited power of arrest contained in section 14 that a member of the armed forces does not have to tell the arrested person the offence of which he is suspected, for it is specifically provided by section 14(2) that it is sufficient if he states that he is effecting the arrest as a member of Her Majesty’s forces.", "Corporal D. was carrying out this arrest in accordance with the procedures in which she had been instructed to make a house arrest pursuant to section 14. This procedure appears to me to be designed to make the arrest with the least risk of injury to those involved including both the soldiers and the occupants of the house. When arrests are made on suspicion of involvement with the IRA it would be to close one’s eyes to the obvious not to appreciate the risk that the arrest may be forcibly resisted.", "The drill the Army follow is to enter the house and search every room for occupants. The occupants are all directed to assemble in one room, and when the person the soldiers have come to arrest has been identified and is ready to leave, the formal words of arrest are spoken just before they leave the house. The Army do not carry out a search for property in the house and, in my view, they would not be justified in doing so. The power of search is given ‘for the purpose of arresting a person’, not for a search for incriminating evidence. It is however a proper exercise of the power of search for the purpose of effecting the arrest to search every room for other occupants of the house in case there may be those there who are disposed to resist the arrest. The search cannot be limited solely to looking for the person to be arrested and must also embrace a search whose object is to secure that the arrest should be peaceable. I also regard it as an entirely reasonable precaution that all the occupants of the house should be asked to assemble in one room. As Corporal D. explained in evidence, this procedure is followed because the soldiers may be distracted by other occupants in the house rushing from one room to another, perhaps in a state of alarm, perhaps for the purpose of raising the alarm and to resist the arrest. In such circumstances a tragic shooting accident might all too easily happen with young, and often relatively inexperienced, armed soldiers operating under conditions of extreme tension. Your Lordships were told that the husband and children either had commenced, or were contemplating commencing, actions for false imprisonment arising out of the fact that they were asked to assemble in the living-room for a short period before the plaintiff was taken from the house. That very short period of restraint when they were asked to assemble in the living room was a proper and necessary part of the procedure for effecting the peaceable arrest of the plaintiff. It was a temporary restraint of very short duration imposed not only for the benefit of those effecting the arrest, but also for the protection of the occupants of the house and would be wholly insufficient to found an action for unlawful imprisonment.", "It was in my opinion entirely reasonable to delay speaking the words of arrest until the party was about to leave the house. If words of arrest are spoken as soon as the house is entered before any precautions have been taken to search the house and find the other occupants, it seems to me that there is a real risk that the alarm may be raised and an attempt made to resist arrest, not only by those within the house but also by summoning assistance from those in the immediate neighbourhood. When soldiers are employed on the difficult and potentially dangerous task of carrying out a house arrest of a person suspected of an offence in connection with the IRA, it is I think essential that they should have been trained in the drill they are to follow. It would be impracticable and I think potentially dangerous to leave it to the individual discretion of the particular soldier making the arrest to devise his own procedures for carrying out this unfamiliar military function. It is in everyone’s best interest that the arrest is peaceably effected and I am satisfied that the procedures adopted by the Army are sensible, reasonable and designed to bring about the arrest with the minimum of danger and distress to all concerned. I would however add this rider: that if the suspect, for any reason, refuses to accept the fact of restraint in the house he should be informed forthwith that he is under arrest.\"", "34. Before the House of Lords the first applicant also pursued a claim that her period of detention exceeded what was reasonably required to make a decision whether to release her or hand her over to the police. In this regard the applicant complained that the standard record form (the \"screening proforma\") constituted an improper basis for questioning a suspect on the ground that it asked questions not directly relevant to the suspected offence; it was also suggested that the evidence did not show that the questioning of the applicant was directed to the matters of which she was suspected. The allegation was unanimously rejected by the House of Lords. Lord Griffiths observed as follows (at pp. 703F-704C):", "\"The member of the forces who carried out the interrogation between 8.20 and 9.35 a.m. was not called as a witness on behalf of the Ministry of Defence. There may have been sound reasons for this decision associated with preserving the confidentiality of interrogating techniques and the identity of the interviewer, but be that as it may, the only evidence of what took place at the interview came from Corporal D. and the [first applicant] and it is submitted that this evidence is insufficient to establish that the interview was directed towards an attempt to investigate the suspicion upon which the [applicant] was arrested. Corporal D. was present at that interview, she was not paying close attention but she gave evidence that she remembered questions about money which were obviously directed towards the offences of which the [applicant] was suspected. The [applicant] also said she was questioned about her brothers.", "The judge also had before him a questionnaire that was completed by the interviewer. ... There is nothing in the questionnaire which the Army may not reasonably ask the suspect together with such particular questions as are appropriate to the particular case ...\"", "The conclusion of the trial judge that the applicant had not been asked unnecessary or unreasonable questions and the conclusion of the Court of Appeal that the interviewer had attempted to pursue with the applicant the suspicion which had been the occasion of the arrest, but had been unable to make any headway, were held by the House of Lords to be justified on the evidence.", "35. For more than twenty years the population of Northern Ireland, which totals about one and a half million people, has been subjected to a campaign of terrorism. During that time thousands of persons in Northern Ireland have been killed, maimed or injured. The campaign of terror has extended to the rest of the United Kingdom and to the mainland of Europe.", "The 1978 Act forms part of the special legislation enacted over the years in an attempt to enable the security forces to deal effectively with the threat of terrorist violence.", "36. The first applicant was arrested under section 14 of the 1978 Act, which at the relevant time provided as follows:", "\"(1) A member of Her Majesty’s forces on duty may arrest without warrant, and detain for not more than four hours, a person whom he suspects of committing, having committed or being about to commit any offence.", "(2) A person effecting an arrest under this section complies with any rule of law requiring him to state the ground of arrest if he states that he is effecting the arrest as a member of Her Majesty’s forces.", "(3) For the purpose of arresting a person under this section a member of Her Majesty’s forces may enter and search any premises or other place -", "(a) where that person is, or", "(b) if that person is suspected of being a terrorist or of having committed an offence involving the use or possession of an explosive, explosive substance or firearm, where that person is suspected of being.\"", "A similar provision had been in force since 1973 and had been considered necessary to deal with terrorist activities in two independent reviews (Report of the Diplock Commission 1972 which recommended such a power and a Committee chaired by Lord Gardiner 1974/1975).", "37. In 1983 Sir George Baker, a retired senior member of the judiciary, was invited by the Government to review the operation of the 1978 Act in order to determine whether its provisions struck the right balance between the need, on the one hand, to maintain as fully as possible the liberties of the individual and, on the other, to provide the security forces and the courts with adequate powers to enable them to protect the public from current and foreseeable incidence of terrorist crime. In the resultant report specific consideration was given to, inter alia, including a requirement in section 14 of the 1978 Act that an arrest should be based upon reasonable suspicion. While expressly recognising the risk that the facts raising the suspicion might come from a confidential source which could not be disclosed in court in a civil action for wrongful arrest, Sir George Baker concluded that the inclusion of a requirement of reasonableness would not in fact make any difference to the actions of the military and recommended an amendment to the 1978 Act accordingly. That recommendation was implemented in June 1987.", "38. The scope and exercise of the section 14 powers were considered by the domestic courts in the proceedings in the present case. The applicable law, as stated by the judgments in these proceedings, is that when the legality of an arrest or detention under section 14 is challenged (whether by way of habeas corpus or in proceedings for damages for wrongful arrest or false imprisonment), the burden lies on the military to justify their acts and, in particular, to establish the following elements:", "(a) compliance with the formal requirements for arrest;", "(b) the genuineness of the suspicion on which the arrest was based;", "(c) that the powers of arrest and detention were not used for any improper purpose such as intelligence-gathering;", "(d) that the power of search was used only to facilitate the arrest and not for the obtaining of incriminating evidence;", "(e) that those responsible for the arrest and detention did not exceed the time reasonably required to reach a decision whether to release the detainee or hand him over to the police.", "39. Section 11 of the 1978 Act, which concerns police arrest, provides in paragraph 4:", "\"Where a person is arrested under this section, an officer of the Royal Ulster Constabulary not below the rank of chief inspector may order him to be photographed and to have his finger and palm prints taken by a constable, and a constable may use such reasonable force as may be necessary for that purpose.\"", "40. In the general law of Northern Ireland, as in English law, it is lawful to take a photograph of a person without his or her consent, provided no force is used and the photograph is not exploited in such a way as to defame the person concerned (see paragraphs 26 and 30 in fine above).", "The common-law rule entitling the Army to take a photograph equally provides the legal basis for its retention.", "41. As was confirmed in particular by the Court of Appeal and the House of Lords in the present case, the standard record form (known as the \"screening proforma\") was an integral part of the examination of the first applicant following her arrest, and the legal authority for recording certain personal details about her in the form derived from the lawfulness of her arrest, detention and examination under section 14 of the 1978 Act (see paragraph 30, first sub-paragraph in fine, and paragraph 34 above). The implied lawful authority conferred by section 14 of the 1978 Act to record information about the first applicant equally provided the legal basis for the retention of the information."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "5", "8"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-2", "5-5"], "NON_VIOLATED_BULLETPOINTS": []}