{"ITEMID": "001-107434", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OFAFŞAR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson;Guido Raimondi;Helen Keller", "TEXT": ["4. The applicant was born in 1957 and lives in Balıkesir.", "5. The applicant is a doctor.", "6. On 23 November 1998, another doctor, V.B., brought a case against the applicant before the Ayvalık Civil Court, requesting compensation for defamation. V.B. alleged that the applicant had diffused false information among his patients to the effect that he had been selling a certain unauthorised medicine. V.B. relied on a note obtained from a certain patient A.S., in which the name of the medicine, as well as his name and work address were written. According to the plaintiff, this note was written by the applicant in order to damage his reputation.", "7. In the course of the proceedings, the court heard statements from several witnesses such as doctors and nurses working at the health centre, who confirmed V.B.’s account of the facts. In particular, some of the witnesses submitted that they had seen A.S. with this note.", "8. At the hearing on 8 June 2000 the applicant admitted having written the name of the medicine on the paper, but denied having written the other notes.", "9. It appears from the case file that the applicant did not request the court to hear A.S. during the proceedings.", "10. On 4 February 2003 the court, on the basis of the witness testimonies as well as the statements given at the hearing of 8 June 2000, found it established that the applicant had directed the patients towards V.B. and therefore ordered the applicant to pay compensation.", "11. On 11 March 2003 the applicant appealed. In his appeal petition, the applicant submitted inter alia that the trial court had failed to hear evidence from A.S.", "12. On 10 July 2003, finding the judgment of the first instance court in line with domestic law, the Court of Cassation rejected the applicant’s appeal.", "13. On 29 March 2004 the Court of Cassation dismissed a request by the applicant for rectification of the judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}