{"ITEMID": "001-93184", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MINASYAN AND SEMERJYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);Remainder inadmissible;Violation of P1-1;Just satisfaction reserved", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The first and the second applicants, who are mother and daughter, were born in 1960 and 1990 respectively and live in Los Angeles, USA.", "5. The first applicant was the owner of a 26 sq. m. flat in an apartment building situated at 9 Byuzand Street, Yerevan. The flat was acquired by the first applicant on 30 May 1995. The building in question was situated on a plot of land owned by the State.", "6. The applicants alleged that the second applicant enjoyed a right of use in respect of the above flat as the first applicant’s family member residing in it.", "7. The Government contested this allegation and claimed that the second applicant did not enjoy the right of use in respect of the first applicant’s flat and simply had the right to live in it.", "8. On 5 October 2001 the Government adopted Decree no. 950, approving the procedure for taking plots of lands and immovable property situated within expropriation zones of Yerevan and for preparing the relevant price offers. The Mayor of Yerevan was entrusted with its implementation. According to that Decree, the amount of compensation was to be determined on the basis of the market value of the immovable property, which was to be determined by a licensed valuation organisation or organisations selected through a tender process. Financial incentives were envisaged for those proprietors who, within ten days of receiving the price offer, gave their consent to hand over their property. Persons who were registered within the expropriation zones and their minor children were to be awarded 2,000,000 Armenian drams (AMD) as a support.", "9. On 1 August 2002 the Government adopted Decree no. 1151-N, approving the expropriation zones of the immovable property (plots of land, buildings and constructions) situated within the administrative boundaries of the Central District of Yerevan to be taken for the needs of the State for the purpose of carrying out construction projects, covering a total area of 345,000 sq. m. Byuzand Street was listed as one of the streets falling within such expropriation zones.", "10. On 4 March 2004 the Government adopted Decree no. 399-N, authorising the Mayor of Yerevan, for the purpose of facilitating the construction works in the expropriation zones, to include in the compensation offers in specific cases the grant of construction permits without a tender process through direct negotiations.", "11. On 17 June 2004 the Government adopted Decree no. 909-N, authorising the Mayor of Yerevan to grant such a construction permit for one of the sections of Byuzand Street – which was to be renamed Main Avenue – to a private company, Glendale Hills CJSC.", "12. On 28 July 2004 Glendale Hills CJSC and the Yerevan Mayor’s Office signed an agreement which, inter alia, authorised the former to negotiate directly with the owners of the property subject to expropriation and, should such negotiations fail, to institute court proceedings on behalf of the State, seeking forced expropriation of such property.", "13. On 23 December 2004 Glendale Hills CJSC informed the first applicant that her flat was situated in the expropriation zones approved by Government Decree no. 1151-N. An independent licensed organisation, Orran Ltd, had carried out a valuation of her property, in accordance with the procedure prescribed by Government Decree no. 950. According to the valuation report prepared by Orran Ltd, the sum of compensation to be paid to her was the Armenian dram equivalent of 7,000 US dollars (USD). An additional sum equivalent to USD 6,720 would be paid to her as a financial incentive, if she agreed to sign an agreement and to hand over the property within the following five days. The sum of compensation and the financial incentive to be paid to the second applicant, pursuant to Government Decree no. 950, amounted to the equivalent of USD 2,000 and USD 1,500 respectively.", "14. It appears that the applicants did not accept this offer.", "15. On an unspecified date, Glendale Hills CJSC instituted court proceedings against the applicants on behalf of the State. Referring to, inter alia, Government Decree no. 1151-N, the plaintiff argued that the construction project of the Main Avenue, which was supposed to replace Byuzand Street, was impossible without demolition of the building in which the flat in question was situated and sought to terminate the applicants’ rights through payment of compensation and to evict them. In support of its claim, the plaintiff submitted the valuation report prepared by Orran Ltd.", "16. On 3 February 2005 the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների առաջին ատյանի դատարան) granted the claim of Glendale Hills CJSC. The District Court found that it had been decided by the authorities to take the relevant plot of land for State needs, which was impossible without terminating the applicants’ rights in respect of the immovable property situated on that land. It decided to terminate the first and the second applicant’s rights and to award them the Armenian dram equivalent of USD 7,000 and USD 2,000 respectively as compensation. The court based its findings on Articles 218, 225 § 2 and 283 of the Civil Code, while the amount of compensation awarded to the first applicant was determined on the basis of the valuation report prepared by Orran Ltd.", "17. On an unspecified date, the applicants lodged an appeal.", "18. The first applicant alleged that, in the proceedings before the Civil Court of Appeal, she filed a motion requesting the court to order a commodity expert opinion in order to contest the valuation carried out by Orran Ltd. This motion was allegedly rejected by the Court of Appeal.", "19. On 18 April 2005 the Civil Court of Appeal (ՀՀ քաղաքացիական գործերով վերաքննիչ դատարան) upheld the judgment of the District Court.", "20. On 29 April 2005 the applicants lodged an appeal on points of law. In their appeal they argued, inter alia, that the ownership in respect of the flat had been unlawfully terminated by a Government decree and not a statute, as required by the domestic law.", "21. On 27 May 2005 the Court of Cassation (ՀՀ վճռաբեկ դատարան) dismissed the applicants’ appeal, referring to the findings of the lower courts.", "22. On an unspecified date the flat in question was demolished.", "23. The relevant provisions of the Constitution, as in force at the material time, read as follows:", "“...Public authorities and public officials are competent to perform only such actions as authorised by law.”", "“Armenia is a State based on rule of law.", "The Constitution of [Armenia] has a supreme legal force and its provisions are directly applicable.", "Laws which are found to be incompatible with the Constitution, as well as other legal acts which are found to be incompatible with the Constitution and laws, have no legal force. ...”", "“Every one has the right to property and the right to bequeath. ...[A person] can be deprived of [his or her] property only by a court in cases prescribed by law.", "Property can be expropriated for the needs of society and the State only in exceptional cases of paramount public interest, on the basis of a law and with prior equivalent compensation.”", "“The Constitutional Court, in accordance with a procedure prescribed by law: (1) decides on the conformity of the laws, the resolutions of the National Assembly, the edicts and directives of the President of [Armenia] and the decrees of the Government with the Constitution; ...”", "24. The Law on Legal Acts prescribes the types and hierarchy of legal acts in Armenia. The relevant provisions of the Law, as in force at the material time, provided as follows.", "25. Section 4 listed the legal acts adopted in Armenia which included, inter alia, the Armenian Constitution, the Armenian laws and the decrees of the Government.", "26. Section 8 provided that the Constitution laid down the principles of legal regulation on the territory of Armenia and was the legal foundation of the Armenian legislation. It had supreme legal force and its provisions were directly applicable. The laws and other legal acts were adopted on the basis of the Constitution or for the purpose of its implementation and were not to contradict it.", "27. Section 9 provided that laws regulated the most important, inherent and stable social relations and were enacted in compliance with the Constitution through a referendum or by the National Assembly. They were not to contradict the Constitution, the active laws and the decisions of the Constitutional Court.", "28. Section 14 provided that the Government adopted decrees within the scope of the powers vested in it by the Constitution and the laws. The decrees of the Government were not to contradict the Constitution, the laws and the decisions of the Constitutional Court. They were to regulate any relations not regulated by the laws, unless those relations, pursuant to the Constitution and the laws or the edicts and directives of the President of Armenia, were to be regulated by other legal acts.", "29. Section 64 of the Constitutional Court Act provided that the decisions of the Constitutional Court were final and not subject to appeal. They entered into force from the moment of their delivery and had a binding effect on the territory of Armenia.", "30. Articles 218-221 of the Civil Code and Articles 104 and 108 the Land Code, as in force at the material time, stipulated the conditions for taking plots of land for the needs of society and the State.", "31. Article 283 of the Civil Code provided that, if it was impossible to take a plot of land for the needs of society and the State without terminating the ownership in respect of buildings, constructions and other immovable property situated on it, the State could take such property from the owner by compensating its value.", "32. The provisions of the Immovable Property Act, the conformity of which with the Constitution was examined by the Constitutional Court on 27 February 1998 (see paragraph 33 below), provided:", "“...[2.] The equivalent amount of compensation for expropriation of immovable property for the needs of society and the State is determined by a decree of the Government of [Armenia] on the basis of the results of the negotiation between the Government of [Armenia] and the owner of the property subject to expropriation and upon [the owner’s] written consent.", "[3.] If the owner of the property disagrees with the expropriation of the property by the Government of [Armenia] or the amount of compensation, then the immovable property may be expropriated by the Government of [Armenia] only through court proceedings.", "[4.] The owner of the immovable property subject to expropriation for the needs of society and the State must abstain from causing damage to the immovable property before the entry into force of the court decision.", "[5.] The procedure for expropriation of immovable property for the needs of society and the State is established by the Government of [Armenia], pursuant to the provisions of this Section. ...”", "33. When deciding on the conformity of paragraphs 2, 3, 4 and 5 of Section 22 of the Immovable Property Act with, inter alia, Article 28 of the Constitution, the Constitutional Court provided the following interpretation of that provision. Since the phrases “for the needs of society and the State” and “only in exceptional cases” were concepts requiring assessment and concerned a fundamental constitutional right, the Constitution stipulated that expropriation of property on such grounds could be carried out only on the basis of a law, thereby creating necessary legislative safeguards. The phrase “on the basis of a law” implied not a normative legal act which regulated the expropriation procedure in general, but a law pursuant to which the property in question was to be expropriated. Thus, a person’s property could be expropriated and – in the absence of his consent – his ownership could be terminated by the State only through the adoption of a law in respect of the concrete immovable property, which would substantiate the exceptional importance and significance of the expropriation and which would indicate the needs of society and the State to be satisfied by the expropriation. The law would also oblige the Government to fix the amount of compensation, taking market prices into account, on the basis of a financial-economic assessment, the results of the negotiation between the Government and the owner of the property subject to expropriation, and upon the owner’s written consent. The Government was not entitled to establish a procedure for expropriation of property for the needs of society and the State that would authorise it to expropriate immovable property.", "34. For the purpose of implementation of construction projects in Yerevan, the Government decided to approve the expropriation zones of the immovable property (plots of land, buildings and constructions) situated within the administrative boundaries of the Central District of Yerevan to be taken for the needs of the State, with a total area of 345,000 sq. m. Byuzand Street was listed in Annex 2 to this Decree as falling within these expropriation zones.", "35. The Mayor of Yerevan was instructed to determine the boundaries of the plots of land to be taken for the needs of the State and to register them at the Real Estate Registry. The owners and users of the immovable property situated within the expropriation zones were to be informed about the deadlines, sources of financing and the procedure for taking their immovable property. Valuation of the immovable property in question was to be organised and carried out by the relevant licensed organisations.", "36. Article 54 provided that members of the tenant’s family included his spouse, their children and their parents. Other persons could be recognised as the tenant’s family members, if they lived with him or her and ran a common household.", "37. Article 120 provided that family members of the owner of a house, whom the owner had accommodated in his or her house, had the right, equally with him or her, to use the accommodation, if no reservations had been made at the time when the family members were accommodated. Persons mentioned in the first sentence of Article 54 of this Code were considered as members of the owner’s family. These persons were to continue to enjoy the right of use of accommodation even in case of disruption of family ties with the owner.", "38. Article 135, which concerns State registration of property rights, provides that the right of ownership and other property rights in respect of immovable property, including the right of use, are subject to State registration.", "39. Chapter 14 of the Civil Code entitled “Ownership of Accommodation and Other Property Rights” contained specific provisions related to the right of use of accommodation which, at the material time, read as follows:", "“1. The family members of the owner of accommodation and other persons have the right of use of accommodation, if that right has been registered in accordance with the procedure prescribed by the Law on the State Registration of Rights in Respect of Property.", "2. The origination, implementation and termination of the right of use of accommodation are stipulated by a notarised written agreement concluded with the owner.", "If no agreement is reached concerning the termination of the right of use of accommodation, that right can be terminated upon the owner’s request by a court through payment of compensation equivalent to the market value.", "3. The right of use of accommodation may not be an object of sale or purchase, mortgage and lease.", "4. The person enjoying the right of use of accommodation may demand from anybody, including the owner, to redress the violations of his [or her] right in respect of the accommodation.", "5. The right of use of accommodation does not terminate in case of transfer of ownership in respect of a house or a flat to another person, except when the person enjoying the right of use of accommodation has undertaken a notarised obligation to give up that right prior to the transfer of ownership.”", "40. The above Article 225 was amended following the circumstances of the present case, namely on 4 October 2005, and its fourth paragraph read as follows:", "“4. The amount of compensation for a one-month period is determined on the basis of the amount of rent payable for given accommodation at the moment of termination of the right [of use] and is calculated the following way: for each person, whose right of accommodation is registered, the area [is calculated] by means of dividing the living area by the total number of persons enjoying the right of gratuitous use of accommodation and the owners, but [should not be] less than five or more than nine square metres.", "The compensation is calculated for a period of three years and is paid at once, unless agreed otherwise by the parties.”", "41. Section 41 of the Law on the State Registration of Rights in Respect of Property provides that rights of spouses, children and other dependants in respect of property, which are conferred on them by law, are effective even if they have not been registered separately.", "42. Section 16 of the Children’s Rights Act provides that a child family member of the tenant or owner of accommodation, regardless of his or her place of residence, has the right to live in the accommodation occupied by that tenant or owner.", "43. Article 47 of the Family Code provides, inter alia, that a child has no ownership in respect of his or her parents’ property, while the parents have no ownership in respect of the child’s property. Children and parents living together may dispose of and use each other’s property by mutual agreement."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}