{"ITEMID": "001-60964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF JANTNER v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of P1-1;No violation of Art. 14", "JUDGES": "Matti Pellonpää", "TEXT": ["8. The applicant left Czechoslovakia for Germany in 1968. After his judicial rehabilitation in 1990 he started living partly in Czechoslovakia and partly in Germany. According to the applicant, he spent the major part of the year 1992 in Czechoslovakia. On 25 September 1992 he registered his permanent residence at his friend’s address in Krompachy. He remained registered at this address until 22 June 1994.", "9. On 28 September 1992 the applicant lodged a claim for restitution of his father’s and uncle’s property under the Land Ownership Act of 1991.", "10. On 15 May 1996 the Spišská Nová Ves Land Office dismissed the applicant’s claim on the ground that at the relevant time he had not permanently resided within the territory of the former Czech and Slovak Federal Republic as required by Section 4(1) of the Land Ownership Act.", "11. The Land Office established that a registered letter sent on 8 April 1993 could not be delivered as at that time nobody had lived at the applicant’s address in Krompachy. The Land Office had before it also a certificate in which the competent German authority confirmed that the applicant had registered his main abode (Hauptwohnung) in Wendelstein since 1973. The accompanying letter by the Slovakian vice-consul to Munich explained that, unlike in Slovakia, no distinction was made between permanent and temporary residence in Germany. The letter further stated that under German law the main abode was the place of residence preponderantly used by the person concerned in Germany, and that there was no obligation under German law to terminate its registration when a person spent the major part of a year abroad. The vice-consul expressed the view that in case that the applicant’s stay in Slovakia exceeded 183 days a year, his residence there could, theoretically, be regarded as permanent within the meaning of the Citizens’ Residence Registration Act of 1982.", "12. In its decision the Land Office referred also to a police report according to which the applicant had not effectively established his permanent residence in Krompachy. The Land Office concluded, with reference to Section 3(2) and (5) and Section 4(1) of the Citizens’ Residence Registration Act of 1982 and to the relevant case-law and administrative practice, that the applicant did not meet the permanent residence requirement.", "13. On 19 June 1996 the applicant requested the Košice Regional Court to review the Land Office’s decision. He alleged that since the beginning of 1992 he had resided at various places in Slovakia and submitted witness statements to this effect. The applicant further explained that several times a year he went to Germany where he was undergoing cancer therapy.", "14. On 29 November 1996 the Košice Regional Court upheld the administrative decision challenged by the applicant. It noted that by the date of expiry of the deadline for lodging his claim on 31 December 1992 the applicant had not permanently resided within the former Czech and Slovak Federal Republic as required by Section 4(1) of the Land Ownership Act.", "15. The Regional Court recalled, in particular, that under Section 4(1) of the Citizens’ Residence Registration Act of 1982 citizens cannot permanently reside at more than one address at the same time. As the applicant failed to terminate the registration of his main abode in Germany prior to the registration of his permanent residence in Krompachy, his stay in the then Czechoslovakia was to be regarded as temporary. Reference was made to the relevant case-law and to the practice of the Ministry of the Interior.", "16. The Regional Court further held that the applicant had submitted no evidence indicating that his abode in Krompachy met the requirements of a permanent residence within the meaning of Section 3(2) of the Citizens’ Residence Registration Act. Moreover, a police report before the court indicated that the applicant’s registration in Krompachy had been of a formal nature.", "17. On 30 July 1999 the Supreme Court refused to re-examine the case as there was no remedy available against the Regional Court’s judgment of 29 November 1996.", "18. The relevant provisions of the Land Ownership Act of 1991 (Zákon o úprave vlastníckych vzťahov k pôde a inému poľnohospodárskemu majetku) read as follows.", "“1. Persons entitled to claim the restitution of property are nationals of the Czech and Slovak Federal Republic with permanent residence within its territory whose land and buildings forming a part of an agricultural estate were transferred to the State or to other legal persons during the period between 25 February 1948 and 1 January 1990 in the manner set out in Section 6(1).", "2. In case of decease, prior to the expiry of the time-limit laid down in Section 13, of the person whose real property was transferred to the State or to other legal persons during the period between 25 February 1948 and 1 January 1990 in the manner set out in Section 6(1) ... the following natural persons are entitled to restitution provided that they are nationals of the Czech and Slovak Federal Republic and permanently reside within its territory: ...", "c) children ... of the persons mentioned in paragraph 1 ...", "e) siblings of the persons mentioned in paragraph 1 and, in case of decease of one of the siblings, his or her children.”", "“1. Any claim for restitution of property under Section 6 shall be filed not later than on 31 December 1992... The right to restitution of property shall lapse when the claim was not filed in time...”", "19. The relevant provisions of the Citizens’ Residence Registration Act of 1982 (Zákon o hlásení a evidovaní pobytu občanov) read as follows.", "...", "“2. A citizen’s permanent residence is the place where he or she permanently lives, that is, as a rule, where his or her family or parents live, or the place where the citizen’s home or occupation is located. ...", "5. The stay of citizens permanently living abroad within the territory of Czechoslovakia shall be considered as being temporary.”", "“1. Every citizen shall have his or her permanent residence registered; citizens may not have permanent residence registered at more than one place at the same time.”", "20. In accordance with the established practice, the permanent residence requirement has not been complied with when a person fails to show that the registration of his or her permanent residence abroad was terminated before he or she registered as permanently residing on the territory of the former Czechoslovakia or, as the case may be, on the territory of one of its successor States.", "21. Under the practice of the Ministry of the Interior, a person may register as permanently residing in the Slovak Republic only after the termination of his or her permanent residence abroad. Otherwise the residence of such a person in the Slovak Republic is considered as being temporary until the termination of the registration abroad.", "22. In its decision no. 1 CdoCdo 33/94 of 25 May 1994, No. 2 Cdo 20/96 of 30 April 1996 or No. 2 Cdo 47/96 of 22 July 1996)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}