{"ITEMID": "001-119261", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "RZEPA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Ms Stanisława Rzepa, is a Polish national, who was born in 1956 and lives in Będziemyśl.", "2. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, succeeded by Ms J. Chrzanowska, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant is a widow and has one child. Prior to her application for an EWK pension (see paragraph 8 below) she had been employed since 1983 by the same employer.", "5. On 19 June 2001 the applicant filed an application with the Rzeszów Social Security Board (Zakład Ubezpieczeń Społecznych) to be granted the right to an earlyretirement pension for persons raising children who, due to the seriousness of their health condition, required constant care, the socalled “EWK” pension.", "6. Along with her application for a pension, the applicant submitted, among other documents concerning her daughter’s health, a medical certificate issued by a specialist medical centre. The certificate stated that the child (born in 1985) suffered from a congenital malformation of both arms (bilateral radioulnar synostosis, zrost promieniowo-lokciowy) and was in need of the parent’s constant care.", "7. On 25 June 2001 the Rzeszów Social Security Board (“the SSB”) issued a decision granting the applicant the right to an earlyretirement pension in the net amount of around 700 Polish zlotys (PLN) per month. In addition to the EWK pension the applicant received a family allowance and nursing benefit which, together with the pension, amounted to PLN 850 net per month.", "8. The Social Security Board initially suspended the payment of the pension due to the fact that the applicant was still working on the date of the decision. Shortly afterwards the applicant informed the SSB of her resignation with effect from 30 August 2001. The payment of the pension started on 1 August 2001.", "9. On 14 September 2001 the applicant was reemployed by her previous employer, a municipal transport company (PKS Sedziszow Malopolski), and remained employed continuously until 13 September 2003.", "10. On 20 May 2002 the Rzeszów Social Security Board requested the Social Security Board’s doctor (Główny Lekarz Orzecznik) to specify whether the applicant’s daughter required the permanent care of a parent. On an unspecified date the doctor stated that, on the basis of the medical documents, the child in question could not be considered as ever having required such care.", "11. On 30 July 2002 the Rzeszów Social Security Board simultaneously issued two decisions in respect of the applicant. By virtue of the first decision, the payment of the applicant’s pension was discontinued with immediate effect (1 August 2002). By virtue of the second decision, the Board reopened the proceedings, revoked the initial decision granting a pension and eventually refused to award the applicant the right to an early-retirement pension under the scheme provided for by the Cabinet’s Ordinance of 15 May 1989 on the right to early retirement of employees raising children who require permanent care (Rozporządzenie Rady Ministrów z dn. 15 maja 1989 w sprawie uprawnień do wcześniejszej emerytury pracowników opiekujących się dziećmi wymagającymi stałej opieki) (“the 1989 Ordinance”).", "12. The applicant appealed against these decisions. She submitted that she should receive the benefit because her child required constant care, as confirmed by the medical certificate attached to the applicant’s original application for a pension. Moreover, the applicant alleged that the revocation of her retirement pension was contrary to the principle of vested rights.", "13. On 18 December 2002 the Rzeszow Regional Court (Sąd Okręgowy) dismissed the appeal. The Regional Court concluded on the basis of the evidence, including expert medical evidence, that the applicant’s child suffered from a mild malformation of her arms but did not require her mother’s permanent care since her state of health did not significantly impair her body functions. The domestic court held that the applicant had been rightfully divested of her right to a pension under the scheme provided by the 1989 Ordinance as she did not satisfy the requirement of necessary permanent care.", "14. The applicant further appealed against the first-instance judgment. In particular, she claimed that she had been informed by the SSB that she could continue working while in receipt of the EWK pension.", "15. On 30 October 2003 the Rzeszów Court of Appeal (Sąd Apelacyjny) dismissed the appeal. The court considered that only a total impairment of the child’s arms could justify the need for her parent’s constant care. In the present case the malfunction did not significantly impair her body functions. The child had been going to school by herself and required only minor everyday help. Moreover, the fact that the applicant has been employed fulltime while receiving the EWK pension was an important aspect of the case.", "16. On 28 April 2004 the Supreme Court (Sąd Najwyższy) refused to entertain the cassation appeal lodged by the applicant.", "17. Following the social security proceedings the applicant was not ordered to return her early-retirement benefits paid by the Social Security Board, despite the revocation of her right to the early-retirement pension.", "18. The applicant submitted, in general, that after the revocation of the EWK pension her financial situation had been difficult.", "19. The Government submitted that the applicant had been employed continuously while receiving the EWK pension and at the time the pension was revoked. From November 2003 and December 2004 she received an unemployment allowance. In addition, in 2005 the applicant and her daughter were granted a family pension following the death of the applicant’s husband. The pension amounted to PLN 300 per person per month. The applicant’s daughter started working in 2007 and remains employed. The applicant also owns a small farm.", "20. The legal provisions applicable at the material time and questions of practice are set out in the judgments in the case of Moskal v. Poland, no. 10373/05, §§ 3134, 15 September 2009 and Antoni Lewandowski v. Poland, no. 38459/03, §§ 3643, 2 October 2012)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}