{"ITEMID": "001-97635", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KOIVUSAARI AND OTHERS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, Mr Rauno Koivusaari, and Mr Mikael Marttinen, are Finnish nationals who were born in 1964 and 1968 and live in Koria and Espoo respectively. They were represented before the Court by Mr Jan Aminoff, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In an autumn storm in 1771, the Vrouw Maria, a Dutch merchant ship, was wrecked on the seabed in Finnish waters in the south-western archipelago in the vicinity of Borstö and Jurmo islands. The ship, which was on its way from Amsterdam to St Petersburg, is believed to have been carrying valuable works of art destined for Empress Catherine the Great of Russia.", "On 28 June 1999, the first applicant, an experienced diver, located the vessel at a depth of 41 metres and subsequently informed the Finnish Maritime Museum (merimuseo, sjöhistoriska museet) of the find as required under the Antiquities Act (muinaismuistolaki, lagen om fornminnen; Act no. 295/1963). The first applicant had a total of 16 divers in his team.", "On 9 July 1999 artefacts were brought up from the wreck by the applicants. According to the applicants, they were brought up at the request, alternatively with the permission, of Ms F., a representative of the National Board of Antiquities (museovirasto, museiverket; a subordinate body of the Ministry of Education; opetusministeriö, undervisningsministeriet).", "Under the Antiquities Act, as in force at the time, a wreck more than 100 years old could not be removed or touched without permission from the Maritime Museum and/or the National Board of Antiquities. The same was true of items found in, or originating from, such a wreck. Subsequently the Museum and/or the Board consistently refused the applicants permission to deal with the wreck and the associated items.", "In or around December 1999 the applicants informed the local police of the find and, when no owner appeared, a claim to title was lodged with the police in or around May 2000, in accordance with the procedure laid down in the Lost Property Act (löytötavaralaki, hittegodslagen; Act no. 778/1988).", "On 1 December 2002 an amendment to section 20 of the Antiquities Act, vesting the ownership of a wreck in the State, entered into force (see below).", "On 22 December 1999 the applicants instituted proceedings in the Maritime Court (merioikeus, sjörätten; a department of the District Court (käräjäoikeus, tingsrätten) composed of three professional judges and two sea captains), requesting the court to confirm that on 9 July 1999 by bringing up three chalk pipes, a clay bottle, a seal and a zinc ingot they had engaged in salvage operations for which they were entitled to remuneration under Chapter 16 of the Maritime Code (merilaki, sjölagen; Act no. 674/1994) and that they had a right, either under a contract or as first salvors, to bring up all objects for which they were entitled to salvage remuneration. The court was also asked to confirm that the applicants were to be considered owners of the wreck and that they had the right also on that ground to engage in salvage operations. Were the court to consider the State owner of the wreck, the applicants requested it to confirm that they, either under a contract or as first salvor, had the right to engage in salvage of the wreck and to receive remuneration therefor. Lastly, they claimed legal costs.", "Under Chapter 16, article 1, of the Maritime Code anyone who salvages or assists in salvaging a foundered vessel, or goods in such a vessel, is entitled to salvage remuneration. As the applicants had been the first at the scene, they contended that they had been entitled to engage in salvage. Under the Maritime Code a right to salvage remuneration arose even if the wreck was no longer in danger. In any event, the presumably valuable cargo could be considered in danger as divers had access to it through the wreck's open cargo hold. This was shown by the fact that on 19 July 1999 the Maritime Museum had asked the Finnish Naval Forces and the Frontier Guard to monitor the wreck.", "The applicants conceded that ownership as regards objects found in the wreck fell to the State under section 20 of the Antiquities Act as in force at the time when the case was heard before the courts. However, they considered themselves owners of the wreck under former section 20 as in force at the time of the find. The old provision did not state anything about the ownership of a vessel more than 100 years old but the decision was to be made in accordance with the general principles. The subsequent entry into force on 1 December 2002 of the amendment could not remove the applicants' right of ownership, although the Act was given retroactive effect if the wreck did not have an owner. As the applicants had become owners in July 1999 as a result of appropriation, the subsequent amendment could not be given retroactive effect in the present case.", "The State contested the action, arguing that objects had been brought up under section 10 of the Antiquities Act with the permission of the Maritime Museum for research purposes. The Vrouw Maria was a relic of antiquity within the meaning of the Antiquities Act. The exclusive right to make decisions concerning the wreck and objects therein, their examination and possible removal was vested in the State. Any decision to bring up objects did not mean engaging in salvage but rather the conduct of research under the Antiquities Act. The remuneration of such work was to be decided pursuant to a contract, or in the absence of such, pursuant to the Code of Commerce (kauppakaari, handelsbalken).", "The State argued that there was no salvage contract. In any event, such a contract was not binding on the State since Ms F., a researcher, had not been competent to enter into such a contract, a fact of which the applicants had been aware. If the court were to find that a salvage contract had been established, it must be considered to have concerned only the bringing up of objects in the summer of 1999. The State also argued that, as there had been no dangerous situation requiring immediate salvage action, the applicants could not be considered first salvors. Accordingly, they had no right to salvage remuneration.", "The State argued that the National Board of Antiquities had the right to forbid possible further action under Chapter 16, article 1, of the Maritime Code. It was likewise free to choose its own salvor for the remaining work.", "In the State's view, the amendment of the Antiquities Act had only been of a clarifying nature. The intention of the Act from the outset had been that the State would receive ownership of a wreck based on protection. This was evidenced from the duty to inform the Maritime Museum of a find. Under the Antiquities Act a third party did not have the right to interfere, touch or otherwise repossess an immovable relic of antiquity. Therefore, the applicants could not have gained ownership of the wreck on the basis of appropriation. As the Vrouw Maria had been abandoned by its original owner, she had immediately become protected following her discovery in July 1999 without any separate decision or action.", "By an interim judgment of 19 September 2002 the Maritime Court (composed of one single professional judge) held that the provisions of the Maritime Code on salvage were applicable to the operations aimed at salvaging the wreck and the property originating from it.", "During the course of the present proceedings, and as noted above, Parliament amended section 20 of the Antiquities Act so as to vest ownership of vessels wrecked more than 100 years previously in the State. According to the applicants, this enabled the State to assert as owner that it objected to salvage, which it had not been able to do before, thus depriving the applicants of their position as first salvors.", "In a final judgment of 16 June 2004 the Maritime Court (in its full composition), having held an oral hearing and heard 11 witnesses, decided that the Antiquities Act, as amended, was to be considered lex specialis. As the wreck and objects therein were protected, any interference required the permission of the National Board of Antiquities.", "Under section 20(3) of the Antiquities Act the State was the owner of any object found in or obviously originating from the wreck. Under the amended section 20(2) also the wreck belonged to the State. As the Vrouw Maria had been shipwrecked in 1771, it was clear that she had been abandoned by her owner. Because she was over 230 years old she had become protected by law before 1 December 2002 when the amendment to the Antiquities Act took effect. Appropriation by the applicants, which presupposed, inter alia, the gain of control over an object, had not been possible due to the protection by law.", "According to the court, the Maritime Code applied only to ships in navigation and in danger. In respect of a foundered ship which fell within the purview of the Antiquities Act (an historic vessel without an apparent owner), the Act worked to exclude the provisions on salvage; hence, the applicants were not in the position of first salvors. The court further held that, even if the applicants were considered as first salvors, the State had in any case the right to forbid any salvage operation and the salvage remuneration could be refused on that ground.", "The judgment was not unanimous as one of the professional judges expressed the view that the applicants had the right of first salvors and a right to remuneration for the objects brought up by them. The claim for remuneration for further actions was premature as it was not known whether anything else would be brought up. The judge did not find the existence of a salvage contract established.", "The applicants appealed, repeating their claims as presented before the District Court. In their counter appeal, the State requested the court to find that the Antiquities Act superseded the provisions on salvage in the Maritime Code as lex specialis and lex posterior and because of the hierarchical order of these laws and that the action should be dismissed on the ground that the Maritime Court had lacked jurisdiction to examine the case.", "On 23 March 2005 the Court of Appeal (hovioikeus, hovrätten), having held an oral hearing in which it received testimony from twelve witnesses, rejected the appeals save that it discharged the applicants from their obligation to pay the State's legal costs.", "The court found that both the Antiquities Act and the Maritime Code were lex specialis. There were no grounds for considering that the former superseded the latter. Neither did the court uphold the Government's contention that there were two different groups of flotsam, one to be examined under the Antiquities Act and another under the Maritime Code. Nor did it uphold the Government's argument that Chapter 16, article 1, of the Maritime Code applied only to wrecks in danger. Finding that an unendangered wreck could also be the object of salvage, it confirmed that the Vrouw Maria was shipwrecked within the meaning of Chapter 16 of the Maritime Code. The court also noted that the Antiquities Act did not include a provision forbidding the application of the Maritime Code's provisions on salvage to flotsam within the meaning of the Antiquities Act. In sum, both Acts were applicable to the present case.", "As to the applicants' claim for ownership based on appropriation, the court noted that the wreck was placed under protection under section 1 of the Antiquities Act, which meant that all types of interference were forbidden without the permission of the National Board of Antiquities. The provisions on protection worked to prevent the finder of a wreck from gaining de facto dominion over it. Therefore appropriation of an abandoned object such as the one in issue was not possible and the applicant's claim for ownership could not be upheld. Under section 20(2) the State was the owner of the wreck.", "As to the applicants' contention that the parties had entered into a salvage contract, the court held that the existence of such an agreement had not been evidenced. It noted the following. On the basis of the witness statements of Ms M. and Ms P. the former had, in any event, not been competent to enter into such an agreement with binding effect on the State. On the basis of Ms P.'s testimony it was equally clear that the personnel of the Maritime Museum had not been competent to agree on remuneration. Ms M. also gave evidence to the effect that she had plainly given permission to bring up objects for research purposes in order to identify the wreck and without having the intention of engaging in a salvage contract. While noting that the Maritime Museum had paid compensation to one of the applicants for operations carried out during a diving expedition, the compensation paid could not be equated to salvage remuneration. The court found that the sums already paid did not support the conclusion that a salvage contract had been established between the parties. As to a document relied on in evidence and entitled “the wreck of the Vrouw Maria”, its drafter, Ms P., explained that she had made an estimate of the costs for examining the wreck. When drawing up the document there had been no discussion about bringing up the wreck. The court also noted a written statement by Ms M. according to which there had been discussion within the National Board of Antiquities about the possible bringing up of objects. However, none of these documents showed that the representatives of the Maritime Museum had intended to engage in a salvage agreement with the applicants.", "As to whether the State as owner had the right under Chapter 16, article 1(2), of the Maritime Code to forbid the applicants from engaging in salvage, the court noted that the first salvor may engage in salvage contrary to the owner's will when there is a concrete danger which necessarily requires engaging in salvage. In the present case, there was no such danger. The wreck and its cargo had lain at the bottom of the sea for over 230 years. The wreck and at least part of the cargo had been found in good condition and it could be assumed that they would continue to remain so for decades. The wreck was situated at a depth of 42 metres and at a difficult location navigationally. It caused no danger to navigation. It was possible that divers might enter the wreck and remove items. On the other hand, the wreck was under radar and camera surveillance by the authorities and therefore it was not probable that any stay of a long duration at the location where the ship went down would be possible without the intervention of the authorities. The ship went down in territorial waters and therefore it was unlikely that the wreck could be damaged by anchoring. Neither did archaeological concern require the immediate salvage of the wreck or its cargo. On these grounds the Court of Appeal considered that the State had the right to prohibit salvage.", "The court did not comment on the amendment of section 20 of the Antiquities Act.", "The applicants appealed, repeating their claims as presented before the District Court and the Court of Appeal. However, in their request for leave to appeal, the applicants expressly abandoned their ownership claim. They did so because they considered that the intervening amendment to the Antiquities Act had made it impossible for them to succeed in that claim as the Supreme Court (korkein oikeus, högsta domstolen) was bound to give effect to the legislation and therefore to reject their ownership claim.", "On 24 November 2005 the Supreme Court refused leave to appeal.", "Article 15 of the Constitution (Suomen perustuslaki, Finlands grundlag; Act no. 731/1999) provides that the property of everyone is protected. Provisions on the expropriation of property, for public needs and in consideration of full compensation, are laid down by an Act.", "According to Article 106:", "\"[i]f, in a matter being tried by a court of law, the application of an Act would be in evident conflict with the Constitution, the court of law shall give primacy to the provision in the Constitution.\"", "The Supreme Court found, inter alia, in the case KKO 2004:26 concerning property rights that a provision of the Act on the Protection of Buildings (rakennussuojelulaki, byggnadsskyddslagen) was in conflict with the Constitution and that primacy was to be given to the latter.", "Section 1 of the Antiquities Act (Act no. 295/1963) provides that immovable relics of antiquity are protected as traces of the previous settlement and history of Finland. Without permission given under this Act such relics are not to be the object of excavation, covering, modification, damage, removal or other unauthorised interference.", "Section 10 provides that the National Board of Antiquities has the right, inter alia, to examine and restore an immovable relic of antiquity, or it can entrust this task to someone else.", "Sections 16 and 17 provide that the find of certain specified movable objects, which can be presumed to be at least one hundred years old, must be reported to the National Board of Antiquities, which is entitled to redeem them. A movable antiquity found on an immovable one belongs to the State without redemption provided that it is connected with the immovable antiquity. The National Board of Antiquity may however decide to give a finder's reward if it considers this justified.", "At the time when the Vrouw Maria was found, section 20 of the Antiquities Act (Act no.295/1963) provided:", "“A wreck of a ship or other craft, or part of such a wreck, discovered in the sea or inland waters, which can be presumed to be more than 100 years old, is protected. The provisions regarding immovable antiquities shall apply where relevant to such a wreck or part thereof.", "Items found in a wreck referred to in subsection 1 or which apparently originate from such a wreck belong to the State without redemption, and otherwise the provisions concerning movable antiquities shall apply where relevant.", "Anyone who finds a wreck or an item referred to in this section shall immediately inform the National Board of Antiquities.”", "On 15 November 2002, that is during the course of the proceedings in the present case, Parliament amended section 20 of the Antiquities Act so as expressly to vest ownership of vessels wrecked more than 100 years previously in the State. The amended section 20 (Act no. 941/2002) reads:", "“A wreck of a ship or other craft, or part of such a wreck, discovered in the sea or inland waters, which can be presumed to have gone down more than 100 years ago, is protected. The provisions regarding immovable antiquities shall apply where relevant to such a wreck or part thereof.", "If, on the basis of external conditions, it is obvious that the owner has abandoned a wreck referred to in subsection 1 or a part thereof, it shall belong to the State.", "Items found in a wreck referred to in subsection 1 or which apparently originate from such a wreck belong to the State without redemption, and otherwise the provisions concerning movable antiquities shall apply where relevant.", "Anyone who finds a wreck or an item referred to in this section must inform the National Board of Antiquities without undue delay.", "... ”", "The amendment (Act no. 941/2002) took effect on 1 December 2002. It was, however, given retroactive effect. The amendment was applicable to wrecks and parts thereof which had already become protected as historical monuments before the entry into force of the amendment if, based on external conditions, it was obvious that they had been abandoned by their owner.", "The preparatory works of the amendment of section 20 of the Antiquities Act (see the Government bill HE 80/2002) noted the need to clarify the question of ownership of a protected wreck or part thereof. It stated, inter alia, that:", "“Since the enactment of the Antiquities Act, technological developments have facilitated locating and exploring old shipwrecks under water. The number of wrecks located by means of side scan sonar in territorial waters of Finland will probably grow in the next few years. ....", "The Vrouw Maria, which foundered in 1771, was discovered in 1999 in the Nauvo archipelago. It has been stated that the title to the wreck itself is not unambiguous in the light of current law, because the Act does not stipulate directly that a wreck regarded as a relic of antiquity is owned by the State. No case-law exists on the application of the Antiquities Act to this question, and it is not covered in legal literature either.", ".... Swedish and Norwegian legislation contains an unambiguous provision stipulating that the title to a shipwreck regarded as a relic of antiquity is vested in the State. The preparatory works of the Finnish Antiquities Act in force state, however, that relics of antiquity, because of their old age, can no longer be regarded as the property of private individuals. Relics of antiquity are considered to have primarily antiquity value and/or historical value but no longer use value. Also the raising of a sunken historical wreck constitutes primarily archaeological research. For these reasons it can be considered that the legislator originally intended to stipulate that historical shipwrecks are owned by the State, although this intent was not expressed openly.”", "Chapter 16, article 1, of the Maritime Code (Act no. 674/1994), as in force at the material time, provided that anyone who salvaged or assisted in salvaging a foundered vessel or a vessel in danger, or goods in such a vessel, or anything having pertained to such a vessel or goods, was entitled to salvage remuneration. Anyone who had taken part in a salvage operation notwithstanding the express and justified prohibition of the master of the vessel had no right to salvage remuneration."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}