{"ITEMID": "001-77926", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF LULUYEV AND OTHERS v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Liberty of person;Security of person);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis", "TEXT": ["7. The first applicant, Mr Turko Saidalviyevich Luluyev, is a Russian national who was born in 1979. His application was brought on his own behalf and on behalf of his close relatives: his father Mr Saidalvi Saidsalimovich Luliuyev, born in 1954 (the second applicant); the first applicant's brothers, Mr A.L., born in 1983, and Mr S.L., born in 1995, and his sister Ms Z.L., born in 1989 (the third to fifth applicants); Nura Luluyeva's parents, Ms G.B. and Mr S. G. (the sixth and the seventh applicants); and her brothers, Mr M.G., Mr Kh.G. and Mr S.S.G. (the eighth to tenth applicants), who requested that their names should not be disclosed. The applicants live in Gudermes, Chechnya.", "8. Nura Said-Alviyevna Luluyeva, born in 1960, lived together with the second applicant and their children (the first, the third, the fourth and the fifth applicants) in Gudermes. She worked as a nurse and a kindergarten teacher; at the time of her abduction she also traded fruit at the local market. The second applicant worked in the law-enforcement bodies and subsequently as a judge; in 2002 he became the chairman of a district court in Chechnya. He has since ceased to work in the judiciary.", "9. The facts surrounding the abduction and killing of the applicants' relative, Nura Luluyeva, as submitted by the parties, are set out in Sections 1 and 2 below. A description of the materials submitted to the Court is contained in Part B.", "10. On 3 June 2000 Nura Luluyeva, along with her two cousins, Markha Gakayeva and Raysa Gakayeva, went to the market place at Mozdokskaya Street in the northern part of Grozny.", "11. Between 7 and 9 a.m. that morning an armoured personnel carrier (APC) appeared at the market. It was accompanied by two other vehicles, an Ural truck and an UAZ all-terrain vehicle. A group of servicemen, wearing camouflage uniforms and masks and armed with machine guns, disembarked from the vehicles. The servicemen detained several persons, mostly women, put sacks over their heads and loaded them into the APC. Nura Luluyeva and her two cousins were among those detained.", "12. Someone apparently called the police from the Leninskiy temporary District Department of the Interior (Leninskiy VOVD), which was situated only a few hundred metres from the scene. When the police appeared and tried to interfere, the military started shooting in the air with a machine gun, and then drove away. The deputy chief of the district administration was also present at the scene and he attempted to question the servicemen about their official affiliation and their mission at the market, but he was told only that they were “lawfully carrying out a special operation”. Having received this explanation the officials left the site.", "13. Later in the afternoon the second applicant learned from neighbours about Nura Luluyeva's arrest. At about 3 p.m. he went to the market place and then to the Leninskiy VOVD, which had already been notified of the incident. It was also known that, in addition to Nura Luluyeva and her cousins, at least one other person, Mr Z. Tazurkayev, was detained on the same day.", "14. From that day the applicants, primarily the second applicant, searched for Nura Luluyeva and her cousins until their bodies were found in February 2001 (see Section 2 below). On numerous occasions the second applicant applied to various authorities, requesting information about their whereabouts. In particular, he contacted the prosecutors at various levels, the Federal Security Service (FSB), various departments of the Ministry of the Interior, the Ministry of Defence and the Russian President's Special Representative in the Chechen Republic for Rights and Freedoms. The family members also petitioned the authorities, the media and public figures; they personally visited detention centres and prisons in Chechnya and further afield in the northern Caucasus.", "15. These attempts yielded little result. The official bodies could not clarify the circumstances of Nura Luluyeva's disappearance. Occasionally they would forward the applicants' requests to the Chechnya Republican Prosecutor's Office or to the Grozny Town Prosecutor's Office.", "16. On 20 June 2000 the second applicant was called for an interview at the Chechnya Republican Prosecutor's Office. He was asked to elaborate on the circumstances of his wife's disappearance, with regard to which he had requested an investigation.", "17. On 21 June 2000 the Chechnya Republican Prosecutor's Office forwarded the applicant's complaint and the transcript of his interview to the Grozny Town Prosecutor's Office, with a request to make official enquiries and verify whether any State authority had taken Nura Luluyeva and her relatives into custody.", "18. On 23 June 2000 the Grozny Town Prosecutor's Office instituted criminal proceedings under Article 126 part 2 of the Criminal Code – kidnapping. Investigation case file no. 12073 was opened. The applicants' family was informed accordingly on 4 July 2000. Two months later the case was adjourned, but the applicants were not informed of this and only found out about the adjournment later. None of the family members was questioned during those two months.", "19. On 25 June 2000 the Chief of the Leninskiy VOVD informed the acting head of the FSB Department for Chechnya that N. Luluyeva, M. <Gakayeva and R. Gakayeva were not listed among the detained persons in the Leninskiy VOVD. On the same day the military commander of the Leninskiy District of Grozny informed the FSB Department for Chechnya that the said persons had not been detained by the district military commander's office.", "20. On 30 June 2000 the applicants were informed by the Chechnya Department of the FSB that N. Luluyeva and her relatives R. Gakayeva and M. Gakayeva had not been detained on 3 June 2000 by law-enforcement bodies, including the FSB and forces from the Ministry of Defence. No information was available about them.", "21. On 31 August 2000 the second applicant applied to the Chechen Republican Prosecutor. He complained about the decision to adjourn the investigation and raised, inter alia, the following points: he had not been granted victim status and had not been formally questioned, no attempts had been made to establish the whereabouts of the missing persons and no other investigative actions had taken place. He referred to certain witness statements identifying the hull number of the APC in which the women had been taken away (allegedly 110) and requested that the location of the vehicle in question be established. He made a number of other requests, in particular to give testimony as a witness and to have the husbands of the two other missing women questioned, and to ask the FSB and the Ministry of Interior about “special operations” carried out in Grozny on 3 June 2000. In reply, the Office of the Chechen Republican Prosecutor informed the applicants that the decision to adjourn the investigation had been quashed and the case had been forwarded to the Grozny Town Prosecutor's Office for further investigation.", "22. On 5 November 2000 the Office of the Chechnya Republican Prosecutor stated in reply to the second applicant's complaint that the criminal investigation into the kidnapping of Nura Luluyeva and her cousins had been taken under the special control of the Office. The letter further stated that “specific measures had been undertaken to intensify the investigation and to solve the circumstances of the crime.”", "23. On 4 December 2000 the second applicant was granted victim status in the criminal proceedings concerning the kidnapping of Nura Luluyeva (case no. 12073).", "24. On 8 December 2000 the Office of the Chechnya Republican Prosecutor sent a progress report in several cases to the Russian President's Special Representative in the Chechen Republic for Rights and Freedoms. Case no. 12073 concerning the “kidnapping in Grozny at Mozdokskaya Street of N. Luluyeva, R. Gakayeva, M. Gakayeva and Z. Tazurkayev” was mentioned as being investigated by the Grozny Town Prosecutor's Office under the “special control” of the Office of the Chechnya Prosecutor.", "25. On an unspecified date in 2000 the Deputy Head of the Administration of Chechnya sent a letter to the Chief Military Prosecutor of Russia. He related the disappearance of Nura Luluyeva and other women, stating that they had been detained by unidentified servicemen from the federal forces. He further alleged that the investigation by the local prosecutors had proved ineffective and therefore requested that the case be transferred to the Chief Military Prosecutor's Office for investigation.", "26. On 16 January 2001 the Office of the Chechnya Republican Prosecutor informed the second applicant that additional questions had been put to the witnesses and enquiries about the missing persons had been sent to all departments of the Interior in Chechnya, to the FSB, to the military prosecutor of military unit no. 20102, and to the military commander of Grozny. It was also mentioned that the possible involvement of “certain detachments of the power structures” (“силовых структур”) in the kidnapping of the women was being investigated.", "27. On 5 February 2001 the Grozny Town Prosecutor's office informed the second applicant that the investigation into the kidnapping of Nura Luluyeva had been adjourned under Article 195 § 3 of the Criminal Procedural Code (CCP) for failure to identify the culprits.", "28. On 24 February 2001 news came through that a mass grave had been uncovered in “Zdorovye”, an abandoned holiday village on the outskirts of Grozny, less then one kilometre from Khankala, the headquarters of the Russian military forces in Chechnya. 47 bodies, dumped in the village, had been collected and transferred to a temporary location in Grozny belonging to the Ministry for Emergency Situations (Emercom).", "29. On 2 March 2001 a forensic examination was performed on the bodies.", "30. On 4 March 2001 Nura Luluyeva's brother and three other relatives went to the Emercom premises and identified the three bodies as those of Nura Luluyeva, Markha Gakayeva and Raisa Gakayeva. As the bodies were in an advanced stage of decomposition they could only be identified by their earrings and clothes. A relative who saw the three women on 3 June 2000 confirmed that the clothes and the earrings were the same as those worn by the deceased on that day. The relatives who took part in the identification also noted that the individuals had been blindfolded.", "31. On the same day, adhering to the religious custom that bodies be buried as soon as possible, the relatives sought permission to transfer the bodies for burial to the village of Noyber, situated about 15 km from Gudermes. On 4 March 2001 the Grozny Town Prosecutor's Office issued a note permitting the transportation of the bodies of Markha Gakayeva, born in 1962, Raisa Gakayeva, born in 1964 and Nura Luluyeva, born in 1960, from Grozny to the villages of Noyber and Engel-Yurt, Gudermes District, for burial.", "32. The burial took place on 5 March 2001 in Noyber. The applicants and other members of the family came to Noyber and took part in the funeral, but none of them saw the bodies.", "33. The discovery of the mass grave was reported in the media and became a subject of two special reports by the human rights NGOs Memorial (March 2001) and Human Rights Watch (May 2001). Both NGO reports stated that, of the identified bodies in the mass grave, 16 or 17 belonged to persons previously detained by the Russian forces, and specifically mentioned the case of Nura Luluyeva. The latter report also stated that the remaining bodies – over 30 – had been buried on 10 March 2001 without any further announcements, thus preventing their further identification and examination.", "34. On 31 March 2001 the Chechnya Republican Prosecutor's Office informed the applicants that further investigation of case no. 12073 would be conducted by that Office. It informed the applicants that the investigation was seeking to identify the culprits and that any further information would be communicated to them in due course.", "35. On 9 April 2001 the civil registration office of Gudermes issued death certificate no. 212 for Nura Saidalviyevna Luluyeva, born in 1960. The date and place of death were recorded as 3 June 2000, Khankala.", "36. On 12 April 2001 the Gudermes District Department of the Ministry of Health of Chechnya issued a medical death certificate in respect of Nura Luluyeva, born in 1960. It recorded the date and place of death as 3 June 2000, Grozny, Khankala. With reference to a forensic examination, it indicated that the death had resulted from homicide and was caused by a gunshot wound to the head. The circumstances of the death were described as the “period of hostilities”.", "37. On 28 April 2001 a forensic report was drawn up following an examination on 2 March 2001. It established that Nura Luluyeva's death had been caused by a multiple comminuted skull fracture, the exact origin of which could not be identified, but which was inflicted by a blunt solid object applied with strong impact. It stated that the death had occurred 3-10 months before the discovery of the corpse.", "38. On 26 May 2001 the head of the village administration of Noyber issued a certificate confirming that on 5 March 2001 Nura Luluyeva's body was buried in the village cemetery, with all costs borne by the applicants' family.", "39. On 21 August 2001 the Interfax News Agency interviewed the Chechnya Republican Prosecutor, Vladimir Chernov, about progress in the investigation of crimes committed in Chechnya by the federal troops. The Prosecutor stated that the circumstances of the deaths of 51 persons whose bodies had been discovered in March on the outskirts of Grozny were still being investigated, and that 24 bodies had been identified by their relatives and buried. He further pointed out that “there were no eyewitness reports that federal troops were responsible for the murders” and therefore the main probability being explored by the investigation was that the mass burial had been organised by rebel fighters.", "40. On 6 May 2002 the Chechnya Republican Prosecutor's Office, in reply to a request by the applicants' legal counsel, SRJI, for an update on file no. 12073, wrote that “a number of actions were being undertaken by the investigative authorities to identify [the murderers]”.", "41. In March 2003 the first applicant complained to the Chechnya Republican Prosecutor. He indicated that the ongoing investigation would not be effective so long as it sought to prove that the abduction and murder had not been committed by military servicemen. He recalled that the persons who had abducted Nura Luluyeva and other women had been driving an APC – a vehicle which only the military could have possessed – and that the hull number of the APC had been noted. He further stated that the body had been discovered within the security zone of the Khankala military base, which was under the strict control of the military authorities. Finally, he complained that the families had not received any substantive information about the investigation.", "42. On 18 April 2003 the SRJI requested the Chechnya Republican Prosecutor to grant victim status in the proceedings to the first applicant and to provide an update on the investigation.", "43. On 24 April 2003 the Chechnya Republican Prosecutor's Office informed the first applicant that proceedings in criminal investigation no. 12073 had been resumed and that he would be informed of further developments.", "44. On 1 October 2003 investigation of the criminal case was again adjourned due to a failure to identify the culprits.", "45. On 12 January 2004 the Deputy Prosecutor of the Chechen Republic quashed this decision and forwarded the case for further investigation.", "46. In 2004-2005 the investigation into Nura Luluyeva's death was adjourned and resumed at least five times. Every time it was resumed the supervising prosecutors gave detailed orders to the investigators as to what measures were to be taken. In particular, the instructions of 15 February 2005 required that a special commission be set up to investigate the case and ascertain whether any military officials had been involved in the crime; that officers earlier involved in the investigation be questioned and that several other witnesses, including women street cleaners, be questioned. The instructions of 22 August 2005 contain further orders, such as to find out to which military detachment the APC hull number 110 belonged, but it also ordered that the instructions of 15 February 2005 be carried out.", "47. During that period several witnesses were questioned, including the applicants and the investigator K. who was originally in charge of investigating case no. 12073. It was established that on the day of Nura Luluyeva's detention the Sofrino interior security troops of the Ministry of the Interior had been carrying out a special operation at Mozdokskaya Street, Grozny. It was also established that the hull number of the APC in which Nura Luluyeva and her relatives had been taken away was 110. However, in reply to the official request, the Sofrino interior security troops denied that there was an APC with this hull number at their disposal. The enquiry to the military prosecutor's office as to which military detachment had operated APC no. 110 did not yield any result. Likewise, the APC driver and the FSB officer originally involved in the investigation could not be identified.", "48. At present the investigation continues. It has not yet identified the persons or the military detachment responsible for the abduction and murder of Nura Luluyeva and others, and no one has been charged with the crimes.", "49. In order to be able to assess the merits of the applicants' complaints and in view of the nature of the allegations, the Court requested the Government to submit a copy of the complete criminal investigation file in the present case. Before the case was declared admissible the Government submitted only 17 documents out of 368, having refused to provide the rest on the grounds of confidentiality.", "50. After the case was declared admissible the Court did not repeat the request for the entire investigation file but demanded specifically the documents concerning the adjournment and resumption of the investigation, the supervising prosecutors' orders and the examination of Nura Luluyeva's body. The Government were also asked about the progress of the investigation and were invited to submit any relevant documents. They were also asked to identify the military unit which was present in Mozdokskaya Street, Grozny, on the morning of 3 June 2000, to give the names and ranks of its crew members and to identify the APC which was present. In reply, the Government submitted the specified documents and provided the investigation progress report prepared by the Prosecutor General's Office, which contained a summary of the investigative steps taken in 2004-2005.", "51. The documents submitted by the Government can be summarised as follows:", "52. On 23 June 2000 a prosecutor from the Grozny Town Prosecutor's Office opened criminal investigation file no. 12073 into the abduction on 3 June 2000 at about 9 a.m. of Nura Luluyeva and other persons by unidentified armed men, dressed in camouflage and driving an APC without hull numbers. His report further stated that, according to eye-witnesses, officers from the nearby Leninskiy VOVD arrived at the scene and attempted to interfere, but were shot at by the armed men. Requests for information, forwarded to the local bodies of the interior, the FSB and the military commanders' offices, had proved ineffective.", "53. On 6 July 2000 an investigator from the Leninskiy VOVD examined the site at Mozdokskaya Street where Nura Luluyeva and other women had been detained. The investigators did not find anything noteworthy.", "54. In December 2000 an investigator from the Grozny Town Prosecutor's Office questioned Nura Luluyeva's husband, the second applicant, as a victim in the criminal case. The second applicant stated that early on the morning of 3 June 2000 Nura Luluyeva, together with her two cousins, Markha Gakayeva and Raisa Gakayeva, went to the Severny market in Grozny to sell cherries. At about noon on the same day another relative, Kheda, who had travelled with Nura Luluyeva, came to his house and told him that in the morning, while selling cherries, she saw an APC in the market and noted that Nura Luluyeva and other women were forced inside by armed men dressed in camouflage and wearing masks. According to Kheda, other people tried to intervene, but the armed men shouted in Russian that they were conducting a special operation and shot above their heads with submachine-guns. Servicemen from the Leninskiy VOVD then arrived, but they were also shot at with a machine gun. Someone from the VOVD asked them who they were and one of the masked men showed him an identity card. Kheda further told him that servicemen from the Emercom also arrived, but they were not allowed to approach. Another person in civilian clothes arrived and showed his identity card to one of the armed persons. They exchanged a few words and the man walked away. The APC with the detainees left. Kheda had immediately returned to Gudermes to tell the second applicant about his wife's detention.", "55. The second applicant further explained that he had immediately gone to Grozny to establish his wife's whereabouts. He had personally visited all the district departments of the interior in Grozny, the FSB office and the military commander's office, but no authority acknowledged his wife's detention. Some servicemen who were at that time serving in the Leninskiy VOVD on mission from the Yekaterinburg region were his acquaintances since he had previously worked in the police force in that region, and in July 2000 the head of the criminal police informed him that the hull number of the APC which had driven away his wife was 110. The policemen from the Leninskiy VOVD assured him that they were doing everything possible to find his wife.", "56. In the period from July to November 2000 investigators from the Grozny Town Prosecutor's Office questioned several eye-witnesses to the events of 3 June 2000 and relatives of other persons who had been detained and “disappeared” on that day. The total number of persons detained is not apparent from the documents submitted, but it must be at least five.", "57. Witness B., an employee of the district administration, stated in July 2000 that at about 8.30 – 8.45 a.m. on 3 June 2000 he was walking past the Leninskiy VOVD building and heard shooting nearby. Then he saw policemen running from the VOVD building towards the noise. About 200 metres away he noted a group of men wearing camouflage uniforms and balaclava masks, armed with sub-machine guns and portable grenade-launchers. The policemen from the VOVD, also armed with machine-guns, were standing across from them. The witness approached the armed men and produced his identity card; one of the masked men, the senior member of the group, told him that they were conducting a special operation and would call later at the Leninskiy district military commander's office to explain. They did not have any signs or markings on their camouflage and did not introduce or identify themselves. The witness noted an APC standing nearby, but could not identify it.", "58. The family of Z. Tazurkayev, who had been detained with Nura Luluyeva, was questioned in July 2000 and again in November 2000 about the circumstances of his detention. His daughter testified that at about 7 a.m. on 3 June 2000 a friend's wife came in and asked her father to help her find her husband. Her father left with that woman and had not been seen since. At about 9 a.m. she went outside to get water and saw a group of servicemen wearing masks and a group of people who were shouting something about them driving away women. Then a group of policemen arrived and the servicemen shot in the air. The military left in an APC; the witness did not notice any men in civilian clothes on the hull or any numbers. She recalled that someone told her that the servicemen had been waiting in the courtyard of a nearby house since 3 a.m. on the previous night. Z. Tazurkayev's wife testified on two occasions in November 2000 that she had been contacted by persons who did not tell her their names out of fear for their lives, and who told her that her husband had been detained in a ground pit at the Khankala military base. One man told her that he had been detained alongside her husband and saw him badly beaten. It was allegedly her husband who had asked the man to contact his family.", "59. Zura A., questioned in August 2000, testified that on 3 June 2000 she witnessed how Z. Tazurkayev and three women were arrested in an ambush operation in her friends' flat in Mozdokskaya Street. The leader of the operation group questioned the witness but she was then released. He also told her that he was from the FSB and that they were looking for the owner of the flat because “some of their guys had been killed there”. She described the leader of the operation group as a Russian male, and said that the men in the group were armed with sub-machine guns and wore unmarked camouflage.", "60. Tamara Kh. stated in December 2000 that she had learnt from her sister's husband that in June 2000 her sister, Tamani Kh., had been detained by servicemen at the market in Grozny, along with other women who were trading there, and that there had been no news of them since. The family continued to search for Tamani everywhere, but without any results. On the same day Tamara Kh. was granted victim status in the proceedings concerning her sisters' disappearance.", "61. On 28 April 2001 a forensic expert prepared a report based on the description of the crime-scene in “Zdorovye” where, from 24 February – 1 March 2001, 47 bodies bearing signs of violent death were discovered (the description of the site was not submitted to the Court). One body was identified as that of Nura Luluyeva. The crime-scene report was quoted as follows: “the following clothes were discovered on the corpse: a blue cardigan and a printed dress. The bones of the extremities, chest and pelvis are intact. The right frontal part of the head has an extensive defect to the bone, the bone lamella is totally missing. Skin is mummified, yellowish-brown in colour, solid to the touch”.", "62. The expert was asked to answer questions concerning the possible reasons for and time of Nura Luluyeva's death. The expert concluded that it appeared that the death had occurred 3 to 10 months prior to the discovery of the body, and had resulted from an extensive wound to the front of the head, which had caused massive deformation to the frontal part of the skull.", "63. In July 2003 investigators questioned several officers who, at the material time, were serving in the Leninskiy VOVD, Grozny, on mission from other regions of the Russian Federation. They recalled having opened a search file in respect of Nura Luluyeva and other women, but the search had not produced any results. They could not recall if the hull number of the APC which had taken away the women was known to the investigation authorities.", "Officer K. was questioned in May 2004 and gave submissions reflected in the progress report prepared by the Prosecutor General's Office, cited below.", "64. At the Court's request, the Government provided the following update on the investigation, covering the period from January 2004 to August 2005:", "“On 12 January 2004 the [acting Deputy of the Chechnya Republican Prosecutor] by his decree quashed the decree to suspend the preliminary investigation in the criminal case no. 12073 of 20 January 2003 and the preliminary investigation was reopened. After reopening proceedings in the case [11 persons including the former military commandant of the Town of Grozny], were interviewed as witnesses. Moreover, a number of [actions were commissioned] to establish witnesses of the committed crime.", "On 10 May 2005 the victim, S. S. Luluyev, was again interviewed and he stated that in the course of the search for his relatives he had been assisted by [the] officers of the [Department] of the Interior of the Leninskiy District of the Town of Grozny, [Mr K.], [Mr Yu.] and the operating officer by name of “Mikhail”. Moreover, the search was conducted [by] an officer of the [FSB] by surname of “Balandin”. Mr S.S. Luluyev has learned from the above persons that the driver of the [APC] with the hull number 110 was a serviceman by name of “Fedyakin”. Mr S.S. Luluyev did not give his consent to have the corpse of his wife exhumed. The corpse was examined earlier. The forensic medical examination established the violent nature of Mrs N.S. Luluyeva's death.", "On 28 May 2004 the [Prosecutor's Office] of the Sverdlovsk Region [was commissioned] to interview [Mr K.] as a witness. He stated that in 2000 he had been detached to the Town of Grozny to serve as an operating officer of [the] criminal investigations department. Pursuant to the fact of abduction of Mrs N.S. Luluyeva, sisters Gakayevy and Mr Z. Tazurkayev measures had been taken with a view to establish persons who had committed the abduction. In particular, the hull number of the [APC], in which the abducted had been taken away, had been established. It turned out impossible to establish the surname of the driver of that armoured personnel vehicle. According to [the] received information special measures on Mozdokskaya Street during the indicated period of time were conducted by the Sofrino brigade of internal troops of the [...] Ministry of the Interior. During his second duty trip to the Chechen Republic in March 2001 he learned that the corpses of the abducted persons had been found and identified.", "On 28 May 2005 the Military [Prosecutor's Office] of the Moscow Military District [was commissioned] to carry out several investigative actions to check the information that the crime had been committed by [the] servicemen of the regiment no. 245 of the Sofrino brigade of internal troops of the [...] Ministry of the Interior. According to the reply received from the commanding officer of the military unit no. 3641 (the Sofrino brigade of internal troops of the [...] Ministry of the Interior) a serviceman by surname of Fedyakin is not listed among the personnel of the unit and an [APC] with the hull number 110 is not listed among the vehicles of the unit. The military unit no. 3641 did not include regiment no. 245. The military unit comprises four operational battalions and not regiments.", "On 8 September 2004 an inquiry concerning [the] officer of the [FSB] S. Balandin was sent to the Head of the Chechen Republican Directorate of the [FSB]. The criminal case-file was added with the reply of the Deputy Head of the Chechen Republican Directorate of the [FSB], according to which an officer S. Balandin is not listed among the personnel of the Directorate.", "The preliminary investigation in the case was repeatedly suspended. On 15 February 2005 the [Deputy of the Chechnya Republican Prosecutor] by his decree quashed the decree to suspend the preliminary investigation. Pursuant to Section 37 of the Code of Criminal Procedure of the Russian Federation, the directives were issued to eliminate inconsistencies in the testimony of the witness [K.], to establish women who were cleaning the territory near the commandant's office of the Leninskiy District of the Town of Grozny and who allegedly heard shouts coming from [APCs], to interview Mr. Kh.N. Djabrailov again.", "On 18 March 2005 the preliminary investigation in the case was suspended pursuant to Section 208 §1(1) of the Code of Criminal Procedure of the Russian Federation (in view of non-establishment of the person to be prosecuted as the accused [of the abduction]).", "On 22 August 2005 the Deputy [Prosecutor] of the Leninskiy District of the Town of Grozny by his decree quashed the decree to suspend the preliminary investigation in the criminal case and the preliminary investigation was reopened. On that very day a fresh inquiry requesting the information on whereabouts of Mr S. Balandin was sent to the Head of the Chechen Republican Directorate of the [FSB]. On 24 August 2005 an inquiry requesting the information on whereabouts of [the] officer of the [Department] of the Interior, [Mr Yu], and [an] operating officer by name “Mikhail” was sent to the Head of the Leninskiy District Department of the Interior of the Town of Grozny. On 26 August 2005 a fresh [commission request] was sent to the [Prosecutor's Office] of the Town of Severouralsk of the Sverdlovsk Region to interview [Mr K.]. On 31 August 2005 the military [Prosecutor's Office] of the military unit no. 20102 [was commissioned] to establish a military unit equipped with an [APC] with the hull number 110. At present, the investigation in the case is in progress.”", "65. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic. From 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "66. The 1960 CCP required a competent authority to institute criminal proceedings if there was a suspicion that a crime had been committed. That authority was under an obligation to carry out all measures provided for by law to establish the facts and to identify those responsible and secure their conviction. The decision whether or not to institute criminal proceedings had to be taken within three days of the first report on the relevant facts (Articles 3, 108-09). Where an investigating body refused to open or terminated a criminal investigation, a reasoned decision was to be provided. Such decisions could be appealed to a higher-ranking prosecutor or to a court (Articles 113 and 209).", "67. Criminal investigation is now carried out under the supervision of a prosecutor whose powers include giving detailed instructions to the investigating authorities as to what measures should be taken to investigate the case (Article 37 §2(11) of the new CCP).", "68. Under the old CCP, during criminal proceedings persons who had been granted victim status could submit evidence and file applications, have full access to the case file once the investigation was complete, challenge appointments and appeal decisions or judgments in the case. At an inquest, the close relatives of the deceased were to be granted victim status (Article 53). Similar provisions are contained in the new CCP.", "69. Article 161 of the new CCP establishes the rule of the impermissibility of disclosure of data from the preliminary investigation. Under part 3 of that Article, information from the investigation file may be divulged with the permission of a prosecutor or investigator and only so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. Divulging information about the private life of participants in criminal proceedings without their permission is prohibited.", "70. Article 195 § 3 of the old CCP provided for a criminal investigation to be adjourned if no suspect in a crime could be identified. Similar provisions are set out in Article 208 § 1(1) of the new CCP.", "71. Article 214 part 4 of the Code of Civil Procedure (Гражданский процессуальный Кодекс РСФСР), which was in force until 1 February 2003, provided that courts had to suspend consideration of a case if it could not be considered until another set of civil, criminal or administrative proceedings had been completed."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}