{"ITEMID": "001-97333", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ANATOLIY TARASOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 8;No violation of Art. 34;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1961 and is serving a prison sentence in correctional colony IK-3 in the Bashkortostan Republic.", "7. On 14 September 1998 the applicant was arrested in the town of Glazov on suspicion of murder and several robberies. He was searched and police officers allegedly withheld his money and jewellery and beat him up. They took him to Glazov town police station where the beatings allegedly continued.", "8. On an unspecified date the applicant was charged with aggravated robbery, murder, unlawful detention of an individual, extortion, unlawful possession of firearms and use of force against a State official – offences under Articles 162, 105, 127, 163, 222 and 318 of the Criminal Code. The applicant was placed in custody.", "9. On 12 October 1999 the Supreme Court of the Udmurtiya Republic found the applicant guilty of robbery committed with a view to acquiring others' property on a large scale and accompanied by infliction of grievous bodily harm on the victim (Article 162 § (b) and (c)); unlawful detention of a person entailing grave consequences (Article 127 § 3); murder with a lucrative aim accompanied by a robbery (Article 105 § 2 (i)); extortion aimed at acquisition of others' property on a large scale (Article 163 § 3 (b)); unlawful possession of a firearm (Article 222 § 1) and assault on a State official (Article 318 § 1). The court established that the applicant had instigated his two co-defendants to rob employees of a trading company. Accompanied by the co-defendants and carrying a firearm, the applicant had stopped the employees' car, had robbed them, tied them to a tree in the forest and shot one of them dead. The court further found that the applicant had blackmailed another victim, extorting a sum of money from him and had assaulted police officers during his arrest. The court based the applicant's conviction on testimonies by his co-defendants, the surviving victims and witnesses and the material evidence. The applicant was sentenced to twenty-three years' imprisonment. He appealed against the judgment.", "10. On an unspecified date in May 2000 the applicant was transferred to remand centre SIZO-3 in Moscow in order to secure his presence at the appeal hearing. He was allegedly placed in a cell where he was severely beaten by other inmates.", "11. On 4 October 2000 the Supreme Court of the Russian Federation upheld the applicant's conviction on appeal.", "12. On 16 April 2001 a deputy Prosecutor General of the Russian Federation lodged with the Presidium of the Supreme Court of the Russian Federation an application for supervisory review of the judgments of 12 October 1999 and 4 October 2000. The prosecutor requested a different legal characterisation of the applicant's criminal acts, in particular that the charge of “unlawful detention of an individual by an organised group” under Article 127 § 3 of the Criminal Code be reclassified as “unlawful detention of two or more individuals by a group of persons with the use of weapons and violence dangerous to [their] health” under Article 127 § 2 (a), (c), (d) and (h). Furthermore, he requested that the charge of “murder for financial gain coupled with robbery” under Article 105 § 2 (i) be reclassified as “murder coupled with robbery” under the same provision.", "13. According to the Government, a copy of the prosecutor's application was sent to the applicant “simultaneously” and on 27 July 2001 he was informed that the hearing before the Presidium was scheduled for 8 August 2001. They further submitted that the applicant had been subsequently notified that the hearing had been postponed. The copy of the application of the deputy Prosecutor General produced by the Government contained handwritten notes: “postponed [signature] 08.08.”, “postponed [signature] 23.05”, “postponed 27.06.2001 [signature]”.", "14. According to the applicant, he obtained a copy of the deputy Prosecutor General's application only on 16 August 2001. On unspecified dates the applicant sent to the Prosecutor General's Office and the Presidium of the Supreme Court his observations in connection with the prosecutor's application. He also sought leave to appear at the supervisory review hearing. It appears that his requests were left without reply.", "15. On 3 October 2001 the Presidium of the Supreme Court of the Russian Federation examined the application. After having heard the prosecutor and the judge rapporteur and examined the materials of the case, the Presidium granted the request, reclassified the applicant's acts as sought by the prosecutor and reduced the sentence to twenty-two years' imprisonment. The Presidium court's decision contained no reference to the applicant's observations or arguments raised therein. The applicant did not attend the hearing.", "16. From 6 April to 16 October 2005 the applicant was held in colony LIU-2 in the Udmurtiya Republic.", "17. On 5 May 2005 the Court decided to give notice of the application to the Government of the Russian Federation.", "18. By a letter dated 20 May 2005 and sent through informal channels, the applicant informed the Court that on 16 May 2005 wardens Ch., Ya. and O. had had a conversation with him. According to the applicant, they told him that the Court had started its examination of the application lodged by Messrs Khyzhiny and that they did not want the applicant to complain about conditions of detention in Russian correctional colonies to the Strasbourg Court. They ordered him to write statements addressed to Mr Zheludov, head of the Federal Service of the Execution of Sentences in the Republic of Udmurtiya, and to Mr Mardanshin, a prosecutor. The applicant was to affirm that he had no complaints about the conditions of detention. The applicant refused and allegedly endured beatings for three days and received death threats. According to the applicant, there was no physical evidence of ill-treatment because he had been refused access to a doctor. On 19 May 2005 the applicant gave up and signed the declarations.", "19. In his letter of 20 May 2005 he requested the Court not to accept any statement similar to the above, should the Government produce one.", "20. By a letter of 10 May 2005 the Registry of the Court informed the applicant that notice of his application had been given to the Russian Government. The applicant was invited to designate a representative in the proceedings before the Court. The letter contained several enclosures, such as a statement of facts, questions to the parties, an information note to applicants on the proceedings after communication of an application, an authority form and a list of Russian bar associations to which the applicant could apply for representation before the Court.", "21. By letter dated 30 May 2005 the applicant informed the Court that on 26 May 2005 a co-detainee had handed him the Registry's letter of 10 May 2005. The envelope had been unsealed. It contained the letter and the questions to the parties. Considering that certain documents were missing, the applicant requested the prison administration to explain why the letter had been opened. According to the applicant, on 26 May 2006 he had been placed for four months in so-called “PKT cell-type premises” [помещение камерного типа] with a stricter prison regime because of his questions.", "22. On 27 June 2005 the applicant complained of censorship to the head of the colony who initiated an inquiry.", "23. On 27 June 2005 officer Z. submitted to the head of the colony an explanation which, in its relevant parts, read as follows:", "“I hereby notify you that on 25 May 2005 a letter (incoming no. 1324) in a foreign language for convict Tarasov [the applicant] was received. I examined [the letter]. The documents in the envelope were inspected and put back into the envelope; they were not withheld. Other persons did not have access to the above letter and on the same day it was handed over against receipt to Kh., head of the brigade...”", "24. The explanation compiled on 1 July 2005 by Kh., head of the applicant's brigade, went on as follows:", "“On 25 May 2005 at around 3 p.m. officer Z. handed over to me a big envelope addressed to [the applicant]. The envelope was opened, I examined [рассмотрел] the documents contained therein and put them back. There were no documents in Russian there. I gave the envelope to V., the inmate on duty, for him to pass it to [the applicant]. I did not remove any documents from the envelope and did not give them to persons other than V.”", "25. On 29 June 2005 inmate V. submitted to the head of the colony an explanation worded in the following terms:", "“I ... handed over to [the applicant] a big envelope which had been given to me by Kh., head of the brigade. Some fifteen minutes after the envelope was given to me I handed it over to [the applicant]. I did not look into the envelope and did not take any documents out of it, I did not give the envelope to anybody.”", "26. On 4 July 2005 the acting head of the colony delivered a report [заключение]. It stated that in course of the inquiry it had been established that on 25 May 2005 the colony had received an envelope for the applicant with documents from the European Court. Officer Z. in charge of censoring the inmates' correspondence had automatically opened the envelope, not noticing the logo of the European Court of Human Rights. After the inspection [осмотр] of the documents she had put them back into the envelope and had passed it over to Kh., head of the applicant's brigade, who was supposed to hand it over to the applicant. The report concluded that Z. had breached Article 91 § 2 of the Penal Code prohibiting censorship of convicts' correspondence with the European Court of Human Rights. The report went on suggesting, among other things, reprimanding Z. for negligence and conducting study courses on Article 91 of the Penal Code with the colony officers, followed by obligatory tests.", "27. On 2 September 2005 the Court requested the Government to submit further observations in connection with the censorship of the Registry's letter and the alleged intimidation of the applicant.", "28. On an unspecified date the regional office of the Federal Service for the Execution of Sentences in the Republic of Udmurtiya opened an inquiry in connection with the Court's communication of the applicant's complaints to the Government.", "29. On 25 October 2005 the regional prosecutor questioned the applicant. His explanation, in so far as relevant, read:", "“On 26 May 2005 at around 12.10 on duty inmate V. handed over to me an opened envelope with the logo of the ECHR; there were three sheets of paper with a text in English. He told me that he had received the envelope from Kh.. At lunch I asked Kh. why the envelope had been opened. He answered that he had been given the opened envelope by the censor...", "From the text of the documents I understood that not all documents had been given to me; in particular, some documents which I was supposed to fill in and to return to the ECHR were missing...", "I think that the missing documents... had been withheld by the representatives of the administration of LIU-2. I cannot name specific persons because I don't know who they were. My suspicions in respect of the administration are based on the fact that directly after my complaint to Ya., deputy head of the colony, the administration acted in a strange way. Instead of attempting to find out what had happened to the missing documents, they placed me in a PKT. I think that if the administration had had nothing to do with the loss of the documents they would not be acting like that...", "...In LIU-2 I was not pressurised directly. However it looks suspicious to me that I have suddenly become a persistent regime breaker. It is also alarming that measures are taken with a view to delaying my incoming correspondence from the ECHR and my outgoing correspondence. The attachments to the ECHR letter opened in May 2005 may have been withheld with this aim.”", "30. On 1 November 2005 the regional office of the Federal Service for Execution of Sentences issued a report in which they acknowledged a breach of the rules concerning the confidentiality of the applicant's correspondence with the Court. At the same time it was noted that it had not been confirmed that documents had been removed from the Registry's envelope. It was further stated, with reference to the explanations of Z., the then acting head of the colony, and Kh., that Z. had automatically opened the envelope, that she had not read the documents and that, in any event, she did not speak English. Had she noticed the European Court's logo, she would not have unsealed the envelope. Neither she nor other persons had removed the documents from the envelope; no such directions had ever been given to anybody. It had been impossible to reprimand Z. because by the relevant time her employment had already been terminated because of general measures to reduce the workforce.", "31. As regards the applicant's allegation of pressure with a view to making him withdraw some of his complaints to the Court, the report noted that, according to his own explanation, he had only raised the issue of interference with his communication with the Court in connection with the opening of the Registry's letter. He had not referred to any other instances of intimidation or interference.", "32. Lastly, during his detention before his conviction had become final he had been reprimanded fourteen times for various breaches of the detention regime. After the conviction had become final the applicant breached the prison regime on twenty-seven occasions: he was placed in a punishment cell, nine times, in a PKT twice, and was reprimanded seventeen times.", "33. By a final judgment of 15 December 2006 the applicant was convicted of having publicly assaulted a public official.", "34. On an unspecified date he was transferred to serve his prison sentence to correctional colony IK-3 in the Republic of Bashkortostan.", "35. On 12 September 2005 the Court, while giving notice of the applicant's complaints about the opening of its letter and the applicant's alleged intimidation under Article 34, of its own motion, raised the issue of whether the prison authorities censored the applicant's correspondence, in breach of Article 8 of the Convention.", "36. According to the applicant, during his stay in LIU-2 the prison administration routinely censored his incoming mail from the domestic authorities that was not subject to censorship by virtue of the domestic law.", "37. In particular, the applicant referred to the incoming mail from the following authorities: the Ombudsman of the Russian Federation (letters of 6 June and 14 October 2004), the Constitutional Court of the Russian Federation (letter of 26 August 1999), the Commission on Human Rights with the President of the Russian Federation (letter of 15 April 2004), the Prosecutor General's Office (letters of 11 November 2002 and 27 October 2005), the prosecutor's office of the Udmurtiya Republic (letters of 3 December 2002 and 11 May 2004), the Ministry of Justice of the Russian Federation (letter of 31 October 2002), the Supreme Court of the Russian Federation (letter of 20 November 2002), the department of the Federal Service for Execution of Sentences in the Udmurtiya Republic (letters of 26 April, 3 and 10 June and 10 August 2004), the Mozhgi District court (letter of 13 January 2004).", "38. The letter of the Prosecutor General's Office dated 27 October 2005 was addressed to the head of LIU-2. He was requested to notify the applicant that the Prosecutor General's Office had examined the applicant's complaint, forwarded to them by the Office of the President of the Russian Federation, and dismissed it as unfounded.", "39. Under Article 377 § 3 of the 1960 Code of Criminal Procedure, in force at the material time, a prosecutor took part in a hearing before a supervisory review court. A convict and his or her counsel could be summoned if the court found it necessary. If summoned, they were to be afforded an opportunity to take cognisance of the application for supervisory review and to make oral submissions at the hearing. By its ruling of 14 February 2000, the Constitutional Court declared Article 377 § 3 of the Code unconstitutional in so far as it allowed a supervisory instance court to examine the case without providing the convicted or acquitted person and their counsel with an opportunity to know the contents of the request for supervisory review lodged by the prosecutor, if the latter sought annulment of the final judgment on grounds unfavourable to that person. The Constitutional Court made the same findings in respect of the lack of a legal requirement to notify the convicted or acquitted person and their counsel of the time when and place where the supervisory review hearing would take place. Failing that, the above persons would be unable to state their position to the court.", "40. A supervisory review court was not bound by the scope of the application for supervisory review and was under an obligation to review the criminal case in its entirety (Article 380). It could uphold, amend or quash any of the earlier judgments, vary the sentence, discontinue the criminal proceedings or remit the matter for new consideration by the trial or appeal court. It could not, however, increase the sentence or re-categorise the defendant's actions as a more serious offence (ibid.).", "41. Article 91 § 2 of the Penal Code, as amended on 8 December 2003, as well as Rule 53 of the Internal Regulations of Correctional Facilities adopted on 3 November 2005 by Decree no. 205 of the Russian Ministry of Justice, provide that all detainees' incoming and outgoing correspondence is subject to censorship by the administration of the correctional facility. Correspondence with courts, prosecutors, penitentiary officials, the Ombudsman, the public monitoring board and the European Court of Human Rights is not subject to censorship."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}