{"ITEMID": "001-93640", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KOVALEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicants, Ms Galina Vasilyevna Kovaleva and 11 others are Russian nationals living in Novokuznetsk, Kemerovo region. Their names and dates of birth are listed in the appendix.", "The applicants are co-owners of a company “Hairdressing saloon Viola” located in Novokuznetsk (“the company”).", "On 24 November 2006, the company sued the Municipal Property Management Committee of Novokuznetsk in the Kemerovo Regional Commercial Court, claiming property rights on a building located in Novokuznetsk and used by the company for its professional activities.", "On 9 August 2007, the court dismissed the company's claims finding that the building at issue had not been included in the real estate subject to privatisation and that the company's action was time barred.", "The company lodged an appeal with the Appellate Instance of the Kemerovo Regional Commercial Court, contesting the lower court's finding that the action was time-barred. On 30 October 2007, the Appellate Instance upheld the first instance judgment.", "The Appellate Instance of the Kemerovo Regional Commercial Court continued to consider commercial cases on appeal until 7 December 2007 when the Seventh Commercial Court of Appeal started its activities in Novosibirsk.", "The company applied to the Federal Commercial Court for the West-Siberian Circuit against the lower court's decisions on the ground that they had distorted the facts and violated material law. On 28 April 2008 the court dismissed the company's complaint and upheld the previous judgments.", "On an unspecified date, the company lodged an application for supervisory review with the Supreme Commercial Court. On 3 July 2008, a single judge declared the application admissible.", "On 23 July 2008 the Supreme Commercial Court, sitting in a committee of three judges, dismissed the company's application for supervisory review of the lower courts' judgments. The court concluded that the application, which relied upon “violations of substantive and procedural law”, was in effect aiming at the reconsideration of the lower courts' conclusions. Therefore, the court did not find any ground for examination of the case by the Presidium of the Supreme Commercial Court in accordance with Article 304 of the Code of Commercial Procedure.", "The Federal Constitutional Law (No. 4-ФКЗ) in force since 4 July 2003 provided for setting up of commercial courts of appeal. It provided, in particular, that the Seventh Commercial Court of Appeal be set up by 1 January 2006 for review of judicial decisions of commercial courts of the Altay, Kemerovo, Novosibirsk, Tomsk regions and of the Altay Republic (Article 3 and new Article 33 § 1(4) introduced in the Federal Constitutional Law on commercial courts of the Russian Federation (No. 1-ФКЗ) of 28 April 1995).", "Under Article 2, a commercial court of appeal is considered as set up once the minimum of three judges are appointed on its bench; its activities start on the date to be determined by the Plenum of the Supreme Commercial Court; the appellate instances of regional commercial courts continue reviewing cases on appeal up until the start of activities of the relevant court of appeal.", "On 15 November 2007 the Plenum of the Supreme Commercial Court, after having examined the report of the President of the Seventh Commercial Court of Appeal, decided that the activity of the latter would start on 7 December 2007.", "The Code of Commercial Procedure (no. 70-FZ of 5 May 1995) in force before 2003 provided that final judgments and decisions of commercial courts were amenable to supervisory review initiated on an application by the President of the Supreme Commercial Court or his deputy or by the Prosecutor General of the Russian Federation or his deputy (Articles 180 and 181).", "On 1 January 2003, Chapter 36 of the new Code of Commercial Procedure “Proceedings for the review of courts' decisions by way of supervision” (“Производство по пересмотру судебных актов в порядке надзора”) entered into force.", "According to Article 292, an application for supervisory review may be lodged with the Supreme Commercial Court by the parties to the case or certain other persons entitled by the Code if they consider that the contested judicial decision substantially violates their rights and legitimate interests in commercial or other economic activities due to a breach or improper application by a commercial court of material or procedural law. The application for supervisory review may be lodged within three months after the contested judicial decision enters into force, if all other judicial remedies were exhausted.", "According to the transitional provisions of the Law on the Introduction of the Code of Commercial Procedure of 24 July 2002 (Федеральный закон «О введении в действие Арбитражного процессуального кодекса РФ» No. 96-ФЗ), the supervisory review proceedings against the court decisions delivered before 1 January 2003 could be brought before the Supreme Commercial Court within three months from this date (Article 9).", "The admissibility of the application (вопрос о принятии заявления или представления к производству) is decided by a single judge within five days after receipt of the application (Article 295). Once declared admissible, the application is considered by a committee of judges, which decides, within one month after receipt of the application or of the case-file, whether to send the case to the Presidium of the Supreme Commercial Court for supervisory review (Article 299). If the conditions provided for in Article 304 are satisfied, the court makes a decision to send the case for supervisory review and transmits the case to the Presidium within five days after this decision (Article 299). The Presidium will consider the case within three months after the decision to transmit the case to the Presidium (Article 303).", "Article 304, as originally adopted, provided as follows:", "Article 304 Grounds for revising or repealing by way of supervision of the judicial decisions entered into legal force", "“Judicial decisions of the commercial courts entered into legal force shall be revised or repealed if the Presidium of the Supreme Commercial Court of the Russian Federation reviewing the case by way of supervision finds that the contested judicial decision:", "1) violates the uniformity of the interpretation of the legal norms by commercial courts;", "2) prevents the delivery of a lawful judicial decision in another case;", "3) violates the rights and legitimate interests of an undetermined number of people or other public interests.”", "On 5 April 2005, the Federal Law of 31 March 2005 (No. 25-ФЗ) entered into force replacing the point 2 above by the following:", "“2) violates the human and citizens' rights and freedoms in accordance with the universally recognised principles and norms of international law and the international treaties of the Russian Federation; (...).”", "Article 311 of the Code of Commercial Procedure provides for reopening of commercial proceedings on the basis of newly discovered circumstances. One of the grounds allowing such reopening is a violation of the Convention found by the European Court of Human Rights in the examination of a particular case by a commercial court on account of which the applicant complained to the European Court (Article 311 § 7)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}