{"ITEMID": "001-81323", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ASSOCIATION FOR EUROPEAN INTEGRATION AND HUMAN RIGHTS AND EKIMDZHIEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13;No violation of Art. 6-1;Non-pecuniary damage - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["5. One of the principal aims of the applicant association is the protection of human rights. The second applicant is a lawyer. His practice includes acting as counsel in civil and criminal cases in the courts in Plovdiv and representing applicants in proceedings before the European Court of Human Rights.", "6. Their application is directed against the Special Surveillance Means Act of 1997, a piece of legislation which presently regulates the use of special means of surveillance in Bulgaria. The applicants do not aver that surveillance measures have in fact been ordered or implemented against them, nor that they have been indirectly involved in a surveillance measure directed against other persons. They contend that under the law as it stands they may be subjected to such measures at any point in time without any notification prior to, during, or after the said measures are applied.", "7. The relevant provisions of the Constitution of 1991 are:", "“1. The private life of citizens shall be inviolable. Everyone shall have the right to be protected against unlawful interferences with his private and family life and against encroachments on his honour, dignity and reputation.", "2. No one may be spied on, photographed, filmed, recorded, or subjected to similar actions without his or her knowledge or despite his or her express disagreement, except in cases provided for by law.”", "“The home shall be inviolable. No one may enter or remain in it without the consent of its inhabitant, except in the cases expressly specified by law.”", "“1. The freedom and secret of correspondence and other communications shall be inviolable.", "2. This rule may be subject to exceptions only with the permission of the judicial authorities when necessary for uncovering or preventing serious offences.”", "“Citizens shall have the right to information from state bodies or agencies on any matter of legitimate interest to them, unless the information is a state secret or a secret protected by law, or affects the rights of others.”", "“The judiciary shall be independent. In carrying out their duties the judges, the jurors, the prosecutors and the investigators shall have regard solely to the law.”", "8. The Special Surveillance Means Act of 1997 („Закон за специалните разузнавателни средства“ – “the SSMA”), which presently is the principal legislative enactment regulating the use of special means of surveillance, was adopted in October 1997. It underwent minor amendments in August 1999 and June 2000, more extensive ones in February 2003, and some further minor changes in April 2006. Its essential provisions have however remained intact since its adoption and the account which follows is based on their present version.", "9. The SSMA governs the conditions for and the manner of use of special means of surveillance, as well as the control of their use and of the results obtained thereby (section 1(1)). It defines special means of surveillance as technical devices which can be used for creating photographs, audio and video recordings and marked objects, as well as the methods for operating them (section 2(1)).", "10. By section 3(1) of the SSMA, special means of surveillance may be used when necessary to prevent or uncover serious offences (Article 93 § 7 of the Criminal Code of 1968 defines a “serious” offence as one punishable by more than five years' imprisonment), if the requisite intelligence cannot be obtained through other means. Section 4 provides that special means of surveillance may also be used for activities relating to national security.", "11. Special means of surveillance may be used against persons suspected, on the basis of the information available, of planning, committing, or having committed serious offences, or against persons who might be unwittingly involved in the above by the suspected perpetrators. Such means may also be used against persons and objects related with national security (section 12(1)). Such means may also be used in respect of persons who have agreed to that in writing, to protect their lives or property (section 12(2)).", "12. Only the following bodies may request the use of special means of surveillance and draw on the intelligence obtained thereby, in the spheres of their respective competencies: (i) the central “Security” and “Police” services of the Ministry of Internal Affairs, as well as the national and territorial directorates of that Ministry; (ii) the “Military Information” and “Military Police and Military CounterIntelligence” services of the Ministry of Defence; (iii) the National Intelligence Service; (iv) the National Investigation Service, the Sofia Investigation Service and the regional investigation services; (v) the ProsecutorGeneral, the Supreme Cassation Prosecutor's Office, the Supreme Administrative Prosecutor's Office, the Military Appellate Prosecutor's Office, the appellate prosecutor's offices, the Sofia City Prosecutor's Office and the regional and regionalmilitary prosecutor's offices (section 13(1) and (2)).", "13. The procedure for deploying special means of surveillance starts with a written application by the head of the respective service. The application must set out in detail the circumstances grounding the suspicion that a serious offence is being planned or committed or has been committed, so as to justify the use of surveillance. It must also fully describe the steps which have already been undertaken and the results of the hitherto inquiries or investigations. It has to contain information allowing the identification of the persons or objects to be subjected to surveillance, its duration, and the methods to be used. Finally, the application has to specify the name of the official to be informed of the results obtained (section 14(1)).", "14. The application is made to the president of the Sofia City Court or of the respective regional court, or to a duly authorised deputy (for military personnel the application is made to the president of the deputypresident of the respective military regional court) who may issue a warrant (section 15(1)). If they refuse to issue a warrant, the application may be resubmitted to the president or a duly authorised deputy of the respective court of appeals (section 15(3)). The decision whether or not to issue a warrant must be taken immediately upon receipt of the application, and the originals of the application and of the warrant must be returned to the service which has made the application (section 15(2)).", "15. After the warrant is issued, the Minister of Internal Affairs or a deputyminister designated in writing by the Minister makes a written order for the deployment of special means of surveillance (section 16). In urgent cases, this step of the procedure may be skipped and the deployment may start immediately upon the issue of the warrant (section 17). However, in that case the Minister or the deputyminister must be informed without delay (ibid.).", "16. Section 18(1) of the SSMA provides for an exception to the procedure outlined above in cases where there is an immediate risk that a serious intentional offence may be committed or where there is an immediate threat to national security. In such cases, the Minister of Internal Affairs or a deputyminister designated by the Minister may order the deployment of special means of surveillance without a judicial warrant. The deployment of these means must be discontinued if the warrant is not issued within twentyfour hours (section 18(2)). In that case, the president or the vicepresident of the respective court decides whether the material obtained is to be kept or destroyed (ibid.). He or she may thus retrospectively validate the use of special means of surveillance (section 18(3)).", "17. The Minister of Internal Affairs or a deputyminister authorised in writing may discontinue the use of special means of surveillance at any time before the planned end of the surveillance. In that case, the president or the vicepresident of the respective court must be informed in writing (section 19).", "18. The only services which are authorised to deploy special means of surveillance are the “Operative and Technical Information”, the “Operative Tracking” and the “Protection of the Means of Communication” directorates of the Ministry of Internal Affairs (section 20(1)). However, the National Intelligence Service and the intelligence services of the Ministry of Defence may also deploy such means in the performance of their duties (section 20(2)).", "19. Special means of surveillance may be used for a maximum of two months (section 21(1)). This time may, if necessary, be extended by the president or the vicepresident of the respective court for up to six months, by a fresh warrant (section 21(2)).", "20. The use of special means of surveillance must be discontinued after the expiry of the timelimit set in the warrant, after the desired aims have been attained, or if the use of the means proves fruitless (section 22(1)).", "21. The intelligence obtained by such means must be recorded (section 24). It must then, immediately after being obtained, be put down in writing by the service which has in fact deployed the means (section 25(1)). The resulting document, which must faithfully reflect the contents of the recordings, is sent to the body which has requested the use of such means, possibly along with photographs and recordings (section 25(2), (3) and (4)). While the special means of surveillance are still being used, the original recordings must be kept at the service which has deployed them (section 25(5)).", "22. If at the end of the period of authorised surveillance the sought intelligence has been obtained, the service which has deployed the means of surveillance draws up a note of physical evidence (section 27). The same is done if the sought intelligence has been obtained before the end of the period, pursuant to the written request of the body which has requested the measures (section 26). Conversely, if the use of the means is fruitless, the body which has requested it advises in writing the service which deploys them that their use is to be discontinued. In that case no note of physical evidence is drawn up and the material obtained is destroyed (section 28(1) and (2)).", "23. The note of physical evidence must conform to the requirements of the Code of Criminal Procedure (section 29(1)). It has to be signed by the head of the service which has deployed the means (section 29(2)) and refer to the application for their use, the order of the Minister or the deputyminister and the judicial warrant (section 29(3)). It has to specify the time and place of the use of the means, the types of devices and methods employed, the intelligence obtained, the textual reproduction of this intelligence, and the physical conditions under which the intelligence has been acquired (section 29(4)). The raw data is part of the record (section 29(5)). The evidence thus obtained is kept by the Ministry of Internal Affairs pending the opening of a criminal investigation. After the opening of an investigation the evidence is kept by the respective judicial authorities (section 31(1) and (2)). The intelligence which is not used as evidence has to be destroyed by the directorate which has deployed the means within ten days and the destruction has to be recorded in minutes (section 31(3)).", "24. If the special means of surveillance have yielded results outside the scope of the initial application for their use and if these results come within the purview of other bodies allowed to request the use of such means (see paragraph 12 above), the Minister of Internal Affairs or the duly authorised deputyminister must be notified immediately. He or she then decides how this intelligence is to be used (section 30).", "25. The information obtained by using special means of surveillance may not be used for ends other than the prevention and detection of offences, or the gathering of evidence for the perpetration of offences, in accordance with the conditions and the manner specified by the law (section 32).", "26. All persons who come across information about the use of special means of surveillance under the conditions and according to the manner set out in the SSMA, or intelligence obtained thereby, are under a duty not to disclose it (section 33).", "27. The overall control over the use of special means of surveillance and the intelligence obtained thereby is entrusted to the Minister of Internal Affairs, who may issue instructions for the application of the SSMA (section 34(1) and paragraph 2 of the concluding provisions of the Act). The directorates which deploy these means may also carry out inspections to check whether special means of surveillance have been unlawfully used (section 34(2)).", "28. To date, no instructions or regulations on the implementation of the SSMA have been published in the State Gazette.", "29. In a judgment of 10 February 1998, published in the State Gazette on 17 February 1998 (реш. № 1 от 10 февруари 1998 г. по конституционно дело № 17 от 1997 г., обн., ДВ, бр. 19 от 17 февруари 1998 г.) the Constitutional Court rejected an application by the ProsecutorGeneral to declare sections 18(1), 19, 30 and 34(1) of the SSMA contrary to Articles 34 § 2 and 117 § 1 of the Constitution.", "30. The court started by noting that the special means of surveillance regulated by the SSMA amounted to interferences with private life, home and correspondence, all of which were permissible under Articles 32 § 2, 33 and 34 § 2 of the Constitution (see paragraph 7 above).", "31. The court then proceeded to examine section 18(1) of the SSMA, which allows, under certain conditions, the use of special means of surveillance before the issue of judicial warrant. It held that Article 34 § 2 of the Constitution could not be read as requiring the prior issue of warrant in every case. The risk of abuse by the executive was reduced by the facts that the possibility of dispensing with prior judicial control was narrowly circumscribed and that immediate subsequent control was mandatory. This state of affairs was also compatible with Article 8 of the Convention and Article 17 of the International Covenant on Civil and Political Rights. In the court's view, the SSMA provided an even higher level of protection than these instruments.", "32. As regards section 19 of the SSMA, the court found that the possibility for the Minister of Internal Affairs to discontinue the use of special means of surveillance was not violative of Article 117 § 2 of the Constitution. While by Article 34 § 2 of the Constitution and section 15 of the SSMA the judiciary alone was empowered to authorise the use of such means, it was not the only branch of government which could order the termination of their use. The prerogative of the Minister did not therefore impinge on the independence of the judiciary.", "33. With regard to section 30 of the SSMA, the court held that its true meaning, when read in the context of the Act as a whole, was not that the Minister of Internal Affairs could order the use of special means of surveillance anew if intelligence outside the scope of the initial request for their use was obtained. It was rather to be construed as allowing the Minister to decide to which authority to forward the intelligence already obtained. His powers in this respect were thus not in breach of Article 117 § 2 of the Constitution.", "34. Concerning section 34(1) of the SSMA, which entrusts the overall control over the system to the Minister of Internal Affairs, the court noted that it was impossible to empower another minister, let alone a nonexecutive body, with such functions, because that would disrupt the equality between, and the independence of, the three branches of government. This followed also from paragraph 2 of the concluding provisions of the SSMA, which allowed the Minister to issue instructions for its application. Moreover, the logic of the system, which was apparent from the wording of section 31 of the Act, required that the Minister be made responsible for controlling the use of the special means of surveillance until the moment when the intelligence obtained thereby was given to the judicial authorities. Therefore, the judicial control over the intelligence thus gathered had not been infringed and the resulting situation was compatible with Article 117 § 2 of the Constitution.", "35. Two judges dissented in part.", "36. One of them was of the opinion that section 34(1) of the SSMA, which entrusts the control over the use of special means of surveillance to the Minister of Internal Affairs, was unconstitutional. In his view, this provision was not sufficiently precise and the powers it conferred to the Minster were not clearly delineated. It followed from the reading of the SSMA as a whole that the Minister had powers in respect of both the use and the control over the use of special means of surveillance, which was inadmissible. The resulting lack of external control meant that section 34(1) was unconstitutional. When the law spoke about control over the system, it meant control over both its functioning as a whole and control in specific cases. To bestow controlling functions to the Minister, who also played a key part in the operation of the system, did not provide sufficient safeguards against the unwarranted use of special means of surveillance.", "37. The other dissenting judge considered that section 18(1) of the SSMA was unconstitutional, in that it allowed the Minister of Internal Affairs to order the use of special means of surveillance without the prior issue of judicial warrant, even in cases when their use would interfere with the freedom of correspondence or other communications. In his view, Article 34 § 2 of the Constitution, which protects those freedoms, required prior judicial authorisation in all cases.", "38. Articles 11113a of Code of Criminal Procedure of 1974 (“the Code of 1974”) also regulated the use of special means of surveillance in the context of pending or impending criminal proceedings. They coincided almost verbatim with the provisions of the SSMA. One difference was that Article 111b § 6 provided that the judge who issued the warrant had to be informed in writing when the use of the means was discontinued. If their use had been fruitless, he or she was to order the destruction of the material obtained.", "39. These provisions were superseded by Articles 17277 of the Code of Criminal Procedure of 2005 (“the Code of 2005”), which entered into force on 29 April 2006.", "40. By Article 172 §§ 1 and 2 of the Code of 2005, the investigation authorities may use special means of surveillance for investigating certain serious offences, which are exhaustively listed, if the relevant facts cannot be established in another manner or if their establishment would be extremely difficult. Such means may be used for a maximum duration of two months (Article 175 § 3), which may, if needed, be extended by four months (Article 175 § 4).", "41. The procedure starts with a reasoned application made by the prosecutor in charge of the case (Article 173 § 1). The application must contain information about the offence under investigation, a description of the hitherto investigative steps and their results, information about the persons or objects which will be subjected to surveillance, the methods which will be used and the duration of the surveillance (Article 173 § 2). The surveillance warrant is issued under the hand of the president of the respective regional court or of a specifically authorised deputy (Article 174 § 1). He or she must issue the warrant or refuse to do so immediately after receiving the application, and give reasons (Article 174 § 3). If he or she refuses, the application may be resubmitted to the president of the respective court of appeals or a specifically authorised deputy (Article 174 § 4). All applications and warrants are recorded in a special nonpublic register (Article 174 § 6). The Code of 2005 makes no provision for exceptions from this procedure save in the case of an undercover agent, who may, in urgent cases, start to operate pursuant to a prosecutor's order, which must be confirmed by the respective judge within twentyfour hours (Article 173 § 4).", "42. After the issue of warrant the special means of surveillance are deployed in accordance with the provisions of the SSMA (Article 175 § 1). The judge who issued the warrant must be informed in writing when the use of the means is discontinued. If their use has been fruitless, the judge orders the destruction of the material obtained (Article 175 § 6).", "43. The Protection of Classified Information Act of 2002 („Закон за защита на класифицираната информация“ – “the PCIA”), which was enacted in April 2002 and amended several times thereafter, provides a comprehensive framework for the creation, processing and storage of classified information, as well as the conditions and the procedure for providing access to such information (section 1(1)). “Classified information” includes information which is a state or an official secret (section 1(3)).", "44. Section 25 defines a “state secret” as the “information set out in Schedule No. 1 [to the Act], the unregulated access to which could endanger or prejudice the interests of the Republic of Bulgaria and which relates to the national security, the defence, the foreign policy, or the protection of the constitutional order”. Schedule No. 1 to the Act sets out a list of the categories of information which are liable to be classified as being a state secret. Thus, the information about special means of surveillance (technical devices and/or the manner of their use) used pursuant to the law is a state secret (point 6 of part II of Schedule No. 1). So is the intelligence obtained as a result of the use of such means (point 8 of part II of Schedule No. 1).", "45. Section 26(1) defines an “official secret” as the “information created or stored by state or local government authorities, which is not a state secret, but the unregulated access to which could have a negative impact on the interests of the State or on another legally protected interest”. By section 26(2), the information classified as an “official secret” must be set out in a statute.", "46. Section 34(1) lays down timelimits for protecting classified information. They vary from thirty years for information marked as “highly secret” to two years for information graded as an “official secret”. These timelimits may be extended, but by not more than the double of their original length (section 34(2)). After the expiration of these timelimits the access to this information is effected in accordance with the Access to Public Information Act of 2000 (section 34(3)).", "47. While the information is classified, it may be accessed only under certain conditions and by limited categories of persons, which must, in most cases, undergo a security check and obtain a security clearance (sections 3671).", "48. Section 33(3) provides that classified information may not be destroyed earlier than one year after the expiration of the timelimit for its protection. The destruction of such information is possible only by virtue of a decision of the State Information Security Commission, made pursuant to the proposal of a special commission (section 33(4)). The Commission's decision is subject to review by the Supreme Administrative Court (section 34(5)).", "49. In a final judgment of 12 February 2004 (реш. № 1195 от 12 февруари 2004 г. по адм. д. № 9881/2003 г.), given pursuant to an appeal by a person who had been refused information on whether the use of special means of surveillance had been authorised against him during the period 1 January 1996 – 1 November 2001, the Supreme Administrative Court held that while Article 41 of the Constitution enshrined the right to obtain information from a state body, that right was subject to limitations when, for instance, this information was a state or an official secret. It was apparent from section 33 of the SSMA that information about the use of special means of surveillance was not to be disclosed. The refusal to provide the requested information was thus compatible with Article 32 § 2 of the Constitution and Article 8 of the Convention. The appellant's argument that the refusal had been in breach of the Protection of the Personal Data Act of 2002 was inapposite, because the material gathered pursuant to the SSMA was outside the purview of the Protection of the Personal Data Act of 2002, as was the information whether the use of special means of surveillance had been authorised. The appellant's further arguments that the information requested was not a state or an official secret within the meaning of sections 25 and 26 of the PCIA and could moreover be divulged because of the expiry of the twoyear timelimit under section 34(1)(4) of that Act were likewise unavailing, because that Act did not apply retroactively.", "50. In a final judgment of 15 May 2004 (реш. № 4408 от 15 май 2004 г. по адм. д. № 996/2004 г.), given pursuant to an appeal by the same person as in case no. 9881/2003 (see paragraph 49 above), concerning a further refusal to inform him of measures of covert surveillance against him, the Supreme Administrative Court held that his request for such information had properly been denied, because the information relating to special means of surveillance and the intelligence obtained by using them was a state secret within the meaning of section 25 of the PCIA and points 6 and 8 of part II of Schedule No. 1 to the PCIA (see paragraphs 4345 above). On the other hand, the eventual intelligence obtained pursuant to a warrant to use special means of surveillance, as well as the warrant itself, were an official secret within the meaning of section 26(1) of the PCIA. This followed also from the prohibition to divulge information about special means of surveillance laid down in section 33 of the SSMA. The court went on to hold that the fact that the use of special means of surveillance could only be authorised by the presidents of the regional courts was sufficient to ensure independent judicial review of the activities of the executive and provided sufficient safeguards against unwarranted restriction on the citizens' rights.", "51. Article 145a § 1 of the Criminal Code of 1968 criminalises the use of information obtained through special means of surveillance for ends other than protecting national security or combating crime. The offence is aggravated if it has been committed by officials who have acquired or have come across this information in connection with the performance of their duties (paragraph 2 of that Article). It is furthermore an offence to unlawfully use information obtained through such means with a view to misleading a judicial authority (Article 287a § 1 (4) of the Code). There is no reported caselaw on the application of these texts.", "52. In the end of 2000 the Supreme Cassation Prosecutor's Office carried out a special inquiry on the use of special means of surveillance by the Ministry of Internal Affairs during the period 1 January 1999 – 1 January 2001. While the inquiry was pending, the prosecutor in charge gave an interview, published in the daily Trud on 24 November 2000, in which he said that the Ministry of Internal Affairs was obstructing the inquiry. The report of the inquiry, which was finalised in January 2001, was presented to the National Assembly, the Council of Ministers, the Supreme Judicial Council and the Ministry of Internal Affairs, but was apparently not made available to the general public. Nevertheless, some of the report's findings were leaked to and reported by several daily newspapers. The report stated that the overall number of warrants for the use of special means of surveillance during the period 1 January 1999 – 1 January 2001 was just over 10,000, and that not including tapping of mobile phones. Out of these, only 267 or 269 had subsequently supplied evidence for use in criminal proceedings. In 243 cases special means of surveillance had been used against persons in respect of whom there had been no grounds for suspecting that they had committed a serious intentional offence. In a number of cases the orders for the deployment of such means had not been signed by the Minister of Internal Affairs himself, but by unknown persons on his behalf. In 36 cases the dates of the applications for warrants and of the warrants themselves had been modified. In 28 cases the warrants had not been assigned a number. In some cases the warrants had authorised measures implemented more than twentyfour hours before their issue. In two cases the persons in respect of whom the warrants had been issued were not the persons under investigation.", "53. In an interview published by the daily Trud on 26 January 2001 the Minster of Internal Affairs said that during his thirteen months in office he had signed 4,000 orders for the use of special means of surveillance.", "54. During the period December 2002 – February 2003 various newspaper publications reported a number of cases where it was alleged that the services of the Ministry of Internal Affairs had unlawfully used special means of surveillance. The allegations included illegal tapping of the telephones of opposition leaders, journalists, a former constitutional court judge, and other judges. In an interview published on 11 December 2002 the Minister of Justice stated that “a tremendously high number of wiretappings take place in Bulgaria, but apparently for aims different from those of the criminal process”."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}