{"ITEMID": "001-115011", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF STRUC v. THE REPUBLIC OF MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1980 and lives in Bălţi.", "7. On 16 August 2006 the applicant was arrested together with another person on suspicion of having committed aggravated hooliganism, which included injuring a third person with a knife. On 18 January 2007 the prosecutor prepared the indictment and sent the case to the trial court.", "8. In a complaint dated 14 February 2007 the applicant, who was being detained at the time at the Ungheni police station, informed the Ungheni District Court that he had been ill-treated on the same day at around 5 p.m. by officer R.B., who had kicked and punched him, causing head trauma and a bleeding wound, as well as pain in the thoracic region and in his left leg. Two of the applicant’s cellmates (S. and P.) also signed the complaint, confirming that they had seen injuries on the applicant’s body.", "9. According to the Government, this complaint was in fact lodged with the prosecutor on 16 February 2007, the applicant stating that he had not complained earlier for fear of further ill-treatment. Only after seeing his lawyer on 16 February 2007 had he complained officially of his alleged illtreatment two days earlier.", "10. On 16 February 2007 an ambulance was called for the applicant. The doctor found cerebral trauma and head injury, contusion of soft tissue in the thoracic region and on the left thigh, and excoriations.", "11. On 27 February 2007 the Ungheni prosecutor’s office found that S., the applicant’s cellmate on 14 February 2007, had confirmed having been told by the applicant of the beating on that date and having seen the injury on the applicant’s head. He also stated that the applicant had asked staff at the police station to call for an ambulance, which they had refused to do. It was also established that the applicant had been taken out of his cell at around 5 p.m. on 14 February 2007 and taken to the office of B., the deputy head of the Ungheni police station. R.B. had declared that he had been in Chişinău at the relevant time and had not ill-treated anybody. According to a medical report of 19 February 2007 an excoriation had been found on the right side of the applicant’s head, which had been caused by the applicant being hit – or hitting against – a blunt object, possibly on 14 February 2007. On 23 February 2007 the applicant had been seen by a neurologist, who had found no signs of head trauma. Finally, the prosecutor found that the applicant had “constantly simulated feeling unwell, and had been escorted to the Ungheni polyclinic on numerous occasions, the doctors finding no illness”. The prosecutor decided not to initiate a criminal investigation against officer R.B. since he had not committed any offence. The applicant challenged that decision before the Ungheni District Court.", "12. On 12 April 2007 the applicant’s mother complained to the Prosecutor General’s Office about the refusal of the Ungheni prosecutor’s office to initiate a criminal investigation. On 10 May 2007 the Prosecutor General’s Office replied that that question had been examined and rejected in a well-founded decision.", "13. On 13 February 2008 the prosecutor again refused to initiate a criminal investigation into the applicant’s alleged ill-treatment.", "14. On 29 February 2008 the Ungheni District Court rejected the applicant’s complaint against the prosecutor’s decision of 27 February 2007 as not complying with the statutory requirements concerning preliminary complaints to a hierarchically superior prosecutor.", "15. On 16 June 2009 the applicant’s lawyer asked for the quashing of the prosecutor’s decisions of 27 February 2007 and 13 February 2008. He relied on the findings of the Supreme Court of Justice in its judgment of 9 September 2008 (see paragraph 36 below).", "16. On 18 June 2009 the Ungheni prosecutor’s office rejected the applicant’s lawyer’s request as unfounded, finding that it had not been established that the applicant had been ill-treated. On 24 June 2009 the applicant’s lawyer challenged that decision before the Ungheni District Court. On 7 July 2007 the Ungheni District Court granted his request and quashed the prosecutor’s decisions of 27 February 2007, 13 February 2008 and 16 June 2009.", "17. On 21 August 2009 a criminal investigation into the applicant’s complaint of ill-treatment was initiated.", "18. On 12 October 2009 the applicant asked to be officially declared an aggrieved party in those criminal proceedings. On 20 October 2009 the Ungheni District Court ordered the applicant’s transfer from prison no. 13 in Chişinău to the remand centre of the Ungheni police station for twenty days in order for him to be officially declared an aggrieved party and to interview him.", "19. On 17 December 2009 the applicant was officially recognised as an aggrieved party by a prosecutor from the Ungheni prosecutor’s office on the premises of that office. On 21 December 2009 the applicant asked for R.B.’s dismissal from his functions and his arrest. This was refused on 22 December 2009.", "20. On 23 December 2009 the applicant asked for the case to be transferred to the Prosecutor General’s Office in order to ensure against possible influence by R.B. on prosecutors in the Ungheni prosecutor’s office, since R.B. was still a police officer at the Ungheni police station. The applicant also complained of the absence of his lawyer during a cross-examination of himself and R.B., during which the latter had allegedly threatened the applicant with violence, in the presence of the prosecutor, because of his complaints; the prosecutor did not react. This request was rejected on 1 February 2009 by the Ungheni prosecutor’s office.", "21. On 31 December 2009 the prosecutor decided not to initiate a criminal investigation against R.B. since no signs of a crime had been established. The applicant challenged that decision before the Ungheni District Court. On 17 June 2010 that court rejected the applicant’s complaint as unfounded.", "22. The applicant claims that owing to his conditions of detention he became ill with pulmonary tuberculosis and pneumonia. The applicant was held at five different detention facilities during his detention; he did not specify the dates of transfers from one such facility to another. It appears from his correspondence with various State authorities and the medical records that he was detained in prison no. 13 from 30 October until 14 November 2006, following which he was transferred back to the Ungheni police station. On 5 April 2007 he was transferred to prison no. 11 and on 16 November 2007 to prison no. 13.", "23. On 25 December 2006 the applicant’s mother asked the investigating judge to order her son’s release in order to allow him to follow a course of treatment for the two illnesses. The applicant made similar requests on 7, 12 and 20 February 2007.", "24. On an unknown date prior to 13 February 2007 a doctor specialising in respiratory diseases in the Ungheni polyclinics wrote to the Ungheni prosecutor’s office stating that he had examined the applicant on 26 October and 21 December 2006 and had found no signs of active tuberculosis, but only the remaining traces of a previous episode of tuberculosis. On 13 February 2007 a prosecutor from the Ungheni prosecutor’s office rejected the applicant’s complaints, finding that he had been taken to the Ungheni polyclinic on several occasions after he complained of having tuberculosis. Moreover, he had been visited on several occasions by ambulance doctors while in detention. On none of these occasions had the diagnosis of tuberculosis been confirmed, and he had thus not been registered with a specialist doctor. He had been given the necessary treatment for his chronic bronchitis.", "25. According to a medical certificate issued on 19 December 2006, he was sent from the Ungheni police station to prison no. 11 for “retreatment”; the certificate gave his diagnosis as “pulmonary tuberculosis” and stated that treatment had been prescribed.”", "26. On 30 March 2007 a prosecutor from the Ungheni prosecutor’s office wrote to the head of the Ungheni police station stating that on 22 March 2007 it had been established that persons detained in that station were allowed only twenty minutes a day of exercise instead of an hour as required by law. Moreover, the cells smelled bad, which was a sign of poor ventilation and inadequate disinfection.", "27. On 11 March 2010 the applicant asked to be transferred to the hospital for detainees (prison no. 16 in Pruncul), but received no reply. He made another such request on 22 March 2010. In reply, he was informed on 24 March 2010 by the head of prison no. 3 in Leova that he would be transferred shortly thereafter. On 19 April 2010 the applicant complained to the prison authorities that he had still not been transferred. On 3 May 2010 he complained to the head of prison no. 6 in Soroca about threats to his life. He was then transferred to prison no. 3 in Leova. On 6 May 2010 the applicant complained to the Prosecutor General’s Office about his conditions of detention and of an alleged violation of his right to make telephone calls. On 24 September 2010 he was allegedly beaten while taking his daily walk, while the prison guards were absent for an unexplained reason.", "28. In a letter to the Government Agent dated 23 March 2010 the head of the Penitentiaries Department described the conditions of the applicant’s detention and gave details of his medical treatment. According to that letter, at the time the applicant was being detained in prison no. 13 in cells corresponding to the legal requirements and which were well lit and ventilated, with sufficient heating and access to tap water and a toilet separated from the rest of the cell. The applicant had been given medical assistance; the list of various medical check-ups and interventions spanned more than five pages. Special attention was given by the prison doctors to verifying whether the applicant’s tuberculosis had reoccurred. To that end, tests specifically aimed at discovering the presence of active tuberculosis, including X-ray examinations, had been carried out upon his arrival at prison no. 13 on 7 September 2006 and every day between 26 and 29 October 2006, then on 30 November and 1 December 2006, 26 February 2007 and on a regular basis thereafter. On none of these occasions had there been a confirmation of the diagnosis of active tuberculosis. The tests showed only the presence of the remaining traces of the tuberculosis from which the applicant had suffered in 2001 in Russia. For that reason the applicant was not registered in the national Information System for the Monitoring of Tuberculosis. The letter contained annexes with medical certificates confirming the description detailed above. The applicant did not submit evidence contradicting the above.", "29. On an unspecified date the applicant complained to the Bălţi Court of Appeal that he had been detained without a legal basis between 30 October and 14 November 2006, since no valid court order for his arrest had been made covering that period. He asked for a criminal investigation to be initiated into his unlawful detention. The complaint was forwarded to the Ungheni prosecutor’s office, which rejected it on 15 August 2007.", "30. On 17 August 2009 the applicant asked the Prosecutor General’s Office to quash the prosecutor’s decisions of 27 June and 15 August 2007 concerning the refusal to initiate a criminal investigation into his unlawful detention. It is unclear whether he received a reply.", "31. On 18, 19 and 24 August 2009 the applicant complained to the Prosecutor General’s Office, the Ungheni District Court and the Bălţi Court of Appeal, asking to be released immediately in view of the judgment adopted by the Supreme Court of Justice on 9 September 2008 (see paragraph 36 below), but this was refused.", "32. On 4 April 2007 the applicant was convicted by the Ungheni District Court and sentenced to nine years’ imprisonment. The court found that during the night of 13 August 2006 he had committed several crimes together with another person: they had first insulted the staff of a bar and smashed beer bottles there, then they had started an argument with customers in another bar and the applicant had struck one of them with a knife. Later that night they insulted and hit a girl after she had refused their sexual advances. The court also decided to maintain the preventive measure of arrest in respect of the applicant.", "33. The applicant’s sentence was upheld by the Bălţi Court of Appeal on 6 June 2007.", "34. On 4 December 2007 the Supreme Court of Justice quashed the judgment of the Court of Appeal, finding that that court had failed to deal with the applicant’s complaint that he had been ill-treated. The case was sent for a retrial by the second-instance court.", "35. On 12 March 2008 the Bălţi Court of Appeal upheld the first-instance court’s judgment. It found that the applicant’s ill-treatment had not been established, as was clear from the decisions not to initiate a criminal investigation taken by the prosecutor on 27 February 2007 and 13 February 2008.", "36. On 9 September 2008 the Supreme Court of Justice quashed that judgment. It found that the lower court had failed to establish the fact that the prosecution had not carried out an effective and speedy investigation into the applicant’s complaint of ill-treatment, in spite of the evidence in support of that complaint. That evidence was sufficient, in the court’s view, to establish that the applicant had been ill-treated by the police, in breach of Article 3 of the Convention. In his decision of 29 February 2008, the investigating judge had refused to examine the applicant’s complaint in substance and had not forwarded it to the competent prosecutor, as required by law, but had rejected it. Moreover, the prosecutor’s reasons for refusing to initiate a criminal investigation were contradicted by the findings he had made, establishing that injuries had been caused to the applicant while he had been in detention and therefore under the control of the police. The court also found that the applicant’s rights under Articles 6 and 13 of the Convention had been breached. In the operative part of its judgment the court did not mention any violation of the applicant’s rights, but sent the case for re-examination.", "37. On 20 January 2010 the Bălţi Court of Appeal partly accepted the applicant’s appeal, upholding his conviction but reducing his sentence to seven years’ imprisonment.", "38. On 16 June 2010 the Supreme Court of Justice rejected his appeal in cassation. It noted that the Court of Appeal had taken into consideration the findings of the Supreme Court of Justice in its judgment of 9 September 2008 and had carefully assessed all the evidence in the file before reaching its conclusion. That judgment was final.", "39. On 9 December 2011 the applicant lodged a civil action against the Ministry of Finance claiming compensation for the excessive length of the criminal proceedings in his case. On 13 February 2012 Chișinău Court of Appeal accepted his claim and awarded him 5,000 Moldovan lei (MDL, approximately 317 Euros (EUR) at the time) in compensation for the non-pecuniary damage caused to him, as well as MDL 2,000 (EUR 127) for legal costs. That judgment was confirmed by the final judgment of the Supreme Court of Justice on 11 April 2012."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}