{"ITEMID": "001-104921", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF MARUTSENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Angelika Nußberger;Ganna Yudkivska", "TEXT": ["4. The applicant was born in 1967 and lives in Kirovohrad.", "5. On 21 June 2005 the applicant lodged a civil claim with the Kirovskyy District Court of Kirovohrad (“the Kirovskyy Court”) against the Military Unit A-1405 for pecuniary and non-pecuniary damage.", "6. On 21 February 2006 the court decided to discontinue the proceedings as a result of the applicant’s failure to attend the hearings.", "7. On 19 September 2007 the applicant requested an extension of time to lodge the appeal against the above ruling and submitted that he had become aware of the impugned ruling in July 2007.", "8. On 24 October 2007 the Kirovohrad Regional Court of Appeal quashed the ruling of 21 February 2006. It remitted the case for examination by the first-instance court, having found that the applicant had not been duly notified of the time and date of the hearings. The Court of Appeal ruled that the first-instance court had erred in its decision to discontinue the proceedings.", "9. On 18 July 2008 the Kirovskyy Court considered that it was not competent to deal with the case because it lacked jurisdiction ratione materiae. It discontinued the civil proceedings and held that the case should be examined within the framework of the administrative proceedings.", "10. Following examination of the applicant’s appeal on its merits, on 24 December 2008 the Court of Appeal quashed the ruling of 18 July 2008. It held that the first-instance court had erred in its decision to discontinue the proceedings and considered that the case should be examined within the framework of civil proceedings. The Court of Appeal remitted the case for examination to the Kirovskyy Court.", "11. On 25 February 2009 the Kirovskyy Court decided to discontinue the proceedings because of the applicant’s failure to attend the hearings.", "12. On 24 June 2009 the Court of Appeal quashed the ruling of the Kirovskyy Court on the ground that the applicant had not been duly notified of the time and date of the hearings and remitted the case for examination to the first-instance court.", "13. On 16 June 2010 the Kirovskyy Court for the third time decided to discontinue the proceedings because of the applicant’s repeated failure to attend the hearings. The applicant did not lodge an appeal against that decision.", "14. In the course of the proceedings sixteen hearings were adjourned, out of which three times because of the applicant’s failure to attend the hearings, once because of the failure of the respondent’s representative and five times because of the parties’ failure to attend the hearings. On seven occasions the hearings were adjourned for a total period of about nine months because of the judge’s or secretary’s absence or for technical reasons. The applicant adjusted his claims once."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}