{"ITEMID": "001-93429", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "M.W. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant, Mr M. W., is a British national who was born in 1958. He was represented before the Court by Mr J. Welch, a lawyer practising in London. The United Kingdom Government (“the Government”) were represented by their Agent, Ms E. Willmott of the Foreign and Commonwealth Office, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is homosexual. He lived with his partner, M., for twentythree years until the latter’s death on 10 April 2001. From the late 1980s onwards, they resided in jointly-owned properties. The applicant states that he and his partner were financially interdependent, pooled their income and that each had designated the other as his heir. Their relationship was accepted by family and friends, and, according to the applicant, their degree of mutual commitment was such that had they been a heterosexual couple they would have married.", "Around two weeks after M’s death, the applicant asked a social worker whether he could claim Bereavement Payment (a lump sum currently worth GBP 2,000). He was advised that the benefit was only payable to the survivor of a married couple, and so he did not formally claim it.", "The applicant complained of his ineligibility for bereavement benefits to his Member of Parliament (“MP”). In a letter dated 17 July 2001, the Chief Executive of the Benefits Agency confirmed to the MP that:", "“... entitlement to bereavement benefits is based on legal marriage between couples at the time of death”.", "The applicant also wrote to the Prime Minister. This letter was forwarded to the Department of Work and Pensions, which replied on 21 September 2001 stating that:", "“Marriage is a cornerstone of the contributory benefits system and all rights to contributory benefits derived from another person’s contributions are based on the concept of legal marriage. Changing or widening the definition of marriage would have far reaching implications and could not be done in isolation.”", "The conditions for the receipt of Bereavement Payments are contained in Section 36 of the Social Security Contributions and Benefits Act 1992, as amended with effect from 9 April 2001 by the Welfare Reform and Pensions Act 1999. The relevant parts of this provision read as follows:", "“(1) A person whose spouse dies ...shall be entitled to a bereavement payment if – (a) either than person was under pensionable age at the time when the spouse died or the spouse was then not entitled to a Category A retirement pension...; and", "(b) the spouse satisfied the contribution condition for a bereavement payment...", "(2) A bereavement payment shall not be payable to a person if that person and a person of the opposite sex to whom that person was not married were living together as husband and wife at the time of the spouse’s death.”", "Under the Social Security (Claims and Payments) Regulations 1987, a claim for Bereavement Payment must be made within three months from the date of the spouse’s death (Regulation 19).", "Section 4 of the Human Rights Act 1998 Act provides (so far as relevant):", "“(1) Subsection (2) applies in any proceedings in which a court determines whether a provision of primary legislation is compatible with a Convention right.", "(2) If the court is satisfied that the provision is incompatible with a Convention right, it may make a declaration of that incompatibility. ...", "(6) A declaration under this section ... -", "(a) does not affect the validity, continuing operation or enforcement of the provision in respect of which it was given; and", "(b) is not binding on the parties to the proceedings in which it is made.”", "The Civil Partnership Act 2004, which took effect on 5 December 2005, broadened eligibility for Bereavement Payment. It amended Section 36(1) of the 1992 Act so as to include persons who have entered into a civil partnership."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}