{"ITEMID": "001-94875", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF YILDIZ v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1963 and lives in Anzing.", "5. On 8 August 1994 the applicant had an accident at work – a cut of about one centimetre to his right wrist. The same day he was treated by the company doctor, Dr B. On 10 August 1994 his general practitioner transferred him to hospital. That day and again on 24 August 1994 he was examined by a Dr M. On his second examination Dr M. diagnosed that the applicant was unable to flex his thumb. On 5 September 1994, following a further examination, he had surgery on a muscle, the flexor pollicis longus.", "6. On 28 January 1997 the applicant instituted proceedings in the Munich Regional Court against Dr B. and Dr M., seeking an award of compensation for pecuniary and non-pecuniary damage in the amount of 60,000 euros (EUR). He argued that if the defendants had treated him properly, the operation would have been avoided, which in turn would have avoided severe pain and further problems, including reactive depression.", "7. In February 1997 the court scheduled a hearing for 21 April 1997. Submissions by the parties followed and in April the case was transferred to a single judge.", "8. On 12 May 1997, following the hearing, the Munich Regional Court decided to hear the applicant's general practitioner and scheduled a new hearing for 28 July 1997. On account of the absence of the first defendant's legal counsel, it later postponed it to 24 November 1997. It refused a subsequent request for a further postponement.", "9. On 18 August 1997 the applicant's legal counsel ceased taking instructions from the applicant. On 24 October 1997 his new lawyer addressed the court.", "10. In November 1997 the parties agreed on written submissions.", "11. In February 1998 the applicant's second lawyer also ceased taking instructions from the applicant; subsequently, a new lawyer was appointed and requested access to the files.", "12. On 26 March 1998 the applicant requested the court to await the outcome of the social court proceedings, which were also pending, and returned the files.", "13. On 13 April 1999 the applicant's third lawyer also ceased taking instructions but was subsequently reappointed in May.", "14. On 15 April 1999, upon the request of one of the defendants to continue the proceedings, the court scheduled a hearing for 10 May 1999. At the hearing the parties agreed that the files of the social court proceedings should be consulted. Between June and September 1999, having been granted access to those files, the parties submitted further observations.", "15. In October 1999 the applicant asked for an expert to be commissioned. In November 1999 he submitted documents which had until then been missing.", "16. In February and April 2000 he requested the court to continue with the proceedings. On 5 April 2000 he was informed that the judge had fallen ill.", "17. On 23 June 2000 the Munich Regional Court decided to obtain an expert opinion. On 22 August 2000 the expert submitted his report.", "18. The court then set the parties a time-limit for their observations of 18 September 2000.", "19. On 5 October 2000 the court decided to obtain a supplementary report. On 31 October 2000, after payment of an advance, it transferred the files to the expert. In January 2001 it asked the expert when he would be submitting his report.", "20. On 20 February 2001 the applicant did not attend the examination arranged with the expert. On 16 May 2001 the expert examined the applicant.", "21. On 31 May 2001 the court set the expert a time-limit of four weeks for the submission of his report. On 27 June 2001 it set him another deadline of two weeks. On 3 July 2001 the expert submitted the supplementary report. The parties' submissions followed.", "22. On 28 August 2001 the court scheduled the hearing for 29 October 2001 and also summoned the expert. It later had to be postponed to 13 November 2001 on account of the absence of one of the legal counsel.", "23. On 27 December 2001, following the hearing, the Munich Regional Court rejected the applicant's claim. Relying on the expert opinion obtained and a statement from the applicant's general practitioner, it found that the muscle had not been cut and that no liability on the part of the doctors could be established.", "24. On 11 February 2002 the applicant appealed. In April 2002, following an extension of the time-limit, he submitted the grounds of his appeal.", "25. On 18 April 2002 the Munich Court of Appeal scheduled the hearing for 16 May 2002. A subsequent request by the applicant for a postponement was rejected.", "26. At the hearing the Munich Court of Appeal heard the doctor who had operated on the applicant.", "27. The parties' submissions followed. In July 2002 the applicant requested a further expert opinion regarding a number of questions.", "28. The court then scheduled a hearing for 17 October 2002 and decided to obtain an additional statement from the expert appointed at first instance, which was submitted on 22 August 2002.", "29. On 18 September 2002 the applicant challenged the expert on grounds of bias. On 2 October 2002 the Munich Court of Appeal rejected this challenge.", "30. Subsequently, it commissioned another expert. The parties did not object when the expert announced that he would not submit his report before the following summer.", "31. In May 2003 the applicant transferred further documents. On 16 June 2003 the expert examined the applicant.", "32. On 1 August 2003 the expert submitted his report. The court then scheduled the hearing for 13 November 2003. The applicant again requested the court to obtain another expert opinion.", "33. On 27 November 2003, following the hearing, the Munich Court of Appeal dismissed the applicant's appeal and refused leave to appeal on points of law. Relying on the experts' statements, it found that no liability of the defendants could be established.", "34. On 29 December 2003 the applicant appealed against the refusal of leave to appeal. On 30 April 2004, following two requests for an extension of the time-limit set, he lodged the grounds of his appeal.", "35. On 29 June 2004 the Federal Court of Justice dismissed the applicant's appeal.", "36. On 2 August 2004 the applicant lodged a constitutional complaint.", "37. On 7 December 2005 the Federal Constitutional Court refused to accept his constitutional complaint for examination."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}