{"ITEMID": "001-57575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF SCHÖNENBERGER AND DURMAZ v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;No separate issue under Art. 10;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["7. The first applicant, Edmund Schönenberger, who is a Swiss citizen born in 1942, practises as a Rechtsanwalt (lawyer) in Zürich.", "The second applicant, Mehmet Durmaz, who is a Turkish national born in 1950, lives at Onex, in Switzerland. He is a taxi-driver.", "8. On 16 February 1984, acting on a statement by one O, the district prosecutor (Bezirksanwalt) for Pfäffikon (Canton of Zürich) issued a warrant for Mr. Durmaz’s arrest, in connection with suspected offences under federal legislation relating to the misuse of drugs.", "The applicant was arrested on the same day by the Geneva police and taken to Zürich the following day, where he was questioned for the first time by officials from the prosecutor’s office. He was further questioned and also confronted with other suspects on 23 and 24 February, and on each occasion he cooperated by answering all the questions put to him.", "9. Mr. Durmaz’s wife, who had been informed of the arrest on 16 February, spoke on the telephone to the Pfäffikon district prosecutor on 20 and 24 February. On these occasions she asked him whether her husband had a lawyer. He replied that he had not but added that he would take care of it. She also wrote to her husband on 21 and 24 February. In the second letter, which reached him on 28 February, she expressed the hope that the \"lawyer\" - whose name she did not mention - \"would look after [him]\". On 24 February, she asked Mr. Schönenberger to take charge of Mr. Durmaz’s defence.", "The first applicant immediately called the district prosecutor to advise him and to say that he would be sending authorisation forms and a letter. Also, on 24 February, he sent a letter and enclosure to the district prosecutor’s office, as required by the relevant legislation, requesting the district prosecutor to forward them to the addressee.", "The enclosure comprised a copy of the covering letter to the district prosecutor, two forms giving authority to act and a letter to Mr. Durmaz, which read as follows (translation from the German):", "\"Sir,", "I am instructed by your wife to undertake your defence. You will find enclosed two forms giving me authority to act for you. If you wish to authorise me to represent you, please send one of the forms to the district prosecutor and return the other one to me (duly signed).", "It is my duty to point out to you that you are entitled to refuse to make any statement. Anything you say may be used in evidence against you. If you choose to remain silent, the district prosecutor will have to prove your guilt by other means (witnesses, etc.). He will usually then try to influence you by arguing that in that case you will remain in custody on remand until such time as he has questioned witnesses, other suspects, etc. If this does not worry you (i.e. a possible prolongation of your detention on remand), it will be to your advantage to exercise your right not to make any statement.", "Once I have received your authority to act, I shall apply for permission to visit you and will come and see you. At all events, be patient: you will have to be released at some stage!", "Yours faithfully ...\"", "10. The district prosecutor probably received the letter and enclosure for Mr. Durmaz on Monday 27 February, but kept them from him without telling him that he had received them. On the same day, he asked Mr. Durmaz to choose a lawyer. Mr. Durmaz, being unable to pay for one, applied for the only Zürich lawyer he knew, Mr. Garbade, to be assigned officially to him; the presiding judge of the Pfäffikon District Court duly appointed Mr. Garbade on 1 March.", "11. In an order made on 1 March, the prosecutor’s office decided not to communicate to Mr. Durmaz the letter and forms which were intended for him. It did so on the following ground (translation from the German):", "\"As long as Edmund Schönenberger is not the suspect’s authorised legal representative, the general provisions of the Prisons Ordinance [see paragraph 18 below] apply to him. Section 53(3) prohibits the forwarding of letters concerning the preparation of a case for trial. In the present letter, Edmund Schönenberger has recommended to the suspect a particular course of conduct for the preparation of the case. In virtue of the aforementioned provision, his letter will therefore not be forwarded.\"", "The prosecutor’s office returned to Mr. Schönenberger the said documents together with the copy of the covering letter.", "12. On various dates between 5 and 23 March 1984, Mr. Durmaz was again questioned and confronted with other suspects. He also received visits from Mr. Garbade. On 8 March, Mr. Garbade had asked the presiding judge of the District Court to offer Mr. Durmaz the possibility of choosing between Mr. Schönenberger and himself as his defence lawyer. The two lawyers had a conversation on 9 March, as a result of which they agreed that Mr. Garbade would continue to assist Mr. Durmaz and that Mr. Schönenberger would challenge the order made on 1 March (see paragraphs 14 to 16 below).", "13. Mr. Durmaz was freed on 23 March 1984. On 29 May 1985 the Zürich district prosecutor ordered that he had no case to answer as it could not be excluded beyond all possible doubt that someone else had been mistaken for him. In respect of his detention on remand, the prosecutor awarded him 3,000 Swiss francs (CHF) which the Zürich District Court increased to 3,565 CHF on 30 October 1985.", "14. The applicants lodged two appeals against the order of 1 March 1984 (see paragraph 11 above); the first of these was rejected by the Department of Justice of the Canton of Zürich on 19 March 1984, and the second was dismissed by the presiding judge of the Pfäffikon District Court on 11 April 1984.", "15. On 7 April 1984, they lodged a public-law appeal with the Federal Court against the decision of the Department of Justice; they alleged an infringement of the federal Constitution and of the Convention. During the proceedings they stated that they did not propose to challenge the dismissal of their second appeal.", "16. In a judgment on 20 June, which was notified on 6 November 1984, the Federal Court allowed the appeal in part.", "It noted in the first place that Mr. Schönenberger could not rely on the privileges conferred on prisoners’ defence lawyers under section 53(3) of the Prisons Ordinance. The Federal Court added that the prosecutor’s office had not infringed either the Constitution or the Convention by intercepting Mr. Schönenberger’s letter to Mr. Durmaz, since it related to pending criminal proceedings and gave the addressee advice on the behaviour to adopt during the investigation.", "On the other hand, the Federal Court held that the decision to withhold the two authorisation forms and the copy of the covering letter to the prosecutor’s office was contrary to the Constitution: since these documents did not relate to pending criminal proceedings, section 53(3) could not be relied on in respect of them. The Federal Court also pointed out that a person who has been charged with a criminal offence is at all times entitled to ask for a lawyer and to receive a form for giving authority to act. It concluded that the disputed measure was a disproportionate restriction on freedom of correspondence and on the rights of the defence. It consequently set aside the Department of Justice’s decision and awarded the applicants costs of 500 CHF.", "17. According to the general principles of criminal procedure, a suspect is under no obligation to make any statements. The Federal Court has held that, under the Constitution, he has the right to remain silent and that he cannot normally be held to have culpably obstructed the proceedings on the sole ground that he has refused to reply to questions, unless there has been some abuse of the right (Judgments of the Swiss Federal Court, vol. 106 (1980), part I a), p. 8, and vol. 109 (1983), part I a), p. 169).", "18. In the Canton of Zürich, the monitoring of correspondence with persons in custody is governed by section 53 of the District Prisons Ordinance of 19 April 1972 (Verordnung des Kantons Zürich vom 19. April 1972 über die Bezirksgefängnisse), which was made under section 73 of the law of 6 July 1941 by which the Swiss Criminal Code was enacted.", "Section 53(3) reads as follows (translation from German):", "\"No correspondence with co-prisoners and former co-prisoners (except for close relatives) shall be allowed. Letters jeopardising the purpose of detention or prison security shall not be forwarded; letters relating to pending criminal proceedings shall be forwarded only if they form part of correspondence with a defence lawyer. A prisoner shall be informed if a letter is not forwarded.\"", "19. In 1973, the Federal Court considered the constitutionality of various provisions of the Zürich Ordinance of 1972. As regards the restrictions on freedom of correspondence, it noted the following (translation from German):", "\"Section 53 lays down in particular that letters ‘whose content is improper’ or which relate to pending criminal proceedings shall not be forwarded. Correspondence with co-prisoners or former co-prisoners is likewise prohibited. On the other hand, communications addressed to supervising authorities or to a defence lawyer are not subject to any restrictions.", "The applicant alleges that prohibiting communications ‘whose content is improper’ goes much too far and leaves too great a discretion to the officials responsible for monitoring correspondence. In his submission, the prohibition should apply only to communications whose content is ‘illicit’. This change of wording would make no appreciable difference, since the second concept is likewise very imprecise in the present context. The applicant does not dispute the need to prohibit the dispatch of letters with a particular type of content, and that is the very purpose of the monitoring. It is clear, therefore, that any correspondence which might assist in the preparation of escape plans or the commission of fresh criminal offences, or which could have an impermissible influence on criminal proceedings (danger of collusion) must be prohibited. Even assuming that it is in principle desirable to maintain contacts with the outside world, these contacts must not compromise the purpose of detention. Moreover, the supervising authorities must also be given the right to hold back any communications which might jeopardise order in the prison. Conversely, the authorities cannot refuse to forward communications which do not jeopardise either the purpose of detention or order in the prison and which are permissible in their quantity (s. 52). It is accordingly of little consequence whether or not the supervising authority approves the content of such communications (cf., on the legal situation in Germany, the Federal Constitutional Court’s decision of 14 March 1972, vol. 33, no. 1). It is not possible to make an accurate general statement of where the line should be drawn, since it depends on the particular circumstances of each case. The general principle laid down in the disputed ordinance accordingly cannot be criticised as being unconstitutional, at least not if regard is had to the fact that correspondence with the supervising authorities and defence lawyers is not subject to any marked degree of control.\" (Judgments of the Swiss Federal Court, vol. 99, part I a), pp. 288-289)"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}