{"ITEMID": "001-97617", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GROSARU v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-3;Violation of Art. 13+P1-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["6. The applicant was born in 1952 and lives in Bucharest.", "7. As a member of the Association of Italians of Romania, he stood as a candidate in the parliamentary elections of 26 November 2000 for the Italian Community of Romania, one of the organisations representing the Italian minority in Romania. That organisation submitted a single-candidate list containing the applicant’s name in nineteen of the forty-two constituencies.", "8. Once the votes had been counted, the Central Electoral Office decided, on the basis of Article 4 of Law no. 68/1992 on elections to the Chamber of Deputies and to the Senate (“Law no. 68/1992”), to allocate the parliamentary seat belonging to the Italian minority to the Italian Community of Romania, which had secured 21,263 votes at national level.", "9. Although at national level the applicant had secured 5,624 votes out of a total of 21,263, the Central Electoral Office allocated the parliamentary seat to another member of the Italian Community of Romania, Ms Ileana Stana Ionescu, who had stood for election on another single-candidate list and had secured only 2,943 votes, but in a single constituency.", "10. On 1 December 2000 the applicant challenged the decision allocating the parliamentary seat before the Central Electoral Office. On 2 December 2000 the Office dismissed his challenge by a majority. That decision was signed by six judges and six representatives of political parties.", "11. The relevant parts of that decision read:", "“In accordance with Article 4 § 2 of Law no. 68/1992, as amended and supplemented, organisations of citizens belonging to national minorities participating in elections are accorded the same legal status as political parties for the purposes of the electoral process.", "With regard to the Italian minority, the votes were centralised and the parliamentary seats were allocated, in accordance with Article 66 of the Law, to the organisation having secured the greatest number of votes and on the basis of the order of candidates appearing on that organisation’s winning list, there being no provision in law for individual nomination.", "It should be specified that the government’s Emergency Ordinance no. 165 of 15 [sic] October 2000 granting national minorities the right to submit the same list of candidates for the Chamber of Deputies in more than one constituency does not infringe the principle of parliamentary seats being allocated by constituency, the basis of that regulation being to determine, in such instances, the ethnic minority organisation having the largest number of votes, and not to breach the principle of territorial representation in elections.”", "12. In a dissenting opinion, a representative of a political party submitted that Article 68 § 1 (g) of Law no. 68/1992 should be interpreted to mean that in the case of a given ethnic minority, the parliamentary seat should be allocated to the first candidate on the organisation’s national list having gained the most votes, again at national level.", "13. On 2 December 2000 the applicant lodged an appeal with the Central Electoral Office against its decision of the same date. On 3 December 2000 the Office, sitting as a panel composed of six judges and twelve representatives of political parties, declared the appeal inadmissible on the ground that its decisions were final.", "14. On 4 December 2000 the applicant submitted his case to the Constitutional Court. By a letter of 11 December 2000, in which reference was made to Article 21 of the Romanian Constitution guaranteeing free access to the courts, the court informed the applicant that it did not have jurisdiction in matters concerning electoral disputes.", "15. On 4 December 2000 the applicant lodged an appeal with the Supreme Court of Justice. By a decision of 13 December 2000, that court declared the appeal inadmissible on the ground that the decisions of the Central Electoral Office were final.", "16. On 8 December 2000 the applicant repeated his challenge in a submission to the Chamber of Deputies Validation Commission, but was unsuccessful. The transcript of the Chamber of Deputies’ session of 15 December 2000, published on the website of that institution, shows that the applicant’s challenge was rejected on the same ground as that put forward by the Central Electoral Office.", "17. In the parliamentary elections of 2004 and 2008 the applicant was elected MP for the Italian minority in Romania.", "“(1) The Chamber of Deputies and the Senate are elected by universal, equal, direct, secret and free suffrage, in accordance with electoral law.", "(2) Organisations of citizens belonging to national minorities which fail to obtain the number of votes necessary for representation in Parliament each have the right to one Chamber of Deputies seat, in accordance with the provisions of electoral legislation. Citizens of a national minority can be represented by one organisation only.", "...”", "18. The relevant Articles of this Law, in force at the material time, provide:", "“1. Legally constituted organisations of citizens belonging to a single national minority which fail to obtain at least one seat in the Chamber of Deputies or the Senate are entitled, jointly, to one seat in the Chamber of Deputies, in accordance with Article 59 § 2 of the Constitution, provided that their share of the vote is at least 5% of the average number of validly cast votes at national level for the election of a deputy.", "2. Organisations of citizens belonging to national minorities participating in elections shall be accorded the same legal status as political parties for the purposes of the electoral process.", "3. Organisations of citizens belonging to national minorities having participated in elections on the joint list of the organisations in question shall also be covered by the provisions of paragraph 1; in the event that none of the candidates appearing on the joint list is elected, a seat in the Chamber of Deputies shall be allocated to all the organisations having proposed the list, in compliance with the provisions of paragraph 1.", "4. The provisions of paragraph 3 shall not apply to organisations of citizens belonging to national minorities having taken part in elections on a joint list with a political party or another political grouping or which have participated both on the joint lists referred to in paragraph 3 and on their own lists.", "5. The seat in the Chamber of Deputies allocated in accordance with paragraphs 1 and 3 shall be allocated in addition to the total number of seats.", "...”", "“1. The Central Electoral Office shall be composed of seven judges of the Supreme Court of Justice and sixteen representatives of the parties, political groupings and coalitions participating in the elections.", "2. Within five days of an election date being set, the President of the Supreme Court of Justice shall appoint the seven judges from amongst those serving at the court, in a public session and by the drawing of lots. A record shall be made of the result of the draw which shall be signed by the President of the Supreme Court of Justice and which shall serve as confirmation. The President of the Supreme Court of Justice shall give at least forty-eight hours’ notice in the press of the date of the session.", "3. Within twenty-four hours of their confirmation, the appointed judges shall select the president of the Central Electoral Office from among their number, by secret ballot. The office thus composed, which is then joined by representatives of the parties, political groupings and coalitions, shall perform all the duties incumbent upon it in accordance with this Law.", "4. In the two days following expiry of the time-limit in which to put forward a candidate, the parties, political groupings and coalitions participating in the elections shall inform the Central Electoral Office in writing of the number of lists submitted in each constituency and the names and surnames of the candidates. Any communications submitted after that time-limit shall not be taken into consideration.", "5. Representatives of parties, political groupings or coalitions shall be appointed to the Central Electoral Office in descending order of the number of lists submitted by each party, political grouping or coalition, for the purposes of paragraph 4, in relation to the total number of constituencies nationwide. No party, political grouping or coalition may have more than five representatives.", "6. Representatives of parties, political groupings or coalitions appointed to the Central Electoral Office shall be chosen in the order referred to in the communication mentioned in paragraph 4.", "7. If more than one party, political grouping or coalition has submitted the same number of lists, their representatives shall be appointed by the President of the Central Electoral Office, by the drawing of lots, in the presence of persons delegated by the parties, political groupings or coalitions concerned ...”", "“1. The Central Electoral Office shall:", "(a) ensure that electoral registers are updated and monitor the application and uniform interpretation of legal provisions relating to elections at national level;", "(b) resolve any disputes in relation to is activities or the operations of the constituency electoral offices;", "(c) receive reports from the constituency electoral offices indicating the number of votes validly cast for each list of candidates and record which parties, political groupings or coalitions have failed to obtain at least 3% of validly cast votes at national level; communicate to the constituency electoral offices and publish, within the following forty-eight hours, the names of the parties, political groupings or coalitions concerned;", "(d) verify and record the result of the elections, count, at national level, the number of unused votes for each party, political grouping or coalition satisfying the criterion referred to in paragraph (c) above and allocate seats centrally by constituency;", "(e) confirm the allocation of a parliamentary seat to the organisation of citizens belonging to a national minority having satisfied the criteria set forth in Article 4, and issue the relevant confirmation to the deputy thus appointed;", "(f) annul any elections organised in a constituency if the vote or validation of the results has been subject to fraud affecting the arrangements for the allocation of seats, and organise a new ballot;", "(g) perform all other duties incumbent upon it in accordance with this Law.", "...", "4. The decisions of the Central Electoral Office shall be pronounced in public.”", "“1. For the purposes of allocation of seats to candidates on the lists, only parties, political groupings and coalitions having secured at least 3% of the validly cast votes at national level shall be taken into account. Seats in the Chamber of Deputies and the Senate shall be allocated separately.", "2. Seats shall be allocated once the Central Electoral Office has notified the names of the parties, political groupings or coalitions having secured at least 3% of the validly cast votes at national level. Seats in the Chamber of Deputies and the Senate shall be allocated separately.", "3. Seats in the Chamber of Deputies and the Senate shall be distributed and allocated in two stages: at constituency level and at national level.", "4. At constituency level, the electoral office shall determine the constituency electoral coefficient, separately for the Chamber of Deputies and for the Senate, by dividing the total number of votes validly cast for all the lists of the parties, political groupings and coalitions satisfying the criterion referred to in paragraph 1 and for independent candidates by the number of deputies or, as applicable, senators, to be elected in that constituency; each list shall be allocated as many seats as the number of validly cast votes for that list divided by the electoral coefficient of the constituency. The constituency electoral office shall allocate seats in the order in which the candidates appear on the list; one seat shall be allocated to each independent candidate having obtained a number of validly cast votes at least equal to the electoral coefficient for deputies or, as applicable, senators. The constituency electoral office shall inform the Central Electoral Office, with a view to their centralised distribution, of the list of remaining votes (unused or fewer than the electoral coefficient) secured by the lists of parties, political groupings and coalitions satisfying the criterion referred to in paragraph 1 and of any seats that have not been allocated.", "5. For each party, political grouping or coalition satisfying the criterion referred to in paragraph 1, the Central Electoral Office shall add up, at national level, separately for the Chamber of Deputies and for the Senate, the total number of any unused votes or votes below the constituency electoral coefficient of all constituencies. The number of votes thus obtained by each party, political grouping or coalition shall be divided by 1, 2, 3, 4, etc., in line with the number of unallocated seats at constituency level; the quotients resulting from the division, irrespective of the list from which they come, shall be ranked in descending order up to the number of unallocated seats; the lowest quotient shall constitute the national electoral coefficient for deputies or, as applicable, senators. Each party, political grouping or coalition shall be allocated as many seats in the Chamber of Deputies or the Senate as the total number of validly cast votes, unused and lower than the constituency coefficient that it has obtained at national level divided by the electoral coefficient fixed at national level.", "6. The Central Electoral Office shall determine the distribution of seats by constituency. ...”", "“1. The Central Electoral Office shall resolve any disputes that may arise and issue a separate report for the Chamber of Deputies and for the Senate. The report shall indicate, at national level:", "(a) the total number of voters registered on the permanent electoral registers;", "(b) the total number of voters;", "(c) the total number of validly cast votes;", "(d) the total number of invalid votes;", "(e) the method by which the constituency electoral offices have applied the provisions of Article 66 § 4;", "(f) how seats have been distributed at national level in accordance with Article 66 § 5 and the allocation thereof to the constituencies in accordance with Article 66 § 6;", "(g) the organisations of citizens belonging to national minorities which, despite having participated in the elections, have failed to gain a seat in the Chamber of Deputies or the Senate; the total number of votes validly cast for the lists of each of those organisations and for organisations entitled to a seat in the Chamber of Deputies in accordance with Article 4; and the name and surname of the first candidate appearing on the list of the organisation entitled to a seat in the Chamber of Deputies having secured the largest number of votes. In the event of any organisations’ lists having obtained the same number of votes, seats shall be allocated by the drawing of lots.”", "19. Article 91 § 9 of the new Law no. 373 of 24 September 2004 on elections to the Chamber of Deputies and to the Senate states that the parliamentary seat belonging to the national minorities is to be allocated to the constituency in which the list of candidates put forward has obtained the highest number of votes.", "20. This Ordinance added the following paragraph to Article 5 of the above-mentioned Law no. 68/1992:", "“8. By way of derogation from the provisions of paragraphs 3, 6 and 7, organisations of citizens belonging to national minorities may submit the same list of candidates to the Chamber of Deputies in more than one constituency.”", "21. The relevant parts of the Regulations, in the version in force at the material time, were worded as follows:", "“For the purposes of validating mandates, the Chamber of Deputies shall elect, at its first session, a committee comprising thirty deputies reflecting the political composition of the Chamber, as this results from the constitution of parliamentary groups.”", "“The Validation Commission shall examine any pending disputes and any which have been examined in breach of the procedural provisions.”", "22. The Code of Good Practice in Electoral Matters was adopted by the Venice Commission at its 51st plenary session held on 5 and 6 July 2002 and submitted to the Parliamentary Assembly of the Council of Europe on 6 November 2002. The relevant parts thereof read as follows:", "“If the electoral law provisions are to be more than just words on a page, failure to comply with the electoral law must be open to challenge before an appeal body. This applies in particular to the election results: individual citizens may challenge them on the grounds of irregularities in the voting procedures. It also applies to decisions taken before the elections, especially in connection with the right to vote, electoral registers and standing for election, the validity of candidatures, compliance with the rules governing the electoral campaign and access to the media or to party funding.", "There are two possible solutions:", "– appeals may be heard by the ordinary courts, a special court or the Constitutional Court;", "– appeals may be heard by an electoral commission. There is much to be said for this latter system in that the commissions are highly specialised whereas the courts tend to be less experienced with regard to electoral issues. As a precautionary measure, however, it is desirable that there should be some form of judicial supervision in place, making the higher commission the first appeal level and the competent court the second.", "Appeal to parliament, as the judge of its own election, is sometimes provided for but could result in political decisions. It is acceptable as a first instance in places where it is long established, but a judicial appeal should then be possible.", "Appeal proceedings should be as brief as possible, in any case concerning decisions to be taken before the election. On this point, two pitfalls must be avoided: first, that appeal proceedings retard the electoral process, and second, that, due to their lack of suspensive effect, decisions on appeals which could have been taken before, are taken after the elections.", "In addition, decisions on the results of elections must also not take too long, especially where the political climate is tense. This means both that the time-limits for appeals must be very short and that the appeal body must make its ruling as quickly as possible. Time-limits must, however, be long enough to make an appeal possible, to guarantee the exercise of rights of defence and a reflected decision. A time-limit of three to five days at first instance (both for lodging appeals and making rulings) seems reasonable for decisions to be taken before the elections. It is, however, permissible to grant a little more time to Supreme and Constitutional Courts for their rulings.", "The procedure must also be simple, and providing voters with special appeal forms helps to make it so. It is necessary to eliminate formalism, and so avoid decisions of inadmissibility, especially in politically sensitive cases.", "It is also vital that the appeal procedure, and especially the powers and responsibilities of the various bodies involved in it, should be clearly regulated by law, so as to avoid any positive or negative conflicts of jurisdiction. Neither the appellants nor the authorities should be able to choose the appeal body. The risk that successive bodies will refuse to give a decision is seriously increased where it is theoretically possible to appeal to either the courts or an electoral commission, or where the powers of different courts – e.g. the ordinary courts and the Constitutional Court – are not clearly differentiated ...", "Disputes relating to the electoral registers, which are the responsibility, for example, of the local administration operating under the supervision of or in cooperation with the electoral commissions, can be dealt with by courts of first instance.", "Standing in such appeals must be granted as widely as possible. It must be open to every elector in the constituency and to every candidate standing for election there to lodge an appeal. A reasonable quorum may, however, be imposed for appeals by voters on the results of elections.", "The appeal procedure should be of a judicial nature, in the sense that the right of the appellants to proceedings in which both parties are heard should be safeguarded.", "The powers of appeal bodies are important too. They should have authority to annul elections, if irregularities may have influenced the outcome, i.e. affected the distribution of seats. This is the general principle, but it should be open to adjustment, i.e. annulment should not necessarily affect the whole country or constituency – indeed, it should be possible to annul the results of just one polling station. This makes it possible to avoid the two extremes: annulling an entire election, although irregularities affect a small area only, and refusing to annul, because the area affected is too small. In zones where the results have been annulled, the elections must be repeated.", "Where higher-level commissions are appeal bodies, they should be able to rectify or annul ex officio the decisions of lower electoral commissions.”", "23. The Report on electoral law and electoral administration in Europe (“Synthesis study on recurrent challenges and problematic issues”) was adopted by the Council for Democratic Elections at its 17th meeting (Venice, 8-9 June 2006) and by the Venice Commission at its 67th plenary session (Venice, 9-10 June 2006). The relevant parts thereof read as follows:", "“167. Complaint and appeals procedures must be open at least to each voter, candidate, and party. A reasonable quorum may, however, be imposed for appeals by voters on the results of election (CDL-AD(2002)023rev, para. 99). In order to comply with international standards, the complaint and appeals procedures should clearly provide the following rights for voters, candidates, and political parties: the rights to file a complaint, to present evidence in support of the complaint, to a public and fair hearing on the complaint, to an impartial and transparent proceedings on the complaint [sic], to an effective and speedy remedy, as well as to appeal an appellate court if a remedy is denied (see for example CDL-AD(2004)027, para. 111). In practice, however, these rights are not always respected. At times, even credible complaints are left without any legal redress.", "168. Due to different legal and political traditions, a variety of procedures are used in the resolution of election disputes. In many established democracies in western Europe (like France, Germany, Italy, or the United Kingdom) election appeals are heard by ordinary administrative and judicial bodies operating under special procedures. In contrast, in most emerging and new democracies in central and eastern Europe (and in other regions of the world), the responsibility for deciding on election complaints and appeals is shared between independent electoral commissions and ordinary courts ...”", "24. The Report on electoral law and national minorities was adopted by the Venice Commission on 25 January 2000. It concerns the central element of public life – participation in a State’s elected bodies, especially the national legislature. Such participation is studied through electoral law and the possibilities it gives members of national minorities of being present in elected bodies.", "Rules of electoral law which provide for special representation of minorities are an exception. Of the States which replied to the Commission’s questionnaire, only three (Croatia, Romania and Slovenia) provided for the election of deputies intended to represent national minorities. According to the report, Romania is the country where the largest number of minority parties or organisations (treated as political parties for electoral purposes) took part in elections and have deputies and senators in the parliament.", "Other systems, while not necessarily guaranteeing the presence of members of national minorities in the elected bodies, facilitate the representation of minority organisations. In Germany and Poland, threshold rules do not apply to such organisations.", "The Belgian system is specific. The body of institutions is conceived in such a way as to establish a balance between the different linguistic groups (rather than between minorities in the strict sense). Moreover, in certain areas which are mixed from a linguistic point of view, adjustments have been made so that electors from different linguistic communities are represented in the elected body.", "In most cases, however, the representation of minorities in an elected body is achieved through the application of the ordinary rules of electoral law, which treat people belonging to national minorities and others in the same way.", "25. The Lund recommendations were adopted in Lund (Sweden) in September 1999 by a group of international experts under the aegis of the High Commissioner on National Minorities of the Organization for Security and Co-operation in Europe (OSCE). The relevant parts of those recommendations read as follows:", "“(7) Experience in Europe and elsewhere demonstrates the importance of the electoral process for facilitating the participation of minorities in the political sphere. States shall guarantee the right of persons belonging to national minorities to take part in the conduct of public affairs, including through the rights to vote and stand for office without discrimination.", "(8) The regulation of the grouping and activity of political parties shall comply with the international law principle of freedom of association. This principle includes the freedom to establish political parties based on communal identities as well as those not identified exclusively with the interests of a specific community.", "(9) The electoral system should facilitate minority representation and influence.", "– Where minorities are concentrated territorially, single-member districts may provide sufficient minority representation.", "– Proportional representation systems, where a political party’s share in the national vote is reflected in its share of the legislative seats, may assist in the representation of minorities.", "– Some forms of preference voting, where voters rank candidates in order of choice, may facilitate minority representation and promote inter-communal cooperation.", "– Lower numerical thresholds for representation in the legislature may enhance the inclusion of national minorities in governance.", "(10) The geographic boundaries of electoral districts should facilitate the equitable representation of national minorities.”", "The Lund recommendations are set out in the “Guidelines to Assist National Minority Participation in the Electoral Process” published in January 2001 under the aegis of the OSCE.", "26. Despite differences in the organisation and characteristics of the electoral administration responsible for declaring results and the distribution of seats (independent electoral commissions, government structures, temporary polling stations, courts), the information available to the Court concerning the legislation of a large number of Council of Europe member States shows a degree of convergence as regards the existence of a post-electoral system of appeals. In certain States it is possible to lodge an appeal with a recognised court or tribunal body, be it an ordinary court, a special electoral court or a Constitutional Court. While certain countries make provision for up to two stages of appeal before the judicial authorities, others envisage only one such appeal, at first instance. The three countries that envisage no judicial remedy beyond validation of powers by the legislative chamber are in western Europe (Belgium, Italy and Luxembourg). The tendency towards investing courts with jurisdiction for post-electoral disputes is in line with the European standards recommended by the Venice Commission, which points out that in all cases there must be a judicial remedy available, since an appeal to the parliamentary validation commission or an electoral commission does not offer sufficient guarantees.", "27. This is the system used by Romania and Albania. In Albania, decisions relating to the declaration of results may be challenged before the central electoral commission itself. However, the losing parties may subsequently appeal against the decision before a court (the electoral chamber of the Tirana Court of Appeal).", "28. While such a practice is fairly widespread, three countries (Belgium, Italy and Luxembourg) stand out because the only post-election remedy available is validation by parliament, the decisions of the electoral offices being deemed to be final. That said, those three countries have enjoyed a long tradition of democracy which would tend to dissipate any doubts as to the legitimacy of such a practice. The Venice Commission in general has reservations as to the effectiveness of this type of remedy, however, as there could be doubts as to the impartiality of such bodies (see paragraph 22 above).", "29. The French example may be held up in this regard: when the validation commission (which at the time was the only body authorised to hear appeals) excluded twenty-five Poujadist MPs from parliament in 1956, the Constitutional Council created by the 1958 Constitution was tasked with avoiding such pitfalls and the practice of validation purely and simply disappeared from the French parliamentary landscape. It may also be useful to point out that in 2005, Switzerland created the possibility of an appeal to the Federal Court (while previously, the verification of powers by the National Council served as the only appeal process).", "30. Nevertheless, that practice remains the norm in certain States. Furthermore, various countries, including Switzerland, continue to use a dual system. Judicial review does not de facto prevent validation by parliament, in so far as their objectives remain separate. The purpose of the first is to settle potential disputes through the courts while the purpose of the second is to validate mandates by means of political supervision. This type of validation acknowledges the specific nature and independence of the legislature in relation both to the executive and the judiciary.", "31. One type of appeal is that lodged with an “ordinary” court. The competent authorities may be administrative courts and courts of appeal, as in the following countries: Andorra, Azerbaijan, Bosnia and Herzegovina, Georgia (Tbilisi Court and Court of Appeal), Hungary, Latvia (Department of Administrative Affairs of the Senate of the Supreme Court), Spain (Administrative Appeals Division of the Supreme Court) and the United Kingdom (Election Court of the High Court and appeal to the Court of Appeal).", "32. Many countries confer jurisdiction for post-electoral disputes on the Constitutional Court. However, that court may not necessarily have the same powers of review from one system to another. It may merely review constitutionality (Georgia) or it may verify and approve the results submitted by the electoral commission (Azerbaijan).", "33. Certain countries have adopted this type of remedy either at first or last instance: Andorra (second instance), Armenia (first instance), Croatia (first instance), Estonia (first instance, before the Supreme Court as the Constitutional Court), France (first instance), Georgia (only where issues of constitutionality arise), Malta (first instance), Spain (second instance and protection of fundamental rights) and Switzerland (second instance before the Federal Court).", "34. Lastly, some systems include courts which deal only with electoral disputes. They are composed of judges who are generally from other jurisdictions and they have a limited lifespan (the time-limit for an appeal following the publication of the results), but they enjoy exclusive jurisdiction in electoral disputes. Specific bodies of this kind have been set up in the following countries: Albania (electoral chamber of the Tirana Court of Appeal), Greece (Special Supreme Court, specialising in certain types of dispute, including electoral disputes), Sweden (Electoral Review Board) and the United Kingdom (Election Court).", "35. Only one case is known – that of Switzerland (challenge before the cantonal government). This is the result of the country’s history and federal tradition; however, the powers of the cantonal government go hand in hand with validation by the Conseil national (Parliament) of its own powers and appeal to the Federal Court since 2005."], "VIOLATED_ARTICLES": ["13", "P1"], "VIOLATED_PARAGRAPHS": ["P1-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}