{"ITEMID": "001-96998", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF STECHAUNER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;No violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant lives in Großau.", "6. The applicant is a practitioner of general medicine. He has an individual contract (Einzelvertrag) with the Lower Austrian Health Insurance Board (Niederösterreichische Gebietskrankenkasse). The applicant has also obtained special diplomas in the areas of echocardiology and sonography and performs these types of examination on his patients.", "7. One part of the individual contract between the applicant and the Lower Austrian Health Insurance Board is the Remuneration Regulation (Honorarordnung) which states that certain types of examinations will only be reimbursed if they are performed by a specialist doctor.", "8. The Lower Austrian Health Insurance Board refused to reimburse echocardiologic and sonographic examinations as the applicant was not a specialist doctor but a general practitioner.", "9. On 2 February 1998 the applicant claimed payment for echocardiologic and sonographic services amounting to 1,900.31 euros (EUR) for the third quarter of 1997 before the Joint Arbitration Committee (Paritätische Schiedskommission); on 23 April 1998 he submitted another claim for payment amounting to EUR 1,896.65 for the fourth quarter of 1997; at an unknown date this claim for payment was increased to EUR 1,944.57. On 6 July 1998 the applicant submitted a claim for payment of EUR 1,184.81 for the first quarter of 1998.", "10. The Joint Arbitration Committee held hearings on 1 April 1998 and 16 September 1998.", "11. As the Joint Arbitration Committee did not reach a decision because of a tie, the applicant filed an application for transfer of jurisdiction (Devolutionsantrag) to the Regional Appeals Commission (Landesberufungskommission) on 2 July 1998 and 7 October 1998, respectively.", "12. Meanwhile, on 6 October 1998 the applicant had claimed payment for echocardiologic and sonographic services amounting to EUR 1,169.75 for the second quarter of 1998. At a later date this claim was reduced to EUR 1,098.63.", "13. On 25 November 1998 the Regional Appeals Commission refused to grant the applicant’s claims concerning the third and fourth quarters of 1997 and the first quarter of 1998.", "14. On 12 April 1999 the applicant complained to the Constitutional Court (Verfassungsgerichtshof) which, on 27 November 2000, set aside the decision of the Regional Appeals Commission of 25 November 1998. It found that the applicant’s right to have his case heard by an impartial tribunal had been violated as one of the assessors nominated by the Lower Austrian Medical Association had negotiated the disputed clause of the Remuneration Regulation. Consequently, the Regional Appeals Commission did not appear independent and impartial.", "15. As regards the claim for the second quarter of 1998, the applicant had filed an application for transfer of jurisdiction to the Regional Appeals Commission on 6 April 1999 owing to a tie in the Joint Arbitration Committee. As at that time the applicant’s complaint against the decision of 25 November 1998 was pending before the Constitutional Court, the Regional Appeals Commission decided to stay the proceedings until the Constitutional Court had given its decision. On an unknown date the Regional Appeals Commission decided to join the proceedings in respect of all the applicant’s claims, that is to say; those for the third and fourth quarter of 1997 and for the first and second quarters of 1998.", "16. After the Constitutional Court had set aside the Regional Appeals Commission’s decision of 25 November 1998, the newly composed Regional Appeals Commission again rejected the applicant’s claims on 19 September 2001.", "17. The applicant complained to the Constitutional Court that there had not been a public hearing. The Constitutional Court set aside the contested decision for the lack of a public hearing in a decision of 25 November 2002.", "18. On 26 November 2003 the Regional Appeals Commission held a public hearing. On 20 December 2004 the Regional Appeals Commission rejected the applicant’s claims, holding that it was up to the parties to the general agreement to limit direct reimbursement of certain services to specialist doctors. Such limitations served the planning and administration of affordable healthcare services and were objectively justified.", "19. On 29 December 2004 the applicant complained to the Constitutional Court, alleging a breach of the principle of equal treatment and lack of independence and impartiality of the Regional Appeals Commission.", "20. On 27 September 2005 the Constitutional Court found no violation of the right to a fair hearing and upheld the contested decision. It held that the assessors of the Regional Appeals Commission were independent in exercising their duties and that no circumstances giving rise to doubts about their impartiality or independence had arisen in the present case. In particular, none of the assessors of the Regional Appeals Commission had been involved in the conclusion of the general agreement or of the individual contract at issue in the proceedings. The mere fact that the assessors were members of Regional Medical Associations or Regional Health Insurance Boards which had provisions of the same content in their general agreements was not sufficient to cast doubt on their impartiality. This decision was served on counsel on 29 November 2005.", "21. The relevant provisions of the Social Insurance Act (Allgemeines Sozialversicherungsgesetz) read as follows:", "“341. (1) Relations between the health insurance boards on the one hand and independent medical practitioners and group practices on the other shall be governed by general agreements to be concluded with the local medical associations by the Association [of Social Insurance Boards] on behalf of the insurance boards. General agreements shall require the consent of the health insurance boards on behalf of which they are concluded. The Austrian Medical Association may conclude the general agreements on behalf of the medical associations concerned, with their consent ...", "(3) The content of the general agreement shall be incorporated in the individual contract between the health insurance board and the doctor or group practice. Any provisions of the individual contract which are contrary to the provisions of the general agreement in force in the place in which the doctor or group practice is established shall be devoid of legal effect. ...", "344. (1) In order to arbitrate and give a decision on disputes of a legal or factual nature arising in connection with an individual contract, a Joint Arbitration Committee shall be established in each Land in individual cases. ...", "(2) The Joint Arbitration Committee shall consist of four members, two of whom shall be appointed by the local Medical Association and two by the Insurance Board, which is a party to the individual contract. ...", "(4) An appeal can be lodged with the Regional Appeals Commission against a decision given by the Joint Arbitration Committee. ...”", "22. Section 345(1) governs the composition of the Regional Appeals Commission:", "“345. (1) For each Land, a permanent Regional Appeals Commission shall be established. It shall consist of a professional judge as Chairman and of four assessors. The Chairman shall be appointed by the Federal Justice Minister. The Chairman must be a judge who, at the time of his appointment, is working at a court trying cases under labour and social insurance legislation. The Federal Minister of Justice shall appoint two assessors upon proposal of the Austrian Medical Association respectively and two upon proposal of the Association of Social Insurance Boards. Representatives and employees of the Regional Health Insurance Board and members and employees of the Regional Medical Association who are parties to the general agreement on which the individual contract subject to the dispute is based, must not be assessors in the respective proceedings.”", "23. The above version of section 345(1) of the Social Insurance Act entered into force on 1 September 2002. Before that date the Regional Medical Association and the Association of Social Insurance Boards each appointed two assessors to the Regional Appeals Commission and there had been no provision that members and employees of the parties to the general agreement would be excluded.", "24. Under section 347(4) of the Social Insurance Act, the Regional Appeals Commission decides by a simple majority of votes; abstention from voting is not possible.", "25. The assessors of the Regional Appeals Commission are appointed for a renewable period of five years. They are not subject to the hierarchical authority of the bodies which proposed their appointment (Article 20 of the Federal Constitutional Law).", "26. Decisions of the Regional Appeals Commissions are excluded from the competence of the Administrative Court (Verwaltungsgerichtshof) by Article 133 § 4 of the Federal Constitutional Law."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}