{"ITEMID": "001-109103", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "BRESLAVSKAYA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicant, Ms Valentina Vladimirovna Breslavskaya, is a Ukrainian national who was born in 1973 and lives in Donetsk. She is represented before the Court by Mr D. Medvedskiy, a lawyer practising in Donetsk. The Ukrainian Government (“the Government”) were represented by their Agent Mr Yuriy Zaytsev, succeeded by Ms Valeria Lutkovska.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 August 2009 the applicant, who was working at the time as an international train manager, was detained on suspicion of attempted crossborder smuggling of goods, following a conspiracy by a group. She remained in detention, on the basis of judicial decisions, until she was convicted, on 22 July 2010, by the Voroshylivskyy District Court of Donetsk. By this verdict the court found the applicant guilty as charged and sentenced her to five years’ imprisonment, suspended for three years, and placed her on probation. She was released at the conclusion of the hearing.", "The applicant is suffering from a number of kidney, stomach and spinal problems and has a long history of various gynaecological health problems. Thus, since 1994, when she had her left ovary, right fallopian tube and a benign breast tumour removed, she has been being monitored by the Donetsk Regional Cancer Treatment Centre (Донецький обласний протипухлинний центр, hereafter “the Cancer Treatment Centre”).", "On 29 August 2009 the applicant (who had been in detention since 25 August, see above) was examined at the Cancer Treatment Centre. The doctor recommended that she undergo additional examination and, if necessary, treatment in their centre.", "On the following day, 30 August 2009, the applicant was taken to Gorlivka Town no. 2 Hospital (“the Gorlivka Hospital”), where she underwent inpatient treatment for pyelonephritis (inflammatory kidney disease) for two days.", "On 31 August 2009, after her discharge from the Gorlivka Hospital, the applicant was taken back to the Cancer Treatment Centre, where she underwent another medical examination.", "From 1 to 14 September 2009 the applicant was hospitalised in the Donetsk Regional Clinical Territorial Medical Association (Донецьке обласне клінічне територіальне медичне об’єднання, hereafter referred to as “the Donetsk Regional Clinic”) for treatment in respect of a number of chronic kidney, gastric and gynaecological conditions. She was examined by doctors including a neuropathologist, a gastroenterologist, a gynaecologist, and an endocrinologist, was prescribed the necessary treatment, and its implementation was monitored. When the applicant was discharged from the hospital it was recommended that she have a further examination by a kidney specialist in about two months’ time.", "An X-ray on 9 or 11 September 2009 identified a suspicious shadow on the applicant’s lung. On 14 September 2009 a tuberculotherapist diagnosed her with pneumonia and tuberculosis and prescribed non-specific antibacterial therapy for two weeks, to be followed by an X-ray examination and another consultation.", "On 2 October 2009 the administration of the Pre-Trial Detention Centre (“the SIZO”) informed the applicant’s representative in reply to his inquiry that having regard to its limited resources it was not able to provide the applicant with medical treatment in full compliance with the doctors’ recommendations.", "From 12 October 2009 to 15 April 2010 the applicant underwent inpatient treatment for tuberculosis in the SIZO medical unit, which consisted of several courses of antibacterial therapy. According to the information submitted by the Government (not commented on by the applicant), she was also examined by tuberculotherapists, including from the Donetsk Regional Tuberculosis Hospital, on 9 October and 8, 11, 16, 17 and 19 December 2009, as well as on 19 February and 15 April 2010. Furthermore, on 24 September, 6 October and 14 December 2009, as well as on 16 February and 13 April 2010, the applicant underwent X-ray examinations. According to the Government, the applicant then recovered from tuberculosis. They referred in this connection to the conclusion of the Donetsk Regional Tuberculosis Hospital of 15 April 2010, according to which the applicant’s radiograph of 13 April 2010 showed post-tuberculosis residual changes in her lungs. Subsequent medical monitoring was recommended in that regard. The applicant however stated that she was still suffering from tuberculosis.", "Meanwhile, on 7, 8 and 24 December 2009 the applicant was again examined by the Cancer Treatment Centre specialists, who diagnosed nodal mastopathy and ovarian cyst and recommended anti-inflammatory therapy, additional examination and surgery at their centre.", "From 15 April until her release on 22 July 2010 the applicant underwent inpatient treatment in the SIZO medical unit for gastric ulcer, gastroesophageal reflux disease, osteochondrosis and residual encephalopathy.", "According to information from the Public Health Ministry, issued on 9 September 2010 at the request of the Government Agent, the applicant had no contact with the Cancer Treatment Centre after 22 July 2010.", "From 19 October to 9 November 2010 she was hospitalised in the Kharkiv Regional Urology and Nephrology Clinical Centre for urolithiasis of the left kidney.", "On 20 January 2011 the applicant underwent ovarian surgery in the Gynaecology Department of Donetsk Municipal Hospital no. 17, from which she was discharged on 27 January 2011 “in a satisfactory state of health”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}