{"ITEMID": "001-95818", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF IPTEH SA AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The first applicant, Ipteh SA, is a company incorporated in Moldova. The other applicants are Worldway Limited (“the second applicant company”) – a company incorporated in the United Kingdom and holder of 35.29% of the shares of the first applicant; Kapital Invest SA (“the third applicant company”) – a company incorporated in Romania and holder of 49.63% of the shares of the first applicant; and Ion Rusu (“the fourth applicant”) – a Romanian national born in 1962, living in Iaşi and holder of 11.72% of the shares of the first applicant company.", "6. At the end of the 1990s, Ipteh SA and a third company, I., were owners of a six-floor building located on the main boulevard of Chişinău (“the building”). Both companies were State-owned and had as their only asset different parts of the building.", "7. In 1999 the State decided to privatise the companies and sold their shares to a private company, U.", "8. In 2000 and 2001 the new owner of the companies transferred all parts of the building to the first applicant company.", "9. Also in 2000 the former director of the first applicant company challenged the privatisation in the courts. However, his action was dismissed by a final judgment of the Economic Court of the Republic of Moldova of 11 July 2000, the courts having found that the privatisation had been legal in all respects.", "10. In July 2001 the fourth applicant bought 141,772 shares in the first applicant company.", "11. In August 2001 the second applicant company bought the rest of the shares of the first applicant company.", "12. In August 2006 the first applicant company issued 510,000 new shares and sold them to the third applicant company.", "13. On an unspecified date in 2002 the Prime Minister requested the Prosecutor General's Office to conduct an investigation into the lawfulness of the privatisation. On 17 February 2002 the Prosecutor General informed the Prime Minister that he had verified the lawfulness of the privatisation and had found it to be “in strict compliance with the legislation in force”. The Prosecutor General also informed the Prime Minister that the lawfulness of the privatisation had been thoroughly verified during the proceedings ending with the final judgment of 11 July 2000.", "14. On an unspecified date in 2003 the President of Moldova requested the Prosecutor General's Office to examine the possibility of challenging the privatisation of 1999. In a letter of 26 June 2003 the Prosecutor General informed President V. Voronin that the transaction had been lawful and that there were no grounds to challenge it. Moreover, he indicated that after the entry into force of the new Code of Civil Procedure on 12 June 2003 it had become impossible to bring an appeal in cassation against the final judgment of 11 July 2000.", "15. On 19 April 2007 the Prosecutor General's Office instituted proceedings on behalf of the State in which it contested the lawfulness of the 1999 privatisation of the first applicant company and of company I. on the ground that two Government regulations concerning the sale of State- owned shares had been breached. In particular, the Prosecutor argued that the size of the down payment made by company U. was smaller than the one provided in the regulations and that the final price offered for the shares had been too low. The Prosecutor relied on Article 50 of the Civil Code as a legal basis for his action (see paragraph 16 below). As a consequence of the alleged illegality of the privatisation, the Prosecutor's Office also sought the annulment of all the subsequent transfers and issues of shares as a result of which the second, third and fourth applicants had become shareholders of the first applicant company.", "16. The applicants opposed the action and argued, inter alia, that it was time-barred and contrary to the principle of legal certainty. They submitted that the provision of Article 86 of the old Civil Code exonerating the Prosecutor from observing the three-year time-limit when lodging actions in the interest of the State was contrary to Article 6 of the Convention and made reference to Dacia SRL v. Moldova (no. 3052/04, 18 March 2008). They also submitted that the lawfulness of the privatisation had been confirmed by a final judgment of 11 July 2000 with the power of res judicata and that they were bona fide buyers who had been discriminated against with respect to other companies which had obtained State property in similar conditions and whose privatisations had not been contested later by the State. They also challenged the presiding judge on grounds of lack of impartiality and argued that in the proceedings which had ended with the final judgment of 11 July 2000 he had been successfully challenged on such grounds. However, the challenge was dismissed.", "17. On 10 June 2008 the Chişinău Economic Court ruled in favour of the Prosecutor General's Office in the absence of the third and fourth applicants, who had not been summoned. The court dismissed the applicants' objection concerning the existence of a final judgment of 11 July 2000. The court did not dispute the applicants' submission that the proceedings of 2000 had had a similar subject matter; however, it dismissed the objection on the ground that that judgment had been adopted in proceedings in which the Prosecutor General's Office had not been involved. The court also dismissed the applicants' objection concerning the Statute of Limitations, arguing that according to Article 86 of the Civil Code an action by the Prosecutors in the interest of the State could not be time-barred.", "18. The applicants appealed on the basis of the same arguments which were put before the first-instance court. They also complained that not all of them had had the possibility to take part in the proceedings and that the judge had lacked impartiality.", "19. On 28 August 2008 the Supreme Court of Justice heard the applicants' appeal. During the proceedings, the applicants challenged judge N.M. from the panel and expressed doubts as to the manner in which the President of the Supreme Court, Judge I.M., had composed the panel. On the same day, the Supreme Court dismissed the appeal and upheld the judgment of the first-instance court.", "20. The Supreme Court relied on provisions of the old Civil Code in order to dismiss the applicants' objection concerning their status as good faith buyers. In particular, the court argued that according to the old Civil Code property obtained unlawfully from the State could be claimed back irrespective of the fact that it had been obtained by a bona fide buyer. However, when examining the problem of the Statute of Limitations, the Supreme Court agreed with the applicants' objection concerning Article 86 of the old Civil Code (see paragraph 16 above). Nonetheless, the court stated for the first time in the proceedings that since the Prosecutor had introduced his action after the entry into force of the new Civil Code, the rules concerning limitations in time contained in that Code should apply. The Supreme Court expressed the opinion that the Prosecutor's action concerned the declaration of the absolute nullity of the privatisation and that therefore, in accordance with the provisions of Article 217 of the new Civil Code, it could not be limited in time. The Supreme Court also dismissed the objection concerning the existence of a final judgment in respect of the same problem on the same grounds as the first-instance court and dismissed the objection concerning the non-participation of some of the applicants in the proceedings.", "21. On 3 October 2008, the Government decided to privatise the building again and an auction for the sale of the building was scheduled for 5 November 2008. It appears that the building was not sold on that date and the Court has no information as to the subsequent development of the events.", "22. It does not appear from the facts of the case, as submitted by the parties, that the applicants have been repaid the value of their initial investment.", "23. The relevant provisions of the Civil Code, in force at the moment of the privatisation, provide:", "A contract which is contrary to the law shall be null and void ...", "When a contract is declared null and void, each party must return to the other party everything received from it on the basis of the contract ...", "The general limitation period for protection through a court action of the rights of a [natural] person is three years; it is one year for lawsuits between State organisations, collective farms and any other social organisations.", "The competent court ... shall apply the limitation period whether or not the parties request such application.", "Expiry of the limitation period prior to initiation of court proceedings constitutes a ground for rejecting the claim.", "If the competent court ... finds that the action has not commenced within the limitation period for well-founded reasons, the right in question shall be protected.", "The limitation period does not apply:", "...", "(2) to claims by State organisations regarding restitution of State property found in the unlawful possession of ... other organisations ... and of citizens;”.", "24. The relevant provisions of the new Civil Code, in force after 12 June 2003, read as follows:", "(1) The civil law does not have a retroactive character. It cannot modify or suppress the conditions in which a prior legal situation was constituted or the conditions in which such a legal situation was extinguished. The new law cannot alter or abolish the already created effects of a legal situation which has extinguished or is in the process of execution.", "(1) The absolute nullity of a legal act can be invoked by any person having an interest. The court can invoke it on its own motion...", "(3) An action to declare the absolute nullity is not limited in time.”", "25. In a judgment of 20 April 2005 (case nr. 2ra-563/05) the Supreme Court of Justice dismissed the plaintiff's contentions based on the provisions of the new Civil Code on the ground that the facts of the case related to a period before the entry into force of the new Civil Code and that, therefore, the provisions of the old Civil Code were applicable."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}