{"ITEMID": "001-23031", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "NEE v. IRELAND", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Mr Gary Nee, is an Irish national, who was born in 1974 and lives in London. He was represented before the Court by Ms E. Joyce of James B. Joyce & Co., solicitors practising in Galway, Ireland.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s father (PK) and mother were not married when he was born and did not subsequently marry. PK did not have any other children. PK died intestate on 21 November 1987, leaving an estate with a net value of IR£ 32,641.26.", "On 24 May 1988 the applicant’s solicitor wrote to the solicitor acting for PK’s parents pointing out that the applicant was PK’s son and noting that in May 1975 PK had paid a lump sum to the applicant’s mother in response to her maintenance requests. The applicant’s solicitor requested a declaration recognising PK as the applicant’s father. It was accepted that under Irish law the applicant could not, as a child born outside wedlock, inherit on his father’s death intestate (O’B v. S (1984 IR 316)). However, he wished to complain to this Court about that unequal treatment and, in default of receiving the requested declaration, the applicant would issue proceedings to obtain a declaration of paternity from the courts. In June 1988 the applicant’s solicitor received a negative response to his request.", "Letters of administration were granted to the deceased’s brother on 17 May 1989.", "On 26 June 1989 the applicant’s solicitor wrote to the Chief State Solicitor requesting a declaration recognising that the applicant was PK’s son so that the applicant could take a case to this Court about the differing treatment on intestacy of children, in default of which the applicant would issue proceedings. On 30 June 1989 the Chief State Solicitor responded that according to section 35 of the Status of Children Act 1987 (“the 1987 Act”) the Attorney General, for whom the Chief State Solicitor acted, could only be introduced to the proceedings by way of court order without which the Attorney General had no role in the matter.", "On 7 December 1989 the applicant issued proceedings in the Circuit Court against PK’s mother and against the Attorney General. He claimed that his inability to inherit on intestacy was discriminatory and that he was desirous of bringing proceedings before the European Court of Human Rights. He sought a declaration, pursuant to section 35 of the 1987 Act or pursuant to the equitable jurisdiction of the Court, to the effect that PK was his father. In May 1990 an order was made striking out the applicant’s claim against the Attorney General and identifying the Administrator of PK’s estate as the sole appropriate defendant.", "By letter dated 30 May 1990 to the Chief State Solicitor, the applicant put the Attorney General on notice that the terms of any declaration of parentage would be relied on by him in an application before this Court.", "On 1 May 1991 the applicant issued amended proceedings in accordance with the court order of May 1990.", "The applicant was unsuccessful before the Circuit Court and appealed to the High Court. In December 1993 the High Court ordered that blood samples be taken from the applicant and from PK’s mother and brother. The matter was finally heard on 30 January 1998 and, by judgment delivered on that day, the High Court declared, pursuant to section 35 of the 1987 Act and to its equitable jurisdiction, that PK was the father of the applicant. It ordered the Administrator of the estate of PK to pay to the applicant the costs of the proceedings.", "At common law, an “illegitimate” child had no succession rights to either of his parents. The Legitimacy Act 1931 gave an “illegitimate” child and his mother limited reciprocal succession rights on the other’s intestacy. The Succession Act 1965 did not change the position.", "Section 67 of the 1987 Act provided that the estate of a deceased is to be distributed in specified portions between any surviving spouse or “issue”. By judgment of 20 January 1984 (O’B v. S (1984 IR 316)), the Supreme Court found that the word “issue” did not include children who were not the issue of a lawful marriage, the latter having therefore no right to inherit on the intestacy of a natural parent. It also found that sections 67 and 69 of the 1965 Act did not infringe the principle of equality guaranteed by Article 40(1) of the Irish Constitution.", "The 1987 Act was enacted on 14 December 1987 and came into force on 14 June 1988. The purpose of this legislation was to equalise the rights of children whether born within or outside marriage and Part V of the 1987 Act makes the relevant amendment to the law relating to, inter alia, succession on intestacy. Upon the death intestate of a parent, a non-marital child would have the same intestacy rights as a child born to married parents. Section 29(5) of the 1987 Act makes it clear that the changes to the rights of inheritance on intestacy of children brought about by the 1987 Act “shall not affect any rights under the intestacy of a person dying before the commencement of Part V” of the 1987 Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}