{"ITEMID": "001-5701", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "A.W. AND F.W. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are Finnish citizens, born in 1966 and 1954 respectively and resident in Tervajoki. Before the Court they are represented by Mr. Christian Holmsten, a lawyer and member of the Bar practising in Vaasa. The respondent Government are represented by Mr Holger Rotkirch, Director General for Legal Affairs, and Mr Arto Kosonen, Director, both of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are married and the parents of T.E., born in 1989, and S., born in 1991. The applicant mother has a third child, T.T., born in 1986, who also lived with the applicants at the beginning of the events of relevance to the application.", "On 1 November 1993 the first applicant was apparently informally told by a social welfare official that public care orders regarding the children were being prepared. On 8 November 1993 T.T.’s father was formally heard in respect of the proposed public care of her. At a meeting on 18 November 1993 the applicants were formally notified that the Social Section (sosiaalijaosto, socialsektionen) of the Social Welfare Board (sosiaalilautakunta, socialnämnden) of Vaasa would, on 2 December 1993, consider a proposal that the children should be placed in public care. The applicants opposed the proposal. They allegedly obtained the material which was to form the basis for the proposal only on Monday, 29 November 1993. According to the Government, the material was at the applicants’ disposal in the Social Welfare Office from Friday, 26 November 1993 onwards. The material contained various expert opinions and affidavits and totalled about 100 pages.", "In their submissions of 30 November 1993 the applicants, represented by their current counsel, opposed the proposed public care, invoking, inter alia, an opinion submitted by Dr P.T., a general practitioner, according to whom the children were normally developed physically. A further opinion of 2 December 1993 was issued by Dr O.N., Acting Head of the Department for Child Diseases at the Central Hospital of Vaasa, who had been examining T.E. during several years. Dr O.N. stated in essence that the delay in T.E.'s mental development was being successfully followed up by various support measures. This opinion was submitted to the members of the Social Section on the same day.", "Having heard the applicants and the leading social welfare official at its meeting on 2 December 1993, the Social Section placed the children in public care, considering that the applicants were incapable of ensuring their basic care and education, that their home was lacking incentives and that the applicants had shown indifference in regard to the children's overall well-being. The support measures provided by the Board had proved to be insufficient. The children were to be placed in a local children’s home pending their placement in a foster family. According to the care orders, the public care was expected to last until the children had reached the age of majority. The children’s right to maintain regular contact with their parents and with each other would be ensured. They could receive visits in the children’s home during visiting hours. The Social Section relied on section 16 of the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983). The children were fetched from the applicants' home on 2 December 1993 around 8 p.m.", "On 14 December 1993 the applicants appealed to the County Administrative Court (lääninoikeus, länsrätten) of Vaasa, requesting an oral hearing for the purpose of hearing Drs P.T. and O.N. as experts concerning the children’s health as well as various other persons as witnesses in regard to the conditions in the applicants' home. The applicants considered it unfair that the care orders had been based on the written reports of various public officials and experts consulted by the social authorities without the applicants’ having been able to question them orally. The applicants conceded that they had had financial problems but contended that they had always provided their children with satisfactory care.", "In February 1994 the Social Welfare Board responded to the applicants’ appeals and the applicants submitted a rejoinder alleging that the children had expressed a strong wish to return home. On 23 March 1994 the County Administrative Court rejected the appeals, having found an oral hearing unnecessary. The County Administrative Court’s reasoning read in extenso as follows:", "(translation from Finnish)", "“According to the evidence transpiring from the documentation on file, the shortcomings in the children’s care and the other conditions in their home seriously jeopardise the children’s development. The open-care assistance has proved to be insufficient and substitute care has been deemed to be in the children’s best interests. The Social Welfare Board has therefore been under an obligation to place [the children] in the care of [the Board].”", "The County Administrative Court relied on section 16, subsection 1, of the Child Welfare Act and on sections 16-17 of the Child Welfare Decree (lastensuojeluasetus, barnskyddsförordning 1010/1983).", "The applicants appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), requesting that the case be referred back to the County Administrative Court for an oral hearing of experts and witnesses. The applicants again argued that they had only had two working days at their disposal for preparing for the decisive meeting on 2 December 1993. In addition, the preparation of their subsequent appeals had been hampered by the impossibility of having the children, then already removed from the applicants’ home, examined by experts of the applicants’ choosing.", "On 18 November 1994 the Supreme Administrative Court rejected the applicants' request and appeal as a whole by upholding the lower court’s decision.", "According to the information available to the Court, T.E. is still staying at a children's home in Vaasa. S. and T.T. are staying in foster families at Jalasjärvi, some 150 kilometres from Vaasa. According to the applicants, they met T.E. in the children’s home once every other month up to 1997 but were allegedly able to meet S. and T.T. only in December", "1994 and June 1995. During 1997 the applicants and the children met twice.", "The relevant legislation is outlined in the Court’s judgment in the case of L. v. Finland (no. 25651/94, 27.4.2000, §§ 53-97). Those provisions of particular relevance to the present case are described below.", "According to section 16 of the Child Welfare Act, the Social Welfare Board shall take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) foster care is considered to be in the best interests of the child. Foster care shall be provided without delay where it is needed and is in the best interests of the child (section 9, subsection 2).", "If a child is in imminent danger or otherwise in need of an immediate care order and foster care, the Social Welfare Board may take him or her into care without submitting the decision to the County Administrative Court for prior approval (section 18). An emergency care order shall expire within fourteen days of the decision, unless referred for reconsideration under section 17 of the Child Welfare Act. An ordinary care order pursuant to section 17 must be issued within thirty days, or on special grounds within sixty days, of the emergency order. Both ordinary and emergency care orders may be appealed to the administrative courts.", "The child’s custodians, biological parents and de facto carers shall be heard in respect of a proposed public care order and be notified of the decision taken (section 17, subsection 1, of the Child Welfare Act, as amended by Act no. 139/1990). The hearing procedure is governed by the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982). Under section 15 of the said Act a party shall be afforded the opportunity to reply to any claims put forward by others as well as to any evidence that may affect a decision to be taken. The Administrative Procedure Act does not lay down any minimum period of time which a party shall have at his or her disposal for preparing such a reply. A matter may be decided without a preceding hearing of a party inter alia if such a hearing would be manifestly unnecessary, would jeopardise the purpose of the decision or if the decision cannot be postponed. Section 17 of the Administrative Procedure Act requires that the competent authority duly investigate the matter before it and ensure the equality of the parties.", "According to section 47 of the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982), a decision made by the Social Welfare Board is enforceable regardless of an appeal (a) if the decision requires immediate implementation; (b) if, for reasons due to the arrangement of social welfare, the enforcement of the decision cannot be delayed; or (c) when the Social Welfare Board has ordered the decision to be enforced at once.", "According to section 24 of the Child Welfare Act, a child who is being cared for outside his or her original home shall be ensured those important, continuous and secure human relations which are important for his or her development. The child is entitled to meet his or her parents and other close persons and to keep in touch with them (subsection 1). The Social Welfare Board shall support and facilitate the child’s contacts with his or her parents and other close persons (subsection 2).", "According to section 25 of the Child Welfare Act and section 9 of the Child Welfare Decree, the Social Welfare Board or the director of a children’s home may restrict the right of access of a child in foster care to its parents or other persons close to him or her if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the children’s home. The restriction shall be limited in time. It shall mention the persons whose rights are being restricted, the kind of contacts concerned by the restriction and the extent of the restriction.", "The care plan to be drawn up in respect of a child in public care shall mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child will be organised; and (d) how after-care is going to be organised. According to section 4 of the Child Welfare Decree, the care plan shall be elaborated in co-operation with those involved."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}