{"ITEMID": "001-71885", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "NORDISK FILM & TV A/S v. DENMARK", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Nordisk Film & TV A/S, is a private limited company, which is domiciled in Valby, Denmark. It is represented before the Court by Mr Tyge Trier, a lawyer practising in Copenhagen.", "The applicant company is a television producer. In October 1999 its documentary unit called “Fak2eren” decided to produce a programme investigating paedophilia in Denmark which was to be broadcast on national television. In this connection the journalists employed by the applicant company unsuccessfully sought permission from an association named “The Paedophile Association” to attend its meetings or conduct interviews with its members.", "The said association was formed “to work toward the development of paedophiles’ sense of responsibility towards children” and it holds regular meetings, but they are generally closed to the public and the media. Its members include convicted sexual offenders. The association was not illegal under Danish law, a fact which had been the subject of public debate.", "Wishing to probe into the Paedophile Association’s activities, a journalist, JB, using the pseudonym “Jacob Andersen”, went undercover, posing as a member. In the course of his year long membership “Jacob Andersen” participated in quasi-public meetings, was invited to so-called “private meetings” and was befriended by two other members “Mogens” and “Per”. These two made many incriminating statements regarding the realities of paedophilia in both Denmark and India, including advice on how to induce a child to chat over the internet, comments about how difficult it was to procure sexual acts from children in Denmark, and how easy on the other hand it was to procure children in Eastern Europe and India. “Mogens” recommended to “Jacob Andersen” a specific hotel, run by a Danish paedophile in India, at which “Mogens” had had sex with Indian boys in the past. JB visited the hotel in India and interviewed an Indian boy about his knowledge of “Mogens”. Also, in front of the hotel, a young Indian boy was offering sexual services. JB made numerous notes and camera recordings, most of them hidden.", "Before the programme was to be broadcast on 30 October 2000, the Paedophile Association and its members who had been recorded by the hidden camera were contacted by the applicant company and given assurance that they would remain anonymous, when the documentary was shown. Thus, false names would be used and the members’ faces and voices would be blurred.", "The association unsuccessfully sought an injunction to prevent the broadcast of the programme.", "The day after the broadcast of the programme, on 31 October 2000, the person named “Mogens” was arrested and charged with sexual offences under sections 222 (1) taken together with sections 224 and 225 of the Penal Code (Straffeloven). The Copenhagen Police (Københavns Politi) had taken an interest in him before the broadcast of the programme and could therefore identify him. Their request that he be detained on remand was refused by the City Court, which found no specific reason to believe that “Mogens” would impede the investigation, notably because the information leading to the charges against him on the whole appeared from the programme. Thus, “Mogens” was released on the same day. During their further investigation, which also included the person in the programme named “Per”, the Copenhagen Police requested that the un-shown portions of the recordings made by JB be disclosed. JB, and the editor and head of the applicant company’s documentary unit, refused the request following which the public prosecution requested a court order compelling the applicant company to hand over the un-shown footage to the police.", "By decision of 12 February 2001 the Copenhagen City Court (Københavns Byret) refused to grant the requested court order having regard to the need of the media to be able to protect their sources. Also, it found that the raw material had little or no evidential value, as it essentially covered the same matter as the broadcast footage. Moreover, it referred to section 172 of the Administration of Justice Act (Retsplejeloven) and Article 10 of the Convention.", "On appeal, the decision was upheld on 8 June 2001 by the High Court of Eastern Denmark (Østre Landsret).", "Having been granted leave to appeal, the public prosecution brought the case before the Supreme Court (Højesteret), which on 29 August 2002 found against the applicant company, so that the latter was compelled to hand over limited specified unedited footage and notes which related solely to “Mogens” and his activities in Denmark and India, including the recordings made outside the Indian hotel of the Indian boy. However, the recordings and notes were exempted from the order whenever the handover would entail a risk of revealing the identity of any of three named persons, namely “the victim [not the Indian boy], the police officer and the hotel manager’s mother”. The remainder of the unedited footage was to remain protected. In its decision the Supreme Court stated as follows:", "“The Supreme Court agrees that presumably the non-edited recordings and the notes made by the journalist JB may assist the investigation and production of evidence in the case against “Mogens” and that therefore they may serve as evidence within the meaning of section 804, subsection 1, of the Administration of Justice Act.", "It is undisputed that in connection with the recording, three of the participants - the victim, the police officer and the hotel manager’s mother - were promised that they could participate without the possibility of being identified, thus their identities are protected by the right of exemption from the duty to testify as a witness, pursuant to section 172, subsection 2(ii) first sentence, of the Administration of Justice Act.", "The charge against “Mogens” concerns a criminal offence which is punishable with four years’ imprisonment or more. The charge includes several instances of sexual relations other than intercourse, over a long time, with boys younger than 15 years of age, and the Supreme Court finds that the case concerns a criminal act, which is of a serious nature. However, having regard to the information about the content of the material which is related to the three participants mentioned [the victim, the police officer and the hotel manager’s mother] compared with the investigation possibilities otherwise available, it cannot be presumed that the material is of vital importance for resolving the case. In these circumstances, the Supreme Court agrees that the conditions stated in section 804, subsection 4, and section 172, subsection 5, of the Administration of Justice Act are not fulfilled for issuing an order [to compel the applicant company to disclose or hand over the material which is related to those three participants] contrary to the right of exemption from the duty to give evidence.", "The recordings of the members of the Paedophile Association during its meetings and of “Mogens” and “Per” were done with a hidden camera. Hence a promise of anonymity could only be given after the recordings. The media’s extensive privilege of protecting their sources by virtue of section 172 of the Administration of Justice Act has been introduced in consideration of the sources’ and the participants’ opportunity to exercise the freedom of speech, since the promise of anonymity may be a vital premise for supplying a journalist with information. Thus, the main purpose of the rules concerning the right of exemption from the duty to testify as a witness is to protect persons who, relying on a promise of anonymity, agree to participate in a programme. Even though, in compliance with the rules on press ethics and the use of a hidden camera, [the applicant company] has subsequently given the participants a promise and has kept this promise in the programme, section 172, subsection 2(ii), of the Administration of Justice Act cannot, according to its wording and purpose, extend to a right of exemption from the duty to testify as a witness as regards the recordings in question. Nor can section 172, subsection 2(i).", "The programme contains recordings made outside an Indian hotel of a boy with whom “Mogens” allegedly had had [sexual] relations. The boy’s name does not appear and reasonable precautions have been taken to cover his identity, but this is not sufficient to establish a right of exemption from the duty to give evidence according to section 172, subsection 2, of the Administration of Justice Act.", "A court order pursuant to section 804 of the Administration of Justice Act may not be issued if it is disproportionate to the importance of the case and the disadvantage which such a ruling might entail (section 805, subsection 1, of the Administration of Justice Act). In this balancing exercise, regard must be had to the nature of the offence, the value which the items may have for the investigation of the case, and considerations for the media’s working conditions as regards Article 10 of the Convention. In these circumstances, the Supreme Court finds that a court order should be limited to those recordings in which “Mogens” or the Indian boy participates, and JB’s notes which relate thereto.", "... [The Supreme Court] orders that [the applicant company] hand over those parts of the non-edited tapes with recording for the programme “Danish Paedophiles” in which “Mogens” or the Indian boy participates. Also, [the applicant company] must hand over notes made by the journalist JB in connection with the said recordings. However, the recordings and notes may be exempted from the handover order whenever that would entail a risk of revealing the identity of the victim, the police officer or the hotel manager’s mother.”", "On 1 April 2003 the Copenhagen Police decided to discontinue its investigation against “Mogens” and drop the charges against him.", "The provisions of the Administration of Justice Act (Retsplejeloven), in so far as relevant, read as follows:", "1. Editors and editorial staff employed by a publication covered by section 1, subsection 1, of the Media Responsibility Act (Medieansvarsloven) are under no obligation to testify as a witness about:", "the identity of the source of information or the author of an article, or the person who has taken a photograph or procured another figurative production. If publication is made, it is a condition for exemption from the duty to testify as a witness that the source, author, photographer or producer is not identified in the publication.", "the identity of a person whose picture is shown, or who is the subject of conversation, when such persons have been promised anonymity. If publication is made, exemption from the duty to testify as a witness applies as long as the identity [of the relevant persons] does not appear from the text.", "2. Editors and editorial staff employed by a radio or a television enterprise covered by section 1, subsection 2, of the Media Responsibility Act are under no obligation to testify as a witness about:", "the identity of the source of information or the author of a work, or the person who has taken a photograph or procured another figurative production. If the information, work etc. is broadcast, it is a condition for exemption from the duty to testify as a witness that the source, author, photographer or producer has not been identified in the programme.", "the identity of participants who were promised that they could participate without the possibility of being identified. If the programme is broadcast, it is a condition for exemption from the duty to testify as a witness that the name of the relevant persons does not appear, and that reasonable precautions have been taken to conceal their identity.", "3. ...", "4. ...", "5. If the case concerns a criminal act of a serious nature, which according to the law is punishable with four years’ imprisonment or more, the court may compel the persons mentioned under subsections 1-4 to testify as witnesses, if such testimony is considered to be of vital importance for resolving the case, and the interest in resolving the case obviously overrides the mass media’s need to protect their sources.", "6....", "1. As part of the investigation of a criminal offence, subject to public prosecution, any person who is not a suspect may be compelled to disclose or hand over items (edition) if there is reason to assume that such an item, which that person has possession of, may serve as evidence, ought to be seized, or has been removed during the criminal act from someone who may claim it back...", "2. ...", "3. ...", "4. An order to disclose or hand over items may not be issued if this would result in disclosure of matters about which the person would be excluded from or exempted from testifying as a witness.", "5. ...", "1. A seizure may not be made, nor may a disclosure or a handover be ordered, if that would be disproportionate to the importance of the case and the loss and disadvantage which such a ruling presumably may entail.", "2. ...", "3. ...", "Several international instruments concern the protection of journalistic sources, among others, the Resolution on Journalistic Freedoms and Human Rights, adopted at the 4th European Ministerial Conference on Mass Media Policy (Prague, 7-8 December 1994) and Resolution on the Confidentiality of Journalists’ Sources by the European Parliament, 18 January 1994, Official Journal of the European Communities No. C 44/34).", "Moreover, Recommendation No. R(2000) 7 on the right of journalists not to disclose their sources of information was adopted by the Committee of Ministers on 8 March 2000 and stated, in so far as relevant:", "[The Committee of Ministers] Recommends to the governments of member States:", "1. to implement in their domestic law and practice the principles appended to this recommendation,", "2. to disseminate widely this recommendation and its appended principles, where appropriate accompanied by a translation, and", "3. to bring them in particular to the attention of public authorities, police authorities and the judiciary as well as to make them available to journalists, the media and their professional organisations.", "Appendix to Recommendation No. R (2000) 7", "Principles concerning the right of journalists not to disclose their sources of information", "Definitions", "For the purposes of this Recommendation:", "a. the term \"journalist\" means any natural or legal person who is regularly or professionally engaged in the collection and dissemination of information to the public via any means of mass communication;", "b. the term \"information\" means any statement of fact, opinion or idea in the form of text, sound and/or picture;", "c. the term \"source\" means any person who provides information to a journalist;", "d. the term \"information identifying a source\" means, as far as this is likely to lead to the identification of a source:", "i. the name and personal data as well as voice and image of a source, ii. the factual circumstances of acquiring information from a source by a journalist, iii. the unpublished content of the information provided by a source to a journalist, and iv. personal data of journalists and their employers related to their professional work.", "Principle 1 (Right of non-disclosure of journalists)", "Domestic law and practice in member States should provide for explicit and clear protection of the right of journalists not to disclose information identifying a source in accordance with Article 10 of the Convention for the Protection of Human Rights and Fundamental Freedoms (hereinafter: the Convention) and the principles established herein, which are to be considered as minimum standards for the respect of this right.", "Principle 2 (Right of non-disclosure of other persons)", "Other persons who, by their professional relations with journalists, acquire knowledge of information identifying a source through the collection, editorial processing or dissemination of this information, should equally be protected under the principles established herein.", "Principle 3 (Limits to the right of non-disclosure)", "a. The right of journalists not to disclose information identifying a source must not be subject to other restrictions than those mentioned in Article 10, paragraph 2 of the Convention. In determining whether a legitimate interest in a disclosure falling within the scope of Article 10, paragraph 2 of the Convention outweighs the public interest in not disclosing information identifying a source, competent authorities of member States shall pay particular regard to the importance of the right of non-disclosure and the pre-eminence given to it in the case-law of the European Court of Human Rights, and may only order a disclosure if, subject to paragraph b, there exists an overriding requirement in the public interest and if circumstances are of a sufficiently vital and serious nature.", "b. The disclosure of information identifying a source should not be deemed necessary unless it can be convincingly established that:", "i. reasonable alternative measures to the disclosure do not exist or have been exhausted by the persons or public authorities that seek the disclosure, and", "ii. the legitimate interest in the disclosure clearly outweighs the public interest in the non-disclosure, bearing in mind that:", "- an overriding requirement of the need for disclosure is proved, - the circumstances are of a sufficiently vital and serious nature, - the necessity of the disclosure is identified as responding to a pressing social need, and - member States enjoy a certain margin of appreciation in assessing this need, but this margin goes hand in hand with the supervision by the European Court of Human Rights.", "c. The above requirements should be applied at all stages of any proceedings where the right of non-disclosure might be invoked.", "Principle 4 (Alternative evidence to journalists’ sources)", "In legal proceedings against a journalist on grounds of an alleged infringement of the honour or reputation of a person, authorities should consider, for the purpose of establishing the truth or otherwise of the allegation, all evidence which is available to them under national procedural law and may not require for that purpose the disclosure of information identifying a source by the journalist.", "Principle 5 (Conditions concerning disclosures)", "a. The motion or request for initiating any action by competent authorities aimed at the disclosure of information identifying a source should only be introduced by persons or public authorities that have a direct legitimate interest in the disclosure.", "b. Journalists should be informed by the competent authorities of their right not to disclose information identifying a source as well as of the limits of this right before a disclosure is requested.", "c. Sanctions against journalists for not disclosing information identifying a source should only be imposed by judicial authorities during court proceedings which allow for a hearing of the journalists concerned in accordance with Article 6 of the Convention.", "d. Journalists should have the right to have the imposition of a sanction for not disclosing their information identifying a source reviewed by another judicial authority.", "e. Where journalists respond to a request or order to disclose information identifying a source, the competent authorities should consider applying measures to limit the extent of a disclosure, for example by excluding the public from the disclosure with due respect to Article 6 of the Convention, where relevant, and by themselves respecting the confidentiality of such a disclosure.", "Principle 6 (Interception of communication, surveillance and judicial search and seizure)", "a. The following measures should not be applied if their purpose is to circumvent the right of journalists, under the terms of these principles, not to disclose information identifying a source:", "i. interception orders or actions concerning communication or correspondence of journalists or their employers,", "ii. surveillance orders or actions concerning journalists, their contacts or their employers, or", "iii. search or seizure orders or actions concerning the private or business premises, belongings or correspondence of journalists or their employers or personal data related to their professional work.", "b. Where information identifying a source has been properly obtained by police or judicial authorities by any of the above actions, although this might not have been the purpose of these actions, measures should be taken to prevent the subsequent use of this information as evidence before courts, unless the disclosure would be justified under Principle 3.", "Principle 7 (Protection against self-incrimination)", "The principles established herein shall not in any way limit national laws on the protection against self-incrimination in criminal proceedings, and journalists should, as far as such laws apply, enjoy such protection with regard to the disclosure of information identifying a source.", "For the precise application of the Recommendation, the explanatory notes specified the meaning of certain terms. As regards the term “sources” the following was set out:", "c. Source", "17. Any person who provides information to a journalist shall be considered as his or her \"source\". The protection of the relationship between a journalist and a source is the goal of this Recommendation, because of the \"potentially chilling effect\" an order of source disclosure has on the exercise of freedom of the media (see, Eu. Court H.R., Goodwin v. the United Kingdom, 27 March 1996, para. 39). Journalists may receive their information from all kinds of sources. Therefore, a wide interpretation of this term is necessary. The actual provision of information to journalists can constitute an action on the side of the source, for example when a source calls or writes to a journalist or sends to him or her recorded information or pictures. Information shall also be regarded as being \"provided\" when a source remains passive and consents to the journalist taking the information, such as the filming or recording of information with the consent of the source.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}