{"ITEMID": "001-59156", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2001, "DOCNAME": "CASE OF COSTER v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of P1-1;No violation of P1-2;No violation of Art. 14", "JUDGES": "Lord Justice Schiemann;Luzius Wildhaber;Nicolas Bratza", "TEXT": ["10. The applicants are gypsies by birth. As children, the applicants lived and travelled with their respective families in and around the area known as the Borough of Maidstone in Kent. From 1987, the Borough was a designated area pursuant to section 12 of the Caravan Sites Act 1968 (see paragraphs 43-48 below).", "11. In 1982, the applicants married. When the second applicant became pregnant, the applicants decided to search for a permanent site on which to site their caravan. There remained few stopping places upon which they could lawfully park their caravan whilst travelling in the area and they faced the threat of continual eviction. The applicants wished for their children to be brought up in a stable environment which would facilitate the continuity of their education. The applicants now have four children, Jody born in 1983, Tommy in 1984, Jessica in 1991 and Joshua in 1993.", "12. The applicants stated that they were refused a place on any local authorised site. They camped outside one official site for 5-6 weeks hoping to be offered a plot. No place was offered and court proceedings were brought against them by the Borough to secure their eviction from the land. The Government stated that the Borough has no knowledge or record of any request by the applicants for a pitch in 1982.", "13. With the imminent birth of their first child, the applicants moved into the caravan occupied by the first applicant’s mother on a permitted gypsy site and sold their own caravan. The caravan was however small and conditions became intolerable. Having nowhere else to go, the applicants in or about 1983 reluctantly applied for permanent accommodation and accepted the offer of a council flat. They commenced a tenancy in a fourth floor flat on 16 January 1984. Though they were moved to a first floor flat after 10 months, they found the flats totally unsuitable and alien to their traditional gypsy lifestyle. On 18 April 1986, they requested a transfer to a house on the grounds of the second applicant’s health but were informed that there was a waiting list and that a move would be conditional on payment of outstanding rent. The applicants disputed that they owed any rent and suggested that the Borough has mistaken them for the tenants of a different flat, there being some confusion as to the addresses involved. In late 1987, the applicants requested a site on an official caravan site or more suitable accommodation but were told this was not possible. The Government stated that they did not wish to be placed on the waiting list.", "14. In 1988, the applicants purchased land known as Summerfields in Headcorn, Kent and moved onto it, living in a caravan.", "15. On 11 July 1988, the second applicant made a retrospective planning application for permission to station a caravan on their site. Permission was refused by the Borough on 13 October 1988.", "16. On 23 September 1988, an enforcement notice was issued requiring discontinuance of the unauthorised use.", "17. In July 1989, the applicants were convicted for failure to comply with the enforcement notice.", "18. On 27 September 1989, a public enquiry was held by way of appeal against the refusal of planning permission. The appeal was dismissed. The Inspector accepted that the applicants were gypsies for whom conventional residence in permanent accommodation would lead to illness and problems of adjustment. They had therefore not lost their status as gypsies as a result of their residence in a flat. He found however that the development on a site, well outside built-up areas, was clearly visible and would constitute a significant intrusion into the attractive rural surroundings and seriously harm the character and appearance of the countryside contrary to the aims of the local development plans. The proximity of another established gypsy site a short distance along the same road was a further consideration for rejecting the application, since there would be a cumulative effect. Though there were hedges and trees providing partial screening, these would have less effect in the winter and the site was still a significant intrusion in the landscape. While he expressed his concern for the serious consequences of a refusal for the applicants and their two children, since they had nowhere to live for the foreseeable future apart perhaps from unauthorised camping sites, he concluded:", "“It is all a matter of weighing opposing considerations, and although both national and local policies envisage circumstances where the special needs of gypsies can outweigh the general objective of protecting the countryside, my view is that, because of such factors as the quality of this countryside, they do not prevail here.”", "19. The applicants made a further application for planning permission which was refused on 11 December 1989, seeking inter alia to argue that they had resited the caravan and provided more screening to minimise any visual impact on the landscape and that their site was less harmful than the two poorly screened sites nearby which were authorised by the Borough.", "20. A public enquiry was held before a Planning Inspector on 26 March 1991. The Inspector refused their appeal on 24 April 1991 and the applicants were penalised in costs on the basis that it was identical to the previous application. The Inspector did not find the granting of permission for caravans for two gypsy families some 300-400 metres away along the same road could be regarded as a material difference.", "“On the contrary, in my opinion three gypsy caravan sites within some 600 m of the length of Lenham Road would amount to an overconcentration of caravan sites in these rural surroundings.”", "The Inspector went on:", "“14. As to … alleged intentional homelessness, Counsel for the <Borough>, on instructions, assured the inquiry that the <applicants’> family would be offered short-term housing. This is the position the family have faced for a long time. <The applicants> conceded that the only action taken since the 1989 decision by or on behalf of the family to find another site or accommodation, was a telephone call … to the <Borough> in mid-December 1989. …", "15. I have given sympathetic consideration to all of <the applicants> case. I accept that the family have a pressing local need for a caravan site. The provision of private sites should be encouraged. Kent County Council support the provision of private sites. So does Government policy. There should be a flexible attitude to such planning applications. As was said in a Parliamentary answer in 1987, well-run gypsy sites, once established, seldom give cause for serious complaints. ‘Designated’ authorities like Maidstone may still need to make extra provision in their area if the demand for gypsy accommodation increases. There are still gypsy families parked on unauthorised sites in the Maidstone area, including <the applicants>… No new gypsy sites have been opened in Maidstone since 1967.", "16. In spite of <the applicants> planting and intended further planting, however, I find as a fact that the mobile home would remain intrusively visible from Lenham Road and Baker lane. The only way in which it could be made virtually invisible, …, would be to provide physical screening which would in itself be an intrusive feature in the countryside. From the point of view of passers-by, the visual impact of the mobile home is made especially serious because of this being a corner site, with two long road frontages through which the site can be seen by the public. Having regard to the quality of the rural landscape, I consider that this development seriously damages the appearance and character of the surroundings. As this land is between the two authorised sites, this development results in an incipient loose ribbon of suburban-type development strung out along Lenham Road. This conflicts with generally well-respected policies aimed at protecting the landscape and at limiting residential development mainly to towns and villages.", "17. Whilst the position towards the eastern corner is an improvement on the previous siting in the northern corner, the mobile home still causes demonstrable harm to countryside interests of acknowledged importance. There is nowhere within the site at which a mobile home or caravan could be positioned without causing equally serious harm.", "18. I have taken into account the extent to which this site could satisfy the site-selection criteria… Rather than introducing minimum conflict with planning policies, this development is in serious conflict with the Structure Plan policies … aimed as protecting the character of the open countryside from development not demonstrated to be necessary for agriculture etc. There is also serious conflict with Policy C15 of the draft Local Plan, aimed at ensuring that permitted gypsy sites should not be intrusive features in the countryside.”", "21. On 12 September 1990, the applicants were convicted for breach of enforcement notices and ordered to pay GBP 275 each as a fine and contribute GBP 25 to the Borough’s costs.", "22. In February 1990, the Government stated that the applicants made enquiries from the Borough about rehousing but no formal application was made until 21 May 1990. On 23 July 1990, the applicants were formally informed by the Borough that they were considered as intentionally homeless since they had terminated their council tenancy to move onto land not permitted for residential use contrary to the advice of the Housing and Planning Departments.", "23. In 1991, the applicants enquired about alternative accommodation on a private site but were informed that they were excluded due to the size of their family.", "24. On 6 March 1992, the applicants stated that they were told that there was a waiting list for places on official sites but that since they were intentionally homeless they could not put their names on it for 2 years. According to the Government, in March 1992, the applicants applied to the Borough for housing on the grounds of homelessness and that contrary to the policy of refusing registration within two years after a finding of intentional homelessness the Borough agreed to re-register them as homeless on condition that they paid their arrears of rent for the council tenancy. The applicants did not pay the arrears.", "25. The records of the Borough noted that, at a meeting on 26 June 1992, its officials repeated offers of temporary accommodation to give the applicants time to find permanent accommodation. The applicants were recorded as stating that they would not accept a place on an official site and that they would only accept temporary accommodation in their own caravan, which the Borough could not provide. The applicants state that they have no recollection of making the former statement.", "26. A third prosecution resulted in conviction and sentence was deferred to enable the applicants to move. On 24 July 1992, a fine of GBP 350 was imposed on each applicant.", "27. The Borough took the decision to seek an injunction in the High Court restraining the applicants from stationing their caravan on their land and gave notice to the applicants. On 16 October 1992, the applicants left their land and travelled to Whitstable, Kent close to where some of the second applicant’s family had stationed their caravans. On the site there was no sanitation or electricity and there was an infestation of rats. The applicants contacted the Borough’s housing officer in the hope that he could offer more suitable alternative accommodation but he could not. He suggested that they apply for Housing Association accommodation which they did but were told that nothing would be available for six months. The applicants heard nothing after that. The Government stated that the applicants’ names were placed on the waiting list at the end of 1992 but they removed their names from that list in January 1993. The applicants disputed that they removed their names.", "28. On 17 December 1992, the applicants returned to their land, where the children could resume their education at their previous school.", "29. The Borough commenced its proceedings for an injunction by summons dated 22 December 1993.", "30. On 24 February 1994, the second applicant was convicted and fined for a continued breach of the enforcement notices.", "31. The applicants applied for judicial review to quash the injunction proceedings on the basis that the decision to pursue the injunction against them was unreasonable. Leave was refused by the High Court. On 6 May 1994, the Court of Appeal dismissed the applicants’ appeal.", "32. In May 1994 the applicants applied to the Borough for accommodation and were again offered temporary accommodation. The applicants stated that this was unsuitable bed and breakfast accommodation which would have entailed separating the first applicant from the rest of the family. The applicants were informed, the Government stated, of vacant plots on council and private gypsy sites in the county. The applicants recalled that these vacancies related to areas outside the Borough. One site which they visited at Aylesford was infested with rats and a dangerous place for children.", "33. On 19 February 1996, the applicants received notice that the Borough had decided to withdraw the injunction proceedings commenced in 1993 and to enter their land and enforce the enforcement notice using its powers under section 178 of the Town and Country Planning Act 1990. The applicants lodged an application for judicial review of that decision. On or about 30 October 1996 the applicants withdrew their application on the basis that they would be given 6 weeks to vacate their land.", "34. The applicants stated that they looked for an alternative private or official site on which to station their caravan but no such site could be found. In February 1997, the applicants sold their land. They also sold their caravan at a substantial undervalue. They went to live temporarily in the caravan occupied by the second applicant’s brother, which involved a family of six sharing with a family of five. This became intolerable. The applicants stated that they were faced with the choice of returning to the road, with the risk of further criminal sanctions or abandoning their traditional way of life by accepting the provision of conventional Council accommodation. On 14 May 1997, the applicants reluctantly decided to take the latter course, moving into conventional housing in the form of rented accommodation supplied by the Council at No. 18 Chancery Road, Marden, Kent. As a result, their two younger children had to change schools. The two older children gave up school and began working. While the move disrupted the children’s education, it did not appear to have affected their health. The applicants suffered headaches, anxiety, claustrophobia and depression requiring them to seek medical treatment. They were both prescribed medication which did not however resolve their physical sense of confinement. The applicants bought a touring caravan, which they stationed on the land of the second applicant’s brother. They took every opportunity they could to travel in the traditional style during school holidays, attending traditional gypsy fairs to continue horse trading activities and for the first applicant to find work landscaping and tree-felling. They have bought another plot of land in Yalding, Kent, with the intention of resuming their traditional life and intend to apply for planning permission.", "35. The Department of the Environment statistics for gypsy caravan sites for January 1998 indicated that in the Maidstone area there were two local authority sites comprising 34 pitches. In addition, there were 96 caravans on authorised private sites and eight caravans on unauthorised sites, two of which were tolerated by the local authority. The July 1999 gypsy count showed that the number of unauthorised encampments had remained at eight, while the number of public authorised sites had decreased from 34 to 32 and the number of authorised private sites had decreased from 96 to 89. The January 2000 figures showed that there were six unauthorised sites, 31 authorised public sites and 87 authorised private sites.", "36. The Town and Country Planning Act 1990 (as amended by the Planning and Compensation Act 1991) (“the 1990 Act”) consolidated pre-existing planning law. It provides that planning permission is required for the carrying out of any development of land (section 57 of the 1990 Act). A change in the use of land for the stationing of caravans can constitute a development (Restormel Borough Council v. Secretary of State for the Environment and Rabey [1982] Journal of Planning Law 785; John Davies v. Secretary of State for the Environment and South Hertfordshire District Council [1989] Journal of Planning Law 601).", "37. An application for planning permission must be made to the local planning authority, which has to determine the application in accordance with the local development plan, unless material considerations indicate otherwise (section 54A of the 1990 Act).", "38. The 1990 Act provides for an appeal to the Secretary of State in the event of a refusal of permission (section 78). With immaterial exceptions, the Secretary of State must, if either the appellant or the authority so desire, give each of them the opportunity of making representations to an inspector appointed by the Secretary of State. It is established practice that each inspector must exercise independent judgment and must not be subject to any improper influence (see the Bryan v. the United Kingdom judgment of 22 November 1995, Series A no. 335-A, p. 11, § 21). There is a further appeal to the High Court on the ground that the Secretary of State’s decision was not within the powers conferred by the 1990 Act, or that the relevant requirements of the 1990 Act were not complied with (section 288).", "39. If a development is carried out without the grant of the required planning permission, the local authority may issue an “enforcement notice” if it considers it expedient to do so having regard to the provisions of the development plan and to any other material considerations (section 172 (1) of the 1990 Act).", "40. There is a right of appeal against an enforcement notice to the Secretary of State on the grounds, inter alia, that planning permission ought to be granted for the development in question (section 174). As with the appeal against refusal of permission, the Secretary of State must give each of the parties the opportunity of making representations to an inspector.", "41. Again there is a further right of appeal “on a point of law” to the High Court against a decision of the Secretary of State under section 174 (section 289). Such an appeal may be brought on grounds identical to an application for judicial review. It therefore includes a review as to whether a decision or inference based on a finding of fact is perverse or irrational (R. v. Secretary of State for the Home Department, ex parte Brind [1991] Appeal Cases 696, 764 H-765 D). The High Court will also grant a remedy if the inspector’s decision was such that there was no evidence to support a particular finding of fact; or the decision was made by reference to irrelevant factors or without regard to relevant factors; or made for an improper purpose, in a procedurally unfair manner or in a manner which breached any governing legislation or statutory instrument. However, the court of review cannot substitute its own decision on the merits of the case for that of the decision-making authority.", "42. Where any steps required by an enforcement notice to be taken are not taken within the period for compliance with the notice, the local authority may enter the land and take the steps and recover from the person who is then the owner of the land any expenses reasonably incurred by them in doing so (section 178 of the 1990 Act).", "43. Part II of the Caravan Sites Act 1968 (“the 1968 Act”) was intended to combat the problems caused by the reduction in the number of lawful stopping places available to gypsies as a result of planning and other legislation and social changes in the post-war years, in particular the closure of commons carried out by local authorities pursuant to section 23 of the Caravan Sites and Control of Development Act 1960. Section 16 of the 1968 Act defined “gypsies” as:", "“persons of nomadic habit of life, whatever their race or origin, but does not include members of an organised group of travelling showmen, or of persons engaged in travelling circuses, travelling together as such”.", "44. Section 6 of the 1968 Act provided that it should be the duty of local authorities:", "“to exercise their powers ... so far as may be necessary to provide adequate accommodation for gipsies residing in or resorting to their area”.", "45. The Secretary of State could direct local authorities to provide caravan sites where it appeared to him to be necessary (section 9).", "46. Where the Secretary of State was satisfied either that a local authority had made adequate provision for the accommodation of Gypsies, or that it was not necessary or expedient to make such provision, he could “designate” that district or county (section 12 of the 1968 Act).", "47. The effect of designation was to make it an offence for any gypsy to station a caravan within the designated area with the intention of living in it for any period of time on the highway, on any other unoccupied land or on any occupied land without the consent of the occupier (section 10).", "48. In addition, section 11 of the 1968 Act gave to local authorities within designated areas power to apply to a magistrates’ court for an order authorising them to remove caravans parked in contravention of section 10.", "49. By the mid-1970s it had become apparent that the rate of site provision under section 6 of the 1968 Act was inadequate, and that unauthorised encampments were leading to a number of social problems. In February 1976, therefore, the Government asked Sir John Cripps to carry out a study into the operation of the 1968 Act. He reported in July 1976 (Accommodation for Gypsies: A report on the working of the Caravan Sites Act 1968, “the Cripps Report”).", "50. Sir John estimated that there were approximately 40,000 Gypsies living in England and Wales. He found that:", "“Six-and-a-half years after the coming into operation of Part II of the 1968 Act, provision exists for only one-quarter of the estimated total number of gypsy families with no sites of their own. Three-quarters of them are still without the possibility of finding a legal abode ... Only when they are travelling on the road can they remain within the law: when they stop for the night they have no alternative but to break the law.”", "51. The report made numerous recommendations for improving this situation.", "52. Circular 28/77 was issued by the Department of the Environment on 25 March 1977. Its stated purpose was to provide local authorities with guidance on “statutory procedures, alternative forms of gypsy accommodation and practical points about site provision and management”. It was intended to apply until such time as more final action could be taken on the recommendations of the Cripps Report.", "53. Among other advice, it encouraged local authorities to enable self-help by gypsies through the adoption of a “sympathetic and flexible approach to [Gypsies’] applications for planning permission and site licences”. Making express reference to cases where gypsies had bought a plot of land and stationed caravans on it only to find that planning permission was not forthcoming, it recommended that in such cases enforcement action not be taken until alternative sites were available in the area.", "54. Circular 57/78, which was issued on 15 August 1978, stated, inter alia, that “it would be to everyone’s advantage if as many gypsies as possible were enabled to find their own accommodation”, and thus advised local authorities that “the special need to accommodate gypsies ... should be taken into account as a material consideration in reaching planning decisions”.", "55. In addition, approximately GBP 100 million was spent under a scheme by which one hundred per cent grants were made available to local authorities to cover the costs of creating gypsy sites.", "56. Section 80 of the Criminal Justice and Public Order Act 1994 (“the 1994 Act”), which came into force on 3 November 1994, repealed sections 6-12 of the 1968 Act and the grant scheme referred to above.", "57. Section 77 of the 1994 Act gives to a local authority power to direct an unauthorised camper to move. An unauthorised camper is defined as", "“a person for the time being residing in a vehicle on any land forming part of the highway, any other unoccupied land or any occupied land without the owner’s consent”.", "58. Failure to comply with such a direction as soon as practicable, or re-entry upon the land within three months, is a criminal offence. Local authorities are able to apply to a magistrates’ court for an order authorising them to remove caravans parked in contravention of such a direction (section 78 of the 1994 Act).", "59. In the case of R. v. Lincolnshire County Council, ex parte Atkinson (22 September 1995), Sedley J. referred to the 1994 Act as “Draconic” legislation. He commented that:", "“For centuries the commons of England provided lawful stopping places for people whose way of life was or had become nomadic. Enough common land had survived the centuries of enclosure to make this way of life still sustainable, but by s.23 of the Caravan Sites and Control of Development Act 1960 local authorities were given the power to close the commons to travellers. This they proceeded to do with great energy, but made no use of the concomitant powers given them by s.24 of the same Act to open caravan sites to compensate for the closure of the commons. By the Caravans Act 1968, therefore Parliament legislated to make the s.24 power a duty, resting in rural areas upon county councils rather than district councils… For the next quarter of a century there followed a history of non-compliance with the duties imposed by the Act of 1968, marked by a series of decisions of this court holding local authorities to be in breach of their statutory duty, to apparently little practical effect. The default powers vested in central government to which the court was required to defer, were rarely, if ever used.", "The culmination of the tensions underlying the history of non-compliance was the enactment of … the Act of 1994 …”", "60. New guidance on gypsy sites and planning, in the light of the 1994 Act, was issued to local authorities by the Government in Circular 1/94 (5 January 1994), which cancelled Circular 57/78 (see above).", "Councils were told that:", "“In order to encourage private site provision, local planning authorities should offer advice and practical help with planning procedures to gypsies who wish to acquire their own land for development. ... The aim should be as far as possible to help gypsies to help themselves, to allow them to secure the kind of sites they require and thus help avoid breaches of planning control.” (para. 20)", "However:", "“As with other planning applications, proposals for gypsy sites should continue to be determined solely in relation to land-use factors. Whilst gypsy sites might be acceptable in some rural locations, the granting of permission must be consistent with agricultural, archaeological, countryside, environmental, and Green Belt policies ...” (para. 22).", "It was indicated that as a rule it would not be appropriate to make provision for gypsy sites in areas of open land where development was severely restricted, for example Areas of Outstanding Natural Beauty, Sites of Special Scientific Interest. Nor were gypsy sites regarded as being among those uses of land normally appropriate in a Green Belt (paragraph 13).", "61. Further guidance issued by the Secretary of State dated 23 November 1994 concerned the unauthorised camping by gypsies and the power to give a direction to leave the land (CJPOA above). Paragraphs 6-9 required local authorities to adopt “a policy of toleration towards unauthorised gypsy encampments”:", "“6. ... Where gypsies are camped unlawfully on council land and are not causing a level of nuisance which cannot be effectively controlled, an immediate forced eviction might result in unauthorised camping on a site elsewhere in the area which could give rise to greater nuisance. Accordingly, authorities should consider tolerating gypsies’ presence on the land for short periods and could examine the ways of minimising the level of nuisance on such tolerated sites, for example by providing basic services for gypsies e.g. toilets, a skip for refuse and a supply of drinking water.", "8. Where gypsies are unlawfully camped on Government-owned land, it is for the local authority, with the agreement of the land-owning Department, to take any necessary steps to ensure that the encampment does not constitute a hazard to public health. It will continue to be the policy of the Secretaries of State that Government Departments should act in conformity with the advice that gypsies should not be moved unnecessarily from unauthorised encampments when they are causing no nuisance.", "9. The Secretaries of State continue to consider that local authorities should not use their powers to evict gypsies needlessly. They should use their powers in a humane and compassionate fashion and primarily to reduce nuisance and to afford a higher level of protection to private owners of land.”", "62. Paragraphs 10-13 further require local authorities to consider their obligations under other legislation before taking any decisions under the 1994 Act. These obligations include their duties concerning pregnant women and newly-born children, the welfare and education of children and the housing of homeless persons. In a judgment of 22 September 1995 (R. v. Lincolnshire County Council, ex parte Atkinson, R. v. Wealden District Council, ex parte Wales and R. v. Wealden District Council, ex parte Stratford, unreported), the High Court held that it would be an error of law for any local authority to ignore those duties which must be considered from the earliest stages.", "63. In a letter dated 25 May 1998, the Department of the Environment drew to the attention of all local planning authorities in England that Circular 1/94 required local planning authorities to assess the need for gypsy accommodation in their areas and make suitable locational and/or criteria based policies against which to decide planning applications. The Government was concerned that this guidance had not been taken up. ACERT research (see below) had showed that 24% of local authorities (96) had no policy at all on gypsy sites and that many in the process of reviewing their plans at the time of the survey did not feel it necessary to include policies on gypsy provision. It was emphasised that it was important to include consideration of gypsy needs at an early stage in drawing up structure and development plans and the detailed policies should be provided. Compliance with this guidance was essential in fulfilling the Government’s objective that gypsies should seek to provide their own accommodation, applying for planning permission like everyone else. It was necessary, therefore, that adequate gypsy site provision be made in development plans to facilitate this process.", "64. The Advisory Council for the Education of Romany and Other Travellers (ACERT), which carried out research sponsored by the Department of the Environment, Transport and Regions, noted in this report that since 1994 private site provision had increased by 30 caravans per year while the pace of public site provision had declined by 100 caravans, disclosing that the pace of private site provision had not increased sufficiently to counterbalance decreases in public site provision. Noting the increase of gypsies in housing and the increased enforcement powers under the 1994 Act, it questioned, if these trends continued, the extent to which the ethnic, cultural and linguistic identity of Gypsy and Traveller people would be protected.", "65. The research looked, inter alia, at 114 refused private site applications, which showed that 97% related to land within the countryside and that 96% were refused on grounds relating to the amenity value (e.g. Green Belt, conservation area locations). Of the 50 gypsy site applicants interviewed, for most acquiring permission for their own land was an important factor in improving the quality of life, gaining independence and providing security. For many, the education of their children was another important reason for private site application. All save one had applied for permission retrospectively.", "66. The report stated that the figures for success rates in 624 planning appeals showed that before 1992 the success rate had averaged 35% but had decreased since. Having regard however to the way in which data was recorded, the actual success rate was probably between 35% and 10% as given as the figures in 1992 and 1996 by the gypsy groups and Department of the Environment respectively. Notwithstanding the objectives of planning policy that local authorities make provision for gypsies, most local authorities did not identify any areas of land as suitable for potential development by gypsies and reached planning decisions on the basis of land-use criteria in the particular case. It was therefore not surprising that most gypsies made retrospective applications and that they had little success in identifying land on which local authority would permit development. Granting of permission for private sites remained haphazard and unpredictable.", "67. In January 2000, the Department of the Environment, Regions and Transport figures on gypsy caravans disclosed that of 13,134 caravans counted, 6,118 were accommodated on local authority pitches, 4,500 on privately owned sites and 2,516 on unauthorised sites. Of the latter, 684 gypsy caravans were being tolerated on land owned by non-gypsies (mainly local authority land) and 299 gypsy caravans tolerated on land owned by gypsies themselves. On these figures, about 1,500 caravans were therefore on unauthorised and untolerated sites while over 80% of caravans were stationed on authorised sites.", "68. Local authority duties to the homeless were contained in Part VII of the Housing Act 1996, which came fully into force on 20 January 1997. Where the local housing authority was satisfied that an applicant was homeless, eligible for assistance, had a priority need (e.g. the applicant was a person with whom dependant children resided or was vulnerable due to old age, physical disability, etc.), and did not become homeless intentionally, the authority was required, if it did not refer the application to another housing authority, to secure that accommodation was available for occupation by the applicant for a minimum period of two years. Where an applicant was homeless, eligible for assistance and not homeless intentionally, but was not a priority case, the local housing authority was required to provide the applicant with advice and such assistance as it considered appropriate in the circumstances in any attempt he might make to secure that accommodation became available for his occupation.", "69. This Convention, opened for signature on 1 February 1995, provides inter alia:", "“Article 1", "The protection of national minorities and of the rights and freedoms of persons belonging to those minorities forms an integral part of the international protection of human rights, and as such falls within the scope of international co-operation.", "Article 4", "1. The Parties undertake to guarantee to persons belonging to national minorities the right of equality before the law and of equal protection of the law. In this respect, any discrimination based on belonging to a national minority shall be prohibited.", "2. The parties undertake to adopt, where necessary, adequate measures in order to promote, in all areas of economic, social, political and cultural life, full and effective equality between persons belonging to a national minority and those belonging to the majority. In this respect, they shall take due account of the specific conditions of the persons belonging to national minorities.", "3. The measures adopted in accordance with paragraph 2 shall not be considered to be an act of discrimination.", "Article 5", "1. The Parties undertake to promote the conditions necessary for persons belonging to national minorities to maintain and develop their culture, and to preserve the essential elements of their identity, namely their religion, language, traditions and cultural heritage.", "2. Without prejudice to measures taken in pursuance of their general integration policy, the Parties shall refrain from policies or practices aimed at assimilation of persons belonging to national minorities against their will and shall protect these persons from any action aimed at such assimilation.”", "70. The Convention entered into force on 1 February 1998. The United Kingdom signed the Convention on the date it opened for signature and ratified it on 15 January 1998. It entered into force for the United Kingdom on 1 May 1998. By 9 February 2000, it had been signed by 37 of the Council of Europe’s 41 member states and ratified by 28.", "71. The Convention did not contain any definition of “national minority”. However the United Kingdom in its Report of July 1999 to the Advisory Committee concerned with the Convention accepted that gypsies are within the definition.", "72. Recommendation 1203(1993) of the Parliamentary Assembly on Gypsies in Europe included the recognition that gypsies as one of the very few non-territorial minorities in Europe, “need special protection”. In its general observations, the Assembly stated inter alia:", "“6. Respect for the rights of Gypsies, individual, fundamental and human rights and their rights as a minority, is essential to improve their situation.", "7. Guarantees for equal rights, equal chances, equal treatment and measures to improve their situation will make a revival of Gypsy language and culture possible, thus enriching the European cultural diversity.”", "Its recommendations included:", "“xiv. member states should alter national legislation and regulations which discriminate directly or indirectly against Gypsies; …", "xviii. further programmes should be set up in the member states to improve the housing situation, education … of those Gypsies who are living in less favourable circumstances. …”", "73. In 1998, the European Commission against Racism and Intolerance issued General Policy Recommendation No. 3: Combating Racism and Intolerance against Roma/Gypsies. Its recommendations included:", "“… to ensure that discrimination as such, as well as discriminatory practices, are combated through adequate legislation and to introduce into civil law specific provisions to this end, particularly in the fields of … housing and education. …", "… to ensure that the questions relating to ‘travelling’ within a country, in particular, regulations concerning residence and town planning, are solved in a way which does not hinder the life of the persons concerned; …”", "74. On 21 April 1994, the European Parliament passed a Resolution on the situation of Gypsies in the Community, calling on the governments of member states “to introduce legal, administrative and social measures to improve the social situation of Gypsies and Travelling People in Europe”; and recommending that “the Commission, the Council and the governments of Member States should do everything in their power to assist in the economic, social and political integration of Gypsies, with the objective of eliminating the deprivation and poverty in which the great majority of Europe’s Gypsy population still lives at the present time.”", "75. Protection of minorities has become one of the preconditions for accession to the European Union. In November 1999, the European Union adopted “Guiding Principles” for improving the situation of Roma in candidate countries, based expressly on the recommendations of the Council of Europe’s Specialist Group of Roma/Gypsies and the OSCE High Commissioner on National Minorities’ recommendations.", "76. The situation of Roma and Sinti has become a standard item on the Human Dimension section of the agenda of OSCE Review Conferences. Two structural developments – the Office of Democratic Institutions and Human Rights (ODIHR) and the appointment of a High Commissioner for National Minorities – also concern protection of Roma and Sinti as minorities.", "77. On 7 April 2000, the High Commissioner’s Report on the Situation of Roma and Sinti in the OSCE Area was published. Part IV of the Report deals with the living conditions of Roma, noting that while nomadism had been central to Romani history and culture a majority of Roma were now sedentary (one estimation gave 20% as nomadic, 20% as semi-nomadic, moving seasonally, while 60% were sedentary). This was particularly true of Central and Eastern Europe, where there had been in the past policies of forced sedentarization:", "“It must be emphasised that whether an individual is nomadic, semi-nomadic or sedentary should, like other aspects of his or her ethnic identity, be solely a matter of personal choice. The policies of some OSC participating States have at times breached this principle, either by making a determination of a group’s fundamental lifestyle that is inconsistent with its members’ choices or by making it virtually impossible for individuals to pursue the lifestyle that expresses their group identity.” (pp. 98-99)", "78. The Report stated that for those Roma who maintained a nomadic or semi-nomadic lifestyle the availability of legal and suitable parking was a paramount need and precondition to the maintenance of their group identity. It observed however that even in those countries that encouraged or advised local authorities to maintain parking sites, the number and size of available sites was insufficient in light of the need:", "“… The effect is to place nomadic Roma in the position of breaking the law – in some countries, committing a crime – if they park in an unauthorized location, even though authorized sites may not be available.” (pp. 108-109)", "79. The Report dealt specifically with the situation of Gypsies in the United Kingdom (pp. 109-114). It found:", "“Under current law, Gypsies have three options for lawful camping: parking on public caravan sites – which the Government acknowledges to be insufficient; parking on occupied land with the consent of the occupier; and parking on property owned by the campers themselves. The British Government has issued guidance to local authorities aimed at encouraging the last approach. In practice, however, and notwithstanding official recognition of their special situation and needs, many Gypsies have encountered formidable obstacles to obtaining the requisite permission to park their caravans on their own property…” (pp. 112-113).", "80. Concerning the planning regime which requires planning permission for the development of land disclosed by the stationing caravans, it stated:", "“… This scheme allows wide ply for the exercise of discretion – and that discretion has repeatedly been exercised to the detriment of Gypsies. A 1986 report by the Department of the Environment described the prospects of applying for planning permission for a Gypsy site as ‘a daunting one laced with many opportunities for failure’. In 1991, the last years in which the success of application rates was evaluated, it was ascertained that 90 per cent of applications for planning permission by Gypsies were denied. In contrast, 80 per cent of all planning applications were granted during the same period. It is to be noted that, as a category, Gypsy planning applications are relatively unique insofar as they typically request permission to park caravans in areas or sites which are subject to restriction by local planning authorities. As such, virtually all Gypsy planning applications are highly contentious. Nonetheless, the fact remains that there is inadequate provision or availability of authorized halting sites (private or public) which the high rate of denial of planning permission only exacerbates. Moreover, there are indications that the situation has deteriorated since 1994. … In face of these difficulties, the itinerant lifestyle which has typified the Gypsies is under threat.” (pp. 113-114)", "81. The report’s recommendations included the following:", "“…in view of the extreme insecurity many Roma now experience in respect of housing, governments should endeavour to regularize the legal status of Roma who now live in circumstances of unsettled legality.” (pp. 126 and 162)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}