{"ITEMID": "001-69035", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF HORVATHOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings;Costs and expenses partial award - domestic proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1950 and lived in Bratislava. She committed suicide on 28 September 2004. On 25 October 2004 the applicant’s heirs, Ms V. Čillíková (the sister of the applicant) and Mr J. Bôbik (the applicant’s brother) informed the Court of their wish to pursue the application in the applicant’s stead.", "6. By a decision which became final on 28 January 1998 the applicant’s and her former husband’s joint tenancy in respect of a flat was terminated. The Bratislava Regional Court decided that the applicant’s former husband should remain the sole tenant of the flat and ordered the applicant to move out of it within fifteen days after she has been provided with alternative accommodation. In the reasons for the judgment the Regional Court explicitly held that the applicant was entitled to use the flat until her former husband found appropriate accommodation for her. However, her former husband did not allow the applicant to enter the flat. She was therefore obliged to temporarily stay at different places including her sister’s flat.", "7. On 1 March 2000 the applicant requested the Bratislava IV District Court to enforce the above judgment.", "8. On 18 January 2002 the President of the Bratislava Regional Court admitted, in reply to the applicant’s complaint, that the case had not been proceeded with effectively between 1 March 2000 and 10 January 2002.", "9. On 9 December 2002, on 16 and 31 January 2003, on 31 March 2003 and on 28 April 2003 the Bratislava IV District Court adjourned the case as the applicant’s former husband failed to appear. The judge had unsuccessfully attempted to have the defendant brought by the police to the hearings held between January and April 2003. According to the applicant, those attempts were unsuccessful also due to the fact that the court had incorrectly indicated the address of the defendant’s employer to the police.", "10. A hearing was held on 26 May 2003. Both parties attended. The defendant challenged the District Court judge.", "11. On 6 October 2003 the Bratislava Regional Court decided on the request for exclusion of the District Court judge. The decision was served on the defendant on 28 November 2003.", "12. A hearing scheduled for 4 March 2004 was adjourned as the District Court judge was ill.", "13. On 22 April 2004 the applicant filed an enforcement request under a different provision of the Code of Civil Procedure under which a court can, where possible, authorise the person seeking the enforcement of a judicial decision to have a service carried out by a third person at the expense of the debtor. She also withdrew the authority of her lawyer.", "14. On 22 July 2004 the Bratislava IV District Court dismissed the applicant’s request for enforcement of 1 March 2004. The decision stated that the judgment to be enforced did not explicitly order the defendant to put accommodation at the applicant’s disposal within a specific time-limit. On 24 September 2004 the applicant appealed. In January 2005 the applicant’s lawyer informed the Court that the proceedings were still pending before the Bratislava Regional Court.", "15. On 8 April 2002 the applicant filed a complaint about delays in the proceedings pursuant to Article 127 of the Constitution. She also claimed 200,000 Slovakian korunas (SKK) as just satisfaction.", "16. On 10 July 2002 the Constitutional Court found that the applicant’s right to a hearing without undue delay guaranteed by Article 48(2) of the Constitution and by Article 6 § 1 of the Convention had been violated. The Constitutional Court held that the case was not complex and that no delays could be imputed to the applicant’s conduct. It noted that the only action taken by the Bratislava IV District Court had been a request that the applicant pay the court fee dated 16 November 2001.", "17. The Constitutional Court granted the applicant SKK 18,000according to the practice of the European Court of Human Rights under Article 41 of the Convention. Its purpose was to attenuate the non-pecuniary damage sustained by the applicant. The sum was to be paid by the Bratislava IV District Court within two months after the Constitutional Court’s decision became final. In the decision the Constitutional Court also ordered the Bratislava IV District Court to proceed with the applicant’s case without further delay. The decision became final on 12 August 2002.", "18. On 28 October 2002 the applicant filed a new complaint with the Constitutional Court. She alleged a violation of her right to a hearing within a reasonable time in that the Bratislava IV District Court had failed to proceed with the case without delay. She further alleged a violation of her right to a fair hearing within a reasonable time and of her property rights in that the District Court had not paid the sum to her as ordered by the Constitutional Court’s decision of 10 July 2002.", "19. On 29 January 2003 the Constitutional Court dismissed the applicant’s second complaint. It found that the applicant had, in separate proceedings, requested the enforcement of the sum granted to her and that it therefore could not examine her complaints in that respect. The Constitutional Court further held that, following the final effect of its first finding on 12 August 2002, there had been a delay of more than two months in the enforcement proceedings brought in 2000. However, the overall length of the period under consideration, that is after the delivery of the first finding of the Constitutional Court", "20. As the sum granted to her by the Constitutional Court’s finding of 10 July 2002 was not paid to her, the applicant requested that that sum be enforced on 19 November 2002.", "21. On 17 December 2002 the District Court paid the sum indicated in the Constitutional Court’s decision to the applicant.", "22. On 4 June 2003 and on 17 July 2003 the applicant complained to the police that her former husband had denied her access to the flat in which she was entitled to live. The police found that the conduct of the applicant’s former husband could be qualified as a minor offence and transferred the case to the Bratislava IV District Office. The applicant unsuccessfully complained about the way in which the police had dealt with the case to public prosecutors at two levels.", "23. On 24 September 2003 the applicant asked the Bratislava IV District Office to order her former husband not to disturb her in her right to use the flat in question. On 29 December 2003 the Bratislava IV District Office set the case aside. The decision stated that the administrative authority could not deal with it as (i) enforcement proceedings on the point at issue were pending before the District Court and (ii) the Bratislava IV police department were dealing with criminal complaints which the applicant and her former husband had filed against each other and on which no final decision had yet been taken.", "24. On 24 October 2003 the applicant claimed compensation for pecuniary damage from the Ministry of Justice before the Bratislava IV District Court. She relied on the State Liability Act of 1969 and on the Constitutional Court’s finding of 10 July 2002 and claimed a sum corresponding to the rent for the flat in which she had the right to live and which she could not use. After the applicant’s death her siblings expressed the wish to join the proceedings as plaintiffs in her stead. The proceedings are pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}