{"ITEMID": "001-79484", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KARATAY AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation od Art. 5-3;Violation of Art. 5-4", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicants were born in 1975, 1973 and 1949 respectively and live in Mardin.", "6. On 5 December 2000, a textile company in Çukurova filed a petition with the office of the Bornova Public Prosecutor, complaining about the fraudulent acts of Fırat Karatay, the first applicant.", "7. On 4 February 2001 the Bornova Public Prosecutor requested the Bornova Criminal Court of First Instance to issue an arrest warrant, for all three applicants, on suspicion of having committed fraud. On 8 February 2001 the public prosecutor filed an indictment with the same court, charging the applicants and four others with embezzlement under Articles 510 of the Criminal Code.", "8. On 25 April 2001 the third applicant was arrested and placed in detention at the Kızıltepe Prison, by the judge at the Kızıltepe Criminal Court. The judge did not take his statements, but merely informed the applicant of the charges against him and noted his personal data.", "9. On 14 May 2001, considering the state of the evidence and the nature of the offence, the Bornova Criminal Court ordered the continuation of the third applicant's detention on remand in his absence and demanded his presence for the following hearing.", "10. In a letter dated 28 May 2001, addressed to the Bornova Criminal Court the third applicant requested to be released pending trial.", "11. At the hearings of 11 June 2001 and 9 July 2001 the applicant was not brought before the court. The court ordered the third applicant's continued detention on remand reiterating the same reasoning. It further requested his transfer from the Kızıltepe Prison to Buca Prison in order to facilitate his presence before the court. In the meantime, the Kızıltepe Public Prosecutor informed the Bornova Criminal Court that the first and second applicants had been arrested and detained on remand on 7 July 2001 and 1 May 2001, respectively.", "12. In a letter dated 9 July 2001, addressed to the Bornova Criminal Court the first applicant confessed to his guilt.", "13. On 25 July 2001 the applicants' lawyer, who was present before the Bornova Criminal Court for the first time, requested the applicants' release pending trial. Taking into consideration the state of the evidence and the nature of the offence, the Bornova Criminal Court dismissed the lawyer's request, and requested the applicants' transfer to Buca Prison.", "14. At the same hearing the applicants' lawyer requested the court not to transfer the third applicant from one prison to another due to his health problems. Subsequently, the court sent a letter rogatory to the Kızıltepe Criminal Court of First Instance in order to take the third applicant's statements.", "15. At the hearings of 22 August 2001 and 21 September 2001 the court repeated its previous requests concerning the first and second applicants' transfer to the court and ordered, once again, the continuation of all three applicants' detention on remand.", "16. On 19 October 2001 the applicants' lawyer complained before the court that although the applicants had been detained on remand for quite some time their statements had still not been taken by the court. He argued that this situation was in breach of the applicants' rights guaranteed under the Convention. Furthermore, in view of the length of their detention and the health problems of the third applicant, he requested the applicants' release pending trial. The court dismissed the lawyer's request in view of the state of the evidence and the nature of the offence. It also reiterated its order to transfer all three applicants to Buca Prison.", "17. At the hearing of 21 November 2001 the applicants' lawyer maintained that the reason the prison authorities were not transferring the applicants to the Buca prison was because fuel expenses were not covered by the budget. He maintained that if the applicants are released, he would personally ensure the applicants' presence before the court. The court decided to send a letter rogatory to Kızıltepe Criminal Court to take the applicants' statements and then to release them.", "18. On 6 December 2001 the applicants gave their statements before the Kızıltepe Criminal Court. The first applicant confessed to his guilt, while the others refuted the allegations. The court ordered their release pending trial as requested by the Bornova Criminal Court, in its decision dated 21 November 2001.", "19. The textile company filed another complaint with the office of the Izmir Public Prosecutor, in relation to the first and the third applicants, regarding the same incident.", "20. On 11 April 2001 the Izmir Criminal Court of First Instance filed an indictment against the first and the third applicants for embezzlement. On 28 June 2001 the court decided that it lacked jurisdiction to examine the case and sent the case file to the Karşıyaka Criminal Court of First Instance.", "21. On 12 November 2001 the Kızıltepe Criminal Court of First Instance took the applicants' statements by way of rogatory letter issued by the Karşıyaka Criminal Court. The applicants alleged that they were not aware of the fact that a second case had been brought against them, at the time they gave these statements", "22. At the hearing of 9 October 2002 the Karşıyaka Criminal Court of First Instance acquitted the third applicant due to lack of evidence and found the first applicant guilty as charged and sentenced him to five years and four months' imprisonment. Both the applicants and their lawyers were informed of the second case when the decision of 9 October 2002 was notified to them.", "23. On 31 October 2002 the applicants appealed against the decision of the Karşıyaka Criminal Court.", "24. On 24 April 2003 the first applicant was arrested and subsequently imprisoned in accordance with the decision dated 9 October 2002. On 26 January 2004 the Court of Cassation quashed the decision of the first instance court.", "25. When the case was resumed before the first instance court, the applicants' lawyer requested to join this case with the one pending before the Bornova Criminal Court, as they concerned the same subject matter. Furthermore, he requested the first applicant's release pending trial. The Karşıyaka Criminal Court refused the lawyer's request to release the applicant in view of the state of the evidence and the nature of the offence.", "26. On 1 July 2004 the two cases were joined before the Bornova Criminal Court of First Instance.", "27. At the hearings held on 2 July, 27 July and 27 August 2004 the court ordered the continuation of the first applicant's detention on remand on account of the state of evidence and the seriousness of the charges, and taking into account the date of his arrest.", "28. On 23 September 2004 the court ordered his release pending trial.", "29. On 17 January 2005 the Criminal Court decided to acquit the second and third applicants and convicted the first applicant. It sentenced him to five years and four months' imprisonment.", "30. Following the first applicant's appeal, the case is pending before the Court of Cassation."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}