{"ITEMID": "001-109084", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF B. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 14+P1-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Possessions)", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1964 and lives in Middlesex.", "5.", "6. The applicant, who has a severe learning disability, has three children. From May 1990 she was in receipt of two non-contributory state benefits administered by the Secretary of State for Work and Pensions: child benefit and means-tested income support. Her income support personal allowance was assessed on the basis that she was a lone parent. She received an additional amount of personal allowance for each child who was a member of her family and a family premium. The benefits were paid by order book.", "7. Pursuant to regulation 32(1) of the Income Support (General) Regulations 1987 (“the 1987 Regulations”), the applicant was under a duty to report any change of circumstance which might affect her entitlement to benefit to the Department of Work and Pensions (“DWP”). A note on the back of her order book advised her that she might break the law if she did not notify the DWP if a dependent or someone living with her moved to a different address. She had also received a Form INF4, which advised her that she should immediately inform the DWP if, inter alia, children that she had claimed for were taken into care.", "8. In October 2000 the applicant’s three children were taken into care. She did not report this fact to the DWP. At the time, however, the applicant did not have the services of a social worker and she did not receive any practical help from the local authority disability team. It was accepted that she did not realise that this was a fact which she was required to report.", "9. In November 2001 the applicant began to receive support from the Owl Housing Link Project, a charity which provides a range of support services to people with learning difficulties.", "10. In December 2001 Owl Housing notified the DWP that the applicant’s children had been taken into care. There followed four separate decisions. First, the Secretary of State decided, pursuant to section 71(5A) of the Social Security Administration Act 1992 (“the 1992 Act”), to supersede her award of income support to reflect the fact that she had been receiving benefit to which she was not entitled. Secondly, a decision was made that the requirements of section 71(1) were satisfied so that the Secretary of State was entitled to recover the overpayment. Thirdly, the Secretary of State decided to exercise his discretion so as to recover the overpayment. Fourthly, the Secretary of State decided to recover the overpayment by reducing the applicant’s future payments of income support by the amount permitted by regulation 16 of the Recovery Regulations.", "11. The amount of income support that the applicant had received in respect of her children after they had been taken into care was GBP 6,561.76. However, this amount was reduced by approximately 30 percent to GBP 4,626.74 because during the relevant period the applicant could have claimed, but did not claim, an income support disability premium.", "12. The applicant appealed to the Social Security Appeal Tribunal (“the Tribunal”) against the Secretary of State’s decision that she had to repay GBP 4,626.74. She relied on previous decisions of the Social Security Commissioners, in which they held that there would be no failure to disclose unless disclosure was reasonably to be expected. If there was no failure to disclose, the question of recovery of an overpayment would not arise at all. The Tribunal allowed the applicant’s appeal, finding that the relevant test was not what a reasonable man would have thought it appropriate to disclose, but rather what a reasonable man knowing the particular circumstances of the claimant would have expected her to disclose. The Tribunal accepted that the applicant did not understand that the placing of her children in care was a material fact which she needed to disclose to the DWP, and that it was not reasonable to expect her, in the particular circumstances of her case, to have disclosed that fact.", "13. The Secretary of State appealed to the Social Security Commissioners (“the Commissioners”). The Commissioners allowed the appeal, holding that if a claimant was aware of a matter which he or she had been required to disclose, there would be a breach of that duty even if, because of mental incapacity, the claimant was unaware of the materiality or relevance of the matter or did not understand an unambiguous request for information. Notwithstanding the settled case-law of the Commissioners, the “reasonableness test” was not a requirement under section 71 of the 1992 Act and did not represent a possible construction of section 71. Capacity was not relevant to the issue of failure to disclose and the applicant was in breach of the obligations imposed on her under the first limb of regulation 32(1) of the 1987 Regulations.", "14. The applicant appealed to the Court of Appeal. She submitted that there had been a violation of Article 14 of the Convention read in conjunction with Article 1 of Protocol No. I in that the State’s interference with her possessions discriminated unjustifiably between people who were unable to report facts because they were not aware of them and people who, like the applicant, were unable to report them for some other reason. It was argued in the alternative that the law treated identically people who were capable and people who were incapable of understanding that there was a fact which they were required to report.", "15. The Court of Appeal held that the argument fell at the first fence because there were no possessions of the applicant at stake: what the Secretary of State was claiming was an entitlement to recover money which should not have been paid to the applicant in the first place. Although the decision of the Court of Appeal in the case of R. (Carson and Reynolds) v. the Secretary of State for Work and Pensions to the effect that a noncontributory benefit such as income support was not a possession within the meaning of Article 1 was taken as correct by the House of Lords, the underlying issue of principle awaited the decision of the Grand Chamber of the Court in the case of Stec. The recovery of overpaid benefits, however, stood outside this question and by parity of reasoning outside Article 1 of Protocol No. 1.", "16. The Court of Appeal went on to reject in any event the applicant’s first alleged ground of discrimination as it did not consider people who were unable to report facts because they were not aware of them to be in an analogous, or relevantly similar, situation to people who were unable to report them for some other reason. The proposition that you could not report something that you did not know was a simple proposition of logic, whereas the proposition that you could not report something you did not appreciate you had to report depended on difficult questions of cognitive capacity and moral sensitivity which varied from person to person.", "17. As to the latter ground relied upon by the applicant, namely that the law treated identically people who were capable and people who were incapable of understanding that there was a fact which they were required to report, the Court of Appeal found it unnecessary to determine what was considered to be a difficult question, since the recovery of overpaid benefits could not in any event amount to a deprivation of possessions.", "18. On 6 March 2006 the applicant was refused permission to appeal to the House of Lords.", "19. At the relevant time, regulation 32(1) of the 1987 Regulations provided that:", "“Except in the case of a jobseeker’s allowance, every beneficiary and every person by whom or on whose behalf sums payable by way of benefit are receivable shall furnish in such a manner and at such times as the Secretary of State ... may determine such certificates or other documents and such information and facts affecting the right to benefit or its receipt as the Secretary of State ... may require (either as a condition on which any sum or sums shall be receivable or otherwise) and in particular shall notify the Secretary of State ... of any change of circumstances which he might reasonably be expected to know might affect the right to benefit, or to its receipt, as soon as reasonably practicable after its occurrence, by giving notice in writing (unless the Secretary of State ... determines in any particular case to accept notice otherwise than in writing) of any such change to the appropriate office.”", "20. Pursuant to section 10 of the Social Security Act 1998, the Secretary of State for Work and Pensions had power to supersede an award of income support, where there had been a relevant change in circumstances, with retrospective effect from the date when the change occurred.", "21. Where there was a failure to disclose a relevant change in circumstances, section 71 of the 1992 Act provided that:", "“(1) Where it is determined that, whether fraudulently or otherwise, any person has misrepresented, or failed to disclose, any material fact and in consequence of the misrepresentation or failure—", "(a) a payment has been made in respect of a benefit to which this section applies; or", "...", "the Secretary of State shall be entitled to recover the amount of any payment which he would not have made or any sum which he would have received but for the misrepresentation or failure to disclose.", "(2) Where any such determination as is referred to in subsection (1) above is made on an appeal or review, there shall also be determined in the course of the appeal or review the question whether any, and if so what, amount is recoverable under that subsection by the Secretary of State.", "(3) An amount recoverable under subsection (1) above is in all cases recoverable from the person who misrepresented the fact or failed to disclose it.", "(5) Except where regulations otherwise provide, an amount shall not be recoverable under subsection (1) above unless the determination in pursuance of which it was paid has been reversed or varied on an appeal or revised on a review or has been revised under section 9 or suspended under section 10 of the Social Security Act 1998.", "(8) Where any amount paid is recoverable under—", "(a) subsection (1) above;", "it may, without prejudice to any other method of recovery, be recovered by deduction from prescribed benefits.", "(10) Any amount recoverable under the provisions mentioned in subsection (8) above—", "(a) if the person from whom it is recoverable resides in England and Wales and the county court so orders, shall be recoverable by execution issued from the county court or otherwise as if it were payable under an order of that court; and", "...", "(11) This section applies to the following benefits—", "(b) income support; ”", "22. Regulations 13, 15 and 16 of the Social Security (Payments on account, Overpayments and Recovery) Regulations 1988 (“the 1988 Regulations) provide as follows:", "13. In calculating the amounts recoverable ... where there has been an overpayment of benefit, the adjudicating authority shall deduct—", "(a) any amount which has been offset under Part III;", "(b) any additional amount of income support which was not payable under the original, or any other, determination, but which should have been determined to be payable—", "(i) on the basis of the claim as presented to the adjudicating authority, or", "(ii) on the basis of the claim as it would have appeared had the misrepresentation or non-disclosure been remedied before the determination;", "but no other deduction shall be made in respect of any other entitlement to benefit which may be, or might have been, determined to exist.", "...", "15.—(1) Subject to regulation 16, where any amount is recoverable ... that amount shall be recoverable by the Secretary of State from any of the benefits prescribed by the next paragraph to which the person from whom it is determined the amount to be recoverable is entitled.", "(2) The following benefits are prescribed for the purposes of this regulation—", "...", "(d) subject to regulation 16, any income support.", "16.—", "...", "(4) Regulation 15 shall apply to the amount of income support to which a person is presently entitled only to the extent that there may, subject to paragraphs 8 and 9 of Schedule 9 to the Claims and Payments Regulations, be recovered in respect of any one benefit week—", "(a) in a case to which paragraph (5) applies, not more than the amount there specified; and", "(b) in any other case, 3 times 5 per cent. of the personal allowance for a single claimant aged not less than 25, that 5 per cent. being, where it is not a multiple of 5 pence, rounded to the next higher such multiple.", "(5) Where the person responsible for the misrepresentation of or failure to disclose a material fact has, by reason thereof, been found guilty of an offence under section 55 of the Act or under any other enactment, or has made a written statement after caution in admission of deception or fraud for the purpose of obtaining benefit, the amount mentioned in paragraph (4)(a) shall be 4 times 5 per cent. of the personal allowance for a single claimant aged not less than 25, that 5 per cent. being, where it is not a multiple of 10 pence, rounded to the nearest such multiple or, if it is a multiple of 5 pence but not of 10 pence, the next higher multiple of 10 pence.", "(6) Where, in the calculation of the income of a person to whom the income support is payable, the amount of earnings or other income falling to be taken into account is reduced by paragraphs 4 to 9 of Schedule 8 to the Income Support Regulations (sums to be disregarded in the calculation of earnings) or paragraphs 15 and 16 of Schedule 9 to those Regulations (sums to be disregarded in the calculation of income other than earnings) the weekly amount applicable under paragraph (4) may be increased by not more than half the amount of the reduction, and any increase under this paragraph has priority over any increase which would, but for this paragraph, be made under paragraph 6(5) of Schedule 9 to the Claims and Payments Regulations.", "(7) Regulation 15 shall not be applied to a specified benefit so as to reduce the benefit in any one benefit week to less than 10 pence.", "...”", "23. The Secretary of State’s policy on the recovery of overpaid benefit is set out in the Overpayment Recovery Guide, which contains guidance for decision-makers to adjudicate in overpayment cases. Section 12 of the Guide addresses “abatement by notional entitlement”, which is the exercise of discretion to recover a lower amount on account of the fact that a claimant could have claimed, but did not claim, some other social security benefit during the same period. In those circumstances, recovery is made of the net loss to public funds. Section 12 also addresses the exercise of discretion to waive recovery of overpayments, which is normally considered where there is reasonable evidence available that the recovery of an overpayment would be detrimental to the health and/or welfare of the debtor or their family or that recovery would not be in the public interest."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}