{"ITEMID": "001-94533", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TARNOWSKI v. POLAND (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial;No violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicants, Mr Juliusz Tarnowski, Mr Marek Tarnowski and Mr Aleksander Tarnowski are brothers. They are Polish nationals who were born in 1929, 1932 and 1934 respectively and live in Kraków and Sopot.", "5. The applicants are heirs of the owner of 27 plots of land and buildings, which constituted a property called “Końskie - Kolonie Fabryczne”. The property was de facto expropriated by the State by virtue of the 1944 Decree on Agrarian Reform in January 1945.", "6. However, in this particular case the relevant authorities failed to issue an appropriate administrative decision, declaring that the property had been subject to expropriation within the framework of the agrarian reform.", "7. In 1965 the State Treasury’s title to the property was entered in the land and mortgage register.", "8. In respect of plots nos. 1310 and 1314/1, the right of perpetual use of these plots was granted by the State Treasury to the Końskie Municipality. The plots were leased to certain individuals.", "9. On 23 July 1996 the applicants requested the Kielce Governor to issue a decision stating that the property “Końskie - Kolonie Fabryczne” should not have been subject to expropriation under section 2 § 1 (e) of the 1944 Decree on Agrarian Reform.", "10. On 30 June 1997 the Kielce Governor partly dismissed the applicants’ request, finding that a part of the property had met the criteria for expropriation set out in the 1944 Decree. However, the Governor declared that several plots of land with an overall area of 12.03 hectares should not have been subject to expropriation. This decision concerned, among others, plots nos. 1310 and 1314/1.", "11. On 19 November 1997 the Minister of Agriculture dismissed the applicants’ appeal in respect of the remainder of the decision.", "12. On 8 June 2001 the Supreme Administrative Court dismissed the applicants’ further appeal, finding that the contested administrative decisions of the Kielce Governor and the Minister of Agriculture had been lawful.", "13. On 25 July 1996 the applicants instituted civil proceedings for rectification of an entry in the land and mortgage register. They requested the court to enter their ownership title to plots nos. 1310 and 1314/1 in the land and mortgage register. Hearings were held on 8 January and 9 April 1997.", "14. On 16 April 1997 the Kielce Regional Court gave a decision, securing the applicants’ claims by entering a caveat in the land and mortgage register. Subsequently, the court stayed the proceedings pending the outcome of the above administrative proceedings.", "15. On 7 December 1998, following the delivery of the Kielce Governor’s decision of 30 June 1997 (see paragraph 10 above), the applicants requested that the proceedings be resumed in the part concerning the following plots: 1) nos. 1299/2, 1303, 1306/3 and 1307/7; 2) nos. 1310 and 1314/1; 3) no. 6271.", "16. On 23 June 1999 the Kielce Regional Court delivered a partial judgment in respect of the plots listed under 1) nos. 1299/2, 1303, 1306/3 and 1307/7 and 2) nos. 1310 and 1314/1. On 22 February 2000, after the judgment in this part became final, the Końskie District Court entered the applicants’ ownership title in the relevant land register.", "17. On 8 February one of the parties to the proceedings applied for the proceedings in respect of plots nos. 1310 and 1314/1 to be re-opened, arguing that new facts had arisen which showed that the applicants’ father had not owned the plots in question.", "18. On 9 November 2000 the Kielce Regional Court re-opened the proceedings in respect of plots nos. 1310 and 1314/1.", "19. On 21 November 2000 the court stayed the re-opening proceedings pending the outcome of civil proceedings concerning the ownership title to these plots before the Końskie District Court, and subsequently, before the Kielce Regional Court. On 29 December 2005 the Kielce Regional Court, following an appeal by the applicants, dismissed the State’s Treasury claim and discontinued the proceedings.", "20. On 21 February 2007 the Kielce Regional Court resumed the proceedings for re-opening the proceedings terminated by the judgment of 23 June 1999 (see paragraph 16 above).", "21. On 1 March 2007 the Kielce Regional Court gave judgment in the case. It dismissed the motion for re-opening the proceedings.", "22. On 15 April 1999 the applicants lodged an action for recovery of plots nos. 1310 and 1314/1.", "23. At the first hearing, on 6 July 1999, the Końskie District Court stayed the proceedings pending the outcome of the proceedings for rectification of an entry in the land and mortgage register (see paragraphs 13-21 above).", "24. On 14 July 1999 the applicants appealed against that decision. On 20 October 1999 the Kielce Regional Court dismissed the applicants’ interlocutory appeal.", "25. On 25 November 1999 the applicants requested that the proceedings be resumed.", "26. On 14 January 2000 the Końskie District Court resumed the proceedings.", "27. On 27 January 2000 a third party asked the court to allow her to participate in the proceedings as intervenor. She alleged that the applicants’ father had not been the owner of the plots in question since she and her husband had been in possession of the disputed plots since 1948.", "28. On 16 May 2000 the Końskie District Court stayed the proceedings, indicating that the proceedings for rectification of an entry in the land register had been re-opened in their part concerning the applicants’ claim. On 1 December 2000 the Kielce Regional Court dismissed the applicants’ interlocutory appeal, finding that the lower court’s decision was correct.", "29. On 26 January 2006 the applicants requested the court to resume the proceedings. On 5 October 2007 the Court resumed the proceedings and discontinued them since the applicants had withdrawn their action.", "30. On 1 March 1999 the applicants instituted civil proceedings for compensation for the use of their property by the State Treasury without valid legal title. They claimed compensation for the period from 29 September 1990 to November 2000.", "31. On 6 December 2001 the Kielce Regional Court gave judgment in the case. On 12 July 2002 the Cracow Court of Appeal upheld the first-instance judgment. Following a cassation appeal lodged by the State Treasury, on 11 February 2004 the Supreme Court quashed the second-instance judgment and remitted the case.", "32. On 17 December 2004 the Court of Appeal held a hearing in the case. At the hearing the applicants withdrew their claim in respect of plots nos. 1310 and 1314/1.", "33. On 29 December 2004 the Cracow Court of Appeal discontinued the proceedings in respect of the abovementioned plots since the applicants had withdrawn their claims.", "34. On 5 May 2006 the applicants sold plots nos. 1310 and 1314/1 to a third party.", "35. On 7 February 2005 the applicants lodged a complaint with the Kielce Regional Court under the Act of 17 June 2004 on complaints about a breach of the right to trial within a reasonable time (“the 2004 Act”). The applicants claimed just satisfaction in the amount of PLN 10,000 (approx. EUR 2,700). They also requested the court to take action to resume and expedite the proceedings for recovery of the property (see paragraphs 2229 above).", "36. On 4 May 2005 the Kielce Regional Court dismissed the applicants’ complaint. The court referred to the fact that there had been no undue delay in the proceedings on and after the date of entry into force of the Act on 17 September 2004. The court pointed out that the proceedings had been stayed pending the outcome of other proceedings (see paragraphs 19 and 13-21 above) in which the ownership of the property was in issue. Therefore, there had been no delays in dealing with the case.", "37. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are set out in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V, and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.", "38. The relevant domestic law and practice concerning Article 1 of Protocol No. 1 is set out in the Court’s judgments in the cases of Zwierzyński v. Poland, no. 34049/96, § 63-74, ECHR 2001-VI, and Bennich-Zalewski v. Poland, no. 59857/00, judgment of 22 April 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}