{"ITEMID": "001-100092", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "HOVHANNISYAN AND GEVORGYAN v. ARMENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicants, Ms Shushaniki Hovhannisyan and Mr Gegham Gevorgyan, are Armenian nationals who were born in 1945 and 1968 respectively and live in Verin Ptghni, Armenia. They are represented before the Court by Mr T. Atanesyan, a lawyer practising in Yerevan. The Armenian Government (“the Government”) are represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia at the European Court of Human Rights.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants jointly owned a house which measured 49.2 sq. m and was situated at 15 Byuzand Street, Yerevan. It appears that they also enjoyed a right of lease in respect of the underlying plot of land.", "4. On 1 August 2002 the Government adopted Decree no. 1151-N, approving the expropriation zones of the immovable property (plots of land, buildings and constructions) situated within the administrative boundaries of the Central District of Yerevan to be taken for the needs of the State for the purpose of carrying out construction projects, covering a total area of 345,000 sq. m. Byuzand Street was listed as one of the streets falling within such expropriation zones.", "5. On 17 June 2004 the Government decided to contract out the construction of one of the sections of Byuzand Street – which was to be renamed Main Avenue – to a private company, Vizkon Ltd.", "6. On 1 October 2004 Vizkon Ltd and the Yerevan Mayor's Office signed an agreement which, inter alia, authorised the former to negotiate directly with the owners of the property subject to expropriation and, should such negotiations fail, to institute court proceedings on behalf of the State, seeking forced expropriation of such property.", "7. It appears that Vizkon Ltd unsuccessfully attempted to organise a valuation of the applicants' house in order to offer them compensation for the purpose of expropriation, since the applicants created obstacles.", "8. On an unspecified date Vizkon Ltd instituted proceedings against the applicants on behalf of the State. Referring to, inter alia, Government Decree no. 1151-N, the plaintiff sought to oblige them to allow a valuation of their house, to terminate their ownership of the house through payment of compensation based on the results of such valuation, and to have them evicted.", "9. On an unspecified date the applicants lodged a counter-claim with the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների աոաջին ատյանի դատարան) in which they contested the constitutionality of Government Decree no. 1151-N. It appears that this counter-claim was not admitted on the ground that the District Court was not competent to decide upon the constitutionality of Government decrees. The applicants further requested the court to put into motion the procedure for testing the constitutionality of the above Decree, which was similarly rejected.", "10. It appears that at some point the value of the applicants' house was estimated at USD 21,000 by a valuation company.", "11. On 17 March 2005 the District Court granted the claim of Vizkon Ltd, terminating the applicants' ownership in respect of the house, awarding them the Armenian dram (AMD) equivalent of USD 21,000 and ordering their eviction. The court based its findings on Articles 218 and 283 of the Civil Code, while the amount of compensation was determined on the basis of the above valuation report.", "12. On 30 March 2005 the applicants lodged an appeal.", "13. On 13 May 2005 the Civil Court of Appeal (ՀՀ քաղաքացիական գործերով վերաքննիչ դատարան) granted the claim of Vizkon Ltd on the same grounds as the District Court.", "14. On 26 May 2005 the applicants lodged an appeal on points of law. In their appeal they argued, inter alia, that the deprivation of their property was unlawful and contravened Article 28 of the Constitution.", "15. On 8 July 2005 the Court of Cassation (ՀՀ վճռաբեկ դատարան) dismissed the applicants' appeal.", "16. On 8 August 2005 the relevant enforcement proceedings were instituted.", "17. On 20 October 2005 the applicants signed an agreement with Vizkon Ltd on termination of their ownership in respect of the immovable property situated on a plot of land to be taken for State needs and payment of compensation. According to this agreement, which was concluded for the purpose of implementation of construction projects envisaged by Government Decrees nos. 1151-N and 909-N, the applicants agreed to give up their ownership of the house and their lease of the underlying plot of land in favour of Vizkon Ltd for a compensation in the net total amount of AMD 13,433,310 and to vacate the premises by 20 November 2005.", "18. For a summary of the relevant domestic provisions see the judgment in the case of Minasyan and Semerjyan v. Armenia (no. 27651/05, §§ 23-35, 23 June 2009).", "19. Section 8 provides that the parties are entitled to reach a friendly settlement in the course of enforcement proceedings.", "20. According to Section 42 § 1 (3), the bailiff shall terminate the enforcement proceedings if the creditor and the debtor have reached a friendly settlement which has been approved by a court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}