{"ITEMID": "001-60944", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF TIMAR v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The applicant was born in 1937 and lives in Budapest. His previous applications (nos. 23209/94 and 27313/95) to the European Commission of Human Rights (“the Commission”) were joined and declared inadmissible by the Plenary Commission on 13 January 1997.", "9. On 18 November 1965 the Budapest Regional Court, in the context of criminal proceedings with certain political connotations, convicted the applicant of espionage and sentenced him to six and a half years’ imprisonment. The Court also ordered the confiscation of his property. On 23 February 1966 the Supreme Court, upon the applicant’s appeal, amended the first-instance judgment in that the criminal offence was characterised as attempted sedition and the prison term was reduced to five years. The remainder of the appeal was dismissed. Subsequently the applicant served his sentence. His property, namely his villa and garden as well as his car and money in a bank, was confiscated.", "10. On 25 October 1989 the Attorney General lodged an appeal on legal grounds with the Supreme Court against the judgments of 1965 and 1966, proposing that the applicant’s conviction be quashed as being unlawful and that the applicant be acquitted. On 12 December 1989 the Supreme Court followed this proposal.", "11. On 6 February 1990 the applicant instituted proceedings before the Budapest Regional Court claiming restitution of his property. He further claimed compensation as a victim of a miscarriage of justice. On 19 February 1993 the Regional Court awarded him four million Hungarian forints (HUF) as compensation for damage suffered as a consequence of his imprisonment.", "12. In the restitution proceedings, between September 1990 and February 1992 the Regional Court held several hearings. Moreover, given that both the confiscated car and real estate had been sold and that, therefore, only compensation was feasible, the court took expert evidence as to the value of this property. The Technical Institute of Judicial Experts prepared an opinion on that question.", "13. On 24 February 1992 the Regional Court, following a further hearing, issued an order awarding the applicant HUF 50,000 for the car, plus HUF 6,200,000 in compensation for his losses. The remainder of his claims was dismissed. The applicant lodged an appeal with the Supreme Court sitting as a second instance, claiming higher compensation.", "14. On 10 December 1992 the Supreme Court considered the case by way of a written procedure and dismissed the applicant’s appeal.", "15. On 12 February 1993 the Attorney General, reacting to the applicant’s request to seek review of the Supreme Court’s decision, informed him that restitution proceedings were governed by the Code of Criminal Procedure, which excluded such a review.", "16. On 19 February 1993 the applicant nevertheless lodged a petition for review with the Supreme Court, complaining of the Budapest Regional Court’s decision, as well as of the second-instance decision taken by the Supreme Court.", "17. On 22 June 1993 the Supreme Court rejected his petition.", "18. On 5 April 1995 the Constitutional Court decided that the application of procedural rules assigning restitution cases to the criminal courts – and excluding a review by the Supreme Court – amounted to arbitrary discrimination. The Constitutional Court amended the said rules to the effect that the files should be forwarded to the civil courts with a view to conducting the proceedings. Concerning the applicant’s particular case, it decided that he should be entitled to institute civil review proceedings before the Supreme Court.", "19. The applicant’s renewed petition for review dated 8 April 1995 was received at the Supreme Court on 10 April 1995. He filed further submissions on 10 and 13 May 1995.", "20. On 19 October 1995 the Supreme Court rejected the renewed petition. It noted the background to the applicant’s case, including its rejection of the applicant’s previous petition. However, as the Code of Criminal Procedure only envisaged the possibility of one such petition, the Supreme Court had to reject any further petition brought by the same person.", "21. On 12 February 1996 the Constitutional Court dismissed the applicant’s further constitutional complaint. It considered that the applicant’s submissions did not raise any questions of constitutionality within the meaning of the relevant provisions of the Constitutional Court Act, but were limited to complaining that the Supreme Court had failed to implement properly the Constitutional Court’s earlier decision. To the extent that the applicant, in his submissions, pursued his petition for review, the Constitutional Court referred the case to the Budapest Regional Court for further action, the latter being the competent court for the civil procedure.", "22. On 7 March 1996 the Budapest Regional Court forwarded the files to the Supreme Court for a decision on the applicant’s petition for review.", "23. On 12 November 1996 the Supreme Court again rejected the applicant’s petition for review. It explained that, according to the relevant provisions of the Code of Civil Procedure, no review could take place in proceedings of the present kind. Subsequently the applicant brought a further complaint before the Constitutional Court with a view to the annulment of that decision.", "24. On 9 June 1998 the Constitutional Court declared unconstitutional the procedural situation governing the examination of criminal restitution claims in civil review proceedings.", "25. Following the ensuing change in legislation, on 15 February 2000 the Supreme Court annulled its decision of 12 November 1996 and ordered a review of the merits of the applicant’s restitution claims.", "26. On 25 June 2001 the Supreme Court’s review bench considered the case by way of a written procedure and dismissed the applicant’s petition on its merits. It held that the lower courts’ procedure, and in particular the manner of taking evidence – although it had been governed by the rules of criminal procedure concerning restitution – had complied with the Code of Civil Procedure. That decision was served on 6 August 2001."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}