{"ITEMID": "001-60112", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF VISSER v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1 and 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Lucius Caflisch", "TEXT": ["10. In a statement taken and recorded by police on 30 September 1987, one Mr A. said that he had been kidnapped and beaten up by two unknown men. He suspected that they had acted on the orders of another man, Mr G., and that his kidnap had constituted an act of revenge for a burglary that he, Mr A., was rumoured to have carried out. On 11 April 1988 preliminary judicial investigations were initiated into allegations that the applicant and an accomplice, Mr D., had intentionally deprived Mr A. of his liberty on 30 September 1987.", "11. On 28 April 1988 two police officers drew up an official record (proces-verbaal) containing the findings of the investigation into the kidnapping and assault of Mr A. It stated, inter alia, that a number of witnesses had seen Mr G. and two other persons in bars in the town of Weesp in the night of 29 to 30 September 1987 and that these witnesses had overheard the three men making inquiries into the whereabouts of the victim, Mr A. Mr A. was said to know Mr G. well and to be very afraid of him. Police investigations conducted in various bars in Weesp had shown that Mr G. had such a reputation that this fear was shared by many people. According to the reporting officers, the witnesses who had seen the suspects prior to and during the commission of the offences in question were so scared that they were afraid to make written statements.", "12. The official police record then describes how four witnesses were confronted with the applicant and his co-accused Mr D. through a two-way mirror. The police officers observed that the witnesses became very fearful upon seeing the suspects and that they wanted to leave the room as soon as possible. None of the four witnesses identified the applicant, although one of them said that the applicant looked similar to one of the perpetrators. The witnesses were interviewed separately after the identification procedure; one of them indicated to the police officers that s/he did not wish to remain on his/her own for fear of coming face to face with Mr D. whom s/he had recognised as one of the perpetrators. The police officers further reported that a fifth witness recognised from twelve photographs shown to him/her the applicant, Mr D. and Mr G. as the men who had made enquiries into the whereabouts of the victim.", "13. One of the police officers also noted that the witnesses had repeatedly telephoned him after they had made their statements, saying that they wished to withdraw these statements because they feared reprisals by the applicant and his co-accused. The police officer considered that this fear was not unfounded given that, since the event, unknown persons had put pressure on the victim.", "14. Criminal proceedings were brought against the applicant in the Regional Court (Arrondissementsrechtbank) of Utrecht. The charges against him included having been an accomplice to the offence of intentionally and unlawfully depriving Mr A. of his liberty and keeping him deprived thereof.", "15. On 1 June 1989 the Regional Court acquitted the applicant of that charge, convicted him on another charge and sentenced him to a partly suspended term of ten weeks’ imprisonment, less the time spent in pre-trial detention. By a judgment of the same date, the Regional Court also acquitted the applicant’s co-accused, Mr D.", "16. Both the applicant and the Prosecutions Department (Openbaar Ministerie) lodged an appeal against the Regional Court’s decision with the Court of Appeal (Gerechtshof) of Amsterdam. No appeal was lodged against the judgment concerning Mr D.", "17. On 18 April 1991 the Court of Appeal quashed the Regional Court’s judgment, convicted the applicant, inter alia, of having deprived Mr A. of his liberty and sentenced him to one year’s imprisonment, less the time spent in pre-trial detention. The Court of Appeal used in evidence, inter alia, the following section from the official police record of 28 April 1988 (see §§ 11-13 above):", "“It has emerged from the investigation that several witnesses saw Mr G., who was known to them, with two other persons in bars in Weesp in the night of 29 to 30 September. These witnesses also overheard these three persons making enquiries into the whereabouts of the victim, Mr A.", "One witness was shown twelve photographs, including pictures of the suspects Mr D., <the applicant> and Mr G. The witness stated that s/he was 100% sure of recognising from the photographs the three named persons as being the persons who had made enquiries into the whereabouts of the victim on 29 and 30 September 1987 in Weesp. The witness had subsequently seen Mr D. and <the applicant> leaving with the victim’s brother, while Mr G. had stayed behind in the bar in Weesp, where shortly afterwards this Mr G. had been approached by <the applicant>, who had returned in the meantime, and who had taken Mr G. outside.”", "18. The applicant lodged an appeal on points of law against that judgment with the Supreme Court (Hoge Raad).", "19. On 14 September 1992 the Supreme Court quashed the judgment of the Court of Appeal. It held that the way in which the facts had been established by the Court of Appeal did not comply with legal requirements. It recalled that the statement of an anonymous witness could only be used in evidence if it had been taken down by a judge who knew the identity of the witness, who had expressed his opinion as regards the reasons for the witness’s desire to remain anonymous and that witness’s reliability, and who had provided the defence with ample opportunity to question the witness. The Supreme Court added that it could not be said that the finding of guilt was based to a significant extent on other evidence from identified sources. The Supreme Court decided that the applicant’s original appeal against the judgment of the Regional Court of Utrecht of 1 June 1989 should be considered again and, to that end, referred the case to the Court of Appeal of The Hague.", "20. At the subsequent public hearing on 18 June 1993 the Court of Appeal of The Hague instructed the investigating judge (rechter-commissaris) of the Regional Court of Utrecht to hear the witness who had previously recognised the applicant from photographs, as described in the official police record of 28 April 1988. If need be, that witness was to be heard with the application of appropriate measures to safeguard the witness’s anonymity, should the witness wish to remain anonymous.", "21. On 13 September 1993 the witness was heard under oath by the investigating judge, who was aware of the identity of the witness. The opinion of the investigating judge that the identity of the witness should remain concealed was phrased as follows in the official record of the interview:", "“In a short conversation prior to the actual interview, the investigating judge discussed with the witness the latter’s wish to remain anonymous. The witness stated that s/he was fearful because one of [the applicant’s] fellow suspects can be very aggressive, which, according to the witness, is common knowledge. The witness also said that s/he feared reprisals given that, as the witness has heard it said, the case in which the witness is about to make a statement in itself also concerns an act of revenge.", "In view of the witness’s statements above, as well as the contents of the record drawn up by the police officers on 28 April 1988 and the statements of the witness which cannot be reproduced here, the investigating judge is of the opinion that the necessity to hear the witness anonymously has been sufficiently substantiated.”", "22. Counsel for the applicant attended the interview in a different room. In addition to his own questions, the investigating judge also put a number of questions to the witness at the request of counsel, who had submitted these questions to the investigating judge in writing beforehand. The investigating judge twice gave counsel the opportunity to read through the statement of the witness and to put further questions, again to be asked by the investigating judge, to the witness, and counsel did in fact avail himself of this opportunity.", "23. In reply to one of the questions put by counsel the witness said that when interviewed by police, on about 18 April 1988, s/he had been handed a bundle of about fifteen photographs. The witness had taken out three photographs of persons whom s/he had recognised. Counsel also asked the witness why the latter was so afraid and why the witness wished to remain anonymous. In reply, the witness stated that s/he had explained the reasons to the investigating judge at the beginning of the interview. The witness added that some of these reasons had not, however, been noted down by the investigating judge as the latter had considered that by doing so the witness’s anonymity could not be sufficiently guaranteed.", "24. In the official record of the interview, the investigating judge noted that the statement of the witness appeared to be consistent and that it corresponded to the statement given previously to the police. In the opinion of the investigating judge, it could be concluded that the witness was a reliable witness.", "25. At the subsequent hearing before the Court of Appeal on 15 September 1993, counsel submitted that although his questions had been put to the anonymous witness, taking evidence from a witness who could neither be seen nor heard by the defence and who did not appear before the trial court remained problematic. Counsel also queried whether the anonymous witness’s fear of reprisals was real or contrived. He further argued that the scent-association test carried out by a sniffer dog could not be relied upon since a similar test carried out by a different sniffer dog had not resulted in the applicant’s scent being associated with the scent on a revolver.", "26. On 29 September 1993 the Court of Appeal quashed the Regional Court’s judgment of 1 June 1989, convicted the applicant, inter alia, of having deprived Mr A. of his liberty, and sentenced him to one year’s imprisonment, less the time spent in pre-trial detention. It based its finding of guilt on the following evidence:", "(a) an official record of 30 September 1987, drawn up by a police officer, containing the statement of the victim, Mr A., to the effect that he had been forcibly taken from his house and beaten up, inter alia, with the butt of a chrome-coloured revolver, by two men unknown to him;", "(b) an official record of 30 September 1987 containing a statement from the police officers who had found Mr A. to the effect that, when they were driving Mr A. home, the latter had recognised the car in which he had been held and assaulted;", "(c) an official record of 30 September 1987 containing a statement from the same police officers to the effect that they had found traces of blood on the car indicated by Mr A. and that they had arrested Mr G. near the car;", "(d) a report of 30 September 1987 (contained in an official police record of 20 October 1987) drawn up by a member of the scientific police investigation department stating that the traces of blood found on the inside and outside of the car, as well as a chrome-coloured revolver and a jacket found inside the car, were sent to the forensic laboratory (Gerechtelijk Laboratorium) together with a blood sample taken from the victim;", "(e) an official record drawn up by the forensic laboratory dated 14 December 1987 indicating that the traces of blood could have come from Mr A.;", "(f) an official record of 14 March 1988 drawn up by a police officer stating that the revolver and a car telephone found in the car had been seized;", "(g) an official record of 25 April 1988 drawn up by a police officer who had been in charge of a scent-association test which had been carried out with a sniffer dog, to the effect that this dog had three times associated the scent on the butt of the revolver which had been found in the car with an object which had been held by the applicant;", "(h) the official record of 13 September 1993 drawn up by the investigating judge containing the statement of the anonymous witness to the investigating judge, to the effect that, inter alia, the witness confirmed his/her previous statement to the police officers in which s/he said that s/he had seen the applicant and his co-defendants, whom the witness identified from photographs shown to him/her, on the night of 29 to 30 September 1987 in a bar, that they had made enquiries into the whereabouts of the victim, and that the witness had heard from several people that the applicant and his co-defendants were involved in the assault and battery of the victim; and", "(i) the statement which the applicant had made at the hearing before the Court of Appeal to the effect that he knew the defendants Mr G. and Mr D. well, that the car in question had been used by Mr G. in the period around 30 September 1987, that Mr D. and he would regularly drive the car and that the telephone which had been present in the car had been registered in his name.", "27. Unlike the Court of Appeal of Amsterdam, the Court of Appeal of The Hague did thus not make use of the statement made by the anonymous witness to the police on 28 April 1988, but only to this witness’s statement before the investigating judge. The other items of evidence were essentially the same as those used by the Court of Appeal of Amsterdam in its judgment of 18 April 1991.", "28. The Court of Appeal’s judgment contained no assessment as to the reliability of the statement of the anonymous witness or as to the validity of the witness’s desire to remain anonymous.", "29. The applicant lodged an appeal on points of law with the Supreme Court. He complained, inter alia, that insufficient facts and/or circumstances had been adduced justifying the need for the witness to remain anonymous and that the statement of the anonymous witness could not be relied upon as it had been taken almost six years after the alleged offence. The applicant further submitted that the series of photographs from which the anonymous witness was said to have selected the photograph of the applicant had not been put before the investigating judge. Neither the investigating judge nor the defence had therefore been in a position to assess the nature of the photographs, the way in which they were presented or the certainty of the recognition.", "30. The Supreme Court dismissed the appeal on 7 June 1994. After having noted that the investigating judge had found that the anonymous witness was afraid because one of the applicant’s co-accused could be very violent and because the witness feared reprisals as the offence of which the applicant stood accused itself concerned an act of revenge, the Supreme Court considered that the conclusion of the investigating judge that there were circumstances justifying the anonymity of the witness did not constitute an incorrect interpretation of the law and was not incomprehensible. In respect of the applicant’s complaints relating to the photographs which had originally been shown to the anonymous witness, the Supreme Court noted that the official record containing the statement taken on 28 April 1988 had not been used in evidence against the applicant by the Court of Appeal.", "31. Relevant domestic law and practice at the time of the criminal proceedings complained of were as set out in the Court’s judgments in the cases of Doorson v. the Netherlands of 26 March 1996 (Reports of Judgments and Decisions 1996-II, p. 446) and Van Mechelen and Others v. the Netherlands of 23 April 1997 (Reports 1997-III, p. 691). Reference is therefore made to those judgments, especially pp. 461-64, §§ 37-47, and pp. 705-708, §§ 29-41 respectively.", "32. In its judgment of 2 July 1990, NJ 1990, no. 692, the Supreme Court considered that it had to be assumed in the light of the European Court’s Kostovski judgment (20 November 1989, Series A no. 166) that the use of statements by anonymous witnesses was subject to stricter requirements than those established in its case-law until then. It established these stricter requirements in the following rule: such a statement must have been taken down by a judge who (a) is aware of the identity of the witness, (b) has expressed, in the official record of the hearing of such a witness, his reasoned opinion as to the reliability of the witness and as to the reasons for the wish of the witness to remain anonymous and (c) has provided the defence with some opportunity to put questions or have questions put to the witness. On the other hand, according to the same judgment, a written document containing the statement of an anonymous witness may be used in evidence if (a) the defence has not at any stage of the proceedings asked to be allowed to question the witness concerned, (b) the conviction is based to a significant extent on other evidence not derived from anonymous sources and (c) the trial court makes it clear that it has made use of the statement of the anonymous witness with caution and circumspection.", "33. The Act of 11 November 1993, Staatsblad (Official Gazette) 1993, no. 603, has added to the Code of Criminal Procedure (CCP) a number of detailed provisions relating to the “protection of witnesses”. It entered into force on 1 February 1994. The additions include the following. Article 226a now provides that the identity of a witness may remain secret if there is reason to believe that the disclosure of his identity may threaten his life, health, safety, family life or socio-economic existence and if the witness has made it clear that he does not wish to make any statement because of this. The decision is made by the investigating judge, who must first hear the prosecution, the defence and the witness himself. An appeal against the decision of the investigating judge lies to the trial court (Article 226b). The investigating judge may order that a threatened witness be heard in the absence of the accused, or of counsel, or of both, so as not to disclose the identity of the threatened witness; in that event, the prosecuting authorities may not attend the questioning of the witness either. The investigating judge must then allow the defence to put questions of its own to the witness, either through the use of telecommunication or in writing (Article 226d). Article 264 now lays down that the prosecution may refuse to summon a threatened witness. If the trial court has ordered that a witness be heard and that witness turns out to be under threat, he must be heard in camera by the investigating judge (Article 280 § 5). The statement of an anonymous witness taken in accordance with the above-mentioned provisions may only be used in evidence against a person accused of crimes in respect of which he may be held in detention on remand (Article 342 § 2 (b)). A new paragraph has been added to Article 344 to the effect that a written document containing a statement of a person whose identity is not apparent may only be used in evidence if the conviction is based to a significant degree on other evidence and if the defence has not at any time during the trial sought to question that person or to have him questioned."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}