{"ITEMID": "001-22713", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "JEFTIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Milan Jeftić, is a citizen of Bosnia and Herzegovina, who was born in 1947 and lives in Derventa, Bosnia and Herzegovina. The respondent Government are represented by their Agent Ms Lidija Lukina-Krajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was an employee of the Croatian company “Graditelj”, in Grubišno Polje, Croatia. On 25 May 1989 he had an accident at his workplace and suffered injuries. Since then he has mostly been on sick-leave. On 28 August 1991 the applicant obtained a certificate from the Kutina Health Insurance Fund (Republički fond zdravstvene zaštite Kutina) that the Croatian Health Insurance Fund covered sick-leave allowance regardless of the applicants’ place of living. The applicant left Croatia some time in the autumn of 1991 and went to live in Bosnia and Herzegovina.", "On 13 January 1992 the company sent him a letter informing him that they had terminated his contract of employment as of 30 September 1991 since the Croatian Health Insurance Fund had refused to pay his sick-leave allowance.", "On 22 January 1992 the applicant claimed a sick-leave allowance as from 1 October 1990 before the Croatian Health Insurance Fund, Grubišno Polje Office (Republički fond zdravstvenog osiguranja i zdravstva Hrvatske - Ispostava Grubišno Polje). He relied on the Kutina Health Insurance Fund’s certificate.", "This request was rejected on 10 March 1992 by the Croatian Health Insurance Fund in Grubišno Polje. It was found that the applicant received sick-leave allowance for the period from 29 May 1991 until 30 September 1991. The last time he had attended an examination before a medical experts’ commission in charge of grating sick-leave was on 10 September 1991. After that he had left for Bosnia and Herzegovina. The Fund did not accept medical certificates from Bosnia and Herzegovina because, according to Croatian laws, the applicant had to present himself in person before a medical experts’ commission in Croatia in order to have his sick-leave prolonged.", "On 16 March 1992 the applicant appealed against that decision to the Appellate Commission of the Croatian Health Insurance Fund (Direkcija republičkog fonda zdravstvenog osiguranja i zdravstva Hrvatske).", "According to the applicant, on 18 November 1997 and 19 February 1999, respectively, he lodged requests with the Appellate Commission for speeding up the proceedings. He received no reply.", "As the above Commission failed to decide upon the applicant’s appeal, on 3 June 1999 he instituted administrative proceedings in the Administrative Court (Upravni Sud Republike Hrvatske) asking it to decide the matter. On 9 December 1999 he lodged a request for speeding up the proceedings, but received no reply. It appears that the proceedings are still pending before that court.", "According to the Government on 17 June 1992 the Appellate Commission of the Croatian Health Insurance Fund rejected the applicant’s appeal of 16 March 1992. Since the postal services with Bosnia and Herzegovina at that time were interrupted, the decision was placed on the Fund’s public notice-board.", "As regards the applicant’s claim before the Administrative Court, the Government submit that on 21 November 2001 the court invited the applicant to inform it whether he wished to extend his claim against the second instance decision.", "Section 26 (1) of the Administrative Disputes Act (Zakon o upravnim sporovima) allows an applicant to lodge a claim in the Administrative Court if an appellate body does not issue a decision upon his appeal within 60 days followed by an additional period of seven days upon the applicant’s repeated request.", "Section 42 of the same Act provides that the Administrative Court must either instruct the lower bodies on how to resolve the case or resolve the case itself.", "Section 26 of the Constitutional Act on the Changes of the Constitutional Act on the Constitutional Court (entered into force on 15 March 2002, published in the Official Gazette no. 29 of 22 March 2002 - hereinafter “The Act of 15 March 2002” - Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske) introduced a new Section 59 (a), which subsequently became Section 63 of the 2002 Constitutional Act on the Constitutional Court. The relevant parts of that Section read as follows:", "(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}