{"ITEMID": "001-22260", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "AVETISSOV v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Serguei Avetissov, is a Russian national of Chechen origin, who was born in 1971.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived in Sweden on 10 April 2000 but continued immediately to Norway where he was stopped at the border. He applied for asylum but was sent back to Sweden in accordance with the Nordic Passport Control Agreement. He then applied for asylum in Sweden.", "The applicant claimed that he is an intelligence officer at the Ministry of State Security of Chechnya and that he has taken part in the hostilities between Chechen and Russian forces, including the Chechen defence of the city of Grozny. He stated that he had sent several letters to President Putin and other Russian politicians, protesting against the war and calling the President, inter alia, a bandit and a criminal. He left Russia to escape from the Russian security police which, allegedly, had threatened his life and was searching for him. During the autumn of 1999, he had been arrested by the Russian police and detained in a psychiatric clinic for two weeks. Also, on one occasion, the flat where he lived had been under fire. He continued to send letters to President Putin while waiting for his asylum application to be determined. He maintained that he would be arrested and executed upon his return to Russia.", "On 15 January 2001 the Migration Board (Migrationsverket) rejected the asylum application and ordered the applicant’s expulsion to Russia. The Board considered that the applicant’s fears were exaggerated and that his political activities were not such as to constitute a ground for asylum or otherwise demonstrate that he was in need of protection in Sweden.", "The applicant appealed, adding to what he had previously stated that he would risk imprisonment for eight years due to the contents of the letters he had sent.", "On 21 June 2001 the Aliens Appeals Board (Utlänningsnämnden) rejected the appeal. The Board considered that the letters in question could have given the Russian security police occasion to check the applicant, maybe even to keep him under surveillance. However, no further interest from the security police could be expected. The Board concluded that neither the nature of the applicant’s activities, his possible encounters with the security police nor the possible future trial and sentence under ordinary Russian law for statements made in the letters could be considered as grounds for asylum.", "On 6 July 2001 the Court indicated to the respondent Government, under Rule 39 of the Rules of Court, that it was desirable in the interests of the parties and the proper conduct of the proceedings before the Court not to expel the applicant to Russia pending clarification of the facts submitted by the applicant.", "The same day the Court was informed by the Swedish Ministry of Foreign Affairs that the applicant, on 5 July, had returned to Russia voluntarily.", "Following the Court’s request for certain factual information, under Rule 49 § 2 (a) of the Rules of Court, the respondent Government submitted that the applicant had voluntarily attended a meeting with the Migration Board on 28 June 2001 to discuss his return to Russia. As the applicant expressed hesitation about the return, it was decided that he was to be accompanied to the airport on the day of departure by two officials from the Board. These officials were not authorised to compulsorily enforce the deportation, however. The applicant was at the time staying at one of the Migration Board’s reception centres but was not detained or subjected to other restrictions. On 5 July 2001, at 12.05 p.m., the applicant, who had a valid Russian passport, travelled by plane to St. Petersburg. He was supposed to continue the journey to his home town Vladikavkaz the next day by plane and bus.", "In reply, the applicant claimed that he was deported to Russia by force. Upon arrival in St. Petersburg he was arrested but he was released after he bribed the border guards. He then returned to Vladikavkaz. By a letter of 4 December 2001 he informed the Court that he had travelled without a visa to Germany, where he was detained with a view to his deportation back to Russia. On 10 January 2002 the District Court (Amtsgericht) of Güstrow prolonged his detention until 21 February 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}