{"ITEMID": "001-93312", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MARUSZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1982 and is currently detained in Gdańsk Remand Centre.", "6. On 24 November 2002 the applicant, who since 28 August 2002 had been sought under a wanted notice, was arrested and remanded in custody on suspicion that he had committed murder with three accomplices.", "7. The applicant’s pre-trial detention was subsequently extended by decisions of the Gdańsk Regional Court (Sąd Okręgowy) of 26 November 2002 and 6 February, 8 May, 29 July, and 18 November 2003.", "8. The domestic court justified the applicant’s pretrial detention by the existence of strong evidence against him and the likelihood that a severe penalty would be imposed in the case. The court also noted that it was necessary to carry out further investigations, such as obtaining evidence from new witnesses, psychiatric reports on the suspects and various forensic reports.", "9. Meanwhile, on 14 July 2003 the applicant was indicted on charges of robbery, manslaughter, distribution of drugs, assault and battery. There were three other defendants in the applicant’s case. The prosecutor asked the trial court to examine sixty-four witnesses and to read out the testimonies of another five witnesses.", "10. On 15 October 2003 the trial court decided that certain procedural shortcomings had occurred in the proceedings and returned the bill of indictment to the prosecutor. On 27 October 2003 a rectified bill of indictment was filed with the court.", "11. The first hearing in the applicant’s case took place on 28 November 2003. Subsequently, seventeen hearings were held by the trial court. One hearing was adjourned due to the absence of defendants.", "12. Between 2 and 12 June 2004 the applicant was serving a prison sentence imposed by the Gdańsk District Court in a separate case.", "13. On 8 October 2004 the Gdańsk Regional Court convicted the applicant on several counts and sentenced him to fifteen years’ imprisonment.", "14. Pending appeal, the applicant’s detention was extended by decisions of the Gdańsk Regional Court of 23 November 2004 and of the Gdańsk Court of Appeal (Sąd Apelacyjny) of 19 April and 20 July 2005.", "15. The courts reiterated that there was strong evidence against the applicant and the likelihood that a severe penalty would be imposed in the case. In addition, the authorities noted that for the above reasons the applicable law allowed for a presumption of risk that the applicant would obstruct the proper course of the proceedings and the latter could only be ensured by applying the preventive measure in question.", "16. Meanwhile, on 22 June 2005 the Gdańsk Court of Appeal partly quashed the judgment and remitted the case to the Regional Court in that part. The first-instance judgment was upheld, however, with respect to a few offences and in that connection the applicant was sentenced to three years’ imprisonment. The court deducted from the imposed sentence the term of the applicant’s detention preceding the conviction, namely two years, six months and eighteen days comprising two periods: from 24 November 2002 to 2 June 2004 and from 12 June 2004 to 22 June 2005.", "17. Subsequently, the applicant’s detention was extended by the decision of the Gdańsk Court of Appeal of 20 July 2005 and then, by decisions of the Gdańsk Regional Court of 25 October 2005, 21 February and 21 September 2006 (upheld on 11 October 2006 by the Gdańsk Court of Appeal), 30 November 2006, 22 February 2007 (upheld on 6 March 2007), 22 May 2007 (upheld on 5 June 2007), 24 August and 30 October 2007.", "18. The authorities continued to briefly reiterate the reasons previously given to justify the applicant’vis-à-vis the position of each individual defendant. Thus, the fact that, in the instant case, a few of the applicant’s co-defendants had been released pending trial did not have any bearing on the applicant’s situation. Similarly, the court observed that the argument that there was strong evidence against the applicant, which had been relied on to justify the preventive measure, did not undermine the principle of the presumption of innocence in criminal proceedings. Finally, the court admitted that the applicant’s detention had been lengthy; however, its length was considered proportionate to the penalty envisaged under domestic law for the offences with which he had been charged.", "19. Meanwhile, on 1 August 2006 and 12 April 2007 the Gdańsk Regional Court refused the applicant’s request to have his detention lifted in view of his allegedly difficult family situation.", "20. The first hearing at the re-trial was held on 18 April 2006. Subsequently, the first-instance court held twenty and adjourned two hearings.", "21. In the meantime, namely from 16 June 2006 to 29 May 2007 the applicant was serving a prison sentence imposed by the Ostrów Wielkopolski District Court in a separate case.", "22. On 30 November 2007 the Gdańsk Regional Court convicted the applicant of three offences and sentenced him to thirteen years’ imprisonment. The court deducted from the imposed sentence the term of the applicant’s detention from 3 December 2005 and 26 June 2006, which added up to six months and twenty-two days.", "23. On 19 June 2008 the Gdańsk Court of Appeal quashed the above judgment, inter alia, in the part concerning two charges against the applicant and remitted the case to the Regional Court in that part. The firstinstance judgment was upheld, however, with respect to one offence and in that connection the applicant was sentenced to two years’ imprisonment. The appellate court deducted from the imposed sentence the term of the applicant’s detention preceding the conviction, namely one year, seven months and two days comprising two periods: from 3 December 2005 until 16 June 2006 and from 29 May 2007 until 19 June 2008. It is unclear on which date the applicant finished serving the remainder of his prison sentence.", "The applicant’s criminal case is currently pending before the firstinstance court and he remains in detention by virtue of subsequent court decisions.", "24. On 1 August 2007 the applicant lodged a complaint about the unreasonable length of proceedings under the Act of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”). The applicant submitted that his criminal case had been pending before the Gdańsk Regional Court for too long.", "25.", "26. The relevant domestic law and practice concerning the imposition of pre-trial detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are set out in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "27. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.", "28. In the framework of the procedure before the Committee of Ministers (see paragraphs 30 and 32 below) the Polish Government supplied statistical data concerning the number and the length of pre-trial detentions ordered in the years 2005-2006 by the domestic courts. A more detailed rendition of the relevant statistical data can be found in the Court’s judgment in the case of Kauczor (see Kauczor v. Poland, no. 45219/06, § 28, 3 February 2009).", "29. A number of amendments to the Code of Criminal Procedure (Kodeks postępowania karnego), designed to streamline criminal proceedings, entered into force on 20 June 2007 (Law of 9 May 2007 on amendments to the Code of Criminal Procedure; Journal of Laws of 2007, No. 99, item 664; Ustawa o zmianie ustawy - Kodeks postępowania karnego oraz niektórych innych ustaw). Those amendments strengthened the powers of the authorities to discipline the participants. A more detailed rendition of the recent amendments to the legislation can be found in the Court’s judgment given in the case of Kauczor v. Poland (see Kauczor v. Poland, cited above, §§ 27 and 30-31).", "30. According to the information supplied by the Polish Government to the Committee of Ministers, in addition the Polish trial courts and prosecution authorities have undertaken a series of practical measures in order to organise criminal proceedings in a more efficient manner, i.e. by scheduling time-limits for hearings well in advance, holding hearings on Saturdays or severing charges against co-accused to separate proceedings under Article 34 § 3 of the Code of Criminal Procedure if the joint examination proves difficult and time-consuming.", "31. On 17 May 2007 the Cabinet (Rada Ministrów) adopted the “Plan of Actions of the Government for the execution of judgments of the European Court of Human Rights in respect of Poland” (Program Działań Rzqdu w sprawie wykonywania wyroków Europejskiego Trybunału Praw Człowieka). By virtue of that document the Minister of Justice was obliged to disseminate among judges and prosecutors on a regular basis information on the standards concerning the length of pre-trial detention stemming from the Convention and the case-law of the Court in Polish cases and to include this topic in the programmes of workshops and seminars for judges.", "32. On 6 June 2007 the Committee of Ministers adopted an Interim Resolution concerning the judgments of the European Court of Human Rights in 44 cases against Poland relating to the excessive length of detention on remand (“the 2007 Resolution”). It concluded that the number of the Court’s judgments finding Poland in violation of Article 5 § 3 of the Convention on account of the length of pre-trial detention revealed a structural problem. A more detailed rendition of the 2007 Resolution can be found in the Court’s judgment given in the case of Kauczor v. Poland (see Kauczor, cited above, § 34)", "33. On 20 June 2007 the Council of Europe’s Commissioner for Human Rights released the Memorandum to the Polish Government concerning, among other issues, the use of the pre-trial detention in Poland. The Commissioner referred to the fact that the Court had repeatedly found violations of Article 5 § 3 in respect of Poland and stressed that examples of cases brought to the Court where pre-trial detention had lasted between 4 to 6 years were not uncommon. The Commissioner urged the Polish authorities to review the application and functioning of pre-trial detention in Polish law. A more detailed rendition of the relevant parts of the memorandum can be found in the above-mentioned Kauczor judgment (see Kauczor v. Poland, cited above, § 35)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}