{"ITEMID": "001-84054", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NURETTIN ALDEMIR AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (victim) and dismissed;Violation of Art. 11;Remainder inadmissible", "JUDGES": "", "TEXT": ["5. The applicants are members of “EĞİTİM-SEN” (Eğitim ve Bilim Emekçileri Sendikası – The Education Workers’ Trade Union), a trade union which is a member of “KESK” (Kamu Emekçileri Sendikaları Konfederasyonu – The Confederation of Public Employees’ Trade Unions).", "6. In 2001 the Turkish Parliament prepared a draft bill to amend the Act on Trade Unions. While this bill was being discussed in the Parliament, “KESK” decided to organise meetings in Ankara to protest the bill. The aim was to draw public attention to and achieve the withdrawal of this bill, which in their view did not meet international standards.", "7. In the meantime, on 18 December 2000, the Governorship of Ankara had issued a circular, providing guidelines on meetings and demonstrations organised in the city of Ankara, in accordance with the Law on Meetings and Demonstration Marches (Law no. 2911). According to this circular, the meeting place chosen by KESK was not among the permitted areas.", "8. On 7 June 2001 Nurettin Aldemir, Şehrinaz Artar, Ömer Buzludağ, Sami Evren and Ali Rıza Özer, and on 25 June 2001 Arzu Doğan, Tacettin Yağdıran and Elif Akgül, gathered in Kızılay together with other persons.", "9. On both occasions, while the president of “KESK” was reading out press statements, police officers warned the demonstrators that their action was contrary to the law and that they had to disperse. The demonstrators blocked the main street of the Kızılay district (Atatürk Avenue) and attempted to march towards the Prime Minister’s Office. The police officers then intervened and used truncheons, sticks and tear gas with a view to dispersing the crowds. Some of the demonstrators attacked the security forces using pavement stones and sticks which caused the injury of seven police officers and the destruction of a police vehicle. The applicants were also wounded during the incidents.", "10. On 7 June 2001 Şehrinaz Artar and Ömer Buzludağ were examined by a doctor from the Hacettepe University Hospital. The doctor noted an ecchymosis of 2x2 cm on the left eyebrow of Şehrinaz Artar. As regards Ömer Buzludağ, he noted an abrasion of 3 cm on his right eyebrow. Nurettin Aldemir, Sami Evren and Ali Rıza Özer did not submit any medical evidence to the Court in support of their subsequent allegations of ill-treatment.", "11. On 25 June 2001 Arzu Doğan was examined by a forensic medical expert from the Ankara Forensic Medicine Institute who observed an ecchymosis on her lip, a hyperaemic graze on her left wrist and superficial abrasions on her right wrist and arm. The expert concluded that the injuries rendered Arzu Doğan unfit for work for one day.", "12. On the same day, Tacettin Yağdıran was examined by a forensic medical expert from the Ankara Forensic Medicine Institute. The doctor observed a sutured injury on the occipital lobe of his head and a haematoma under the injury, and considered that his injuries rendered the applicant unfit for work for seven days.", "13. Also on the same day, Elif Akgül was examined by a doctor from the Ankara Forensic Medicine Institute. The doctor observed abrasions on the skin on the left scapula and on the back, and a haematoma of 2x2 cm on the right frontal lobe. He concluded that the injuries rendered Elif Akgül unfit for work for five days.", "14. On an unspecified date, the applicants filed a complaint with the Ankara public prosecutor’s office against the Ankara Governor, the director of the Ankara Security Directorate, the director of the Rapid Intervention Force branch of the Ankara Security Directorate and the police officers who were involved in the incidents.", "15. In the meantime, on 26 June 2001 the Ankara public prosecutor brought charges against twenty-seven demonstrators, including Arzu Doğan and Sami Evren, for violation of the Law on Meetings and Demonstration Marches.", "16. On 23 July 2001, pursuant to Law no. 4483 on the prosecution of civil servants, the Ankara public prosecutor transferred the file to the Ministry of Interior seeking an authorisation to initiate criminal proceedings.", "17. On 9 October 2001 the Ministry of the Interior, relying on Article 4 of Law no. 4483, decided not to take an action against the officials and officers accused by the applicants as it found that the allegations were of an “abstract nature”. The Ministry considered that the force used by the police was lawful and justified in the circumstances of the case and that the officers had been under an obligation to disperse the demonstrators who had organised an illegal meeting. This decision was sent to the Ankara public prosecutor’s office on 19 December 2001.", "18. In a decision of 14 November 2001 the Ankara Criminal Court acquitted the applicants Arzu Doğan and Sami Evren, as well as other demonstrators, of the charges. The court decided that the demonstrators enjoyed a right to hold unarmed and peaceful meetings and demonstrations without prior permission.", "19. On 29 January 2002 the Ankara public prosecutor issued a decision of non-prosecution as regards the applicants’ complaints.", "20. Article 34 of the Constitution provides:", "“Everyone has the right to hold unarmed and peaceful meetings and demonstration marches without prior permission. ...", "The formalities, conditions, and procedures governing the exercise of the right to hold meetings and demonstration marches shall be prescribed by law.”", "21. At the material time section 10 of the Meetings and Demonstration Marches Act (Law no. 2911) was worded as follows:", "“In order for a meeting to take place, the governor’s office or authorities of the district in which the demonstration is planned must be informed, during opening hours and at least seventy-two hours prior to the meeting, by a notice containing the signature of all the members of the organising board...”", "22. Section 22 of the same Act prohibited demonstrations and processions on public streets, in parks, places of worship and buildings in which public services were based. Demonstrations organised in public squares had to comply with security instructions and not disrupt individuals’ movement or public transport. Finally, section 24 provided that demonstrations and processions which did not comply with the provisions of this law would be dispersed by force on the order of the governor’s office and after the demonstrators had been warned.", "According to a circular issued by the Governorship of Ankara on 18 December 2000, which provides guidelines on meetings and demonstrations, Kızılay avenue is not among the permitted areas for demonstrations.", "“The police may use firearms in the event of:", "(a) self defence, ...", "(h) if a person or a group resists the police and prevents them from carrying out their duties or if there is an attack against the police.”", "“In cases of resistance by persons whose arrest is necessary or by groups whose dispersal is necessary or of their threatening to attack or carrying out an attack, the police may use violence to subdue these actions.", "Use of violence refers to the use of bodily force, physical force and all types of weapons specified in the law and it gradually increases according to the nature and level of resistance and attack in such a way as to restore calm.", "In cases of intervention by group forces, the extent of the use of force and the equipment and instruments to be used are determined by the commander of the intervening force.”", "23. According to Article 165 of the now defunct Code on Criminal Procedure, a complainant may file an appeal against the decision of a public prosecutor not to institute criminal proceedings. This appeal must be lodged, within fifteen days from the day of notification of the decision to the complainant, with the president of the assize court in whose jurisdiction the public prosecutor works."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}