{"ITEMID": "001-80910", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GUTU v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 6-1;Not necessary to examine Art. 6-3;Violation of Art. 8;Violation of Art. 13+5;Violation of Art. 13+8;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant, Mrs Tatiana Guţu, is a Moldovan national who was born in 1952 and lives in the village of Cojuşna.", "5. Her minor son M., who was twelve years old at the time of the events, was frequently suspected of committing petty thefts and was taken to the police station on numerous occasions. No criminal proceedings were ever instituted against him because of his age. On several occasions he complained about being beaten up by police officers R.D. and I.B. and his mother lodged criminal complaints against them. On 28 December 2001 the applicant complained to the Prosecutor's Office that on 4 December 2001 her son had been ill-treated by police officers R.D. and I.B., as a result of which he had sustained concussion and multiple bruises.", "6. On Sunday 30 December 2001 at noon, police officer R.D. came to the applicant's house and demanded that her son accompany him to the police station because he was suspected of being involved in a theft from a neighbour, which had taken place on 29 December 2001. According to the Government, the police officer demanded that both the applicant and her son accompany him to the police station. The applicant refused to let her son go unless he was properly summonsed.", "7. A quarter of an hour later the same police officer came to her house accompanied by police officer I.B. and two neighbours. Since the gate was locked, the police officers asked one neighbour to climb over and unlock it from the inside.", "8. One of the police officers announced to the applicant that she was being taken to the police station on a charge of committing the administrative offence of disobeying the lawful orders of a police officer, provided for by Article 174 § 1 of the Code of Administrative Offences (“the CAO”).", "9. The applicant was taken by the two police officers to the village police station. They did not let her change her clothes or slippers, although she did put on a coat.", "10. On the way to the police station, according to statements of witnesses, as they appear in the domestic case file, the applicant was attacked by the neighbour who was the victim of the alleged theft and fell down during the altercation. The police officers intervened and handcuffed the applicant. The Government argued that the applicant had attacked her neighbour and that her fall was a result of the altercation.", "11. When they arrived at the police station she was asked to sign a declaration written by one of the police officers, but she refused. Two witnesses, who came along with them, signed declarations written by the police officers, allegedly without reading them.", "12. She was then taken by car to the town of Străşeni and placed in a cell at the local remand centre, where she was held from 8 p.m. on 30 December 2001 until 10 a.m. on 31 December 2001.", "13. While in detention she was not given the opportunity to wash herself or to change her clothes. She was not provided with food or water or with a blanket. She was not questioned, informed about the reasons for her detention or provided with a lawyer.", "14. On Monday 31 Decembe 2001 the applicant was taken to the Străşeni District Court for the hearing in respect of the alleged offence of disobeying the lawful orders of a police officer in accordance with Article 174 § 1 of the CAO.", "15. According to the applicant, she was taken to the court wearing her slippers and her clothes, still covered in mud. During the hearing the applicant asked for a lawyer and a pro bono lawyer was provided to her.", "16. At her lawyer's request the hearing was adjourned until 4 January 2002. On 4 January 2002, witnesses were heard by the judge.", "17. In a judgment of 4 January 2002 the Stăşeni District Court found the applicant guilty of disobeying the lawful orders of the police officers and imposed a fine of 90 Moldovan Lei (MDL) (the equivalent of 7.6 euros (EUR) at the time). The Court found that on 30 December 2001 at noon two police officers had asked the applicant to come with her minor son to the police station in order to be questioned in connection with a theft in which her son was suspected of having been involved. By refusing to accompany the police officers, she had committed the offence provided for in Article 174 § 1 of the CAO.", "18. On 11 January 2002 criminal proceedings were formally instituted in respect of the theft allegedly committed by the applicant's son.", "19. On an unspecified date the applicant lodged an appeal on points of law with the Chişinău Regional Court against the judgment of 4 January 2002. She submitted, inter alia, that the actions of the police officers had been motivated by a desire for revenge following her complaint lodged with the Prosecutor's Office against them on 28 December 2001 in connection with the unauthorised search and the alleged beating of her son. She also submitted that the police officers' orders were unlawful because she had not been summonsed to appear at the police station; however, when the police officers had insisted that she follow them she had not shown any resistance and had obeyed them.", "20. On 16 January 2002 the Chişinău Regional Court heard the applicant's appeal in her absence and dismissed it as being unfounded, without stating any reasons. It appears from the case file that the applicant was not summonsed to appear before the court and was not legally represented during the proceedings.", "21. On 2 January and 25 October 2002 the applicant complained to the Prosecutor General's Office about the illegal actions of the two police officers. She argued, inter alia, that they had illegally entered the front garden of her house and that they had subjected her to inhuman and degrading treatment, and asked the Prosecutor General's Office to institute criminal proceedings against them.", "22. On 25 November 2002 the Prosecutor's Office decided not to institute criminal proceedings. It found that since the applicant had been convicted by a final judgment of the offence of disobeying the lawful orders of police officers, the officers' actions could not be considered illegal.", "23. Article 29 of the Constitution of the Republic of Moldova provides as follows:", "“Inviolability of the home", "(1) The home is inviolable. No one may enter or stay on the premises of a home without the owner's consent.", "(2) The law shall allow for derogation from the provisions of paragraph (1) under the following circumstances:", "(a) for executing an arrest warrant or a decision of a court of law;", "(b) for forestalling an imminent danger threatening the life, physical integrity or property of a person;", "(c) for preventing the spread of an epidemic disease.", "(3) Searches and questioning at a person's home may be ordered and carried out only in accordance with the rule of law.", "(4) Except for cases where an obvious offence has been committed, night searches are forbidden.”", "24. The Code of Criminal Procedure, as in force at the material time, provided in Article 93 that after receiving a complaint about a criminal offence the investigating body could only request supplementary material or explanations but could not conduct any investigative measures until after criminal proceedings had been formally instituted. It had to decide within three days whether or not to institute criminal proceedings. In exceptional cases such a decision was to be taken within 15 days. The provision that a preliminary investigation could only be commenced after the formal institution of criminal proceedings was also contained in Articles 96 and 109.", "Article 105 provided that a suspect was to be summonsed to appear before the investigating body by means of a summons handed to him, and the receipt containing the date of service had to be returned to the criminal investigator. The summons could also be effected by telephone or telegram. Article 129 provided that a suspect who failed to appear before the investigating body without good reason could be forcibly brought before the investigating body. Only suspects who were in hiding or did not have a permanent home address could be taken to the police without a summons.", "25. The relevant provisions of the CAO, as in force at the material time, read:", "“Non-compliance in bad faith with the lawful orders of a police officer or of an agent of the internal affairs authorities ... shall be punishable by a fine of up to MDL 180 or by administrative detention of up to fifteen days.", "...", "“Persons who ... disobey in bad faith the lawful orders of police officers... may be detained until the case is examined by a court... ...”", "26. The Police Act of 18 December 1990, in so far as relevant, read at the material time as follows:", "“The police have the right to:", "(19) enter at any time of the day the premises of homes... front gardens ... and inspect them with a view to putting an end to criminal offences, pursuing persons suspected of having committed criminal offences, persons hiding from the investigating authorities and from courts, or persons who are seeking to avoid executing a criminal or administrative sentence or an order for forced detoxification treatment. [The police may also enter] if they have sufficient grounds to believe that an offence has been committed or is being committed on the premises, or in the event of natural disasters and in other circumstances which endanger the public order and the safety of persons. A prosecutor must be informed about all cases in which police officers have been forced to enter the premises of homes ... within 24 hours.”", "27. The relevant provisions of Law No. 1545 on compensation for damage caused by the illegal acts of the criminal investigating authorities, prosecuting authorities and courts read as follows:", "“(1) In accordance with the present law, individuals and legal entities are entitled to compensation for the non-pecuniary and pecuniary damage caused as a result of:", "(a) illegal detention, illegal arrest, illegal indictment or illegal conviction;", "(b) illegal searches carried out during the investigation phase or during trial, confiscation, levy of a distraint upon property, illegal dismissal from employment, as well as other procedural acts that limit the person's rights;", "(c) illegal administrative arrests or orders to perform community service, illegal confiscation of property or illegal fines;", "(d) the carrying out of unlawful investigative measures;", "(e) the illegal seizure of accounting documents, other documents, money or stamps and the freezing of bank accounts.", "(2) The damage caused shall be fully compensated, irrespective of the degree of fault of the criminal investigating authorities, prosecuting authorities and courts.", "“A person shall be entitled to compensation in accordance with the present law when one of the following conditions is met:", "(a) delivery of a judgment acquitting him/her;", "(b) the dropping of charges or discontinuation of the investigation on the ground of rehabilitation;", "(c) the adoption of a decision by which an administrative arrest is annulled on the grounds of rehabilitation;", "(d) the adoption by the European Court of Human Rights or by the Committee of Ministers of the Council of Europe of a decision in respect of damages or in respect of a friendly-settlement agreement between the victim and the representative of the Government of the Republic of Moldova before the European Court of Human Rights. The friendly-settlement agreement shall be approved by the Government of the Republic of Moldova; ...”"], "VIOLATED_ARTICLES": ["13", "5", "6", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}