{"ITEMID": "001-81086", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "BALCI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Yaşar Mehmet Balcı, is a Turkish-Cypriot national who was born in 1932 and lives in Mersin (in the “TRNC”). He was represented before the Court by Ms Kaya, a lawyer practising in London. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was the owner of three plots of land (plot nos. X11/22 E2-348, 357 and 358-1) situated along the east coast of Girne (Kyrenia). Since 1974 these plots have been used by the Turkish military forces for a military base.", "On 15 July 1998 the applicant petitioned the Ministry of Defence of Turkey requesting compensation for his land. On 22 October 1998 he was informed that the “TRNC” authorities had commenced the procedure to expropriate the land in question pursuant to the Compulsory Acquisition of Property Law.", "On 11 August 1999 Notice no. 487 was published in the Official Gazette of the “TRNC”, pursuant to Section 4 of the Compulsory Acquisition of Property Law. According to the Notice, plot nos. X11/22 E2 348, 357 and 3581 were to be compulsorily acquired for national security reasons. The Notice provided that any objections should be addressed to the Ministry of Labour, Settlement and Social Security within fifteen days of the publication.", "On 4 November 1999 Notice no. 673 was published in the Official Gazette of the “TRNC”, pursuant to Section 6 of the Compulsory Acquisition Law. According to this Notice, as there had been no objections, the Government ordered the compulsory acquisition of the plots of land referred to in Notice no. 487.", "The applicant claims that he learned of the existence of Notice no. 487 on 15 December 1999, verbally, from an official at the Girne Land Registry office.", "On 14 January 2000 the Girne Land Registry sent an offer of compensation to the applicant, amounting to 162,500 pounds sterling (GBP) to be converted into Turkish liras.", "On 14 February 2000 the applicant filed an action for compensation with the Girne District Court, sitting as the Compensation Assessment Court (Takdiri Tazminat Mahkemesi).", "During the proceedings, the applicant claimed that the market value of property in the area was between GBP 80,000 and GBP 90,000 per dönüm. The experts called by the applicant confirmed that the market value of the land in question was GBP 80,000 per dönüm. The court also heard from the experts called by the defendant party, who in turn alleged that the market value was GBP 11,000 per dönüm. The evaluation by the defendant party’s experts was based on the declarations made to the Land Registry office. On 31 May 2005 the Girne District Court rendered its decision. It expressed its concerns about the amount stated by the defendant party’s experts, stating that buyers tended to undervalue their property at the Land Registry office in order to reduce the fees and charges. As a result, it awarded the applicant GBP 80,000 per dönüm. In sum, the applicant was granted GBP 1,300,000 (approximately 1,916,000 euros) by way of compensation for 16 ¼ dönüms of land.", "On 12 July 2005, considering the amount of compensation excessive, the Attorney General filed an appeal against this decision. The proceedings are still pending before the Court of Appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}