{"ITEMID": "001-57795", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF THORGEIR THORGEIRSON v. ICELAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;Violation of Art. 10;Pecuniary damage - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "R. Pekkanen", "TEXT": ["7. Mr Thorgeir Thorgeirson is an Icelandic citizen. He is a writer and resides in Reykjavik, Iceland.", "8. From 1979 to 1983 a number of incidents occurred in Iceland involving allegations of police brutality, about ten of which were reported to the police. The last such complaint was made in the autumn of 1983 by a journalist, Mr Skafti Jónsson, and it led to the prosecution of three members of the Reykjavik police, of whom two were acquitted and one convicted. His case received extensive coverage by the press and gave rise to considerable discussion on the relations between the public and the police. This caused the applicant to publish two articles on police brutality in the daily newspaper Morgunbladid on 7 and 20 December 1983 respectively.", "9. The first article read as follows (translation):", "\"LET US CONSIDER NOW!", "An open letter to the Minister of Justice Jón Helgason", "Honourable Minister of Justice:", "(1) Recently a problem which has been bothering - if not obsessing - me for several years has suddenly been highlighted by the press. One of the journalists of your very own progressive party-newspaper - Tíminn [The Time] - had a painful experience and returned with some injuries from the Reykjavik night-life jungle. Often the perils of the jungle and other such inhospitable regions can help us to visualise the hardships that missionaries such as Stanley and Livingstone had to endure, even if they were preaching the worth of God’s own Kingdom rather than the co-operative Utopia.", "(2) In this case trouble befell one of your political missionaries, the journalist Skafti, in the town’s night-life. The photographs of his facial injuries, spread across four newspaper columns, have, of course, shocked us.", "(3) We do not want to accept that our policemen have damaged this journalist’s handsome face in this way. All he was doing, he tells us, was innocently looking for his overcoat when the beasts in uniform in the aforementioned jungle attacked him.", "(4) In my opinion Skafti’s case is of little importance. But as it has received a lot of attention and been widely discussed, I would like to use the opportunity to point out to you that the real problem is in fact bigger and much more horrifying.", "(5) Skafti’s case, brought to our attention by the press, is but the tip of the iceberg. Beneath it, in the dark sea of silence, lurks a problem nine times bigger.", "(6) That is the part I would like to bring to your attention, because you are the Minister of Justice and thus in command of those wild beasts in uniform that creep around, silently or not, in the jungle of our town’s night-life.", "(7) I am certainly not underestimating the pain and hardship that this young man has unnecessarily had to endure. However, Skafti is obviously going to recover. The blue spots on his face will turn violet, then brown and in time they will eventually disappear. He will go back to working for [The Time] and his case will be buried under the mounds of day to day scandals which will pile up like snow after a heavy snowstorm.", "That is if we do not use this opportunity to look at the problem in its entirety.", "(8) Several years ago I had to spend several weeks on a ward in our local hospital. In a room leading off the same corridor was a man in his twenties lying in his bed. He was a promising and charming young person, but he was paralysed to the extent that he could not move any part of his body, other than his eyes. He was able to read with the aid of special machinery and a helping hand to turn the pages for him.", "I was told that his chance of recovery was minimal.", "(9) The young man’s room-mates told me that his injuries had been inflicted by bouncers of a restaurant and some policemen. At first I could not believe this, so I enquired among the hospital staff and - Yes, they were right; we had there a victim of the Reykjavik night-squad.", "(10) The image of this paralysed youngster somehow followed me out of the hospital and I couldn’t help talking about his case. I then found out that most people had various stories of persons who had had a similar or even worse experiences with the beasts in uniform. Individuals reduced to a mental age of a new-born child as a result of strangle-holds that policemen and bouncers learn and use with brutal spontaneity instead of handling people with prudence and care. There are so many such stories, identical in substance, that you can hardly dismiss them merely as lies any more. Another thing that goes with those stories as inevitably as brutality follows stupidity is the statement that suing a policeman in such a case would be hopeless. The investigation would be undertaken by another department of the police and there be carried out by an élite group who see it as their duty to wash all policemen clean of any accusations made against them.", "(11) The victims of the police brutes remain forgotten, without hope, as the years pass without their causes ever being seriously discussed.", "(12) Now this might be one of those rare occasions. It is the reason for this letter of mine.", "(13) I have little doubt that there is something essentially wrong in a system where the people in charge seem to disregard all sense of justice and misinterpret their duties by allowing brutes and sadists to act out their perversions - no matter who is the victim. In my opinion the Reykjavik Chief of Police is being stubborn in refusing to relieve the accused policemen from their duties while the ‘Jónsson case’ is being investigated. Moreover, he seems to lose little of his self-confidence, even though he is up against one of your own partisans in this case. But we shall see.", "(14) Even if Mr Jónsson wins his case this will be an exception and will change nothing. Other victims of this brutality will continue to pile up in silence as before.", "(15) My opinion is that the real problem lies with a system where policemen investigate other policemen’s violations of correct professional conduct. This opinion I share with other much more competent persons - who are obviously hesitant in pronouncing their opinion on this matter fearing the reprisals and beatings that might follow.", "The matter is as serious as that.", "(16) Two of your predecessors in the office of Minister of Justice have received letters from me regarding these problems. Neither of them had the courtesy to answer.", "(17) Recently I have been looking at pictures of you in the paper and I was struck by your facial appearance of fairness and youthfulness mixed with confidence. This indeed is the very kind of facial expression that could at any time easily seep into your character even if it was originally only meant for the photographer.", "Therefore I am writing to you as well.", "My proposal is the same as it was before:", "(18) Stop putting these cases of police brutality into this perfunctory, useless automatic washing-machine. As long as policemen are allowed to clean one another you will never even have the possibility to consider the urgent things such as giving IQ and character tests which must be passed before they are taught how to exercise fatal tricks on people, to make them responsible in cases where they have momentarily lost control of their temper - all of which is needed in order to have a competent police force worthy of the power given to them.", "But how can we get rid of the old system?", "(19) You have to form a committee of trustworthy people to investigate the rumours, gradually becoming public opinion, that there is more and more brutality within the Reykjavik police force and being hushed up in an unnatural manner. Such a committee could ask victims of police brutality to come forward with their statements for eventual verification. Hopefully the committee will find that it is only a tiny minority of policemen who are responsible. Those individuals should be advised to look for other jobs.", "(20) I have the gut feeling that our Police Problem could be compared with the so-called Youth Problem in the sense that comparatively few individuals are responsible for this negative public opinion of them. Furthermore, those individuals could not be said to be typical of either group - nor the most intelligent.", "(21) I have seen the policemen in this town perform many a good deed and therein I have met many an exemplary fellow. We cannot do without them. But I feel I owe it to the young man I met at the local hospital to muster my courage and put forward this proposal: let us try cleaning up this mess so that those who, ready to risk their lives, embark on the adventure of the jungle of the Reykjavik night-life in the future can at least be assured that a policeman in uniform is not among the perils therein.", "There are enough other wild beasts.", "(22) In court you sometimes put forward an alternative claim in case your main request is not accepted. Should you, Jón Helgason, fail to ensure that this neutral investigation is carried out, I call upon able journalists (Skafti for example) to start this investigation and to publish the results in a book that would very probably become a bestseller. I would at any time be prepared to participate in this.", "With all my respect and best wishes,", "Yours sincerely,", "Thorgeir Thorgeirson\"", "10. Extracts from the second article read as follows:", "\"STRIKE WHILE THE FLY IS SITTING ON MY NOSE ...", "(1) Thorgeir Thorgeirson’s statement on the policeman Einar Bjarnason’s behaviour in a television programme on December the 13th, in the evening.", "...", "(2) Last Tuesday, December the 13th, there was a programme about the police problem on television. Among the participants were two police intellectuals who were given free rein, according to the opinion of many spectators. The only spectator whom I heard excusing Bjarki and Einar argued that there had only been two of them and the third one was regrettably missing from their camp, that is to say the supervisor.", "This might well be true.", "(3) Towards the end of the programme Einar, who happens to be the Chairman of the Reykjavik Police Association, organised an amusing occasion: after having consulted Bjarki with much paper crackling and whispering, he started reading from a typed document containing filth about me, the undersigned, a liar and unreliable person (according to this document which the police somehow had managed to have signed by a person who had nothing to do with it).", "(4) Einar could easily have got his message across without breaking the law on radio-broadcasting and thus risking both his honour and his job. Many spectators were astounded by the man’s behaviour.", "Not surprisingly.", "(5) This venture can hardly be explained merely by loss of control, so I feel forced to add another article to what I had thought to be my final word about the matter a week ago (this is written Thursday the 15th of December and will be delivered to the newspaper on Friday the 16th of December).", "I have to mention my experience over the last week.", "(6) Last Wednesday, i.e. December the 7th, Morgunbladid published my letter to the highest official in the Icelandic judicial world. My request was that he immediately order a neutral investigation of the police problem instead of allowing the problem to control itself forever. Naturally I did not expect my text to be well received at the local police stations.", "(7) A certain misunderstanding is always inevitable. Misconception surrounding this matter has bloomed; my ideas of a writer’s duty are that he should, at least sometimes, be the local conscience, but our police officers seem to be of a totally different opinion, as is only to be expected.", "No harm in that.", "(8) The morning my letter to Minister Jón Helgason appeared in the newspaper, astonishingly many people phoned me. Among them was Gudmundur Hermannsson who introduced himself as the Chief Police Constable (yfirlögreglubjónn) of Reykjavik. He wanted to know what case I had been writing about in my article. I told him that the subject had been the situation in general; not an isolated case. There were at least several hundred cases concerned. Gudmundur then asked what the paralysed youngster at the local hospital was called, the one I had mentioned. I told him, which was true, that I had probably never heard the boy’s name. Then I asked Gudmundur if the police were currently investigating the matter. His answer was yes. I then pointed out to him that it would be a very bold thing to do in the circumstances: if the police were once again policing themselves. At the same time I refused to say anything else on the telephone, except I told him the date of my hospitalisation. We bade farewell.", "...", "(9) Time passed until Sunday. The newspapers were full of sobbing statements made by policemen. Sunday’s Morgunbladid published an article by a policeman, Jóhannes Jónsson, who referred to Friday the 9th’s news item which meant that his manuscript would have reached the editorial office on Saturday. This seemed strange to me, knowing that the normal waiting time to have an article published in Morgunbladid is something like four to six days from the date when the manuscript is handed in to the date of publication. That is when ordinary citizens like us are involved. In his article the policeman also reiterated the ‘police-truth’ that the case Thorgeir ‘meant to refer to’ was to be found in a news item on page 13 of Friday’s Morgunbladid.", "...", "(10) Since then something has occurred, and now I must ask Hall to keep his promise and publish this statement of mine. Even though Einar’s blow towards the end of the television programme last Tuesday proved to be so much askew that it missed and I am not the one hurt by it, I must point out how very typical of the police his behaviour has been.", "(11) What is at the root of this so-called Police Problem? Well - many people think that our policemen have already attacked too many a citizen, guilty or innocent. They have been lashing out far too frequently.", "(12) The police reactions which have recently appeared in the press show that they are quite familiar with Jon Thoroddsen’s novels - the person who gossips and spreads rumours appears frequently therein. They might also have been reading the Saga of Grettir the Strong whose principle was: you cure ills by pointing to worse.", "Anyway that seems to be the line they have taken.", "(13) This principle is far too pathetic for a whole police force to follow if we really want people to appreciate their services.", "(14) Since Tuesday many people have telephoned me and expressed the opinion that the policemen’s show on television was a disastrous exhibition of national characteristics for our children to see.", "(15) - They should have been in uniform, someone said. Their behaviour was so typical of what is gradually becoming the public image of our police force defending itself: bullying, forgery, unlawful actions, superstitions, rashness and ineptitude.", "In just those words.", "(16) The title of this article is taken from the folk tale that everyone should know, about the couple hunting the fly. I thought of it as I was observing the detective sergeant fighting the bee in his bonnet during the television programme. Should our Minister of Justice not have had time to see the programme, I would like to suggest that he borrow the tape which can still be found at the television station - that is if he wants to see a near-perfect illustration of what the general public are more and more referring to as the Police Problem.", "(17) The programme should be an example to us of the necessity of an impartial examination of the problem to prevent the police from repeatedly hurting themselves while \"investigating\" matters which touch their self- esteem and childish pride.", "(18) Let us stop these fights and consider the proposal I put forward in my letter to the Minister of Justice. We could even consider an idea suggested by a witty friend of mine:", "(19) - Thorgeir, he said. Wouldn’t it be an idea to get a really good child psychologist to study these police fights?", "Hopefully the matter is not all that complicated.", "With thanks for the publication.", "Thorgeir Thorgeirson\"", "11. In response to these articles, the Ministry of Justice sent the applicant a letter dated 9 January 1984. It informed him that the problems raised in the articles were being reviewed at various levels and that the matter was on the agenda of the Parliament (Althing) so that the Minister of Justice could report to it in the near future on the studies and proposals which had been made in this field.", "12. By letter of 27 December 1983, the Reykjavik Police Association had asked the public prosecutor to investigate the aforementioned allegations. Accordingly, he sent the case to the State Criminal Investigation Police (\"SCIP\") on 21 May 1984 to examine whether the publications constituted defamation within the meaning of Article 108 of the General Penal Code of 1940 (Law no. 19/1940 - \"the Penal Code\"). On 18 June the SCIP interrogated the applicant, who was assisted by his lawyer.", "13. As a result, on 13 August 1985 the public prosecutor issued a bill of indictment charging the applicant with defamation of unspecified members of the Reykjavik police, contrary to Article 108 of the Penal Code.", "14. The following passages of the first article were considered to be defamatory:", "\"beasts in uniform\" (paragraph 9(3) above);", "\"of those wild beasts in uniform\" (paragraph 9(6) above);", "\"The young man’s room-mates told me that his injuries had been inflicted by bouncers of a restaurant and some policemen. At first I could not believe this, so I enquired among the hospital staff and - Yes, they were right; we had there a victim of the Reykjavik night- squad\" (paragraph 9(9) above);", "\"I then found out that most people had various stories of persons who had had a similar or even worse experiences with the beasts in uniform. Individuals reduced to a mental age of a new-born child as a result of strangle-holds that policemen and bouncers learn and use with brutal spontaneity instead of handling people with prudence and care. There are so many such stories, identical in substance, that you can hardly dismiss them merely as lies any more\" (paragraph 9(10) above);", "\"victims of the police brutes\" (paragraph 9(11) above);", "\"allowing brutes and sadists to act out their perversions\" (paragraph 9(13) above).", "15. The second article was also considered to contain a defamatory statement:", "\"Their behaviour was so typical of what is gradually becoming the public image of our police force defending itself: bullying, forgery, unlawful actions, superstitions, rashness and ineptitude\" (paragraph 10(15) above).", "16. On 9 September 1985 the indictment was served on the applicant; it summoned him to appear at a sitting on the following day of a chamber of the Reykjavik Criminal Court, of which Judge Pétur Gudgeirsson was the only member. At the applicant’s request, the arraignment was adjourned until 17 September.On that day the court held a sitting at which he appeared, accompanied by Mr Tómas Gunnarsson, a Supreme Court lawyer; the public prosecutor was not present. The sitting proceeded as follows:", "(a) As required by the second paragraph of Article 77 of the 1974 Code of Criminal Procedure (Law no. 74/1974), the judge informed the defendant that he was being questioned as he was suspected of having committed an offence.", "(b) Mr Tómas Gunnarsson was appointed as the applicant’s defence counsel. All the case documents were handed to them.", "(c) The applicant was asked by the judge whether he had written the two newspaper articles. He replied that he had, but pointed out that the passages quoted in the indictment, while correct, had been removed from their context.", "(d) The judge confronted the applicant with a record of his statement to the SCIP on 18 June 1984 and with his letter to them of 19 June. The applicant confirmed the accuracy of the record and that he had written the letter.", "(e) When asked by the judge whether he could substantiate the relevant passages in his articles, the applicant maintained that, in their context in the indictment - on which he had already commented -, he was neither able nor obliged to do so; this was not his literary product, but the product of the accuser.", "(f) The applicant asked to be given time in which to acquaint himself with the case documents and to prepare his comments. Another sitting was scheduled for 24 September 1985.", "17. On that date the applicant and his counsel appeared before the court, again in the absence of the prosecution. Counsel submitted a motion that Judge Pétur Gudgeirsson should withdraw, on the ground that, in addition to acting as judge, he had represented the prosecution because of its absence at this and the previous sittings.", "18. On 25 September 1985 the judge decided as follows:", "\"This case does not warrant [an adversarial procedure] according to Article 130 of the Code of Criminal Procedure .... [The applicant’s] motion that the judge yield his seat is unsupported by any valid arguments and totally unfounded. The judge is neither obliged nor allowed to yield his seat.\"", "19. On 26 September 1985 the prosecution, pursuant to Article 171 of the Code of Criminal Procedure, refused the applicant’s request for leave to file an appeal by way of a summary procedure against that decision with the Supreme Court. He subsequently asked the Ministry of Justice to appoint an ad hoc prosecutor to consider whether leave should be granted, but this request was refused on 18 October.", "20. During the period from 9 October 1985 until 28 April 1986, the Criminal Court held six more sittings at which the applicant and his counsel were present. Documents were submitted, oral statements made and witnesses heard. The public prosecutor appeared at each of these sittings, except that on 17 February 1986, when a video-taped television programme was shown to the court.", "21. At a sitting held on 25 October 1985, Judge Pétur Gudgeirsson showed the applicant photographs of a person and asked him whether this was the young man at the local hospital, described in the first article (see paragraph 9(8) above). The applicant replied as follows:", "\"... it is astounding for an experienced adult to hear another experienced adult ask a question like that. I see and study between one and two hundred persons daily. This would correspond to the entire population of Iceland in about 7 years. Therefore an individual whom I see less than 50 times does not stick in my mind unless there are some special reasons to the contrary. Therefore it is outright absurd and against the nature of the human mind, to ask a person whether he recognises an individual whom he might conceivably have seen seven years ago. I can, however, answer that this is not the young man I had in mind when I wrote the article ‘Let Us Consider Now!’ ...\"", "22. During a sitting held on 28 April 1986 the parties agreed that further investigation by the court was not required. Accordingly, counsel was given until 3 June 1986 to submit the applicant’s written defence; the prosecutor declared that he would make no further observations.", "23. In his defence, which was filed on 3 June 1986, the applicant resuscitated the claim (see paragraphs 17-19 above) that the case should be dismissed or the defendant acquitted on account of the prosecutor’s absence at certain sittings of the trial. With regard to the merits of the case, he claimed, inter alia, the following:", "\"It is of course the general public that is assaulted by policemen ... . Such an experience is quite memorable and, in the normal course of things, one person tells another. In the process descriptions frequently become exaggerated. As the instances increase in number a public opinion is formed, which naturally is even rougher at the edges than the problem itself. To a significant extent, I used this public opinion as a main feature of my article ‘Let Us Consider Now!’. Public opinion is, of course, in itself a fact and its origins are generally less important and less open to dispute ...", "If public opinion turns sour, confidence in policemen is lost, also in policemen who have never as much as hurt a fly. In the autumn of 1983 this loss of confidence had assumed proportions outright dangerous to public welfare. So, when the case of Skafti Jónsson emerged, I became aware of this danger. And my ... article published in Morgunbladid on 7 December 1983 was my reaction to this dangerous situation. By writing the article I consider that I was performing the duty of an honourable writer who studies the spirit of the nation and reports his findings without hiding the truth. This is clear to any person who is willing to read the article in its entirety and puts his mind to really understanding what is written there.", "...", "But the main purpose of the article, and its conclusion, was to request the Minister to have an investigation carried out as to whether public opinion was correct or incorrect. The article was intended to raise a lawful, urgent question.", "Even though my intention was to write an article completely within the limits of the law, I shall not hide the fact that I also tried to phrase the text in such a way as to elicit answers from the parties concerned. The question, of course, was about the truthfulness of the menacing public opinion. If this was incorrect, the police authorities (which alone may possess comprehensive knowledge of these matters) could be expected to react in the composed, confident and calm manner of respectable, honest souls. The Board of the Police Association and the Chief of Police would simply have recommended to the Minister that he initiate at the earliest opportunity an impartial investigation of the matter asked for. Such a reaction would also have calmed the public considerably, as it would have borne witness to good faith.\"", "24. On 16 June 1986, at a sitting attended by the applicant, judgment was delivered by Judge Pétur Gudgeirsson who rejected the claim based on the prosecutor’s absence at certain sittings. As to the merits he stated inter alia:", "\"According to the evidence submitted, the defendant underwent treatment at the Reykjavik City Hospital from 19 June to 11 July 1978. At the same time a patient named Trausti Ellidason ... was staying there, [completely] paralysed following a physical assault by an acquaintance of his ... . The defendant has been shown photographs of Trausti Ellidason taken at the City Hospital the day after the assault. The defendant has stated that Trausti Ellidason is not the man he describes in his ... article in the Morgunbladid; ...", "A video-tape recording of the television programme ‘Varied Opinions’, broadcast on 13 December 1983, has been submitted in evidence.", "...", "Matters relating to law enforcement, the relations between the public and the police, as well as the ‘Skafti case’ ... were discussed. At the end of the programme Mr Einar Bjarnason, Police Sergeant and Chairman of the Reykjavik Police Association, pointed out that ... the defendant’s article could be shown to be unfounded, as he had ... a statement from the young man of whom the defendant had written in the Morgunbladid. The sergeant read out [the statement]. [It] reads, inter alia ‘What Thorgeir Thorgeirson says about my case in his article is wrong from beginning to end.’ Having investigated the matter, [Mr Bjarnason] and Police Constable Bjarki Elíasson considered that the statement had been made by the person about whom the defendant had written.", "As requested by the defendant’s counsel ..., [Mr] Einar Bjarnason was called to testify. He said that the statement had been made by a young disabled man, called Trausti Ellidason, ... that he had obtained information as to the time when the defendant and Trausti Ellidason were in hospital, and that it had been assumed that the defendant had been referring to Trausti Ellidason in his article. That was how they had obtained his statement. Furthermore, the witness stated that, to his knowledge, no Reykjavik policeman had ever caused anyone injuries while on duty such as those described by the defendant in his article of 7 December 1983.", "...", "The defence ... submitted that in writing the two articles the defendant was performing a writer’s duty to society by drawing attention to people’s physical injuries that have been caused by the police, bringing such matters to light and requesting official action to prevent this. [This alone would get] little attention unless published in the media, and even then it would frequently go unnoticed. Harsh words and stylistic artifices also seemed necessary, as writers so well know. The defendant had been earning his living as a writer for many years, and public authorities had recognised his work, inter alia, by paying him a salary. His work fell within the scope of protection offered by Article 72 of the Constitution, which forbids censorship and other limitations on the freedom of the press.", "However the said constitutional rule goes on to provide that a person may be held responsible for printed statements, a principle which has never been disputed in Icelandic law. There are various statutory provisions making it a punishable offence to express certain thoughts or statements in public, such as in print. In addition to Article 108 of the ... Penal Code, reference may be made in this regard to Articles 88, 95, 121, 125, 210, 229, and 233(a)-237 of the same Code. The defendant cannot be deemed to enjoy any privileges or greater freedom of expression than others owing to the fact that he is a writer.", "The defendant’s newspaper articles were published in his name, and he has acknowledged having been their author. The defendant was resident in Iceland when the articles were published in the Morgunbladid. Pursuant to Article 15 of the Right of Publications Act 1956 ... he thus incurs both criminal liability and liability for damages on account of the contents ... thereof.", "The statements founding the charges in the indictment were said to be directed against unspecified members of the Reykjavik police force.", "Notwithstanding that the wording of Article 108 of the ... Penal Code covers offences against specific ... civil servants, [this provision] also covers offences against a defined group of civil servants (see the judgment in the Supreme Court Reports, volume LIV, p. 57).", "The words ‘beasts in uniform’ and ‘of those wild beasts in uniform’ are, in the context in which they were published, held to amount to vituperation against and insults to unspecified members of the Reykjavik police force. These statements are punishable according to Article 108 of the ... Penal Code.", "In the indictment these statements are considered to be defamatory allegations. Having regard to the third paragraph of Article 118 of the Code of Criminal Procedure ..., the defendant can nevertheless be held responsible for their publication; his actions have been correctly reported and he cannot be held to have been prejudiced in the preparation of his defence case.", "The passages ‘The young man’s room-mates ... Reykjavik night-squad’ and ‘Then I found out ... lies any more’ and the words ‘victims of the police brutes’ are, both in themselves and in the context of the ... newspaper article ..., deemed to constitute allegations against unspecified members of the Reykjavik police force of committing many serious acts of physical assault on people who have become disabled as a result. This falls under Article 218 ... of the ... Penal Code, a violation of which may carry the punishment of many years’ imprisonment.", "The defendant’s allegations have not been justified, and [due to their] publication ... he is liable to punishment according to Article 108 of the ... Penal Code.", "The expressions ‘beasts in uniform’ and ‘police brutes’ must also be deemed to constitute insults to and vituperation against unspecified members of the Reykjavik police force.", "These statements are in the indictment said to be defamatory, but ... the defendant can nevertheless be held responsible for them under Article 108 of the ... Penal Code.", "The words ‘allowing brutes and sadists to act out their perversions’ are, in the context of the said article, held to constitute vituperations against and insults to unspecified members of the Reykjavik police force.", "The indictment states that these are defamatory, but ... the defendant can nevertheless be held responsible for them under Article 108 ...", "The passage ‘Their behaviour was so typical of what is gradually becoming the public image of our police force defending itself: bullying, forgery, unlawful actions, superstitions, rashness and ineptitude’ has not been justified. With the exception of the words ‘superstitions, rashness and ineptitude’ the passage accuses unspecified members of the Reykjavik police of forgery and other ... criminal offences. This falls under the provisions of Chapters XIV and XVII of the ... Penal Code, a violation of which may entail a heavy prison sentence.", "By making these statements the defendant has become liable to punishment according to Article 108 ...", "The words ‘superstitions, rashness and ineptitude’ are, on the other hand, deemed to fall within the limits of permissible criticism, and the defendant is therefore not liable for them ...\"", "25. The applicant was sentenced to pay a fine of 10,000 Icelandic crowns to the State Treasury or, in default of payment within four weeks from service of the judgment, to eight days’ imprisonment. He was also ordered to pay all the costs of the case, including his counsel’s fees.", "26. Both the applicant and the prosecutor appealed to the Supreme Court of Iceland, which heard the case on 22 September 1987. Counsel for the applicant requested that not only the Criminal Court’s judgment but also the entire proceedings, starting with the issue of the indictment, be annulled and that the case be referred back to the Criminal Court for adjudication. In the alternative, he sought his client’s acquittal on all charges. The prosecutor asked for aggravation of the penalty.", "27. In its judgment of 20 October 1987, the Supreme Court held inter alia:", "\"... the request to annul the proceedings is based on the same arguments as those presented to the Criminal Court on 24 September 1985, when the defendant’s lawyer made the following statement:", "‘... no representative of the prosecution was present at ... any former sittings in this case ... In view of Articles 20(1) and 36(1)(1) [of the Code of Criminal Procedure], the defendant considers the fact that one person performed both the role of judge and prosecutor in the same case to be unlawful. Having regard to the judge’s lack of initiative in rectifying this state of affairs, [his] replacement ... is required.’", "The Criminal Court judge dismissed this request and the public prosecutor refused to authorise an appeal therefrom by way of a summary procedure to the Supreme Court ... . No evidence has been produced during the proceedings in this non-prosecuted case, so classified in accordance with Article 130 of the aforementioned code, to justify a disqualification of the judge or quashing the [conviction] ...", "The Criminal Court’s finding of the defendant’s guilt and its application of the penal law ... are upheld as well as the punishment imposed ... . The Criminal Court’s decision on the costs of the case shall remain unaltered.\"", "28. In a dissenting opinion one member of the Court held as follows:", "\"In a criminal action in respect of defamatory statements it is necessary to clearly define those to whom the statements are considered damaging. This is required both for the defence case and in order to resolve the difficult question of necessary limitations on discussion of matters of public concern.", "The indictment states ... that the action is brought ‘on account of defamatory allegations against policemen’ and ... that the allegations in question are directed ‘against unspecified members of the Reykjavik police force’. The indictment must thus be understood as relating to an offence directed against policemen in Reykjavik generally. While agreeing that the statements quoted in the indictment are harsh and have, as such, not been justified, I consider, by reference to the above-mentioned way in which the case has been set out in the indictment, that the conditions for punishment by reason of a violation of Article 108 ..., which is to be construed in the light of the fundamental principle of Icelandic constitutional law relating to freedom of expression in speech and writing, have not been fulfilled.", "In view of the above I consider that the defendant should be acquitted and that all costs of the proceedings in the [Criminal] Court as well as in the Supreme Court should be paid by the State Treasury; these are to include the fees of the defendant’s appointed counsel before the Supreme Court.\"", "29. Article 72 of the Constitution of 17 June 1944 of the Republic of Iceland reads:", "\"Every person has the right to express his thoughts in print. However, he may be held responsible for them in court. Censorship or other limitations on the freedom of the press may never be imposed.\"", "The responsibility referred to in this provision is further defined by statute.", "30. An author may, according to Article 15 of the Right of Publication Act 1956 (Law no. 57/1956), be held both criminally and civilly liable for publications made in his own name, if he is domiciled in Iceland at the time of publication or if he is within the jurisdiction of the Icelandic courts when an action is brought against him. If the publication is not made in his name, it is the publisher, editor, seller, distributor or printer who may incur such liability.", "31. A defamatory publication constitutes a criminal offence under the Penal Code. Article 108 deals specifically with the defamation of civil servants, in the following terms:", "\"Whoever vituperates or otherwise insults a civil servant in words or actions or makes defamatory allegations against or about him when he is discharging his duty, or on account of the discharge of his duty, shall be fined, detained or imprisoned for up to three years. An allegation, even if proven, may warrant a fine if made in an impudent manner.\"", "32. In the applicant’s case both the Criminal Court and a majority of the Supreme Court interpreted Article 108 as including defamatory statements directed not only against specific civil servants, but also against a limited group of unspecified civil servants. Precedents to support this interpretation may be found in two Supreme Court judgments: The Public Prosecutor v. Jónas Kristjánsson, 19 January 1983, and The Public Prosecutor v. Agnar Bogason, 31 October 1952.", "33. Article 20 of the Code of Criminal Procedure vests authority to prosecute in the Public Prosecutor, who is assisted by the Assistant Public Prosecutor as well as several prosecutors and deputies. He decides how the investigation in criminal cases is to be conducted and supervises it (Article 21).", "34. Under Article 115, the Public Prosecutor may initiate criminal proceedings by issuing an indictment against the accused. This must clearly specify, inter alia, the court in which the case is to be filed, the name of the defendant, the alleged offence and the potential penalty. The indictment is then transmitted, together with the case-file, to the appropriate court. The judge to whom the case is assigned notes on the indictment, which is subsequently served on the defendant, the time when the case will be formally opened.", "35. The case is, according to Article 121, formally opened at a court sitting during which the Criminal Court makes the indictment and other documents available to the defendant. If the defendant makes a clear confession at this stage, the case will be adjudicated there and then. Otherwise, he must be given the opportunity to adduce evidence and present a defence, in writing or orally, with the assistance of counsel if appointed.", "36. It is for the Public Prosecutor to determine whether the case warrants an adversarial procedure as set out in Articles 131 to 136. If so, the prosecution will appear before the Criminal Court judge. According to Article 130 such a procedure is to be followed if:", "(a) the offence is punishable by a term of imprisonment of more than eight years;", "(b) the offence is punishable by a term of imprisonment of more than five years and the issues of law or of fact involved require such a procedure; or", "(c) the case concerns matters of special significance or the outcome of the case is otherwise of great public importance.", "If the adversarial procedure is not followed, the conduct of the case is governed by Articles 123 to 129. The defendant presents his case before the judge in the absence of the prosecution, unless the Public Prosecutor decides otherwise.", "37. When the prosecution does not appear the judge must, in accordane with the general rule contained in Article 75, investigate ex officio and independently, all the facts of and issues in the case, even if the prosecution has already investigated them and prepared reports thereon. The judge must also consider all factors relevant to the guilt or innocence of the accused and all mitigating or aggravating circumstances. Once the investigation is completed and the defendant, or his counsel, has submitted his evidence and written observations, the judge determines the case on the basis of all the evidence.", "38. An appeal against a conviction by the Criminal Court lies to the Supreme Court. The Public Prosecutor must appear on an appeal, even if he did not do so before the Criminal Court.", "39. The Supreme Court is empowered to review questions of both fact and law. According to Article 185, it may annul the entire proceedings or, alternatively, the judgment of the Criminal Court if it finds that serious errors occurred in the conduct of the case at first instance. In that event, the case may be referred back, in whole or in part, to the lower court for fresh proceedings.", "40. Under Article 171, a defendant may, with leave of the Public Prosecutor, file a summary appeal with the Supreme Court against a refusal by a Criminal Court judge to withdraw. In the absence of such leave, it is possible for the defendant, in an ordinary appeal to the Supreme Court, to ask for the Criminal Court proceedings to be annulled on the ground that the judge should have withdrawn.", "41. Article 36 of the Code of Civil Procedure (Law no. 85/1936) which, according to Article 15 of the Code of Criminal Procedure, applies also to criminal cases, provides that a judge shall withdraw in the following circumstances:", "(a) if he is a party or representative of or related to a party to the litigation;", "(b) if he has testified to the facts of the case or served as a surveyor or appraiser in connection with the case;", "(c) if he has argued the case or given advice to a party;", "(d) if he is hostile to a party;", "(e) if the case is of financial or moral concern to himself or his relatives;", "(f) if there is otherwise a risk that he will not be able to consider the case impartially.", "If a judge is disqualified for any of the above-mentioned reasons, the Minister of Justice must appoint another judge to hear the case.", "42. A revised Code of Criminal Procedure is expected to enter into force on 1 July 1992. Article 123 of the Bill provides that if the prosecutor does not appear at a court sitting, the case must be adjourned."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}