{"ITEMID": "001-67606", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BEZGIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Sergey Vasilyevich Bezgin, is a Russian national, who was born in 1971 and is currently imprisoned in Orel. He was represented before the Court by Mr B. K. Kurbanov, a lawyer practising in Orel. The respondent Government were represented by Mr P. A. Laptev, the representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 December 1999 the police instituted criminal proceedings in connection with a theft of horses committed the night before. The police allegedly had information about the applicant's belonging to the crime and one of the thieves being at his home. At about 10 p.m. on the same day three police officers came to the applicant's house in Orel. They entered his property through a gate and a front door which were unlocked. Two of them produced their service identification cards to the applicant's sister who was in a kitchen. The applicant was not at home. One police officer left the house while the other two decided to remain inside and await the applicant's return. Some time later the applicant arrived. One of the policemen produced his service identity card. As the applicant had doubts about the lawfulness of their visit he sent his sister to call the police. Then a quarrel and a fight ensued between the applicant, who was supported by his relatives, and the two policemen. A squad of police officers arrived soon afterwards. The police left the applicant's home that night at an unspecified time.", "Early in the morning of 2 December 1999 the applicant was arrested pursuant to Article 122 of the Code of Criminal Procedure as a suspect on a count of horses' theft and escorted to the police station. On 3 December 1999 the applicant was detained on remand pursuant to Article 90 of the Code of Criminal Procedure.", "According to the applicant, on 8 and 9 December 1999 he was beaten up by police officers who tried to force him to confess.", "As the three other suspects changed subsequently their original statements and testified that the applicant had not participated in the crime, in the absence of any other evidence, the police discontinued the criminal proceedings against the applicant and released him on 12 December 1999.", "On the same day, at 11:45 p.m., the applicant was examined in the Orel traumatology centre. According to their certificate of 28 August 2001, the applicant had a closed head injury, concussion, a broken nose and bruises on his chest and waist. The applicant was forwarded for a further examination and an in-patient treatment to the Orel hospital where he underwent treatment from 17 to 31 December 1999. The hospital's certificate of 31 December 1999 confirmed the applicant's diagnosis of a closed head injury and concussion.", "On an unspecified date in December 1999 the applicant lodged a request with the Orel Region Prosecutor's Office to investigate the incident of 1 December 1999 and his beating by police officers during his remand in custody from 2 to 12 December 1999. On 30 December 1999 the regional prosecutor forwarded his application to the Sverdlovskiy District Prosecutor's Office. After an inquiry into the applicant's allegations the Sverdlovskiy District Prosecutor's Office refused, on 17 February 2000, to institute criminal proceedings. Upon the applicant's complaint to a higher prosecutor, on 28 April 2000, the Orel Region Prosecutor's Office upheld the district prosecutor's decision.", "On numerous occasions subsequently the applicant unsuccessfully lodged, with various levels of the prosecuting authorities, requests to reopen the investigation and institute criminal proceedings against the alleged perpetrators.", "By a letter of 2 June 2000 the regional prosecutor stated that the previous decisions of the prosecuting authorities were not to be reconsidered. The entry of the police into the applicant's home was compatible with Article 8 of the Federal Law 144-FZ and Article 122 of the Code of Criminal Procedure. The investigation into the alleged ill-treatment was discontinued for the lack of evidence.", "According to the Government, at some point the Orel Region Prosecutor's Office re-opened the investigation and following the additional inquiry into the applicant's allegations again, on 2 September 2001, refused to institute criminal proceedings against the police officers having examined statements of witnesses and an expert opinion. The witnesses (police officers, the applicant's lawyer and two other suspects in the proceedings concerning the theft of horses who saw the applicant at a confrontation two days after the alleged ill-treatment) did not confirm the applicant's allegations. The expert questioned the applicant's diagnosis of concussion and the fracture of nose, pointing out that medical documents did not specify supporting clinical data, and concluded that it was impossible to determine the time the injuries on the applicant's face and waist had been caused.", "According to the applicant, the Orel Regional Court did not examine his applications challenging the prosecutor's refusal to institute criminal proceedings, which were lodged on 16 December 2000 and 13 February 2001.", "On 23 April 2001 the Zheleznodorozhniy District Court of Orel convicted the applicant of assaulting police officers on 1 December 1999. On 7 August 2001, upon the applicant's appeal, the Orel Regional Court quashed the judgment of 23 April 2001 and remitted the case for a fresh examination at first instance, referring in this connection to the unlawful composition of the first instance court.", "On 27 March 2002 the applicant was convicted by the Zheleznodorozhniy District Court. He received a suspended sentence of two years' imprisonment. The sentence was revoked in view of an amnesty law.", "Regarding the events of 1 December 1999, the court found that the police officers had arrived at the applicant's home, acting in accordance with the law on police, in order to arrest a suspect and collect evidence about the applicant's belonging to the crime. Upon the applicant's arrival the police officers were attacked by the applicant and his relatives. As a result of assault one police officer sustained injuries to his arm, waist, nose and ear. The other policeman was diagnosed with concussion.", "On 29 June 2001 the Orel Regional Court convicted the applicant of murder and robbery and sentenced him to twelve years' imprisonment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}