{"ITEMID": "001-5384", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "M.C. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Polish national, born in 1962. He is presently detained in the Racibórz prison. The applicant is represented before the Court by Mr Wieńczysław Grzyb, a lawyer practising in Żywiec (Poland).", "A.", "1.", "On 29 February 1996 the applicant, who was at that time detained in the Wadowice prison, complained to the Wadowice District Prosecutor (Prokurator Rejonowy) that the prison authorities had distributed pornography on the prison cable television and requested that criminal proceedings be instituted against the Governor of Wadowice Prison. Subsequently, the prosecution service investigated the applicant’s complaint.", "On 19 March 1996 the prison officers seized a television set and a video cassette player belonging to the applicant. They informed him that he would soon be transferred to another cell in which there was already a television set and that therefore he would not need his own.", "On 23 March 1996 the applicant was transferred to a cell in which a certain Mr J.B. was detained. In the meantime, the prison officers had allegedly informed other prisoners that he had been convicted of sexual offences against children and that his complaint to the Wadowice District Prosecutor about distribution of pornography had resulted in restrictions on the other prisoners’ access to films and television programmes. This led to a hostile attitude of inmates to the applicant. As from 23 March 1996 the applicant’s inmate beat, kicked and insulted him. On 8 April 1996 a fight broke out between the two of them. It resulted in injuries to the applicant’s head, a broken nose and bruises on his body. During the incident, three or four warders opened the cell door and laughed but they did not intervene. On 9 April 1996 the applicant was examined by a prison doctor.", "The applicant was subjected to regular body searches, the so-called \"nude checks\", before and after all of his frequent visits to the prison infirmary, any exercise in the open air and any contact with his family.", "On 23 April 1996 two prison officers, i.e. lieutenants P.C. and M.B., searched the applicant's cell in the presence of the applicant and his inmate, Mr W.L. The officers seized three of the applicant's letters containing his complaints addressed to the Wadowice District Prosecutor, the Helsinki Committee of Human Rights and the Bielsko-Biała Regional Court. They also took away photographs of the applicant's family and his diary.", "On 24 April 1996 the Governor of Wadowice Prison punished the applicant under the disciplinary rules with a deprivation of contacts with his family for a period of three months.", "On 23 June 1996 the applicant was beaten.", "On 26 June 1996 the applicant was manhandled during the roll-call by the prison officers W.J. and S.B. In particular, he was beaten up, kicked and dragged to a cell where he was kept in solitary confinement. Subsequently, the applicant was examined by a prison doctor and X-ray photographs were taken on three occasions since he was suffering from head injuries.", "On an unspecified date the applicant requested the Wadowice District Prosecutor to institute criminal proceedings against the persons who had beaten him up on 26 June 1996. On 27 September 1996 the Wadowice District Prosecutor dismissed his request. On 25 November 1996 the Bielsko-Biała Regional Prosecutor rejected the applicant’s appeal against the decision of the District Prosecutor.", "In the meantime, on 30 August 1996 the prison officers left the applicant’s personal effects, including his correspondence, unattended in his cell when he was placed in solitary confinement, and as a result his inmates destroyed and stole them. On 31 August 1996 the warders incited other prisoners to assault the applicant.", "2. The facts of the case, as submitted by the Government.", "The applicant was detained in the Wadowice prison between 13 December 1995 and 12 December 1996.", "On 18 March 1996 the applicant filed with the Wadowice District Prosecutor a complaint about a violation of his right to respect for his correspondence by the prison officers who on 13 March 1996 had searched his cell and had seized his correspondence. Subsequently, he extended his complaint to another seizure of his correspondence at the end of March 1996.", "On 19 March 1996 the applicant was transferred from a three-person cell to a cell which he shared with seven other inmates. The transfer was necessary for organisational and educational reasons. In this connection, the Government refer to the prison records concerning the transfer. A report written on 19 March 1996 by a prison officer Mr J.K. specifies that the applicant dominated other inmates in the small cell and annoyed them. The applicant’s behaviour towards an inmate Mr R. resulted in his nervous breakdown. The report concludes that a transfer would help the applicant’s social adaptation. The applicant’s television set and a video cassette player where deposited with the prison authorities at the time of his transfer. On 26 March 1996 the applicant requested the Governor that his electronic equipment be returned to him. However, his request was declined, as there was already a television set in a cell in which he stayed.", "On 8 April 1996 the prison officers used physical force to place the applicant in solitary confinement. These measures were used in response to the applicant’s behaviour. In particular, he assaulted an inmate Mr J.B., destroyed furniture and television and radio sets and incited other inmates to start a riot. The Government refer to the prison records, which include detailed description of the incident. They confirm that the applicant remained in solitary confinement from 1.00 p.m. on 8 April 1996 to 9.30 a.m. on 9 April 1996. During that time his cell was inspected on twelve occasions. Furthermore, the Government refer to the applicant’s medical records and point out that he had undergone medical examinations at the time of his placement in solitary confinement and after his release. They are of the view that the results of those examinations show that the applicant’s allegations are unsubstantiated.", "Subsequently, the applicant was punished with a one-month detention in solitary confinement for the disciplinary offence committed on 8 April 1996. However, the punishment was not carried out for health reasons and on 23 April 1996 the Governor changed it to the deprivation of contacts with his family for three months.", "On 23 April 1996 the applicant’s cell was searched by prison officers. The search was carried out because the prison authorities suspected that the applicant illegally mailed correspondence including child pornography. The officers seized the applicant’s correspondence and certain personal effects. Subsequently, the seized property was sent to the Wadowice District Prosecutor. In addition, the prison service informed the Penitentiary Section of the Bielsko-Biała Regional Court (Sąd Wojewódzki) of the measures taken against the applicant.", "On 17 May 1996 the Wadowice District Prosecutor dismissed the applicant’s complaint of 18 March 1996 concerning the alleged breach of his right to respect for his correspondence. He pointed out, inter alia, that the prison administration had been informed that the applicant had been collecting pornographic materials and had been corresponding to expand his collection. Under § 10 (4) of the Prison Rules, the prison administration had been obliged to pass to the prosecution service materials seized from the applicant which appeared to it to point towards the commission of a criminal offence. Accordingly, the correspondence taken from the applicant had been submitted to the prosecuting authorities. On an unspecified date the applicant appealed against that decision to the Bielsko-Biała Regional Prosecutor.", "On 20 May 1996 the Wadowice District Prosecutor informed the Governor of the Wadowice prison that he did not intend to prosecute the applicant for the distribution of pornography and returned the belongings seized from the applicant. On the same day they were given back to him.", "On 23 June 1996 there was not any beating of an inmate in the Wadowice prison. In that respect, the Government rely on the following documents: the service record of the chief duty prison officer, the service record of the ward prison officer, the applicant’s health record and the list of inmates interviewed by the Governor. In addition, the Government point out that on 26 June 1996 the applicant was subjected to a medical examination. The doctor, who examined him on that occasion, did not find any signs of physical abuse. Moreover, the applicant did not complain to him that he was beaten.", "On 26 June 1996 the prison officers used physical force to place the applicant in solitary confinement. Their action resulted from the aggressive behaviour of the applicant who insulted them and assaulted the chief duty prison officer with a window frame. The applicant stayed in solitary confinement between 8.05 p.m. on 26 June 1996 and 9.30 a.m. on 27 June 1996. On 27 June 1997 he was examined by a doctor, who found lumps, contusions and abrasions. In the doctor’s opinion they were consistent with the use of physical force against the applicant and his behaviour during the incident.", "", "On 31 July 1996 the Bielsko-Biała Regional Prosecutor rejected the applicant’s appeal against the Wadowice District Prosecutor’s decision of 17 May 1996 dismissing his complaint about the alleged violation of his right to respect for his correspondence. The Regional Prosecutor considered that prison officers had acted lawfully. The applicant’s hand written notes and correspondence seized by the officers had been transmitted to the prosecution service, as they appeared to constitute evidence pointing towards the commission of a criminal offence by the applicant. In this connection, the Government aver that the applicant sent letters addressed to several institutions in which he inserted correspondence to private individuals together with instructions how to mail it to them. He therefore abused § 31 (1) of the Prison Rules.", "On 26 August 1996 the applicant requested the Wadowice District Prosecutor to prosecute the Governor of the Wadowice prison and certain other prison officers from that facility for his moral and physical ill-treatment.", "On 30 August 1996 the applicant refused to submit to a search and started to destroy furniture. He also threatened that he would assault other prisoners and hurt himself with a piece of glass he held in his hand. The prison officers overpowered the applicant and escorted him to solitary confinement, where he stayed from 7.20 p.m. on 30 August 1996 to 7.10 p.m. on 31 August 1996. However, shortly after his release from solitary confinement, the applicant again started to destroy furniture and assaulted the prison officers with a chair. In addition, he was calling other inmates to start a riot. Therefore, the warders used physical force to place the applicant in solitary confinement, where he stayed between 7.50 p.m. on 31 August 1996 and 12.45 p.m. on 1 September 1996.", "On 4 September 1996 the applicant complained to the prison authorities that his personal effects had been lost when he had been placed in solitary confinement. The investigation of the complaint showed that on 30 August 1996, when the applicant had been taken to solitary confinement, the chief duty prison officer had made the inventory of his personal effects, including his correspondence, and had deposited them with the prison administration. They were returned to the applicant when he was released from solitary confinement.", "On 27 September 1996 the Wadowice District Prosecutor dismissed the applicant’s request of 26 August 1996 that certain prison officers be prosecuted for his alleged ill-treatment. On 25 November 1996 the Bielsko-Biała Regional Prosecutor dismissed the applicant’s appeal against that decision. The Regional Prosecutor considered that the evidence taken from the applicant’s inmates and warders showed that his allegations were unsubstantiated.", "Relevant domestic law", "1. Under the 1975 Resolution of the Minister of Justice, as applicable at the material time, special security measures which can be used against a prisoner include, inter alia, a placement in solitary confinement, handcuffing and the use of a chemical irritant spray. They can be used if a prisoner assaults another person or tries to hurt himself, calls other inmates to start a riot or to escape, breaches the peace or destroys the prison property.", "2. The medical records concerning the treatment of a prisoner in the course of his detention are kept in the prison archives. Any injury sustained by a prisoner in prison must be recorded in his files.", "3. According to § 10 of the 1989 Prison Rules, as applicable at the material time, prisoners can be subjected to a search. It may include an inspection of clothing, underwear, shoes, a cell as well as objects passed between a prisoner and other individuals. The search may take place at any time. Notes and other written material shall be submitted to a prosecutor if their content suggests that an offence has been committed.", "4. Under § 31 (1) of the 1989 Prison Rules the censorship of a prisoner’s correspondence is permitted, except for correspondence with public institutions, including courts and prosecutors, the Ombudsman and the international institutions for the protection of human rights established by the treaties to which Poland is a contracting party."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}