{"ITEMID": "001-60916", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF LORSE AND OTHERS v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3 with regard to the first applicant;No violation of Art. 3 with regard to the other applicants;No violation of Art. 8;No violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["9. The first applicant is Mr Jacobus Lorsé, who was born in 1945. The second applicant, Mrs Everdina Lorsé-Quint (born in 1961), is the wife of the first applicant. The third, fourth and fifth applicants, Pieternella Johanna Lorsé (born in 1985), Paula Martina Lorsé (born in 1987) and Jacobus Lorsé junior (born in 1992), are the children of the first and second applicants.", "The sixth, seventh, eighth and ninth applicants, Maria Petronella van Esch (born in 1965), Johanna Maria Lorsé (born in 1966), Neeltje Maria Lorsé (born in 1968) and Hubertus Joseph Lorsé (born in 1970), are children of the first applicant born out of previous relationships.", "The first applicant is currently serving a prison sentence in Dordrecht. The other applicants are all resident in Maastricht, with the exception of the ninth applicant who resides in Rotterdam.", "10. The first applicant, hereinafter referred to as Mr Lorsé, was taken into police custody (in verzekering gesteld) on 24 July 1994 and subsequently placed in detention on remand (voorlopige hechtenis). He was initially detained in ordinary remand institutions (huizen van bewaring).", "11. Mr Lorsé was convicted of drugs and firearms offences. He was sentenced at first instance to twelve years’ imprisonment and a fine of one million Netherlands guilders (NLG). On appeal the prison term was increased to fifteen years’ imprisonment, the fine remaining the same. His conviction and sentence became final on 30 June 1998 when his appeal on points of law was rejected by the Supreme Court (Hoge Raad). He is now serving that sentence. He will be eligible for provisional release no sooner than July 2004. It would appear that he has been sentenced in Belgium to a six-year prison sentence for drugs-related crimes but that the proceedings there are still pending.", "12. On 14 September 1994, while the criminal proceedings were still pending, Mr Lorsé handed his counsel a letter from the prison authorities from which it appeared that it was intended to place him (Mr Lorsé) in an extra security institution. On 27 September 1994 Mr Lorsé was transferred to the Temporary Extra Security Institution (Tijdelijke Extra Beveiligde Inrichting, “TEBI”), part of the Nieuw Vosseveld Penitentiary Complex in Vught.", "13. By a letter of 28 September 1994 the Minister of Justice informed Mr Lorsé that apart from the fact that he was suspected of very serious crimes, official information (ambtsberichten) was available from which it appeared that he was likely to use violence in an attempt to escape. Reference was made to the fact that he had already once managed to avoid being arrested, endangering human life in so doing. Reference was also made to the prison sentence awaiting him in Belgium. In these circumstances it was considered that public order would be severely affected should Mr Lorsé manage to escape.", "14. Mr Lorsé was subsequently notified, by letters couched in similar terms and dated 21 November 1995, 29 May 1996, 5 December 1996, 16 June 1997, 9 December 1997, 19 June 1998 and 21 January 1999, of the prolongation of his detention in the TEBI and – following the rejection of his appeal on points of law on 30 June 1998 – in the Extra Security Institution (Extra Beveiligde Inrichting, “EBI”).", "15. On a number of occasions Mr Lorsé made use of legal remedies to protest against his placement, and the prolongation of that placement, in the EBI. On 1 February 1999, for example, Mr Lorsé, through his counsel, lodged an appeal to the Appeals Board (beroepscommissie) of the Central Council for the Administration of Criminal Justice (Centrale Raad voor Strafrechtstoepassing) against the decision of 21 January 1999 to prolong his placement. In addition to stating that there was no factual justification for his continued detention in the EBI, he complained about the regime which he described as “ill-befitting a state governed by the rule of law”. Privacy was entirely lacking. Human contact with his wife and children was excessively restricted, any kind of intimacy with them being impossible. His psychological and physical health were affected, the symptoms being daily headaches, shaking and loss of concentration, and he had had to seek the help of the prison psychologist. He referred to the findings of the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment (CPT – see below).", "16. The Appeals Board gave its decision on 31 May 1999. It noted that there had been no new information since May 1996 which would tend to justify the fear that Mr Lorsé might attempt to escape. Moreover, the remainder of his sentence had significantly decreased and that, together with the nature of the offences of which he had been convicted, reduced the prospect that public order would be affected if he did escape. Finally, his behaviour was reported to be good. In these circumstances any doubt should benefit Mr Lorsé. Accordingly, the competent authorities were ordered to reconsider their decision within three weeks taking the decision of the Appeals Board into account.", "17. On 15 June 1999 a placement officer of the Penitentiary Selection Centre (Penitentiair Selectie Centrum – “PSC”) recommended that Mr Lorsé should remain in the EBI. Mr Lorsé’s situation was described as “relatively stable”, the fact that his prolonged detention in the EBI was becoming more and more of a burden to him being “a normal reaction to a situation that [was] in many respects relatively extreme (waarbij het feit dat een verblijf in de EBI steeds zwaarder gaat wegen een normale reactie is op een in veel opzichten betrekkelijk extreme situatie).", "18. The Minister of Justice gave a new decision on 17 June 1999, again prolonging Mr Lorsé’s detention in the EBI. It was stated that a new decision had been made taking into account advice given by the governor of the Nieuw Vosseveld penitentiary complex and the decision of the Appeals Board. In addition, reference was made to official information dated 4 June 1999 from which it appeared that there was new and recent information to the effect that Mr Lorsé still constituted an increased security risk. The nature of this information was not disclosed but it was concluded that Mr Lorsé was planning an escape with help from outside the institution and possibly involving the use of violence against persons. Reference was also made to the prison sentence which he would have to serve in Belgium. Finally, the Minister was of the opinion that in view of inter alia the seriousness of Mr Lorsé’s offences, public order would be seriously affected if Mr Lorsé managed to escape. Thus, although account had been taken of the decision of the Appeals Board, this latter decision could not prevail over the new official information.", "19. Mr Lorsé’s detention in the EBI was again extended on 24 December 1999, since official information of June and November 1999 indicated that he still posed an increased security risk. In its decision of 16 March 2000 on Mr Lorsé’s appeal against the prolongation of his placement in the EBI, the Appeals Board noted his arguments to the effect that his protracted stay in the EBI had negative effects not only on him but also on his relatives, and that he had referred to the present complaint lodged with the Court. Mr Lorsé had also submitted the report of the psychiatrist Dr S. (see paragraph 26 below). The Appeals Board rejected the complaint, finding that in the absence of facts or circumstances militating against a continuation of Mr Lorsé’s detention in the EBI, the decision to prolong his placement was lawful and that, weighing up all the interests involved, it could not be considered unreasonable or unjust. The Appeals Board noted that it had taken into account the arguments raised by Mr Lorsé relating to his psychological condition.", "20. By a letter dated 10 July 2000 the Minister of Justice informed Mr Lorsé of a further prolongation of his detention in the EBI. Reference was made to inter alia official information of June and November 1999 according to which Mr Lorsé still posed an increased security risk. There were indications that an attempt at escape would in all likelihood involve the help of co-detainees and/or persons outside the institution and the use of violence, inter alia through explosives, against persons.", "21. On 18 July 2000 Mr Lorsé lodged an appeal against the prolongation of his detention at the EBI with the Appeals Board, arguing that the official information of June and November 1999 had no basis in fact and further submitting that his continued detention at the EBI constituted a violation of Articles 3 and 8 of the Convention, not only with respect to himself but also with respect to his wife and children.", "22. On 22 November 2000 the Appeals Board rejected the appeal, finding that the risk that Mr Lorsé might escape was still too great to justify detaining him anywhere else than in a maximum security institution. It further considered that its task was to examine the decision to prolong Mr Lorsé’s detention in the EBI, and not the regime pertaining in that institution as such. For that reason, the Appeals Board declined to rule on the complaint under Article 3 of the Convention. As to the complaint of a violation of Article 8 of the Convention, the Appeals Board considered that the second paragraph of that provision allowed for an interference with the right to respect for private and family life as long as such interference was in accordance with the law and was necessary in a democratic society in the interest of, inter alia, the prevention of disorder and crime. The Appeals Board concluded once more that in the absence of facts or circumstances militating against a continuation of Mr Lorsé’s detention in the EBI, the decision to prolong his placement was lawful and that, weighing up all the interests involved, it could not be considered unreasonable or unjust.", "23. Besides lodging appeals with the Appeals Board to contest the extension of his maximum security detention, Mr Lorsé, while still detained on remand, also applied for an interim injunction (kort geding) against the State on two occasions, arguing that his placement in the EBI was unlawful. Both applications were rejected, in 1996 and 1998 respectively.", "24. On 15 January 2001 Mr Lorsé was transferred from the EBI to a prison in Maastricht with a different regime. Of all prisoners who have been subjected to the maximum security regime in the Netherlands, Mr Lorsé was by far the longest-serving.", "25. Mr Lorsé’s psychological condition was examined on a number of occasions. On 14 December 1999 Mr V., the head of the Psychological Department of the PSC, submitted an advisory opinion to the Minister of Justice concerning the prolongation of Mr Lorsé’s placement at the EBI. His report of that date stated:", "“...", "The PSC has previously reported on [Mr Lorsé] on 15 June 1999 ... At that time it was reported that [Mr Lorsé], who has been detained in the EBI since 27 September 1994, was finding it increasingly difficult to cope with his stay there. [Mr Lorsé] appeared to have reversed his day-night rhythm. [Mr Lorsé] had no contacts with the prison’s medical and mental health care team. It was reported that, all in all, a picture was beginning to emerge of a man for whom the stay in the EBI was becoming increasingly difficult to bear, with adverse consequences for his functioning. It was advised that an attempt be made to restore contacts with the medical and health care team so that the reaction to a renewed perspective of a further long stay in the EBI might be monitored.", "The report of the last six months shows ups and downs with more pronounced and more frequent mood swings, especially lately. Apart from the long duration of the stay in the EBI and the lack of contact with the family, the changes in the composition of the [EBI] population also... appear to play a role.", "All in all, I am of the opinion that the stay in the EBI is increasingly difficult to bear for Mr Lorsé, and, barring concrete evidence regarding the likelihood of an escape attempt, that a transfer is to be preferred on psychosocial grounds alone.”", "26. On 14 December 1999 Mr Lorsé was seen, in the EBI, by an independent psychiatrist, Dr S., at the request of his lawyer. Dr S. reported as follows:", "“I am unable to make a definite psychiatric diagnosis from a single psychiatric examination; in particular, there are insufficient indications to diagnose a depression.", "There are, nevertheless, a number of indications suggesting that [Mr Lorsé] is suffering under the protracted isolation; he thus describes memory and orientation disorders as well as signs of depersonalisation which clearly point to that being the case.", "[Mr Lorsé] is a man ... who has learned to survive through toughness. It is debatable whether the psychological carapace he has built up over the years will be capable of withstanding the current extreme isolation, and it is, in my opinion, important therefore that a close eye be kept on him. Should he decompensate in a depressive sense – the risk of which is certainly not hypothetical – this will not be without danger: in such a situation a risk of suicidal actions is not to be underestimated.”", "27. On 20 March 2001, some two months after his transfer from the EBI, Mr Lorsé was seen by a different independent psychiatrist, Dr C., who had been requested by his lawyer to examine the psychological consequences of Mr Lorsé’s stay in the EBI. According to Dr C., Mr Lorsé was suffering from a moderately serious (matig ernstig) depression with endogenous features, moderately serious panic attacks and a conditioned avoidance response. Although Mr Lorsé was not found to be suicidal, he was troubled by nightmares relating mainly to suicide. He was also irritable and suffered regular panic attacks. One of the reasons for this psychiatric condition was the fact that contact with his wife and children was seriously disrupted. He was incapable of working, either alone or with others, and his activity level was very much reduced. Dr C. expressed the opinion that there was a causal link between the outward symptoms of the depression as well as the psychiatric disorders he found and Mr Lorsé’s long period of detention in the EBI. These disorders were becoming more marked now that Mr Lorsé had more opportunities to have contacts with other people following his transfer from the EBI. His isolation in the EBI meant that his complaints were less visible to the outside world and he was in a better position there to fight against them. Now that he was receiving more attention, including some from social workers in the prison, there was a lowering of his resistance and fighting spirit against his helplessness and feelings of abandonment.", "28. After Dr C.’s report had been transmitted to the Government, they requested Dr D., a forensic psychiatrist employed by the Forensic Psychiatric Service of the Ministry of Justice, to examine Mr Lorsé in order to find out whether he was indeed suffering from the psychiatric disorders described by Dr C. and, if so, whether these disorders were related to his detention in the EBI. Dr D. saw Mr Lorsé twice, in June and July 2001, and she noted in her report of 9 July 2001 that during these meetings he had not displayed any symptoms of a disturbance of a depressive nature. She replied to the questions put by the Government that at the time of her examination, Mr Lorsé was not suffering from a “moderately serious depression”. Although immediately after his transfer from the EBI he had had mild symptoms of an unspecified adjustment disorder, this was now in complete remission. Dr D. acknowledged that this disorder was probably directly related to his prolonged detention in the EBI, but noted that most people who were detained in semi-isolation or maximum security facilities reacted in a similar manner. In Dr D.’s opinion, Mr Lorsé would have presented a similar profile if he had been detained in any other closed penal institution with rules similar to those in the EBI or semi-isolation facilities.", "29. In a note dated 16 November 1999, the general practitioner of the third, fourth and fifth applicants described these children as being seriously traumatised as a result of the lack of contact with their father.", "30. At the request of Mr Lorsé’s lawyer, the probation services (Reclassering) issued an advisory report on 18 November 1999 describing the situation of Mr Lorsé’s wife and their three children (i.e. the second to fifth applicants). Superficially, they seemed to have managed to cope with the problems they had faced in recent years. However, the very limited possibilities for contact with Mr Lorsé were causing problems. The fourth applicant had developed anorexia nervosa three years previously. The second applicant felt unable to discuss relationship problems with her husband knowing that everything that was said would be recorded and could be used against her husband. In the report, the family was described as “psychological wreckage” (psychisch wrakhout). The process which the three children were going through in relation to their father was likened to a process of mourning. In conclusion, the probation services supported the appeal which Mr Lorsé had instituted against the prolongation of his placement in the EBI.", "31. In an information report (voorlichtingsrapport) of 20 March 2001, again requested by Mr Lorsé’s lawyer, the probation services stated that the term “psychological wreckage” was still fully applicable to Mr Lorsé’s family.", "32. All Netherlands penal institutions fall into one of five security categories, ranging from very limited security (zeer beperkt beveiligd) to extra security (extra beveiligd). The Minister of Justice lays down criteria according to which prisoners are to be selected for each such category (Article 13 §§ 1 and 3 of the 1999 Prisons Act – Penitentiaire beginselenwet).", "The actual selection is carried out by a Ministry of Justice placement officer (Article 15 §§ 1 and 3 of the 1999 Prisons Act).", "33. EBIs are intended for prisoners who, in descending order of importance,", "a) are considered extremely likely to attempt to escape from closed penal institutions and who, if they succeed, pose an unacceptable risk to society in terms of again committing serious violent crimes; or", "b) if they should escape, would pose an unacceptable risk to society in terms of severe disturbance of public order, the risk of escaping being, as such, of lesser importance.", "34. A special Ministry of Justice circular governs decisions to detain a prisoner in an extra security category institution or EBI (Ministry of Justice circular no. 646188/97/DJI of 22 August 1997). In principle, placements in the EBI are made from an ordinary custodial institution. The governor of the custodial institution submits a proposal to the placement officer, giving reasons why the persons concerned should be detained in the EBI. Before submitting this proposal, the governor requests information about the person concerned from the secretary of a special EBI selection board, which comprises a representative of the Public Prosecutions Service, a psychologist and a representative of the board of governors of the Nieuw Vosseveld Penitentiary Complex in Vught. The secretary having obtained such information from various sources, the governor then discusses his proposal with the detainee. Finally, he completes his report by adding the detainee’s comments and any objections he may have, and submits his proposal to the selection board.", "35. The placement officer considers the proposal, consults with the governor and interviews the detainee. He then draws up his own report on the governor’s proposal and submits it to the selection board secretary. If the detainee is serving a long sentence or if a psychologist considers it necessary, it may be forwarded to the Penitentiary Selection Centre, which is responsible for issuing recommendations on the psychological aspects of the enforcement of custodial sentences and orders. The PSC is always consulted about first placements. The case is subsequently discussed by the selection board, chaired by the placement officer.", "36. The decision to detain a prisoner in an EBI is reviewed every six months. The EBI governor must submit a behavioural report (gedragsrapportage) on the detainee at corresponding intervals. Prior to the decision to prolong the placement in the EBI, the detainee is interviewed by the placement officer. In all other respects the procedure is the same as the placement procedure.", "Decisions as referred to above are nominally those of the Minister of Justice.", "37. The 1999 Prisons Act and the Prisons Order (Penitentiaire maatregel) apply in full to detainees in the EBI, giving them the same rights and obligations as detainees in ordinary institutions. A number of security measures is built into the regime, and detainees are under surveillance at all times outside their cells. These special arrangements are set out in the EBI house rules (Regeling model huisregels EBI, 12 October 1998, 715635/98/DJ, Government Gazette 1998, no. 233). The following are features of the EBI regime:", "– all contacts with the outside world are screened; all correspondence and telephone calls (twice a week for ten minutes) are screened except for those with privileged contacts; detainees must be separated from their visitors (one visit a week for one hour) by a transparent partition (“closed visits”); members of their immediate families, spouses and partners may visit once a month without such partition (“open visits”), although physical contact is restricted to a handshake on arrival and departure; visitors must submit to a search of their clothes (frisking) before an “open” visit;", "– only one detainee at a time may come into contact with staff, and at least two staff members must be present; for this purpose, special corridors have been built leading to areas where group activities take place; these areas are under camera surveillance or supervised by staff who are physically separated from inmates by a partition;", "– detainees may take part in sports at least twice a week; they may spend at least one hour a day outdoors and may also use the exercise yard at fixed times during recreation periods in their programme; they are entitled to spend at least six hours a week engaging in group recreation;", "– no more than four people at a time may take part in group activities;", "– detainees who leave the premises must be handcuffed, for instance when going to court or for hospital treatment; they may also be handcuffed inside the EBI, in areas where they might have access to objects with which they could injure staff or take hostages, for example when visiting the hairdresser’s or the clinic, or when being escorted to “open” visits;", "– cells are periodically (in practice: weekly) subjected to a more thorough search; at the same time or immediately afterwards the detainees are frisked and strip-searched; the strip-search, which involves an external viewing of the body’s orifices and crevices, including an anal inspection, is carried out in a closed room and, whenever possible, by a person of the detainee’s own gender;", "– frisking and strip-searching also takes place", "▪ on arrival in and release from the EBI", "▪ before and after “open” visits", "▪ after visits to the clinic, the dentist’s surgery or the hairdresser’s;", "– the EBI governor, or in urgent cases an EBI officer or employee, may decide that the detainee must be subjected to an internal body search if this is considered necessary to prevent the maintenance of good order or safety within the prison being endangered, or to protect the detainee’s own health; an internal body search is usually carried out by a doctor but he may also instruct a nurse to carry out the search.", "38. If a prisoner wishes to contest the decision either to place him in the EBI or to prolong such placement, he could, at the time relevant to the present case, file an appeal to the three-member Appeals Board of the Central Council for the Administration of Criminal Justice (Article 73 § 1 of the 1999 Prisons Act). The Central Council, which was superseded by the Council for the Administration of Criminal Justice and Protection of Juveniles on 1 April 2001, was constituted of members appointed and dismissed by Royal Decree. Its duties included advising the Minister of Justice, at the latter’s request or proprio motu, on matters concerning the application of policy and legal rules relating to the prison system (Articles 4 §§ 1 and 5 sub 1 of the Prisons Act 1953 – Beginselenwet gevangeniswezen). It also had other duties, including the hearing of appeals.", "39. If the Appeals Board considered the appeal well-founded, it could instruct the Minister to make a new decision in which its own decision was to be taken into account, for which it could set a time-limit. It could also rule that its decision was to take the place of the decision appealed against, or confine itself to annulling the latter decision (Article 68 §§ 3 and 4 taken together with Article 73 § 4 of the 1999 Prisons Act).", "40. A number of persons detained in the EBI has in the past instituted interim injunction proceedings, sometimes together with close family members, in order to have the regime, or certain aspects of it, relaxed. However, in cases decided under domestic law it has been held that where pursuant to prison law an administrative remedy, with sufficient procedural safeguards, is available against a particular decision, there is no room for an injunction decision that is in conflict with a decision made in the administrative proceedings (see, mutatis mutandis, the Supreme Court’s judgment of 25 June 1982, Nederlandse Jurisprudentie (Netherlands Law Reports) 1983, no. 194; and the judgment of the Court of Appeal (Gerechtshof) of The Hague of 22 June 1995, case no. 94/259 KG, relating specifically to aspects of the EBI regime). In cases where such an administrative remedy was available and where detainees and family members instituted injunction proceedings jointly, it has been argued on behalf of the State that those family members should await the outcome of the administrative proceedings even if the family members themselves may not appear as parties to those proceedings. In the aforementioned judgment of the Court of Appeal of The Hague it was held that the interests of family members must be deemed to have been taken into account in the administrative proceedings.", "41. In interim injunction proceedings instituted by an EBI detainee, his wife and one of his children, in which one of the points at issue was the EBI governor’s refusal to allow the detainee to conduct telephone conversations in Kurdish, counsel for the State had argued on appeal that the request for an interim injunction should be declared inadmissible, since the detainee’s complaint had already been dealt with by the Central Council. However, by judgment of 18 March 1999, the Court of Appeal of The Hague declared the appeal admissible because, the Central Council having ruled on the detainee’s complaint by then, there was no longer an administrative procedure pending which had to be disposed of on penalty of his civil proceedings being declared inadmissible. The Court of Appeal then proceeded to reject the request for an interim injunction since the Central Council in its decision had considered the decision of the EBI governor lawful and the proceedings before the Central Council were deemed to have sufficient procedural safeguards (case no. 98/1349 KG, Kort Geding (“Interim Injunction Law Reports”) 1999, no. 173).", "42. In a decision of 11 January 1994 (case no. 93/1142, Sancties (“Sanctions”) 1994, Issue 1, no. 5), in proceedings lodged by 13 detainees who argued that the maximum security regime was in violation of inter alia Article 3 of the Convention, the President of the Hague Regional Court ordered the State to amend the regime in such a way that detainees be given more time to telephone their lawyers and that they be allowed visits from members of their immediate family without a glass partition and with a modicum of physical contact. Visiting regulations were subsequently changed in line with this judgment.", "43. The CPT visited the Netherlands from 17 until 27 November 1997. Its findings with regard to the (T)EBI (Tijdelijke Extra Beveiligde Inrichting – Temporary Extra Security Institution) and the EBI were the following (Report to the Netherlands Government on the visit to the Netherlands carried out by the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment (CPT) from 17 to 27 November 1997, CPT/Inf (98) 15, excerpt):", "“58. The Nieuw Vosseveld Prison Complex, which is located in a heavily-wooded area of Vught, began life in 1953 as a prison for some 140 young offenders, and has since expanded to become one of the largest prison complexes in the Netherlands. At the time of the CPT’s visit, it had a total capacity of 621 places for young offenders and adult male prisoners.", "The focus of the CPT’s visit to the establishment was the national ‘extra security institution’ (unit 5), which provides 35 places for prisoners who have been deemed likely to attempt to escape using violence (17 places for remand prisoners and 18 places for convicted inmates). The unit is located in two distinct buildings: the 11place ‘temporary extra security institution’ (Tijdelijk Extra Beveiligde Inrichting - (T)EBI) opened in August 1993 and is physically located in one wing of unit 1, while the 24-place, custom-built, ‘extra security institution’ (Extra Beveiligde Inrichting - EBI) was completed in August 1996.", "b. material conditions", "59. The cells seen by the CPT’s delegation in both the (T)EBI and EBI buildings were of a reasonable size for single occupancy (some 9 m²), appropriately furnished (bed, chair, storage cupboard and table) and equipped with a lavatory and wash basin.", "In-cell artificial lighting was of a good standard in both buildings; however, access to natural light was noticeably poorer in the (T)EBI (where the cell windows are partially obscured by frosted glass panels) than in the EBI. The ventilation in the (T)EBI cells also left something to be desired. A number of the (T)EBI prisoners interviewed by the delegation complained about these shortcomings.", "The CPT recommends that steps be taken to improve access to natural light in cells in the (T)EBI. The visiting delegation was informed that work to improve the ventilation system in the (T)EBI was due to begin in January 1998; the Committee would like to receive confirmation that this work has now been completed, together with details of the improvements involved.", "60. More generally, while the EBI was located in bright and reasonably spacious premises, the (T)EBI (which is also known as the ‘oud bouw’ or ‘old building’) was a markedly more cramped facility. The CPT would like to be informed of whether the Dutch authorities plan to close the ‘temporary’ extra security institution in the foreseeable future.", "c. regime", "61. The CPT’s views on the nature of the regime which should be offered to prisoners held in special security units were set out in detail in the report on its 1992 visit to the Netherlands. In that context, the Committee welcomed the recommendation of the Hoekstra Commission that any future EBI should have ‘as normal a regime as possible’.", "In its 1992 report, the CPT stressed that prisoners should enjoy a relatively relaxed regime (able to mix freely with the small number of fellow prisoners in the unit; allowed to move without restriction within what is likely to be a relatively small physical space; granted a good deal of choice about activities, etc.) by way of compensation for their severe custodial situation. Special efforts should be made to develop a good internal atmosphere within such units. The aim should be to build positive relations between staff and prisoners. This is in the interests not only of the humane treatment of the unit’s occupants but also of the maintenance of effective control and security and of staff safety. The existence of a satisfactory programme of activities is just as important – if not more so – in a special detention unit as on normal location. It can do much to counter the deleterious effects upon a prisoner’s personality of living in the bubble-like atmosphere of such a unit. The activities provided should be as diverse as possible (education, sport, work of vocational value etc.) As regards, in particular, work activities, it is clear that security considerations may preclude many types of work activities which are found on normal prison location. Nevertheless, this should not mean that only work of a tedious nature is provided for prisoners. In this respect, reference might be made to the suggestions set out in paragraph 87 of the Explanatory Memorandum to Recommendation No. R(82)17 of the Committee of Ministers of the Council of Europe.", "62. The current regime in the (T)EBI and EBI units is governed by a circular which was issued by the Director General of Prison Services on 22 August 1997 (cf. document 646189/97/DJI). According to the circular:", "‘The extra security institution (EBI) at Vught has a limited communication regime. A differentiation of regimes is referred to within the EBI, where a distinction is made between what is known as the A regime, where greater restrictions apply, and the B regime, with less extreme restrictions.", "Groups of between two and a maximum of four inmates take part in activities. Under the B regime, a maximum of four inmates takes part in communal activities, while the maximum number is three under the A regime. Communal activities involve only inmates from a single section.", "For security reasons, staff in contact with inmates must always outnumber the inmates, or must even be completely separated from them physically by a transparent (glass) wall. Moreover, with a view to the safety of the staff concerned, in those cases covered by Section 15, sub-sections 2 and 3, chapter III, of the internal regulations of the Vught EBI, inmates’ movements are restricted by handcuffs.’", "63. The delegation found that, in practice, out-of-cell time in the (T)EBI and EBI on a given day varied from a minimum of one hour (of outdoor exercise) to a maximum of some four and a half hours (of outdoor exercise/recreation and/or sport). Depending upon the regime in which an inmate had been placed (A/B) and the group to which they had been allocated, these activities would take place with between one and three other inmates.", "The outdoor exercise yards in the EBI were of a reasonable size and a ‘running strip’ was available for inmates who wished to engage in more strenuous physical activities. The exercise yards in the (T)EBI were also large enough to enable prisoners to exert themselves physically; however, their cage-like design rendered them rather oppressive facilities.", "During recreation periods (of one to two hours), inmates were allowed access to communal areas where they could associate with each other, cook and eat their own food, use a computer and/or play games including table tennis.", "As regards facilities for sport, each of the four units in the EBI was equipped with an impressive array of exercise equipment, located in a lofty glass atrium. However, inmates only had access to this equipment for one or two 45 minute sessions per week. Again, the equivalent facilities in the (T)EBI were of a lower standard. The EBI also had a large and well-equipped gymnasium but, at the time of the visit, it appeared that comparatively little use was being made of this facility.", "There were no organised education activities. There was also no out-of-cell work; some in-cell work was offered to inmates, but it was of a very unchallenging nature (e.g. stringing plastic curtain hooks onto short rods).", "64. All inmate activities within the (T)EBI and EBI were subject to a high level of staff surveillance (which is perfectly understandable in a unit of this type); however, direct contacts between staff and inmates were very limited (staff and inmate usually being separated by armoured glass panels). This is not conducive to building positive relations between staff and prisoners. Contact with non-custodial staff – including medical staff – was also subject to a number of very significant restrictions (...).", "65. It should also be noted that prisoners were regularly strip-searched (a practice euphemistically referred to as ‘visitatie’). Such searches – which included anal inspections – were carried out at least once a week on all prisoners, regardless of whether the persons concerned had had any contact with the outside world.", "66. Concerning contact with the outside world, it should be noted that the house rules for the (T)EBI and EBI units provide that prisoners have the right to receive one visit of one hour per week from family members and other persons approved in advance by prison management. In principle, visits took place under ‘closed’ conditions (i.e. through an armoured glass panel in a visiting booth). Prisoners also had the right to request one ‘open’ visit per month from family members; however, physical contact during such visits was limited to a handshake on arrival and leaving. Prisoners and their families remained separated by a table equipped with a chest-high barrier and prison staff stood directly behind the prisoner throughout the visit. A number of inmates interviewed by the delegation indicated that, given the upsetting effects which these restrictions had had upon their families, they no longer requested ‘open’ visits.", "67. To sum up, prisoners held in the (T)EBI and EBI units were subject to a very impoverished regime. They spent too little time out of their cells; when out of their cells they associated with only a small number of fellow inmates and their relations with staff and visitors were very limited; consequently, they did not have adequate human contact. Further, the programme of activities was underdeveloped. This was particularly the case as regards education and work. However, even as regards sport, inmates had insufficient access to the very good facilities available. Moreover, certain aspects of the regime (in particular, systematic strip-searching) did not appear to respond to legitimate security needs, and are humiliating for prisoners.", "68. The delegation’s lengthy interviews with eight prisoners held in the (T)EBI and EBI indicated that the regime as a whole was having harmful psychological consequences for those subjected to it. Indeed, the interviews revealed a consistent association of psychological symptoms which appeared to have been induced by the regime. The inmates concerned displayed the following symptom profile:", "- feelings of helplessness, which took the form of a disturbance of normal identity and severe difficulty of projection into the future; in certain cases, the loss of identity was associated with definite episodes of depersonalisation;", "- feelings of powerlessness, closely linked to helplessness, and leading to regression and excessive pre-occupation with bodily functions;", "- anger, the predominant emotion being one of rage (clearly linked to feelings of powerlessness) and directed against self (with expressions of low esteem, lack of confidence and associated depressive symptoms) and others;", "- communication difficulties, associated with the above-mentioned depersonalisation symptoms.", "The delegation’s concerns about the harmful psychological consequences of the regime were reinforced during its subsequent visit to the Dr S. van Mesdag Clinic, where it interviewed a number of patients who had previously been held in the (T)EBI or EBI, in whom persistent psychological sequelae (insomnia; anxiety symptoms; disturbance of identity; emotional liability and psychosomatic symptoms) were clearly present.", "The CPT would add that it is aware that the psychologist employed in the (T)EBI and EBI has publicly expressed the conviction that the regime has led to ‘no significant harmful effects on prisoners’. However, this opinion has never been subject to any form of peer review or professional assessment. It should be added that the Psychiatric Adviser to the Ministry of Justice Forensic Health Bureau expressed a contrary view to the delegation, citing as an example a case of a prisoner who had developed a florid paranoid psychosis while held in the (T)EBI.", "69. In the light of all of the information at its disposal, the CPT has been led to conclude that the regime currently being applied in the (T)EBI and EBI could be considered to amount to inhuman treatment. To subject prisoners classified as dangerous to such a regime could well render them more dangerous still.", "70. The facilities in the extra security institution are of a high standard. They are quite capable of offering a regime meeting the criteria set out in paragraph 61 without jeopardising legitimate security concerns.", "The CPT recommends that the regime currently applied in the extra security institution be revised in the light of the remarks set out in paragraphs 61 to 67. In particular, the existing group system, if not discarded, should at least be relaxed and inmates should be allowed more out-of-cell time and a broader range of activities. Further, the current searching policies should be reviewed in order to ensure that they are strictly necessary from a security standpoint. Similarly, current visiting arrangements should be reviewed; the objective should be to have visits taking place under more open conditions.", "Finally, the CPT recommends that the Dutch authorities commission an independent study of the psychological state of current and former inmates of the extra security institution.”", "44. The Netherlands Government responded in the following terms (Interim report of the Dutch Government in response to the report of the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment (CPT) on its visit to the Netherlands from 17 to 27 November 1997, CPT/Inf (98) 15, excerpt):", "“3. The ‘Extra Security Institution’ ((T)EBI/EBI) at the Nieuw Vosseveld Prison Complex", "Recommendations by the CPT", "28. (...)", "(...)", "29. The CPT recommends that the regime currently applied in the extra security institution be revised in the light of the remarks set out in paragraphs 61 to 67. In particular, the existing group system, if not discarded, should at least be relaxed and inmates should be allowed more out-of-cell time and a broader range of activities. Further, the current searching policies should be reviewed in order to ensure that they are strictly necessary from a security standpoint. Similarly, current visiting arrangements should be reviewed; the objective should be to have visits taking place under more open conditions (paragraph 70)", "Response: The (T)EBI houses prisoners who are deemed exceptionally likely to attempt to escape, either with help from outside or by violent means. Generally speaking, they fall into three categories: prisoners believed to be members of criminal organisations; prisoners serving sentences for manslaughter or murder; and prisoners who have escaped from prison in the past either by taking staff hostage or by using firearms (and perhaps with help from outside). Arrangements for the detention of such prisoners need to be based first and foremost on systematic, fail-safe security arrangements, though a humane regime should then be provided within that context. The task of the EBI, like any other prison, is to execute custodial sentences without disruption. The restrictions imposed on prisoners should be no more than are necessary to deprive them of their liberty. What distinguishes the EBI from other prisons is the nature of the restrictions required to achieve that purpose. They must be more severe because the prisoners present, by definition, an above-average risk of escape or disruption of the normal prison regime. In practice, this means that the purpose of the (T)EBI and EBI is to create a place and regime from which it is impossible to escape, even by taking staff hostage.", "The regime in the EBI is the most severe anywhere in the Netherlands. For that reason, use of the institution is kept to a minimum and the decision to place prisoners there is taken and later reviewed at frequent intervals by a broad-based external committee. Despite the severity of the regime, prisoners in the EBI are offered sufficient out-of-cell time (paragraph 63) and have the opportunity to take part in recreational, sporting, musical, creative, educational and other activities. The range of activities on offer gives prisoners regular opportunities for human contact and the staff of the EBI deliberately strive to encourage such contact and participation in activities wherever possible. The small size of the unit’s population (paragraph 67) is essential to the maintenance of order, security and control and to the prevention of escapes. It is true that there are special restrictions on contact with the outside world (in the form of the glass partition separating prisoners from visitors), but the frequency of visits is the same as in a normal remand centre.", "The arrangements for searches in the (T)EBI and EBI are essential to ensure the safety of staff. They have been evaluated in the past, as part of the six-monthly assessment of the EBI, and it has been decided that prisoners should not be searched more often than strictly necessary. This means that prisoners are not always searched on return to their cells, but only if they have been out of sight of the warder who let them out.", "Visits are organised in such a way as to permit visual, verbal and non-verbal contact while preventing direct physical contact. The special visiting arrangements are among the most important security measures to prevent escapes. If visits were more ‘open’ and there were any chance of smuggling contraband into the prison, there would be little point in the existence of the EBI.", "30. The CPT recommends that the Dutch authorities commission an independent study of the psychological state of current and former inmates of the extra security institution (paragraph 70)", "Response: The Ministry of Justice intends to investigate the performance of the EBI in early 1999. It will then consider instituting a further study of the impact of the EBI regime on the psychological state of inmates if the outcome of that investigation gives reason to do so.”", "45. The Ministry of Justice commissioned researchers of the University of Nijmegen to conduct a preliminary study of the EBI’s policy on care for the mental well-being of detainees and of the feasibility of a main study of the psychological impact of a high security regime on the mental well-being of (former) inmates. On 17 April 2000 a report entitled “Care in and around the Maximum Security Prison” (Zorg in en om de Extra Beveiligde Inrichting) was issued by the researchers. It concluded that the concern expressed in policy documents for the mental well-being of detainees held in maximum security conditions was indeed evident in the day-to-day running of the EBI in that EBI personnel proved aware of the tension between security and humanity, and endeavoured to reduce this tension. It was further concluded in the report that a study of the psychological impact of a high security regime was feasible. The researchers nevertheless emphasised that they had examined neither the quality of the care for the mental well-being of the EBI detainees, the actual psychological condition of the detainees nor the effects which the regime was having on them.", "46. The Minister of Justice has commissioned a follow-up study from the same researchers, involving monitoring day-night rhythm stress and other factors among maximum security detainees and a control group of detainees in semi-isolation. This study is set to be completed by Summer 2003."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}