{"ITEMID": "001-75715", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF GAZIKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (length);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1932 and lives in Bojnice.", "5. The applicant’s mother, Mrs D., owned real property. She died in 1982. Her estate was determined by the State Notary Office (Štátne notárstvo) in Považská Bystrica in a decision of 7 October 1982. The inheritance comprised inter alia a share in a complex of agricultural land which was located in Klobušice and was formally divided into several plots. The share of Mrs D. passed to the applicant’s father, Mr D., who himself already owned an equal share in the land.", "6. In 1983 Mr D. died. His estate was determined by notarial decisions of 18 August 1983 and 4 December 1987. His own share in the above land as well as the share inherited from Mrs D. passed to the applicant and her sister.", "7. On 22 March 1993 the applicant and her sister, who were represented by a lawyer, made a submission to the Považská Bystrica District Court (Okresný súd) described as a “motion for commencement of inheritance proceedings”. They maintained that the above inheritance decisions were flawed by inaccuracies as regards the definition of the parcels, their acreage and the ownership shares to be inherited. The applicant and her sister asserted in particular that in the original decisions no account had been taken of the fact that Mrs D. and Mr D. both had equal shares in the land and that the decisions were wrongfully based on their having only one of these shares. They sought “additional inheritance proceedings” and the “correction of obvious errors” in the original decisions.", "8. On 20 January 1994 the District Court took a formal decision to commence inheritance proceedings and authorised a notary public to carry them out.", "9. On 23 May 1996 the District Court discontinued the proceedings. It interpreted the motion of 22 March 1993 as being formally aimed at determining a “newly discovered inheritance” on the death of Mrs D. It observed that no such new inheritance had in fact been disclosed and concluded that, therefore, there was no case to be determined.", "10. On 31 July 1996, on appeal by the applicant and her sister, the Banská Bystrica Regional Court (Krajský súd) quashed the decision of 23 May 1996 and remitted the matter to the District Court for reexamination. The Regional Court found that the written version of the decision of 7 October 1982 did not correspond to the oral version as recorded in the minutes of the hearing at which it had been pronounced. The Regional Court instructed the District Court to bring the written version in line with the recorded oral version. The Regional Court observed that even the oral version was not absolutely precise. However, in the Regional Court’s view, once the written version of the decision was so “corrected” and a copy of it was served on the parties, they could appeal against it on the merits.", "11. The casefile was subsequently transmitted to a notary public who was designated by the District Court to effect certain procedural steps in the matter (súdny komisár).", "12. In September 1998 the notary public obtained a report from the Land Registry explaining changes in definition of the land in issue in the context of the preceding land reforms.", "13. On 20 November 1998 the District Court gave a decision under Article 164 of the Code of Civil Procedure correcting errors in the operative part of the written decision of 7 October 1982 by aligning it with the oral version.", "14. On 1 February 1999 the applicant and her sister appealed against the decision of 7 October 1982, as corrected by the decision of 20 November 1998. They argued that, even after the correction, the ruling as regards the land in question was inoperative as the land was not defined clearly.", "15. On 31 May 1999 the Trenčín Regional Court quashed the decision of 20 November 1998. It found that it was not bound by the views of the Banská Bystrica Regional Court as expressed in its decision of 31 July 1996 and found that it was not right “to correct” the decision of 7 October 1982 by bringing it in line with the recorded oral version which itself was inaccurate. The Trenčín Regional Court remitted the case to the District Court and instructed it to examine the contents of the case file. On the basis of such contents the decision of 7 October 1982 was to be corrected by defining the land properly.", "16. In a letter of 6 October 1999 the Vice President of the District Court acknowledged that there had been unjustified delays in the proceedings, especially in the period prior to 23 May 1996 and between 31 October 1996 and 20 November 1998.", "17. On 8 November 1999 the District Court gave a new decision under Article 164 of the Code of Civil Procedure correcting errors in the decision of 7 October 1982. It defined the parcels belonging to the inheritance and took account of the shares in the ownership of these parcels of both Mrs D. and Mr D. However, the District Court also found that some other parcels to which the applicant and her sister claimed title by way of succession did not belong to the estate of Mrs D.", "18. On 7 December 1999 the applicant and her sister lodged an appeal challenging the decision of 8 November 1999 mainly in so far as it concerned the parcels which had been left out from the estate. They demanded that the decision of 8 November 1999 be quashed and that in the subsequent proceedings a hearing should be held before the District Court in order to clarify the matter and to avoid further confusion.", "19. On 31 May 2000 the Trenčín Regional Court upheld the decision of 8 November 1999. In its summary reasoning the Regional Court referred to and fully endorsed the findings and conclusions of the District Court. The Regional Court’s decision was served on the applicant’s lawyer at some point after 17 August 2000."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}