{"ITEMID": "001-115212", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF IVANOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "George Nicolaou;Krzysztof Wojtyczek;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1951 and lives in Silistra.", "6. The applicant’s father owned a vineyard in Silistra. In 1963 part of the land was expropriated.", "7. In 1991 the applicant’s father requested restitution of the land in its “actual boundaries”. In a decision of 24 November 1992 the Silistra land commission decided that the land should be restored through a land redistribution plan.", "8. The applicant’s father died in 1994 and was inherited by the applicant and two other heirs. It appears that only the applicant, but not the other heirs, participated in the subsequent proceedings concerning the vineyard.", "9. In a decision of 7 February 1994 the land commission decided that the restitution procedure envisaged in paragraph 4k of the transitional and concluding provisions of the Agricultural Land Act of 1991 (“the restitution procedure under paragraph 4k of the ALA”) was applicable to the area in which the applicant’s vineyard was situated because that area comprised both land restored in “actual boundaries” and land allocated to usufructuaries. That procedure envisaged the preparation of a plan of newly formed plots (“план на новообразуваните имоти”) based on the cadastral plan for the area.", "10. A cadastral plan for the area in which the vineyard was situated was drawn up in 1990 but was never approved. On an unspecified date the governor of Silistra Region ordered the elaboration of such a plan and appointed a contractor.", "11. On 19 October 1995 the land commission decided to compensate the applicant and the other heirs of the applicant’s father with another property. The applicant appealed.", "12. In a judgment of 26 June 1998 the Silistra District Court quashed the decision of 19 October 1995 and held that the heirs of the applicant’s father were entitled to the restitution of 3,590 square meters of the vineyard in their “actual boundaries”. The judgment was not appealed against and became final on 20 July 1998.", "13. In a decision of 30 June 1998 the land commission ordered the restitution of the land to the heirs in its “actual boundaries”. However, it expressly noted that a plan showing the precise boundaries of the real estate was to be drawn up after the approval of the cadastral plan so as to enable the heirs to conclude any transactions with the property.", "14. Since the vineyard was possessed by third parties, in 1998 the applicant brought a rei vindicatio claim against them. During the proceedings the municipality informed the court that it could not issue a plan of the vineyard because the cadastral plan for the area had not been finalised.", "15. In a final decision of 16 March 2001 the Supreme Court of Cassation rejected the claim as premature. It held that since the plan was not ready, the restitution procedure could not be deemed completed because the property was not sufficiently individualised.", "16. On an unknown date in 2004 the applicant retained a licensed expert to prepare a plan of the vineyard and requested the land commission to validate it. The latter refused. Following an appeal, in a final judgment of 21 March 2005 the Supreme Administrative Court upheld the refusal. It held that the plan of newly formed plots for the area had not yet been approved and therefore no plans for particular properties could be issued.", "17. On 25 May 2005 the applicant requested the local Agriculture and Forestry Department (“AFD”) to issue a plan for the vineyard. On 2 June 2005 it refused. Following an appeal, in a final judgment of 27 March 2006 the Supreme Court of Cassation upheld the refusal. It held that the plan of newly formed plots for the area was not yet in force, which prevented the AFD from issuing a plan for the property. It went on to note that if the applicant deemed that his claim should have been examined under a more simplified restitution procedure than the one under paragraph 4k of the ALA (see paragraph 9 above), he should have appealed against the respective decision, which he had not done.", "18. On 17 November 2006 the Governor of the Silistra Region approved the plan of newly formed plots for the area in which the applicant’s land was situated.", "19. On an unknown date in 2006 the applicant brought a second rei vindicatio claim against the third parties, seeking to recover the entire vineyard. A plan of the property was issued on 19 January 2007 and submitted to the court. In a judgment of 25 June 2007 the District Court granted the claim in respect of all heirs.", "20. Following an appeal, on 10 April 2008 the Regional Court upheld the judgment of 25 June 2007 only in respect of the applicant’s one-third share. Relying on section 32 of the Property Act, it held that a rei vindicatio claim was more than a simple act of property management. Therefore, the applicant could not seek to vindicate the rights of the other heirs in such proceedings. Accordingly, the Regional Court ordered the defendants to deliver the possession of a one-third share of the vineyard to the applicant.", "21. The applicant appealed to the Supreme Court of Cassation, arguing that the judgment of 10 April 2008 went against the established case-law, which considered a rei vindicatio claim an act of property management that could be carried out by any co-owner on behalf of the others.", "22. In a decision of 17 September 2010 the Supreme Court of Cassation dismissed the applicant’s appeal on points of law, finding that the applicant had failed to show that an important substantive or procedural issue had been decided by the lower courts out of line with the Supreme Court of Cassation’s case-law.", "23. The applicable domestic law and practice concerning the restitution of agricultural land is summarised in the Court’s judgments in the cases of Mutishev and Others v. Bulgaria, no. 18967/03, §§ 57-75, 3 December 2009, and Naydenov v. Bulgaria, no. 17353/03, §§ 21-42, 26 November 2009.", "24. Section 1 of the State and Municipalities Responsibility for Damage Act 1988 (“the SMRDA”), as in force since July 2006, provides as follows:", "“The State and the municipalities shall be liable for damage caused to individuals and legal persons by unlawful decisions, actions or omissions by their organs and officials, committed in the course of or in connection with the performance of administrative action.”"], "VIOLATED_ARTICLES": ["13", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}