{"ITEMID": "001-87211", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOWALCZYK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1966 and lives in Gdynia. He is currently detained in the Gdańsk Remand Centre.", "5. The applicant was arrested on 12 January 1999 on suspicion of having committed homicide together with eight accomplices, and of illegal possession of arms.", "6. On 14 January 1999 the Gdańsk District Court (Sąd Rejonowy) remanded the applicant in custody until 12 April 1999 in view of the reasonable suspicion that he had committed homicide and the risk that he would obstruct the investigation.", "7. The applicant’s detention was extended by several decisions of the Gdańsk Court of Appeal and the Supreme Court. The applicant’s appeals and applications for release and applications to vary the preventive measure were unsuccessful. In their decisions the courts relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, on the serious nature of the offences and the risk that the applicant would obstruct the proceedings. They basically relied on the same grounds as originally invoked each time they dismissed his applications for release or his requests to vary the preventive measures applied. In its decision of 16 June 1999 extending the applicant’s detention, the Gdańsk Court of Appeal added that there was a reasonable risk that the applicant would abscond.", "8. On 29 July 2003 the Gdańsk Regional Court convicted the applicant as charged and sentenced him to life imprisonment. It appears that during the proceedings the applicant served another prison sentence, because the first-instance court counted the periods of his pre-trial detention, that is to say from 12 January 1999 until 25 May 1999 and from 26 December 2002 until 29 July 2003 (eleven months and sixteen days), towards the prison sentence.", "9. On 23 July 2003 the Gdańsk Court of Appeal extended the applicant’s detention until 30 September 2003.", "10. The applicant and other co-accused lodged appeals against the firstinstance judgment.", "11. The applicant remained in detention pending his appeal.", "12. On 16 December 2004 the Gdańsk Court of Appeal quashed the firstinstance judgment and remitted the case for re-examination. It found that the trial court had incorrectly assessed evidence and had made numerous procedural mistakes. The Court of Appeal also pointed to the fact that the reasoning of the first-instance judgment had been “grossly brief and superficial”.", "13. On 11 January 2005 the Gdańsk Court of Appeal extended the applicant’s detention until 11 April 2005. The detention was further extended on several occasions (on 23 March, 23 June and 22 December 2005 and on 30 May and 28 September 2006). At least three of the six above-mentioned decisions extending the detention were upheld following appeals by the applicant.", "14. On 6 May 2005 the case file was sent back to the first-instance court.", "15. On 25 August 2005 the Gdańsk Regional Court made a severance order and considered that the applicant’s case should be dealt with separately.", "16. The proceedings are still pending and the applicant remains in detention.", "17. The relevant domestic law and practice concerning the imposition of pre-trial detention (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}