{"ITEMID": "001-81932", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MUSAYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2;Violation of Art. 3;No violation of Art. 3;Violation of Art. 5;Violation of Art. 13", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicants were born in 1954, 1946 and 1977 respectively and live in the village of Gekhi, Urus-Martan District, Chechnya.", "8. The facts of the case as submitted by the parties are summarised in section A below (paragraphs 9 - 55). A description of documents submitted by the Government is contained in section B below (paragraphs 56 - 59).", "9. The first two applicants are a married couple. They have four children, two of whom – Ali Musayev, born in 1972, and Umar Musayev, born in 1977 – lived together with their parents in a household comprising two houses in Gekhi. The third applicant was married to Ali Musayev.", "10. On 8 August 2000 a Russian armoured personnel carrier (APC) was attacked and blown up in the vicinity of Gekhi and the military responded with a “sweeping” operation in the village.", "11. During this operation an armed man, who was being pursued by soldiers, entered the applicants' house and hid in one of the rooms. According to the Government, the man was A., a member of an illegal armed group. The servicemen strafed the house, using machine-guns and grenade-launchers. Two daughters and a grandson of the first two applicants, the second applicant, the third applicant, Ali Musayev and Umar Musayev were inside the house at the time. A two-year-old grandson of the first two applicants was in a car parked in the courtyard.", "12. A. was killed when the military threw nine grenades into the house and shelled it from the APC. The servicemen then wrapped the corpse in a blanket and put it into Ali Musayev's car, a white Zhiguli. They then searched the house. Umar Musayev, who had been feeling ill that day and was lying in bed, was blindfolded and ordered to step out of the house and lie down.", "13. Major S., an officer in command, seized the identity papers, car documents and car key belonging to Ali Musayev, who was then forced into the car. Umar Musayev was put into an APC which had no visible vehicle number. They were both taken away.", "14. The first applicant later found out that the APC number was 108 and belonged to the Main Intelligence Department of the Ministry of Defence of Russia (Главное разведывательное управление Министерства Обороны РФ).", "15. Following their detention, Ali and Umar Musayev were brought to a temporary operational headquarters of the military commander's office situated near Gekhi. According to the first applicant, who referred to unnamed witness statements, Ali Musayev was beaten there by federal officers.", "16. Thereafter the Musayev brothers were brought to the Urus-Martan Temporary Office of the Interior (временный ОВД Урус-Мартановского района, “the VOVD”) and questioned. The first applicant submitted, with reference to the witnesses' accounts, that after the interrogation her sons and three other persons apprehended in Gekhi that day had again been brought to the temporary operational headquarters. At 5 p.m. the military released the other three persons, but not Ali and Umar Musayev, of whom there was no further news.", "17. Between 8 and 10 August 2000 federal troops sealed off the village of Gekhi. On the latter date, after restrictions were lifted, the first applicant went to Urus-Martan and notified the head of the district administration (глава администрации) of the detention of her sons.", "18. She then went to the district military commander's office (районная военная комендатура) where she noticed her elder son's car in the courtyard. The first applicant applied to military commander G. with enquiries about her sons and the car. The military commander told the first applicant that he had no information concerning Ali and Umar Musayev and advised her to come back in two days. As regards the car, Mr G. stated that it was “unclean”.", "19. On the same date the first applicant also applied to the Urus-Martan prosecutor's office (прокуратура Урус-Мартановского района), claiming that her sons had been unlawfully detained.", "20. On 11 or 12 August 2000 the first applicant went to the military commander's office again. Mr G. told her that he had not participated in the “sweeping” operation on 8 August 2000 and had no information about the whereabouts of her sons. Later, the military commander stated that the Musayev brothers had been taken to the main federal military base in Khankala. As to the car, Mr G. said that a database check had confirmed that it was “clean” and that the first applicant had to produce a power of attorney to recover the vehicle. The first applicant stated that she did not have this paper, as all the documents had been in the seized car, and the military commander refused to return the vehicle. In the first applicant's submission, the car was returned only on 4 October 2000, after her son-in-law had brought a copy of the power of attorney from a vendor from Dagestan.", "21. During August and September 2000 the first applicant repeatedly applied to the military commander's office, the VOVD and prosecutors at various levels in connection with her sons' disappearance. She received hardly any substantive information from official bodies in reply to her enquiries. The responses were mainly formal ones stating that her requests had been forwarded to different prosecutor's offices.", "22. In a letter of 11 September 2000 an acting prosecutor of the Urus-Martan District informed the first applicant that Ali and Umar Musayev were not detained in the VOVD, that they were not listed in the VOVD registration papers, and that no criminal proceedings had ever been brought against them. The letter further stated that information requests sent to military units had remained unanswered, and that the head of the Urus-Martan VOVD had been instructed to commence a criminal investigation into the disappearance of the Musayev brothers.", "23. According to the applicants, on 11 August 2000 the Russian TV channel NTV showed Ali Musayev's body as that of a rebel fighter killed during the “sweeping” operation in Gekhi on 8 August 2000. The applicants did not submit a copy of that recording.", "24. In early September a serviceman of a military unit stationed in the village of Tyangi-Chu produced a plan of a burial site near the cemetery of Gekhi, where, he claimed, Ali and Umar Musayev had been buried. According to the applicants, they had to pay for the indication of the site.", "25. On 13 September 2000 the applicants notified the head of the administration of Gekhi, the Urus-Martan District Prosecutor's Office, the military commander's office and the district administration of Urus-Martan (администрация Урус-Мартановского района) that they were going to excavate the grave.", "26. On the same date the second applicant exhumed the grave in the presence of a police officer and officials from the local administration and found four corpses, all of which showed signs of having met a violent death. He identified his sons' bodies by fragments of the remaining teeth. The other two bodies were identified as that of the man killed in the applicants' house on 8 August 2000 and that of a resident of Gekhi, who had been detained along with the Musayev brothers. It appears that the remains were examined by officials of the administration of Gekhi, who issued a certificate in this respect.", "27. The police officer undertook no investigative actions at the excavation site. According to the Government, the applicants refused to submit the bodies for an autopsy on account of their national and religious traditions. The applicants buried the remains shortly afterwards, without taking photographs or inviting a medical doctor to attend before the burial.", "28. On 7 September 2001 the Urus-Martan Town Court certified the death of Ali Musayev, upon the first applicant's request. The court heard evidence from two witnesses, who confirmed the first applicant's submissions about the detention of her son on 8 August 2000, the discovery of his body and his burial on 13 September 2000 at the Gekhi village cemetery. The court certified that Ali Musayev's death had occurred on 13 September 2000 in the village of Gekhi. It does not appear that a court certification of death was made in respect of Umar Musayev.", "29. On 18 September and 9 October 2001 respectively the registry office of the Urus-Martan District issued death certificates for Ali Alamatovich Musayev, born in 1972, and Umar Alamatovich Musayev, born in 1977. The date and the place of death were recorded as 12 September 2000, Gekhi.", "30. On 8 October 2001 a medical certificate of death was issued for Umar Musayev. Referring to the certificate of the administration of Gekhi and a certificate of the Urus-Martan prosecutor's office, the medical certificate stated that Umar Musayev's death had been caused by multiple stab wounds and severe injuries. The date and the place of death were recorded as 12 September 2000, Gekhi.", "31. On 18 September 2000 the Urus-Martan VOVD refused to institute criminal proceedings in connection with the discovery of four bodies on 13 September 2000, referring to the absence of essential elements of a crime.", "32. On 18 October 2000 the Urus-Martan prosecutor's office set aside the above decision and instituted criminal proceedings under Article 105 (2-a) of the Russian Criminal Code (murder of two or more persons). The case file was assigned the number 24047.", "33. In a letter of 1 November 2000 the military prosecutor of military unit no. 20102 (военная прокуратура – войсковая часть 20102) informed the first applicant that a suspect in the blowing-up of the APC had been found in their house, and that her sons had been detained for an identity check in this connection. The letter confirmed that after being apprehended Ali and Umar Musayev had been brought to the Urus-Martan VOVD but stated that no further information about them was available, since they were not listed among the detained persons. The letter went on to say that on 13 September 2000 a burial site had been excavated by police officers who had found four male bodies there. Two of the bodies had been identified as those of the first applicant's sons. The letter also stated that Major S., the officer in charge of the operation, had left for his permanent location in Penza, and that efforts were being made to obtain information from him about the detention of Ali and Umar Musayev.", "34. On 27 November 2000 the Urus-Martan prosecutor's office received a letter from a district prosecutor of the Penza Region informing him that on 15 November 2000 Major S. had been questioned about the operation of 8 August 2000. The transcript of this interview was enclosed. Major S. stated the following:", "“From 18 June until 22 September 2000 I was seconded to the town of Urus-Martan, the Chechen Republic. ...", "In addition to the Urus-Martan VOVD, military personnel of the troops of the interior and of the army (военнослужащие из внутренних и федеральных войск) and the military commander's company (комендантская рота) also took part in the operation [on 8 August 2000]. I cannot say which particular person was in command of the operation. From our department there was the head of the Urus-Martan VOVD, Lieutenant-Colonel Sh. There were also three generals, whose names I do not know, and military commander G. in the vicinity of the village of Gekhi.", "Acting on the instructions of the superiors of the alignment, I and a group of 30 – 35 men arrived by bus and APC in Gekhi at around 11 a.m. ... About 20 men in the group were police officers, the rest were army servicemen. I was in charge of the police officers, and the [army] servicemen were under the command of an officer with the rank of captain, whose name I do not know. I do not know in which particular military units those servicemen served and at whose disposal the APC with the vehicle number 108 was.", "During the “sweeping” operation we went to the courtyard of one of the houses. It was subsequently established that the house belonged to the Musayev family. ...", "I approached one of the windows and looked inside. I saw a man wearing an ammunition jacket and holding a pistol. Having seen me, the man fired ... at me. ... In response to the shots from the house, our personnel opened fire. ... [During the fight another] man came over to me and said that he lived in Moscow and was a relative of this family. ...", "One of the soldiers threw 6 grenades into the house, but the shots from the house did not stop. Then [we] started shooting at the criminal from the APC, and only then did the fire from the house cease, but the house caught fire. ...", "Only one man seemed to have been shooting from the house, and only one body was found inside. The soldiers put this corpse into a white car and the relative from Moscow also got into this vehicle. Then I went out and saw two cars near the house. The servicemen said that they had seized those cars. I cannot tell who ordered them to seize the cars. I did not give such an order. Besides, on the APC I noticed another detained man in a white shirt. I do not know who ordered that man to be detained. We escorted the detained men and two cars to the outskirts of Gekhi, where the command centre of the alignment was located. ... On the instructions of the superiors, the detained persons and the cars were left at the command centre. Upon my return from Gekhi, somebody told me that the detainees and the red car had been released. The detainees were not brought to the Urus-Martan VOVD, as upon my return there in the evening I saw neither the white car nor the persons apprehended during the fight at the Musayevs' house. I do not know whether they were brought to the military commander's office and who escorted them. ... Following the instruction of the superiors, we left these detainees at the command centre, and I have no further information about them, or about the white car.”", "35. Having regard to the transcript, the prosecutor of the Urus-Martan District ordered the military commander G. to be questioned. According to the first applicant, that order was never complied with.", "36. In a letter of 4 January 2001 the military prosecutor of military unit no. 20102 informed the Urus-Martan prosecutor's office and the first applicant that an inquiry had been carried out into the first applicant's allegations, and that no involvement of the military personnel of the Ministry of Defence or of the interior troops of the Ministry of the Interior in the detention of the Musayev brothers had been established, and therefore no criminal proceedings would be brought against the aforementioned personnel.", "37. On 18 December 2000 the Urus-Martan prosecutor's office suspended the criminal proceedings in case no. 24047 for failure to establish the identity of the alleged perpetrators. The first applicant was notified of that decision in a letter of 18 January 2001.", "38. On 7 August 2001 the Urus-Martan prosecutor's office quashed the decision of 18 December 2000, stating that the investigation had been incomplete and that, in particular, no forensic medical examination of the bodies had been carried out and the witnesses who had identified the corpses had not been questioned. The prosecutor's office thus ordered that the investigation be resumed.", "39. On an unspecified date the first applicant received a letter from the Urus-Martan prosecutor's office dated 24 August 2001. The letter contained a restatement of the facts of the detention of Ali and Umar Musayev and the discovery of their bodies and informed the first applicant that a criminal investigation had been commenced and that the case file had been assigned the number 24047. The letter also stated that the first applicant would be informed of any further developments in the case.", "40. On 8 September 2001 the criminal proceedings in case no. 24047 were adjourned as it was impossible to establish the identity of the alleged perpetrators. The proceedings were then resumed pursuant to a decision of the Urus-Martan prosecutor's office dated 1 April 2002 and suspended a month later.", "41. On 22 July 2002 the prosecutor's office of the Chechen Republic (прокуратура Чеченской Республики, “the republican prosecutor's office”) set aside the decision of 1 May 2002 and resumed the investigation, ordering the investigators “to study thoroughly the circumstances of the Musayev brothers' disappearance and to establish the identity of those responsible”.", "42. On 22 August 2002 the Urus-Martan prosecutor's office granted the first applicant the status of victim of a crime and civil claimant.", "43. On 26 August 2002 the Urus-Martan prosecutor's office suspended the investigation into the death of the Musayev brothers.", "44. In a letter of 27 August 2002 the Prosecutor General's Office informed the first applicant that the investigation into her sons' death had been resumed on 19 July 2002 and was being supervised by them.", "45. Between 26 August 2002 and 14 October 2004 the proceedings remained suspended and there were no developments in the case.", "46. In September 2004 the present application was communicated to the Russian Government. On 14 October 2004 the Urus-Martan prosecutor's office resumed the investigation, referring to the fact that a number of essential steps had not previously been taken and giving detailed instructions to the investigators as to what measures should be taken.", "47. In a letter of 14 October 2004 the Urus-Martan prosecutor's office informed the first applicant that the proceedings in criminal case no. 24047 had been recommenced on that date.", "48. On 14 November 2004 the Urus-Martan prosecutor's office notified the first applicant of the suspension on the same date of the preliminary investigation into her sons' murder in the absence of those responsible.", "49. It appears that at some point the investigation was resumed, then suspended on 21 April 2005 and recommenced on the same date. It was then suspended on 21 May and 31 October 2005 and resumed on 30 September 2005 and 18 August 2006 respectively.", "50. Referring to the information provided by the Prosecutor General's Office, the Government submitted that the investigation into the murder of Ali and Umar Musayev had commenced on 18 October 2000 and had then been suspended and resumed on several occasions, but had so far failed to identify those responsible. According to the Government, the applicants were duly informed about all decisions taken during the investigation. They further submitted that the first applicant had been questioned on 20 October and 12 December 2000, 4 April 2002, 19 and 23 October 2004 and 1 April 2005 and had been granted the status of victim and been declared a civil claimant on 20 October 2000 and 22 August 2002 respectively. The second applicant had been questioned as a witness on 23 October 2000, 5 April, 20 and 23 October 2002 and 12 April 2005. Apart from the first two applicants, the investigating authorities had also questioned at least 18 witnesses, including the applicants' relatives and acquaintances, residents of Gekhi, the head of the local administration and a number of servicemen of law-enforcement agencies who had been working in the Chechen Republic at the material time. The Government referred in particular to the statement of Mr M., an investigator of the Urus-Martan prosecutor's office, to the effect that military commander G. had told him that the Musayev brothers had been detained and then released. The Government did not specify on which date this statement had been made. They also submitted that military commander G. had not been questioned during the investigation, as he had been killed on 29 November 2001 in a terrorist attack. The Government did not indicate any other names of the servicemen who had allegedly been questioned by the investigators.", "51. According to the Government, it was impossible to identify other witnesses in the case, but the search for them was currently under way. The Government further stated that the applicants had refused to disclose the place of burial of Ali and Umar Musayev and allow the investigating authorities to exhume the bodies so as to enable forensic experts to examine them. Finally, the Government stated that the investigating authorities had sent a number of queries to various State bodies on 16 December 2000, 20 and 26 October 2002, 20 October, 1 and 14 November 2004, 28, 30, 31 January, 3 February, 23 and 25 March and 5 May 2005 and undertaken other investigative actions, but did not specify what those actions had been.", "52. On unspecified dates the first two applicants issued separate sets of civil proceedings against the Ministry of Finance in the Basmanny District Court of Moscow (“the District Court”), seeking compensation for non-pecuniary damage in connection with the unlawful detention of their sons.", "53. On 23 December 2003 and 21 May 2004 the District Court delivered two similar judgments. It established that on 8 August 2000 in the house of the Musayev family in the village of Gekhi, Urus-Martan District, a member of an illegal armed group had been found and killed, as he had shown armed resistance. The applicants' sons, Ali Musayev and Umar Musayev, were detained and escorted to the Temporary Office of the Interior of the Urus-Martan District so as to establish the circumstances of the above-mentioned incident. On 13 September 2000 their corpses were found at the outskirts of Gekhi, and criminal proceedings were instituted in this connection but later suspended, as no culprits could be identified. The court further stated that under Article 1069 of the Civil Code of Russia the State was liable only for damages for its agents' actions that were unlawful. It then noted that the military operation in Chechnya had been launched by virtue of Presidential Decree no. 2166 of 30 November 1994, and Governmental Decree no. 1360 of 9 December 1994 which had been found constitutional by the Constitutional Court of Russia on 31 July 1995, except for two provisions of the governmental decree. In the latter respect the court noted that the said two provisions had never been applied to the applicants and that “it did not follow from the evidence submitted that there was a causal link between the loss by [the first two applicants] of their sons and any unlawful actions on the part of the State bodies”. The court concluded that the applicants' claims were not based on domestic law and dismissed them accordingly.", "54. On 8 July 2004 the Moscow City Court rejected an appeal by the first applicant and upheld the judgment of 23 December 2003.", "55. It is unclear whether the second applicant appealed against the judgment of 21 May 2004, and, if so, what the outcome of the appeal was.", "56. In September 2004, at the communication stage, the Government were invited to produce a copy of the investigation file in criminal case no. 24047 opened into the killing of Ali and Umar Musayev. Relying on the information obtained from the Prosecutor General's Office, the Government replied that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses. In March 2005 the Court reiterated its request and suggested that Rule 33 § 3 be applied. In reply, the Government stated that the submission of the case file would breach the relevant national legislation, given that it contained classified information of a military nature and personal data concerning witnesses. At the same time, the Government suggested that a Court delegation could have access to the file at the place of the preliminary investigation with the exception of “the documents [disclosing military information and personal data concerning the witnesses], and without the right to make copies of the case file and transmit it to others”.", "57. On 1 June 2006 the application was declared partly admissible. At that stage the Court again invited the Government to submit the investigation file and to submit information concerning the progress in the investigation. In September 2006 the Government informed the Court of the latest dates on which the investigation had been suspended and reopened and produced 39 documents running to 47 pages from the case file, which, as could be ascertained from the page numbering, comprised at least 423 pages. The documents included:", "(a) a procedural decision of 18 October 2000 instituting criminal proceedings in connection with the discovery of four bodies on 13 September 2000;", "(b) numerous procedural decisions suspending and reopening criminal proceedings in connection with the killing of the applicants' relatives;", "(c) a number of investigators' decisions taking up case no. 24047", "(d) letters informing the first applicant of the suspension and reopening of the criminal proceedings in case no. 24047.", "58. The Government did not furnish the Court with any other documents from the case file.", "59. The Government enclosed a number of letters from various higher courts in Russia, stating that the applicants had never lodged any such complaints about the allegedly unlawful detention of their relatives or challenged in court any actions or omissions of the investigating or other law-enforcing authorities.", "60. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation.", "61. Article 161 of the new CCP enshrines the rule that data from the preliminary investigation may not be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator but only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of the participants in criminal proceedings without their permission.", "62. The Law on Complaints to Courts against Actions and Decisions Violating the Rights and Freedoms of Citizens (as revised by the Federal Law of 14 December 1995) provides that any citizen has the right to lodge a complaint with a court when he or she considers that his or her rights have been infringed by an unlawful action or decision of a State agency, local self-government body or an institution, enterprise or association, non-governmental organisation or official or State employee. Complaints may be lodged either directly with a court or with a higher State agency, which must review the complaint within one month. If the complaint is rejected by the latter or there has been no response on its part, the person concerned has the right to bring the matter before a court.", "63. Under Section 5 of the Law on Operational Search Activities, an individual who considers that his rights and freedoms have been violated by the bodies carrying out the operational search activities can complain of those actions to a higher body carrying out the operational search activities, a prosecutor or a court."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}