{"ITEMID": "001-4592", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KARASSEV v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The application was originally submitted by four applicants of which Pasi Karassev was the fourth one (later; the applicant). The other applicants’ complaints were declared inadmissible by the European Commission of Human Rights on 14 April 1998. The present applicant was born in 1992 in Finland of parents who were born in the former Soviet Union and were citizens of that country. The applicant and his parents are currently resident at Poitsila in Finland.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "The applicant’s parents and his brother, who was born in 1983 in the former Soviet Union, arrived in Finland from the then Soviet Union on 20 August 1991, holding tourist visas valid from 3 to 21 August 1991. On the last-mentioned day they requested asylum in Finland, referring to the attempted coup d’etat in the Soviet Union. On 11 May 1992 the Ministry of the Interior (sisäasiainministeriö, inrikesministeriet) rejected their asylum request and found no reason to grant them a residence permit.", "On 20 July 1992 the Hollola Police District proposed that the family be expelled. The family objected on 14 August 1992, arguing, inter alia, that although they had been citizens of the former Soviet Union they had not become citizens of the Russian Federation. On 4 November 1992 the Ministry of the Interior ordered their expulsion to the Russian Federation, considering, inter alia, that they were citizens of the former Soviet Union with no such ties to Finland as could prevent their expulsion. The Ministry also prohibited the family from returning to Finland or any other Nordic country during a period of two years. The family appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen).", "On 16 December 1992 the present applicant was born. He was not registered as being entitled to Finnish social security benefits. The Social and Health Board (sosiaali- ja terveyslautakunta, social- och hälsovårdsnämnden) of Nastola refused the applicant’s mother’s request for maternity allowance, noting that she was not a Finnish citizen and had not been granted a residence permit in the country. No appeal was lodged against this refusal. The municipality donated to the applicant’s mother a maternity package with various supplies.", "In 1993 the applicant’s father obtained employment in Hamina. On 1 September 1993 the applicant’s parents were refused housing allowance, as they had no residence permits in Finland. They did not appeal.", "On 23 November 1993 the Supreme Administrative Court referred the matter back to the Ministry for renewed consideration, since the expulsion order had not concerned the present applicant.", "On 4 January 1994 the Hollola Police District proposed to that the applicant and his family be expelled. The applicant and his family objected and requested that the expulsion order would at least not be enforced until the applicant’s possible entitlement to Finnish citizenship had been examined.", "In February 1994 the applicant requested to be granted Finnish citizenship by application. On 26 April 1994 the Ministry of the Interior found no reason to grant him a residence permit. Instead the applicant and his family were ordered to be expelled to the Russian Federation, as they were all considered to be citizens of that State pursuant to its 1991 Citizenship Act which had entered into force on 6 February 1992. In a memorandum of 2 March 1994 the Ministry recalled that the applicant’s parents and his brother had arrived in Finland on a tourist visa. At the time when the Russian Citizenship Act had entered into force, the applicant’s parents and his brother had not been permanently residing in Finland but in the Russian Federation. As the applicant’s parents had thus become citizens of the Russian Federation, the Ministry concluded that the applicant had obtained Russian (and thus not Finnish) citizenship by birth.", "In the summer of 1994 the applicant’s father established his own company in Hamina.", "On 28 April 1995 the Supreme Administrative Court rejected the applicant’s and his family’s appeal against the new expulsion order.", "In the summer of 1995 the applicant and his family lodged a further request for residence permits, supported by, among others, the Chief of the Hamina Police District. He stated that the applicant and his family had integrated well in Finland and that it would clearly be unreasonable to refuse them residence permits. In three decisions of 16 August 1995 the Ministry of the Interior nevertheless rejected the applicant’s and his family’s request. They then lodged an extraordinary appeal (purkuhakemus, ansökan om återbrytande) to the Supreme Administrative Court, requesting that the Ministry’s decision be quashed.", "On 20 October 1995 the Ministry of the Interior objected to the applicant’s and his family’s request to the Supreme Administrative Court. The Ministry referred, inter alia, to its own inquiry according to which the applicant and his family had received Russian citizenship.", "On 1 February 1996 the Office for Alien Affairs (ulkomaalaisvirasto, utlänningsverket) requested the applicant’s local Police District to inform the parents of the applicant of the costs of a negative decision on pursuing the application for citizenship.", "On 1 February 1996 the Ministry of the Interior again considered that the applicant had already acquired Russian citizenship. Accordingly, he did not meet the conditions prescribed by section 4 of the 1968 Citizenship Act (kansalaisuuslaki, medborgarskapslag 401/1968) for granting him Finnish citizenship by application.", "On 19 February 1996 the Supreme Administrative Court rejected the applicant’s and his family’s extraordinary appeal.", "On 26 February 1996 the Consul General of the Russian Embassy in Finland certified that the applicant’s parents or his brother were not citizens of the Russian Federation.", "On 28 February 1996 the applicant’s request for Finnish citizenship by application was withdrawn. Instead he requested that his Finnish citizenship be confirmed by the President of the Republic, given that his parents had not acquired Russian citizenship whether by application, declaration or acceptance. It was therefore argued that he had received Finnish citizenship by birth, pursuant to section 1, subsection 1 (4) of the Citizenship Act.", "On 26 March 1996 the Consul General of the Russian Embassy certified that the applicant was not a citizen of the Russian Federation.", "On 25 April 1996 the Chief of the Hamina Police District ordered the applicant and his family to leave Finland by 24 May 1996. The applicant and his family objected, referring, inter alia, to the pending request for a confirmation of the applicant’s Finnish citizenship and stating that they lacked the necessary travel documents.", "On 29 April 1996 the head of the Consular Department of the Russian Embassy certified that pursuant to the Citizenship Act of the Russian Federation none of the applicant’s family members were Russian citizens. Their Soviet passports were no longer in force and were to be handed over to the Embassy. The family could request that new documents be issued to them by the Finnish authorities “because they were stateless”. They would be unable to enter the Russian Federation without proper documents. In the letter it was also stated that the applicant’s and his family’s expulsion from Finland “was not based on law”.", "On 20 May 1996 the local Social Welfare Board decided to afford the applicant municipal day care as from 1 June 1996. The applicant’s brother enjoys the right to attend a public school in Finland.", "On 21 May 1996 the Chief of Police of Hamina stated that the enforcement of the expulsion order had been postponed indefinitely.", "On 26 June 1996 and 22 July 1996 the head of the Consular Department of the Russian Embassy again confirmed that the applicant or his family were not citizens of the Russian Federation.", "On 7 January 1997 the Social Insurance Institution considered, pursuant to section 3 of the 1993 Act, that the applicant and his family were not entitled to sickness insurance benefits under the 1963 Sickness Insurance Act. The Social Insurance Institution noted that the members of the applicant’s family had arrived in Finland as refugees. Moreover, at the time of the Social Insurance Institution’s decision the applicant and his family had no passports or work permits in Finland nor had they been entered in the Finnish population register. The applicant and his family appealed to the Social Insurance Board (sosiaalivakuutuslautakunta, socialförsäkringsnämnden) on 10 January 1997, referring, in particular, to the fact that the applicant had been born in Finland.", "On 10 February 1997 the applicant’s parents and brother were granted one-year residence permits in Finland. The Ministry of the Interior now considered that their citizenship was unknown. It recalled that the attempts to enforce the expulsion order regarding the applicant and his family had failed. Most recently, the Russian authorities had stated, on 2 January 1997, that the applicant and his family would not be accepted back into that country.", "The applicant’s parents and his brother were granted aliens passports and temporary residence permits. The applicant has not lodged with the competent authorities an application for an alien’s passport and a residence permit", "On 19 February 1997 the Population Registration Authority (maistraatti, magistraten) of Kotka stated that it could not yet deal with the applicant’s request to be registered as resident in Finland and to be granted a personal identification number. The registration Authority referred to the pending citizenship proceedings and recalled that the applicant’s registration would require proof of his Finnish citizenship or residence permit.", "On 4 March 1997 the applicant’s mother was granted a monthly child allowance for the applicant’s brother exclusively.", "On 12 March 1997 the Ministry of the Interior requested the Ministry of Foreign Affairs to seek clarification from the Russian authorities as regards the applicant’s and his family’s citizenship. The Ministry of the Interior now stated that under the terms of the Russian Citizenship Act, citizens of the former Soviet Union who were permanently resident within the Russian Federation’s territory when the Act entered into force were automatically granted Russian citizenship provided they did not refuse it within a year from the entry into force of the Citizenship Act. In the view of the Ministry of the Interior, the applicant’s parents had not presented evidence of such a refusal (according to the applicant’s family, their objection to becoming Russian citizens was addressed to the Russian authorities and lodged with the Finnish Ministry of Interior). The Ministry requested especially clarification, inter alia, as to why the applicant may not have received Russian citizenship at birth or, if he did so receive the citizenship, why and when he lost it later.", "On 14 April 1997 the Social Insurance Institution granted the applicant’s mother a housing allowance as from 1 March 1997 and, on 18 April 1997, she was granted an employment allowance as from 13 March 1997. The applicant was not taken into account when the amounts of these allowances were fixed. On 16 May 1997 the employment allowance and housing allowance were nevertheless increased, both children having been taken into account.", "On 6 May 1997 the Population Registration Authority of Kotka registered the applicant as resident in Finland and gave him a personal identification number. The applicant is registered in the official registry as born in Nastola, which is a municipality in Finland, but stateless while the nationality of his mother is registered as unknown.", "In a diplomatic note of 26 May 1997 the Ministry of Foreign Affairs of the Russian Federation conveyed the reply of the Citizenship Commission of the President of the Russian Federation to the Finnish Ministry’s question concerning the citizenship of the applicant and his family. The Commission stated as follows (translation):", "“The Ministry of Foreign Affairs of the Russian Federation expresses its respect for the Embassy of the Republic of Finland and, referring to the Embassy’s notice no. MOSVO 11-40 dated 18 April 1997 and to the notice no. MOSVO 11-55 dated 24 April 1997, it gives notice that the Citizenship Commission of the President of the Russian Federation has examined the citizenship of the Karassev family and declares as follows.", "According to Decree no. 5206/1-1/17.6.1993 (the Russian Federation’s Decree implementing the Russian Federation’s Decree amending and supplementing of the Russian Federation’s Act on Citizenship of the Russian Federation) of the Highest Council of the Russian Federation, citizens of the former Soviet Union who, prior to 6 February 1992, were permanently resident abroad or had left the country temporarily for the purposes of work, studies, health care or private affairs, and who returned to the country after the Act on Citizenship of the Russian Federation entered into force, were, under section 13 subsection 1 of that Act, recognised as citizens of the Russian Federation. However, the Karassev family did not return to the country by this time and, as far as is known, have no intention of doing so.", "According to the Russian Federation’s Act on Citizenship of the Russian Federation, citizenship is constituted by a continuous legal connection to the State, expressed in the unity of the mutual rights, obligations and liability between the person concerned and the State.", "The International Court of Justice, which examined the Nottebohm case, which is comparable with the present case, defined nationality as a “legal bond having as its basis a social fact of attachment, a genuine connection of existence, interests and sentiments, together with the existence of reciprocal rights and duties”.", "Given that the Karassevs have resided in Finland for over five years they have, in the Commission’s opinion, lost those ties to the Russian Federation and, more importantly, have not expressed their willingness to renew those ties.", "The Commission concludes that the Karassevs are, therefore, not citizens of the Russian Federation. ...”", "On 28 May 1997 the applicant’s mother was also granted a child allowance for the applicant.", "In response to the applicant’s and his family’s appeal of 10 January 1997 the Appellate Board for Social Insurance (tarkastuslautakunta, prövningsnämnden), on16 September 1997, referred the matter back to the Social Insurance Institution. According to the applicant and his family, the Social Insurance Institution has considered it unnecessary to decide this matter separately and has referred to its decisions of 16 and 28 May 1997.", "In its opinion to the President of the Republic the Supreme Administrative Court, on 17 December 1997, considered that the applicant had not obtained Finnish citizenship on his birth in Finland. The Supreme Administrative Court noted, inter alia, that on their arrival in Finland the applicant’s parents and his brother had been citizens of the Soviet Union. They had not lost the citizenship of the successor State (the Russian Federation) by the time the applicant had been born. The Supreme Administrative Court’s decision discusses neither the Russian Decree of 1993 to which the Citizenship Commission of the President of the Russian Federation referred in the applicant’s and his family’s case nor the Russian Embassy’s certificates according to which the applicant and his family are not Russian citizens.", "On 22 December 1997 the Russian Embassy, in a statement signed by an attaché, certified that pursuant to the Russian Citizenship Act the applicant was not and had not been a citizen of that State.", "On 23 January 1998 the President of the Republic declared, with reference to the Supreme Administrative Court’s opinion, that the applicant was not a Finnish citizen.", "The applicant has petitioned to the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) concerning the excessive length of the proceedings pertaining to the applicant’s request for a citizenship declaration. No decision has been made.", "B. Relevant domestic law", "Section 1, subsection 1(4), of the Citizenship Act (as amended by Act no. 584/1984) reads as follows (translation):", "“A child receives Finnish citizenship by birth:", "...", "... if [it] is born in Finland and does not at that time receive citizenship of any other country.”", "Under section 1 of the 1963 Sickness Insurance Act (sairausvakuutuslaki, sjukförsäkringslag 364/1963), every “resident” in Finland is entitled to the benefits guaranteed therein. The interpretation of “residence” shall be decided by the Social Insurance Institution (kansaneläkelaitos, folkpensionsanstalten) pursuant to the 1993 Act on Social Security based on Residence (laki asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta, lag om tillämpning av lagstiftningen om bosättningsbaserad social trygghet 1573/1993). Under this Act a person shall be considered resident in Finland if his or her actual residence and home are in that country and he or she is permanently and principally staying there. An immigrant who intends to settle permanently can be considered resident as from his arrival, provided he or she is holding a residence permit valid for at least one year (should a permit be required). An asylum-seeker is not considered a resident if the decision on the asylum request or in the expulsion matter has not acquired legal force (section 3). An appeal against the Social Insurance Institution’s interpretation of “residence” lies to one out of several authorities, depending on the requested benefit which underlies the dispute (section 13).", "Under section 5 of the 1991 Aliens Act (ulkomaalaislaki, utlänningslag 378/1991; later amended) an aliens passport may be issued if the alien is unable to obtain a passport from his or her country of origin or if there is another exceptional reason for issuing such a document."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}