{"ITEMID": "001-87434", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MARCHOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1965 and lives in Kraków, Poland.", "6. On 15 January 1997 the applicant was arrested on suspicion of homicide.", "7. On 16 January 1997 the applicant was brought before the Kraków District Court (Sąd Rejonowy). The court remanded him in custody on charges of assault occasioning death. The court held that there was a reasonable suspicion that the applicant had committed the offences with which he had been charged. In addition, the detention was necessary to ensure the proper course of the proceedings. The court also referred to the likelihood that a severe sentence could be imposed on the applicant.", "8. During the investigation the applicant’s detention was extended twice. The last of the relevant decisions was given on 9 July 1997 by the Kraków Court of Appeal (Sąd Apelacyjny) and extended the applicant’s detention until 31 August 1997. The courts considered that the grounds originally given for his detention were still valid.", "9. Between January and August 1997 the applicant made several applications for release. In particular, he asked to be released on bail. All those applications were dismissed, both at first instance and on appeal. The applicant stressed that in view of the witness testimonies his detention lacked any reasonable basis. In addition, his son had just started school and it was necessary for him to have regular contact with his father.", "10. Neither the applicant nor his lawyer participated in any of the sessions in connection with his applications for release.", "11. On 28 August 1997 the Krakow Regional Prosecutor lodged a bill of indictment with the Kraków Regional Court (Sąd Wojewódzki). The applicant was indicted on charges of participation in a fight resulting in homicide and using false documents. The bill of indictment included four other persons. The prosecutor stated that evidence from sixty-one witnesses needed to be obtained.", "12. At a session held on 18 November 1997 the Kraków Regional Court extended the applicant’s detention until 30 April 1998. The court relied on the gravity of the charges against the applicant. It further stressed that the charges concerned five persons. In addition, extradition proceedings were pending against one of the accused. The court still needed to obtain evidence from sixty-one witnesses including three anonymous witnesses. Neither the applicant nor his lawyer was present at this session. An appeal by the applicant against this decision was dismissed on 18 December 1997 by the Kraków Court of Appeal. The court referred to the gravity of the charges against the applicant and the need to secure the proper conduct of the proceedings. In addition, the applicant’s arguments that he needed to take care of his family had been groundless since before his arrest he had not lived with them.", "13. The trial began on 23 March 1998. Between 23 March 1998 and 13 July 1998 the Krakow Regional Court held thirteen hearings.", "14. At hearings held on 14 April 1998 and 25 June 1998 the Kraków Regional Court extended the applicant’s detention until 30 June and 13 July 1998 respectively.", "15. On 13 July 1998 the Kraków Regional Court gave judgment and sentenced the applicant to seven years’ imprisonment. It also extended the applicant’s detention until 31 December 1998. It pointed out that in view of the behaviour of the applicant and the other co-accused it had been necessary to secure the proper conduct of the proceedings.", "16. On 1 October 1998 the applicant appealed against this judgment.", "17. On 28 December 1998 the Kraków Court of Appeal gave a decision and extended the applicant’s detention until 15 February 1999.", "18. On 14 January 1999 the Kraków Court of Appeal quashed the firstinstance judgment and remitted the case.", "19. On 10 February 1999 the Krakow Regional Court again extended the applicant’s detention, this time until 30 June 1999. On 28 June 1999 the Kraków Regional Court extended the detention of the applicant and three other co-defendants until 30 September 1999. The court held that given the evidence collected so far by the courts there was a high degree of likelihood that the applicant had committed the offence with which he had been charged. In addition, there was a high risk of his absconding or going into hiding.", "20. On 9 September 1999 the Kraków Regional Court gave a decision and remitted the case to the prosecution authorities in order to complete the investigation. The prosecutor appealed. On 13 October 1999 the Court of Appeal quashed the first-instance decision and ordered the Regional Court to proceed with the case.", "21. Meanwhile, on 22 September 1999 the Kraków Regional Court again extended the detention of the applicant and the other co-defendants, this time until 30 December 1999. The court referred to the reasons given previously and held that they were still valid. In particular, there were good grounds for believing that if released the defendants might commit another serious crime. The applicant appealed, submitting that as the case had been transferred to the prosecution authorities, it would indicate that there was no “high probability that he had committed the crime with which he had been charged” since the prosecution needed to collect more evidence. On 13 October 1999 the Kraków Court of Appeal upheld the first-instance decision.", "22. On 22 December 1999 the Kraków Regional Court gave a decision and extended the detention of the applicant and four other co-defendants until 29 February 2000. The court held that the grounds for keeping them in detention were still valid. In particular, there was a need to hear evidence from additional witnesses. At a hearing held on 25 February 2000 the court extended the applicant’s detention until 30 April 2000. The court repeated the reasons given previously. On 25 April 2000 the Regional Court again extended the applicant’s detention until 30 June 2000. On 17 May 2000 the Kraków Court of Appeal dismissed the applicant’s appeal against this decision. The court stressed that there was a likelihood that the charges against the applicant and his co-defendants would be proved and that the interests of the proper administration of justice justified the continuation of the detention. The applicant’s lawyer was present at this session.", "23. On 30 May 2000 the Kraków Regional Court gave judgment and sentenced the applicant to five years’ imprisonment. It also extended the applicant’s detention. On 1 June 2000 the applicant lodged an appeal against the decision to extend his detention. On 21 June 2000 the Court of Appeal dismissed his appeal. The applicant’s lawyer was present at the session.", "24. On 10 October 2000 the Kraków Regional Court extended the applicant’s detention until 10 January 2000. On 15 November 2000 the Court of Appeal dismissed the applicant’s interlocutory appeal and upheld the decision to extend his detention. The applicant’s lawyer was present at both court sessions. At a session held on 4 January 2001 the Kraków Court of Appeal extended the applicant’s detention and dismissed his application for release. The applicant’s lawyer was present at this session. At yet another session, held on 8 February 2001, the Court of Appeal dismissed the applicant’s request for release. The applicant’s lawyer was present at that session.", "25. On 1 March 2001 the Kraków Court of Appeal gave judgment and acquitted the applicant. The court also ordered that the applicant be released from detention.", "26. On 11 May 2001 the prosecutor lodged a cassation appeal against this judgment.", "27. On 10 December 2001 the Supreme Court quashed the first– and secondinstance judgments and remitted the case to the Kraków Regional Court.", "28. On 29 June 2005 the Kraków Regional Court gave judgment and sentenced the applicant to four years’ imprisonment.", "29. On 1 July 2005 the applicant asked to be served with a copy of the judgment together with the reasoning. It was served on him on 14 October 2005. The Regional Court informed the applicant that the delay in serving the judgment was caused by the complexity of the case and the number of defendants involved.", "30. The applicant appealed against the judgment of 29 June 2005.", "31. At a hearing held on 25 January 2006 the Court of Appeal gave judgment. It quashed the Regional Court’s judgment and remitted the case.", "32. It would appear that the proceedings are pending before the Kraków Regional Court.", "33. The applicant claimed in his initial submissions that during the whole period of his detention on remand he had been held in solitary confinement.", "34. According to the information provided by the Government, the applicant was placed in three different detention centres throughout the period of his detention: the Wadowice Prison, the Krakow Detention Centre and the Wołow Prison.", "35. On 27 November 1997 the applicant, who had been classified as a difficult detainee, was placed separately in a cell for two prisoners until July 1998.", "36. On 19 October 1998 the Nowy Sącz Prison penitentiary commission decided to include the applicant in the category of “dangerous” detainees, the so called “Ds”. The commission considered that the applicant had been aspiring to a role of an informal leader of prison subculture thus posing a potential risk of a riot in prison. The applicant lodged an interlocutory appeal against this decision. On 24 November 1998 the Wroclaw Regional Court upheld this decision.", "37. On 21 October 1998 the applicant was transferred to the Wołów Prison, where he was placed alone in a cell with an area of 4.64 square metres, designated for dangerous inmates. The applicant had the right to an hour’s exercise every day. He was able to have visits from his family and his lawyer.", "38. The applicant was subsequently transferred to the Kraków Detention Centre on 1 February 1999. He was placed in a separate cell with an area of 6.29 square metres. He could not participate in collective sport or cultural activities. However, he could have exercise under the supervision of two guards. Books were provided in his cell, where he could also listen to the prison radio. He received visits from his common law wife, his son, his sister and other members of the family.", "39. On 25 March 1999 the Kraków Regional Court again upheld the decision of the penitentiary commission. The applicant’s lawyer lodged an interlocutory appeal. On 23 April 1999 the Regional Court dismissed the appeal.", "40. On 19 April 1999 and 19 July 1999 the penitentiary commission gave decisions confirming the applicant’s status as a dangerous detainee. He did not appeal against these decisions.", "41. On 30 August 1999 the penitentiary commission decided not to extend the applicant’s classification as a dangerous detainee. It is not clear whether the conditions of the applicant’s detention changed following this decision.", "42. On 15 June 2000 the applicant was transferred to the Nowy Sącz Prison, where he was placed in a cell for three prisoners and was not subjected to pre-trial detention in conditions of solitary confinement.", "43. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Kudła v. Poland [GC], no. 30210/96, §§ 75-79, ECHR 2000-XI; Bagiński v. Poland, no. 37444/97, §§ 42-46, 11 October 2005; and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}