{"ITEMID": "001-81805", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KRASNOV AND SKURATOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-3 in respect of Mr Krasnov;Violation of P1-3 in respect of Mr Skuratov;No separate issue under Art. 14;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The first applicant was born in 1956 and the second applicant in 1952. They both live in Moscow.", "8. On 7 December 2003 the general elections to the State Duma of the Federal Assembly of the Russian Federation, the lower chamber of the Russian bicameral legislature, were held to elect 450 members for a term of four years. One half of the members (225 seats) were returned by a majority vote from single-mandate district constituencies. The other 225 seats were allocated on a proportional basis to candidates on federal rolls submitted by political parties or electoral blocs that gained more than five per cent of the valid votes cast in a single federal constituency ballot.", "9. On 28 August 2001 Mr Krasnov was elected head of the district council of the Presnenskiy district of Moscow (глава районной управы Пресненского района г. Москвы).", "10. On 6 November 2002 the Moscow City Duma enacted Law no. 56 “on the organisation of local self-government in the city of Moscow”. Section 10 of that law determined that the bodies of local self-government in Moscow would include a municipal assembly (муниципальное собрание) as the representative body and a municipality (муниципалитет) as the executive body. Pursuant to transitional provisions of the law (section 43 § 2), heads of district councils who had been appointed or elected to their position before the law was enacted were to remain in power until the appropriate body had been formed, and its officials appointed or elected, in accordance with the law.", "11. On 29 May 2003 the municipal assembly of the Presnenskiy district passed a decision to rename the district council of the Presnenskiy district of Moscow as the “Presnenskiy” municipality (муниципальное учреждение – муниципалитет «Пресненский»). On the same day the assembly adopted the regulation on the “Presnenskiy” municipality and appointed Mr Klubkov as its director.", "12. On 16 June 2003 the director of the “Presnenskiy” municipality ordered the dismissal of the first applicant on the ground that he had not been re-elected to his position.", "13. On 24 September 2003 the first applicant submitted his self-nomination application, for the elections to the State Duma, to the District Election Commission (DEC) of central single-mandate constituency no. 202 (in Moscow). He indicated that he was employed as “the head of the district council of the Presnenskiy district of Moscow”.", "14. On 9 October 2003 the District Election Commission registered the first applicant as a candidate for election.", "15. On 31 October 2003 the District Election Commission examined materials concerning verification of the information submitted by the first applicant and decided to apply to the Moscow City Court with a request for the annulment of its own decision of 9 October 2003 in the light of newly discovered circumstances.", "16. On 6 November 2003 the Moscow City Court granted the Commission's request and annulled the first applicant's registration as a candidate for the Duma elections. It established that the first applicant had submitted untrue information about his employment as head of the district council of the Presnenskiy district of Moscow.", "17. On 21 November 2003 the Supreme Court of the Russian Federation dismissed the first applicant's appeal against the judgment of 6 November 2003, finding as follows:", "“The [first-instance] court correctly applied the substantive law ... [I]t determined that, once it had been established that the information submitted by a candidate about himself, including the place of his employment, was untrue and if such circumstance became known after the registration, a court ... could annul the decision on registration.", "Having examined the evidence obtained by the District Election Commission after the registration of Mr Krasnov, the court established that on 28 August 2001 Mr Krasnov had been elected as head of the Presnenskiy district council and that on the basis of a decision ... of 29 May 2003... the district council was renamed as the 'Presnenskiy' municipality and Mr [Klubkov?] was appointed its director, whereas Mr Krasnov was dismissed ... because he had not been re-elected ... It follows that at the time of self-nomination Mr Krasnov was not the head of the district council of the Presnenskiy district of Moscow.", "The arguments in the appeal to the effect that the re-organisation of the district council had been carried out in flagrant breach of the law and that Mr Krasnov's dismissal had been unlawful cannot be the grounds for quashing of the judgment and for declaring Mr Krasnov's registration valid, as the examination of these issues falls outside the scope of the present proceedings. Neither the re-organisation of the district council nor Mr Krasnov's dismissal were ... appealed against or annulled.", "Mr Krasnov's argument that his continued employment as head of the district council is confirmed by the entry in his employment record, has been examined and rejected by the court. It follows from the case-file that on 23 June 2003 a letter was sent to Mr Krasnov's address whereby he was invited to take cognisance of the dismissal order. The claimant did not make use of his procedural right to prove the circumstances on which his claims were based ... For instance, he did not produce a certificate from the human resources department about his position at the moment of self-nomination or any orders (regulations) that he may have adopted after June 2003 as head of the district council, or any other proof of his employment in that period.”", "18. On 20 October 2003 the second applicant submitted the documents concerning his nomination by the Communist Party of the Russian Federation (“CPRF”) for the elections to the State Duma, to the District Election Commission of the Buryatskiy single-mandate constituency no. 9. According to the acknowledgement-of-receipt coupon signed by the secretary of the Commission, the second applicant enclosed an application form, copies of his passport, diplomas and employment record (see paragraph 33 below), tax and property declarations and a copy of a certificate attesting to the membership status of the Communist Party's candidates for election to the State Duma, signed by the Chairman of the Central Committee of the Communist Party and addressed to the Central Election Commission (CEC) (see paragraph 34 below).", "19. On 27 October 2003 the District Election Commission refused registration of the second applicant, invoking the following three grounds:", "“In the application written by the candidate Skuratov himself, his position is indicated as 'acting head of the department of constitutional, administrative and international law of the Moscow State Social University'. However, according to the entries in the candidate's employment record, his appointment as acting head of the department ... occurred at the same time as his transfer to the position of professor in the same department ... In fact, Mr Skuratov simultaneously performs the duties of acting head of the department and those of a professor of [that] department, which does not correspond to the information that he provided about his employment.", "Having indicated his membership of the Communist Party of the Russian Federation, the candidate ... did not provide a document showing his membership of the CPRF and his status within the party addressed to the District Election Commission and endorsed by the standing management of the party. Instead he submitted a copy of a certificate concerning membership of candidates for the State Duma elections and their status within the party addressed to the Central Election Commission ...”", "20. The third ground for the refusal was that the copies of the second applicant's diplomas had been certified by a non-governmental organisation rather than by the competent authority.", "21. On 29 October 2003 the second applicant complained to the Central Election Commission.", "22. On 4 November 2003 the Central Election Commission determined that the District Election Commission had no solid grounds to consider that the second applicant had submitted untrue information. The CEC requested the District Commission to reconsider the second applicant's registration immediately.", "23. On 11 November 2003 the District Election Commission issued a new decision refusing the second applicant's registration. It modified the first two grounds for refusal and added a new one. As to the second applicant's employment, it stated that, according to a certificate of 29 October 2003 signed by the pro-rector of the Moscow State Social University and enclosed with the second applicant's complaint to the CEC, Mr Skuratov was a professor in the department. Since a copy of that certificate had not been made available to the District Election Commission, the second applicant was considered to be in breach of electoral law in that he had failed to inform it of a change in his employment. As to the second applicant's membership in the CPRF, the Commission noted that he had been in possession of an appropriate document and had enclosed it with his complaint to the CEC, but he had only done so on 29 October 2003, that is after the expiry of the registration period on 22 October 2003. As a new ground for refusal, the Commission found that the second applicant had printed certain campaign materials which had not been paid for from his election fund.", "24. The second applicant complained once again to the Central Election Commission. On 20 November 2003 it rejected his complaint. It determined that the second applicant had omitted to state that he had also been a professor in the university and that a document showing his membership in the CPRF had been incorrectly addressed.", "25. The second applicant contested these decisions before a court. On 25 November 2003 the Supreme Court of the Buryatiya Republic dismissed his claim, upholding the first two grounds for refusal relied upon by the District Election Commission. It found that the second applicant had failed to inform that Commission of his appointment to the position of professor and to submit an appropriate document confirming his party membership.", "26. On 29 November 2003 the Supreme Court of the Russian Federation upheld, on the second applicant's appeal, the judgment of 25 November 2003. It found as follows:", "“It has been established that in the application form ... of 2 October 2003 the candidate ... Skuratov indicated his position as acting head of the department ... However, it transpires from a copy of Skuratov's employment record ... that he was appointed acting head of the department ... by the order ... of 30 May 2003. Pursuant to the order ... of 28 May 2001 Skuratov had been elected for three years as a professor of the department of constitutional law ... and, by an order ... of 30 May 2003, he was transferred to the position of professor of the department of constitutional, administrative and international law. Skuratov failed to submit information ... concerning his transfer to the position of professor of the department of constitutional, administrative and international law.", "The court cannot agree with his argument that he had no intention of misleading the election commission ... because he did not see any substantial discrepancy in the information submitted. The [first-instance] court correctly determined that he should have indicated, as his current position, that of professor ... Because it is precisely that position which defines, in the spirit of the labour law, the substance of the employment contract between [Skuratov] and the educational institution, which corresponds to its organisation chart and which determines the nature of his professional duties ... At the same time, the fact of acting in another position may only be of a temporary nature, that is until the person has been approved in that position or has been reassigned to his old one ...", "The Supreme Court also considers that, as the right of a candidate to indicate his party membership and status in his application form carries a corresponding obligation to submit a document confirming that information ... officially certified by the standing governing body of the political party, such document cannot be replaced by the list of that party's candidates in single-mandate constituencies signed and sealed by the Chairman of the party's central committee and addressed to the Central Election Commission ...", "Pursuant to section 47 § 8(3) of the Elections Act, a failure to submit documents required for registration of a candidate under that law is a ground to refuse registration of that candidate ...”", "27. On 6 September 2003 the Communist Party of the Russian Federation submitted its federal roll of candidates to the State Duma elections. On 13 October 2003 the roll was registered by the Central Election Commission. The second applicant was candidate no. 5 in the Urals regional group.", "28. On 25 November 2003 Mr K., Chairman of the general council of the electoral bloc “Russian Pensioners' Party and Party of Social Justice”, made an application to the Supreme Court of the Russian Federation, seeking exclusion of the second applicant from the federal roll of the Communist Party. Referring to the decisions of the District Election Commission of the Buryatskiy district, he claimed that the submission of untrue information by the second applicant had infringed the rights of other political parties and electoral blocs standing in the elections, including his bloc.", "29. In its observations of 28 November 2003, the Central Election Commission objected to the granting of the application. In its view, the claimants had failed to show how the registration of the second applicant had impaired their rights. It submitted that at the time of registration of the federal roll, the CEC had had no doubts as to the accuracy and authenticity of the information submitted by the CPRF about its nominees and that the circumstances invoked by the claimants could not be a ground for curtailing the second applicant's right to stand for election.", "30. On 28 November 2003 the Supreme Court of the Russian Federation granted the application by Mr K., finding that the personal information submitted by the second applicant had been untrue because the position of “acting head of a department” was not among those listed in the Russian Labour Code and in the Graduate and Post-graduate Professional Education Act. Both the second applicant and the CPRF appealed.", "31. On 4 December 2003 the Appeals Division of the Supreme Court upheld the judgment of 28 November 2003, giving the following reasons:", "“Having indicated in his application form ... that his position was acting head of the department ... while he permanently held the position of professor in that department, Mr Skuratov thereby submitted inaccurate personal information, which was the ground ... to annul his registration ... [T]he first-instance court was also justified in referring to the fact that neither the Labour Code nor the Graduate and Post-graduate Professional Education Act provided that the office of acting head of a department was a permanent one ...", "As the Supreme Court correctly determined in its judgment, the right to apply to a court with an application for annulment of a candidate's registration ... is vested ... in political parties and electoral blocs ... (section 95 § 6 of the Elections Act, Article 260 § 1 of the Code of Civil Procedure). As to the specific electoral rights and interests of the claimant (who had also submitted and registered a federal roll of candidates to the State Duma), in the instant case they are affected by the inclusion of the candidate Skuratov in the federal roll of candidates of the CPRF because that candidate had not complied with the formal requirements that applied in an equal measure to all candidates, political parties and electoral blocs and made possible the exercise of the right to stand for election. Such interests of the claimant are envisaged in sections 1 and 3 of the Elections Act, according to which members of the State Duma of the Russian Federation are elected by citizens of the Russian Federation in general, equal and direct elections; political parties and electoral blocs stand for election to the State Duma members on equal grounds in accordance with the procedure established by the present federal law ...” (original emphasis)", "32. The second applicant submitted a copy of his employment record (трудовая книжка) and a copy of the Communist Party's certificate.", "33. The relevant entries in his employment record read as follows:", "“28. 24/10/1995. Started fulfilling duties of Prosecutor General of the Russian Federation...", "29. 20/04/2000. Discharged from the prosecution bodies of his own initiative...", "...", "34. 31/12/2002. Appointed acting head of the department of constitutional and administrative law, order no. 3832-l of 31 December 2002.", "35. 01/01/2003. Transferred to the position of professor of constitutional and administrative law, order no. 856-l of 17 April 2003.", "36. 30/05/2003. Transferred to the position of professor of constitutional, administrative and international law, order no. 1171a-l of 30 May 2003.", "37. 30/05/2003. Dismissed from the position of professor of constitutional and administrative law, order no. 1190a-l of 30 May 2003.", "38. 01/06/2003. Appointed acting head of the department of constitutional, administrative and international law, order no. 1169a-l of 30 May 2003.”", "34. The relevant parts of the certificate printed on the letterhead of the Communist Party of the Russian Federation read as follows:", "“To the Central Election Commission of the Russian Federation:", "Certificate concerning membership of candidates to the State Duma ... standing for election in single-mandate constituencies ... in the political party 'Communist Party of the Russian Federation' and their status in the party.", "...", "9. Buryatiya Republic, district no. 9 – Skuratov Yuriy Ilyich – CPRF member.", "...", "Chairman of the [Central Committee] of the CPRF [signature, seal] G. Zyuganov”", "35. The Election Act (Federal Law “On election of members of the State Duma of the Federal Assembly of the Russian Federation”, no.175-FZ of 20 December 2002, as amended on 23 June 2003) provides as follows.", "Pursuant to section 47 § 8 (6), a candidate may not be registered if he or she submitted untrue information in his or her application form. According to section 38 § 7 (1), the application form of a candidate who nominated himself or herself for the elections must indicate, in particular, his or her “education, principal place of work or service and the position held (if he has no principal place of work or service – profession)”. The same information is required from candidates nominated to federal rolls by political parties (section 41 § 4 (1)) who may, in addition and without being obliged to do so, indicate their membership and status in a political party on the condition that they submit a document confirming such information and officially certified by the standing governing body of that party. The same requirements apply to the candidates nominated by political parties for election in single-mandate constituencies (section 41 § 12).", "36. On 27 January 2004 the Office for Democratic Institutions and Human Rights of the Organisation on Security and Cooperation in Europe (OSCE) released the final Election Observation Mission Report concerning the elections to the State Duma held on 7 December 2003. The relevant extracts read as follows:", "“There were relatively few complaints concerning registration of parties and candidates, and the CEC adjudicated most of these in a fair and open manner. However in a number of instances, courts and lower level election commissions disqualified candidates in a selective manner for trivial violations ...", "In a ruling which suggested an inconsistent and selective application of the registration rules, former Procurator General Yuriy Skuratov (DEC 9) was refused registration on the basis that he had failed to mention in his nomination papers that he had a second job of a professor at Moscow State Social University and had also failed to provide timely confirmation of his membership of the [Communist Party]. The DEC's decision was initially revoked by the CEC. However, when the matter was remitted to the DEC, it again refused to register Mr Skuratov, on the same grounds. On a second appeal to the CEC, Mr Skuratov's complaint was rejected on the grounds that the DEC had provided clearer reasons for its decision. Mr Skuratov's subsequent appeal to the Supreme Court was also rejected.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}