{"ITEMID": "001-91110", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "JANATUINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Ms Jaana-Mari Janatuinen, is a Finnish national who was born in 1980 and lives in Tampere. She was represented before the Court by Mr J. Tuutti, a lawyer practising in Tampere. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The police suspected the applicant’s husband of an aggravated drugs offence. They obtained permission to place his telephone under secret surveillance.", "On 30 December 1999 the applicant phoned a third person, K., requesting him to come over and bring along a bag containing items belonging to her husband. The police intercepted this conversation. The facts are not clear on whether the conversation was recorded or not but, at any rate, it was cited in the subsequent criminal complaint and included in the pre-trial investigation material.", "By a letter dated 4 January 2001 the applicant’s husband lodged a complaint with the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) criticising the conduct of the police, in particular their use and handling of the information obtained through the surveillance.", "The Deputy Ombudsman (eduskunnan apulaisoikeusasiamies, riksdagens biträdande justitieombudsman, hereinafter “the Ombudsman”) procured statements from the National Bureau of Investigation (keskusrikospoliisi, centralkriminalpolisen) and from Chief Inspector A., who had been in charge of the investigation. In his decision of 21 October 2003, the Ombudsman noted, in regard to the above-mentioned conversation between the applicant and K., that permission to intercept a suspect’s telephone conversations did not authorise the police to intercept conversations involving persons other than the suspect. In his view, this kind of conversation could not even be regarded as superfluous information and the interception should have been stopped as soon as it was evident that the conversation did not involve the suspect. He further noted that interception of telecommunications constituted an interference with the essence of the secrecy of communications protected under the Constitution.", "The documents submitted to the Ombudsman did not suggest that more than one of the applicant’s conversations with a person other than her husband had been intercepted. According to Chief Inspector A., only one telephone conversation, that of 30 December 1999, was referred to in the pre-trial material and it was not included verbatim. The Ombudsman stated that the police should not have intercepted the conversation between the applicant and K. Although the conversation had apparently not been very long, the interception seemed to have lasted longer than was acceptable, under the circumstances, to identify the persons speaking. Even if the conversation had not been recorded, its contents had been included in the pre-trial material in quite detailed terms either from memory or from notes. The information thus obtained was later used in the questioning of K., who was suspected of a drugs offence. The Ombudsman concluded that the interception of the conversation, having lasted longer than necessary, and the inclusion of its contents in the pre-trial material constituted an unlawful act.", "The Ombudsman found, however, that there was no reason to suspect that the act was anything other than a one-off mistake. He also considered its impact quite trivial under the circumstances. However he stressed the importance of the principle at stake. He did not find it necessary to engage in investigating which police officer should be held accountable for the unlawful act. He considered it sufficient to express his opinion on the matter to Chief Inspector A. and to the head of the National Bureau of Investigations. This opinion was also to be forwarded, for future guidance, to the police officers who had been involved in the investigation in question.", "The applicant did not resort to any other domestic remedies.", "Under Chapter 5a, section 2 of the Coercive Measures Act (pakkokeinolaki, tvångmedelslag, Act no. 450/1987, as amended by Act no. 1026/1995 at the material time) an authority investigating a crime may be granted permission to intercept and record telecommunications sent by the suspect using an extension in his possession or another extension presumably used by him or her, or telecommunications received through such an extension and directed to the suspect, if the information thus obtainable can be assumed to be of very great significance in solving the crime. According to Chapter 5a, sections 5 and 7 of the said Act, the permission is granted by a competent court on the investigating authority’s request for a limited period of time.", "The Constitution (Suomen Perustuslaki, Finlands grundlag, Act no. 731/1999) provides in relevant parts:", "Article 10 – The right to privacy:", "“Everyone’s private life, honour and the sanctity of the home are guaranteed. ...", "The secrecy of correspondence, telephony and other confidential communications is inviolable. Measures encroaching on the sanctity of the home, and which are necessary for the purpose of guaranteeing basic rights and liberties or for the investigation of crime, may be laid down by an Act. In addition, provisions concerning limitations of the secrecy of communications which are necessary in the investigation of crimes that jeopardise the security of the individual or society or the sanctity of the home, at trials and security checks, as well as during the deprivation of liberty may be laid down by an Act.”", "Article 118 – Official accountability:", "“A civil servant is responsible for the lawfulness of his or her official actions. ...", "Everyone who has suffered a violation of his or her rights or sustained loss through an unlawful act or omission by a civil servant or other person performing a public task shall have the right to request that the civil servant or other person in charge of a public task be sentenced to a punishment and that the public organisation, official or other person in charge of a public task be held liable for damages, as provided in more detail by an Act. ...”", "Intentional and negligent breach of official duty are punishable acts under Chapter 40 of the Penal Code (rikoslaki, strafflag, Act no. 39/1889 with later amendments). The statute of limitations for these offences is five years. Intentional breach of official duty carries a maximum penalty of one year of imprisonment, whereas negligent breach of official duty may only result in a reprimand or a fine.", "According to sections 2, 5, 14 (2) and 43 (1) of the Criminal Investigations Act (esitutkintalaki, förundersökningslag, Act no. 449/1987 with later amendments) the investigating authority has to conduct a pre-trial investigation if there are reasons to suspect that a crime has been committed. During the investigation the police will clear up, inter alia, the offence, the circumstances thereof, the parties thereto, and possible damage caused by it. If the suspect is a police officer, the investigation is headed by a public prosecutor. After the investigation is completed the case is submitted to [another] public prosecutor for the consideration of charges.", "Section 4a of the said Act (Act no. 692/1997, in force at the material time) provided that, at the proposal of the head of the investigation, the prosecutor could order the pre-trial investigation not to be conducted or that it be interrupted, if he or she were to waive the charges, unless an important public or private interest required otherwise. This provision was replaced by section 4 of the said Act (Act no. 645/2003), which came into force on 1 January 2004 and where the word “interrupted” was substituted by the word “terminated”.", "According to Chapter 1, section 7 of the Criminal Procedure Act (laki oikeudenkäynnistä rikosasioissa, lag om rättegång i brottmål, Act No. 689/1997) the public prosecutor may decide not to prosecute where, inter alia, a penalty more severe than a fine is not anticipated for the offence and the offence is deemed of little significance in view of its detrimental effects and the degree of culpability of the offender manifested.", "Prior to January 2004, Chapter 1, section 14 (1) of the Criminal Procedure Act further provided that the injured party could bring a charge for an offence only if the public prosecutor had decided not to prosecute. Article 118 (3) of the Constitution applied to the right of the injured party to bring a charge for an offence in public office (Act no. 1250/1999). Since 1 January 2004 the injured party has had the right to bring such charges also where the investigating authority or the prosecutor has decided not to conduct a pre-trial investigation or that an investigation shall be interrupted or terminated (Act no. 647/2003).", "Under Chapter 3, section 1 of the Criminal Procedure Act, a civil claim arising from the offence for which a charge has been brought may be heard in connection with the charge. If such a claim is lodged separately, the provisions on civil procedure apply.", "The Tort Liability Act (vahingonkorvauslaki, skadeståndslag, Act no. 412/1974) provides in relevant parts as follows:", "Chapter 3, section 2:", "“A public corporation shall be vicariously liable in damages for injury or damage caused through an error or negligence in the exercise of public authority. ...", "However, the liability of the corporation referred to in paragraph (1) arises only if the performance of the activity or task, in view of its nature and purpose, has not met the reasonable requirements set for it.”", "Chapter 4, section 1:", "“An employee shall be liable in damages for injury or damage caused by him/her through an error or omission at work to an amount deemed reasonable in view of the extent of the injury or damage, the nature of the act, the status of the person causing the injury or damage, the needs of the person suffering the same, and other circumstances. If the negligence of the employee has been merely slight, he/she shall not be rendered liable in damages. ...", "If the injury or damage has been caused deliberately, full damages shall be awarded unless it is deemed that there are special reasons for reducing the damages. ...”", "Chapter 4, section 2 (as amended by Act no. 1423/1991):", "“A public official shall be liable for damages for injury or damage caused by him/her through an error or omission at service in accordance with the provisions in section 1 of this chapter.”", "Chapter 5, section 6:", "“The provisions of this Act on personal injury apply also to damages for the anguish arising from an offence against liberty, honour or the domestic peace or from another comparable offence.”", "As to the domestic practice in civil proceedings, reference is made, by way of example, to the following Supreme Court precedents where the State has been found liable in damages for the misconduct of the police or other authorities: KKO:1994:121, KKO:2005:66 and KKO:2008:10.", "According to the Parliamentary Ombudsman Act (laki eduskunnan oikeusasiamiehestä, lag om riksdagens justitieombudsman, Act no. 197/2002), which came into force on 1 April 2002, the Ombudsman shall oversee the legality of the actions of authorities. Anyone who thinks that an authority has acted unlawfully or neglected a duty in the performance of their task, may lodge a complaint with the Ombudsman. He or she shall investigate the complaint if there is reason to suspect an unlawful act or negligence in the performance of official duties. The Ombudsman may order that a pre-trial investigation be carried out in order to clarify a matter under his or her investigation. If the Ombudsman concludes that a subject of his or her supervision has acted unlawfully or neglected a duty, he may initiate criminal or disciplinary proceedings or, if such measures are considered unwarranted in a particular case, issue a reprimand to the subject for future guidance. If necessary, the Ombudsman may express to the subject his or her opinion of proper observance of the law, or draw the subject’s attention to the requirements of good administration or to considerations of fundamental and human rights. The Ombudsman may also issue a recommendation to the competent authority that an error be redressed or a shortcoming rectified (sections 1 (1), 2 (1), 3 (1), 10 and 11 (1)). The Act substituted in relevant parts the previous Rules of Procedure of the Parliamentary Ombudsman (eduskunnan oikeusasiamiehen johtosääntö, instruction för riksdagens justititieombudsman, no. 251/2000), which had entered into force on 1 March 2000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}