{"ITEMID": "001-79667", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "FALTER ZEITSCHRIFTEN GMBH v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant company, Falter Zeitschriften GmbH, is the owner and publisher of the weekly newspaper Falter, having its registered office in Vienna. It was represented before the Court by Mr A. Noll, a lawyer practising in Vienna. The respondent Government were represented by Mr F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry for Foreign Affairs", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In the autumn of 2000 a police officer revealed that he and some colleagues had repeatedly transmitted data from the central police computer to officials of the Austrian Freedom Party (FPÖ). Subsequently criminal investigations were opened against several persons, amongst them Mr Kabas and Mr Kreiβl, who were, respectively, the leader of the Vienna branch of the FPÖ and his secretary.", "In May 2002 criminal investigations against Mr Kabas were discontinued. Mr Kreiβl was convicted by the first-instance court in the autumn of 2002, but was subsequently acquitted on appeal.", "In the meantime, on 30 April 2002, the applicant company published a one-page article in an issue of Falter commenting on the proceeding and the outcome of the investigations. The relevant passage concerning Mr Kabas and Mr Kreiβl read as follows:", "“...The commission investigated and proposed to the investigating judge that pre-trial detention be ordered for Hilmar Kabas, head of the Vienna FPÖ, and Michael Kreiβl, his secretary. However, these individuals were both immune. Neither pre-trial detention nor house searches could be ordered rapidly. In those weeks, on the premises of the Vienna FPÖ so much material, like never before in previous years, was passed through the shredder. Files were discovered with some AUF [police labour union] officials in which just those passages subsequently to be found in FPÖ press releases had been highlighted in yellow.... ”", "Referring to the penultimate sentence of this passage, Mr Kabas and Mr Kreiβl instituted proceedings in the Vienna Regional Criminal Court (Landesgericht für Strafsachen), claiming compensation and seeking an order for publication of the judgment under sections 6 and 7b of the Media Act (Mediengesetz).", "On 4 March 2003 the Regional Court held an oral hearing and examined three witnesses requested by the defence. The press officer of the Vienna Green Party (Die Grünen), which had its premises under those of the Vienna FPÖ, stated that at the relevant time the doors of the FPÖ branch had been locked and there had been rumours that the shredder had been in continuous use. The court also examined two journalists from the Salzburger Nachrichten, an Austrian daily newspaper which had reported on the issue. Both stated that two independent, anonymous sources had confirmed that at the relevant time a large amount of paper relating to the “police information scandal” had been shredded on the premises of the Vienna FPÖ. However, the journalists refused to give any further information regarding their sources.", "On the same day the court found that the offending statement amounted to defamation under Article 111 of the Criminal Code (Strafgesetzbuch) and to a violation of the presumption of innocence of Mr Kabas and Mr Kreiβl, as guaranteed under section 7b of the Media Act (Mediengesetz). It ordered the applicant company to pay 1,500 euros (EUR) in compensation to Mr Kabas and Mr Kreiβl respectively, to publish the judgment and to pay the costs of the proceedings to each of them.", "The court found that the offending statement, when read in its context, suggested that Mr Kabas and Mr Kreiβl had themselves destroyed evidence concerning the criminal proceedings instituted against them or at least had approved that destruction. This reading also appeared logical in the light of the fact that Mr Kabas and Mr Kreiβl would have benefited the most from the destruction of such material and that they were both, in their respective positions, the responsible persons. However, the evidence obtained at the trial was not sufficient to prove this allegation as the witnesses could not testify to anything they had perceived themselves. Furthermore, the applicant company had not given Mr Kabas and Mr Kreiβl the opportunity to comment on the allegations raised against them. The court lastly noted that the article did not refer to the Salzburger Nachrichten and therefore dismissed the applicant company’s argument that the offending statement was a neutral citation.", "The applicant company appealed against this judgment. It submitted that the Regional Court should have heard a representative from the administration of the premises in question who could have stated that at the relevant time more paper than average had been put through the shredder by the FPÖ party. The court further should have examined the author of the article in order to give him the opportunity to prove that journalistic diligence had been complied with. It further complained that, in the light of the evidence given by the witnesses at the trial, the court should have reached the conclusion that there had been sufficient proof of the offending statements’ veracity.", "On 8 September 2003 the Vienna Court of Appeal (Oberlandesgericht) confirmed the Regional Court’s judgment but increased the amount of compensation to be paid to Mr Kabas and Mr Kreiβl, respectively, to EUR 3,000. It noted that the applicant company’s request for the examination of a representative of the premises in question had not been adequately submitted as it was filed only in written submissions prior to and not at the trial. In any event, however, a statement that more paper than average had been put through the shredder would not prove that it had in fact been evidence concerning the “police information affair” which had been destroyed. An examination of the author of the article to prove that journalistic diligence had been complied with had not been necessary. The applicant company had admitted that Mr Kabas and Mr Kreiβl had not been consulted before the writing of the article and it had not alleged that there had been exceptional circumstances, such as official documents, to prove the statement at issue, which would have exonerated it from this obligation. The court finally noted that the assessment of evidence was a matter to be dealt with by the courts. In the present case, the court could not possibly reach the conclusion that the information provided by anonymous sources had been reliable and credible as the journalists’ statements in this regard had to be considered as uncorroborated assessments by witnesses. In any event, these statements merely asserted that much material had been shredded, but did not prove that Mr Kabas and Mr Kreiβl had been involved.", "This judgment was served on the applicant company’s counsel on 28 October 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}