{"ITEMID": "001-69313", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF I.I. v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1962 and lives in Shoumen.", "10. At approximately 2 a.m. on 31 January 1998 the applicant allegedly took part in a violent incident in a bar in his home town of Shoumen. It seems that the police were alerted about the incident, intervened and questioned some of the participants and the other persons present on the spot, without making arrests.", "11. At approximately 7.30 p.m. on 31 January 1998 the applicant allegedly took part in another violent incident in a restaurant in Shoumen. Apparently during this second incident a Mr P.P. was beaten, robbed, abducted and threatened with violence. Later that evening Mr P.P. complained to the police.", "12. In the late evening of 31 January 1998 the applicant went to the Regional Police Department in Shoumen for questioning in connection with the incidents. At 11.55 p.m. he was questioned as a witness. He submits that during the following days he was kept under arrest in the police department. According to the Government, the applicant was not deprived of his liberty at that time.", "13. On 1 February 1998 criminal proceedings were opened against the applicant and seven other persons on suspicion that they had robbed Mr P.P., had deprived him of his liberty and had coerced him to pay them money.", "14. On 2 February 1998 an investigator ordered the applicant's preliminary detention for a period of twentyfour hours, starting to run at 3.30 p.m. on that day, on suspicion that on 31 January 1998 he had committed abduction and unlawful deprivation of liberty, contrary to Article 142 § 2 of the Criminal Code (“the CC”). The order stated that the applicant had been arrested immediately after having committed the alleged offence, in accordance with Article 202 § 1 (1) of the Code of Criminal Procedure (“the CCP”). Despite the applicant's insistence to meet the investigator, he was not brought before him at that time.", "15. On 3 February 1998 a prosecutor extended the applicant's preliminary detention for three more days, starting to run from the day of the extension. The same day the applicant was allowed to meet a lawyer.", "16. At 3 p.m. on 5 February 1998 the applicant was brought before an investigator and charged with having instigated others to commit unlawful deprivation of liberty in a manner endangering the health of the victim and also to commit extortion through threats of murder accompanied by light bodily injury. The investigator ordered his pretrial detention. The same day a prosecutor from the Shoumen Regional Prosecutor's Office confirmed the investigator's decision to detain the applicant.", "17. Immediately after the charging the applicant was questioned in the presence of his counsel. The applicant stated that he understood the charges against him. His counsel asked to be allowed access to the casefile. The investigator allegedly refused.", "18. On 11 February 1998 the applicant submitted an appeal against his pretrial detention. He claimed that he had not committed the alleged offences and that the accusation against him was not supported by the available evidence.", "19. The Shoumen Investigation Service sent the applicant's appeal to the Shoumen Regional Court on 12 February 1998 together with the casefile. It arrived in the court on 16 February 1998.", "20. The appeal was examined by the Shoumen Regional Court on 4 March 1998 in an open hearing in the presence of the applicant and his counsel. Counsel referred to the alleged lack of evidence against the applicant and, in addition, noted that the applicant had a permanent address, a job, and two children. Counsel also presented a medical certificate issued by the Shoumen Regional Hospital which indicated that the applicant was suffering from myasthenia and post-traumatic encephalopathy, for which he had been hospitalised in June 1997, and also from psoriasis. Counsel argued that the latter required better sanitary conditions than those in the cell of the Investigation Service where the applicant was being held.", "21. The court rejected the appeal. It held that in proceedings against the imposition of detention it could not go into issues relating to the accusation and the evidence against the applicant, as that had to do with the merits of the criminal case against him. The only relevant arguments of the applicant were those pertaining to his health. The court further held that the applicant had failed to prove that he was suffering from psoriasis and that the other diseases indicated by him were neurological and required no particular conditions of treatment. It also briefly noted that the applicant had been detained under Article 152 § 4 (1) of the CCP and that there were no grounds for releasing him, in view of the impending investigative actions and the ascertaining of the truth.", "22. On 30 April 1998 the Shoumen Regional Prosecutor's Office decided to release the applicant on bail, reasoning that the applicant's health had worsened during his stay in custody. In particular, his psoriasis had intensified due to the poor sanitary conditions and the lack of sunlight in his cell. Moreover, the investigation had almost been completed and the applicant had a permanent address and a job, which reduced the chances of him absconding or impeding the investigation.", "The applicant posted bail the same day and was released.", "23. On 19 April 1999 the Shoumen Regional Prosecutor's Office decided to discontinue the criminal proceedings against the applicant and to drop the charges against him. It reasoned that the accusation against the applicant had not been proven.", "24. After he appeared for questioning in the evening of 31 January 1998 the applicant remained on the premises of the Shoumen Regional Police Department. The following day or the day after that he was transferred to the detention facility of the Shoumen Regional Investigation Service. He remained there until 30 April 1998, when he was released.", "25. There the applicant was held in an underground cell with no windows. Its door was made of solid metal, with a small aperture allowing the guards to inspect the cell. There was an opening above the door which was closed with a wirenet; that was the only conduit for fresh air to the cell. The floor of the cell was nearly eighty centimetres below the floor of the hallway.", "26. According to the applicant, the size of the cell was approximately six square meters. During the time which the applicant spent in the cell it was occupied by three to four detainees.", "27. One of the walls of the cell was oozy and covered with mould.", "28. The cell was lighted by a single electric bulb situated above the door. Its switch was in the hallway and it allegedly remained on twentyfour hours a day. According to the applicant, the light coming from the bulb was not sufficient to allow him to read.", "29. The detainees were sleeping on a concrete platform which was about forty centimetres above the floor level and was covered with wooden planks. The planks were covered only with blankets. There was no bed linen. It seems that the cell contained no other pieces of furniture.", "30. The applicant, as well as the other detainees, was allowed to go out of the cell for five minutes two or three times a day – in the morning and in the late afternoon – to wash themselves and to use the toilet. It seems that the detainees could also leave the cell when they wished to write a request to the investigator, the prosecutor or the court. In that case they were allowed to stay in the hallway to write.", "31. The size of the toilet room, which was at the other end of the hallway, was approximately six square meters and there were three Asiantype toilets in it, with no screens between them and between them and the three sinks, with the result that all inmates had to relieve themselves in each other's presence.", "32. The detainees had to use a bucket in the cell to relieve themselves outside the toilet visits. They had to empty the bucket and clean it themselves when leaving the cell to use the sanitary facilities.", "33. The toilet was also used as a bathroom. The detainees were allowed to bathe once a week, for ten minutes. There was no shower and they had to take hot water from a pail containing fifteen or twenty litres, which they mixed with cold water from the tap. The detainees had to pour water over their bodies with the mugs they were using for eating.", "34. According to the applicant, the food, which was served in the cell twice a day, was of poor quality.", "35. On the third or fourth day after his arrest the applicant's psoriasis aggravated. His skin got covered with massive eczema. He informed the facility's paramedic about this and asked to have medicines brought from his home. It seems that he had to apply his medication five or six times a day, but was not allowed to keep it in the cell and could only apply it twice a day, during the toilet visits. The applicant alleges that, as a result, he started to develop psoriatic arthritis: his joints swelled, he started feeling pain in his ankles, and could not move the fingers of his right hand.", "36. On 17 March 1998 the applicant requested to be examined by a dermatologist. His request was granted. During the examination the doctor found that as a result of the bad sanitary conditions in which the applicant was being kept the rashes on his skin had aggravated. The applicant was prescribed injections, which apparently were regularly administered by the detention facility's paramedic at the door of the applicant's cell.", "37. The CPT visited Bulgaria in 1995 and again in 1999 and 2002. Although the Shoumen Investigation Service detention facility was not visited on any of these occasions, all reports included general observations about problems in all Investigation Service facilities.", "38. In this report (CPT/Inf (97) 1) the CPT found that most, albeit not all, of the Investigation Service detention facilities were overcrowded. With the exception of one detention facility where conditions were better, the conditions were as follows: detainees slept on mattresses on sleeping platforms on the floor; hygiene was poor and blankets and pillows were dirty; cells did not have access to natural light, the artificial lighting was too weak to read by and was left on permanently; ventilation systems were in poor condition; detainees could use a toilet and washbasin twice a day (morning and evening) for a few minutes and could take a weekly shower; outside of the two daily visits to the toilets, detainees had to satisfy the needs of nature in the cell bucket; although according to the establishments' internal regulations detainees were entitled to a “daily walk” of up to thirty minutes, it was often reduced to 510 minutes or not allowed at all; no other form of outofcell activity was provided to persons detained.", "39. The CPT further noted that food was of poor quality and in insufficient quantity. In particular, the day's “hot meal” generally consisted of a watery soup (often lukewarm) and inadequate quantities of bread. At the other meals, detainees only received bread and a little cheese or khalva. Meat and fruit were rarely included on the menu. Detainees had to eat from bowls without cutlery – not even a spoon was provided.", "40. The CPT also noted that family visits were only possible with permission and that as a result detainees' contact with the outside world was very limited. There was no radio or television.", "41. The CPT concluded that the Bulgarian authorities had failed in their obligation to provide detention conditions which were consistent with the inherent dignity of the human person and that “almost without exception, the conditions in the Investigation Service detention facilities visited could fairly be described as inhuman and degrading.” In reaction, the Bulgarian authorities had agreed that the [CPT] delegation's assessment had been “objective and correctly presented” but had indicated that the options for improvement were limited by the country's difficult financial circumstances.", "42. In 1995 the CPT recommended to the Bulgarian authorities, inter alia, that sufficient food and drink and safe eating utensils be provided, that mattresses and blankets be cleaned regularly, that detainees be provided with personal hygiene products (soap, toothpaste, etc), that custodial staff be instructed that detainees should be allowed to leave their cells during the day for the purpose of using a toilet facility unless overriding security considerations required otherwise, that the regulation providing for 30 minutes' exercise per day be fully respected in practice, that cell lighting and ventilation be improved, that the regime of family visits be revised and that pretrial detainees should be more often transferred to prison even before the preliminary investigation was completed. The possibility of offering detainees outdoor exercise was to be examined as a matter of urgency.", "43. In this report (CPT/Inf (2002) 1) the CPT noted that new rules, providing for better conditions, had been enacted but had not yet resulted in significant improvements.", "44. In most places visited in 1999 (with the exception of a newly opened detention facility in Sofia), the conditions of detention in Investigation Service premises had remained generally the same as those observed during the CPT's 1995 visit, including as regards hygiene, overcrowding and outofcell activities. In some places the situation had even deteriorated.", "45. In this report (CPT/Inf (2004) 21) the CPT noted that most Investigation Service detention facilities were undergoing renovation but that a lot remained to be done. The cells remained generally overcrowded.", "46. Despite the CPT's recommendations in the report on their 1999 visit, no proper regime of activities had been developed for detainees spending long periods in the investigation detention facilities. Those facilities did not have areas for outdoor exercise. At some of the establishments (e.g. Botevgrad), attempts were being made to compensate for the lack of outdoor exercise facilities by allowing detainees to stroll in the corridor several times a day. The CPT stated that “in this respect, the situation remain[ed] of serious concern”.", "47. Article 142 § 2 of the CC provides that the offences of abduction and false imprisonment carry a penalty of up to ten years' imprisonment.", "48. By Article 142a § 4 of the CC, the offence of false imprisonment in a manner endangering the health of the victim is punishable by three to ten years' imprisonment.", "49. By Article 213a § 2 (1), (2) and (4) of the CC, extortion through threats of murder or severe bodily injury, when it is accompanied with light bodily injury and is committed by two or more persons, is an offence punishable by to two to eight years' imprisonment and a by a fine of three to five thousand levs.", "50. Article 21 § 1, read in conjunction with Article 20 § 3 of the CC, provides, as relevant, that a person who instigates another to commit an offence is subject to the same punishment as the principal, account being taken of the nature and the degree of his participation.", "51. The general rule of Bulgarian criminal procedure is that a person may be deprived of liberty within the context of pending criminal proceedings if he or she has been charged with an offence. By Article 146 of the CCP, a measure to secure appearance before the competent authority has to be imposed in respect of every person charged with having committed a publicly prosecutable offence. Pretrial detention (see paragraphs 5558 below) and house arrest are those measures which involve deprivation of liberty.", "52. However, a person may also be taken into custody if he or she is suspected of having committed a publicly prosecutable offence punishable with imprisonment (at the relevant time), but there is not enough evidence to bring charges. The circumstances in which this may occur are limited and, as relevant here, include the case where a person “has been caught during or immediately after the commission of the [alleged] offence ...” (Article 202 § 1 (1) of the CCP).", "53. The arrestee has to be brought immediately before an investigator who has to inquire into the circumstances surrounding the arrest, to institute or refuse to institute criminal proceedings, and to make an order for the “preliminary detention” or for the release of the arrested person (Стефан Павлов, Наказателен процес, Особена част, Сиби, 1996, стр. 4647). By Article 203 §§ 1 and 2 of the CCP, the investigator may impose “preliminary detention” for a maximum of twentyfour hours, which could, in certain circumstances, be extended by a prosecutor to up to three days. If no charges are brought against the detainee within this timelimit, he has to be released immediately upon its expiry (Article 203 § 3).", "54. Section 70(1)(1) of the Ministry of Internal Affairs Act allows the detention of a person who is suspected of having committed a criminal offence. The detention may not last longer than twentyfour hours (section 71 of the Act) and must be based on a written order (section 72(1) of the Act).", "55. At the relevant time and until the reform of the CCP of 1 January 2000 an arrested person was brought before an investigator who decided whether or not the accused should be remanded in custody. The investigator's decision was subject to approval by a prosecutor. The role of investigators and prosecutors under Bulgarian law has been summarised in paragraphs 2529 of the Court's judgment in the case of Nikolova v. Bulgaria ([GC], no. 31195/96, ECHR 1999II).", "56. Article 152 of the CCP, as in force at the relevant time, provided as follows:", "“1. Pretrial detention shall be imposed [in cases where the charges concern] a serious intentional crime.", "2. In the cases falling under paragraph 1 [detention] may be dispensed with if there is no risk of the accused evading justice, obstructing the investigation, or committing further crimes.", "3. ...", "4. In cases [where the charges do not concern a serious intentional crime] pretrial detention shall be imposed if the charges concern a crime punishable with imprisonment, if:", "(1) there is a danger of the accused's absconding, obstructing the course of justice, or committing further crimes. ...”", "57. According to the Supreme Court's practice, Article 152 § 1 required that a person charged with a “serious intentional crime” be detained pending trial. The only exception was provided for by Article 152 § 2, under which an accused could be released if it was clear beyond doubt that there was no danger of his absconding or committing further crimes. By contrast, where detention was imposed under Article 152 § 4 (1), the danger of the accused's absconding or committing an offence had to be “real”, as opposed to “hypothetical” (опред. № 1 от 4 май 1992 г. по н.д. 1/1992 г. на ВС II н.о.; опред. № 24 от 23 май 1995 г. по н.д. № 268/1995 г. на ВС І н.о.).", "58. Article 93 § 7 of the CC provides that a “serious crime” is one punishable by more than five years' imprisonment.", "59. Article 152a of the CCP, as in force at the material time, provided as follows:", "“(1) The detainee shall be immediately provided with a possibility of filing an appeal with the competent court against the [imposition of detention]. [The appeal must be filed] not later than seven days after the [imposition of detention]. The court shall consider the appeal in an open hearing to which the [detainee] shall be summoned. The hearing shall take place not later than three days after the receipt of the appeal at the court.", "(2) The appeal shall be filed though the organ which has ordered the detention ... .", "(3) The court['s ruling shall not be] subject to appeal ...”", "60. The Supreme Court has held that it was not open to the courts, when examining appeals against pretrial detention, to inquire whether there existed sufficient evidence to support the charges against the detainee. The courts had to examine only the formal validity of the detention order (опред. № 24 от 23 май 1995 г. по н.д. № 268/1995 г. на ВС І н.о.)."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}