{"ITEMID": "001-61026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF MEHEMI v. FRANCE (No. 2)", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections rejected (victim);No violation of Art. 8;No separate issue under P4-2", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant was born in Lyons in 1962 and lives in Villeurbanne.", "9. The applicant lived in France from his birth until 28 February 1995 with all the members of his family, his father and mother and his four brothers and sisters.", "10. On 14 May 1986 he married an Italian national who, according to him, now has French nationality, and three children of French nationality were born of the marriage.", "11. Following his arrest for offences under drugs legislation (cannabis resin) in December 1989, the applicant was sentenced on 22 January 1991 to six years’ imprisonment. On 4 July 1991 the Lyons Court of Appeal upheld the sentence and ordered the applicant’s permanent exclusion from French territory.", "12. After both the Lyons Court of Appeal and the Court of Cassation had dismissed his application for the exclusion order to be lifted, the applicant submitted an application (no. 25017/94) on 25 August 1994 to the European Commission of Human Rights (“the Commission”) against France under former Article 25 of the Convention. The case was referred to the Court by the Commission on 4 July 1996, and by the Government on 17 September 1996.", "13. The exclusion order was enforced on 28 February 1995.", "14. In a judgment of 26 September 1997, the Court held that there had been a violation of Article 8 of the Convention (Mehemi (no. 1), cited above). It found that the permanent exclusion order was disproportionate to the aims pursued. It found in particular that (pp. 197172, § 37)", "“... in view of the applicant’s lack of links with Algeria, the strength of his links with France and above all the fact that the order for his permanent exclusion from French territory separated him from his minor children and his wife ... the measure in question was disproportionate to the aims pursued”.", "15. On 21 October 1997 the applicant lodged an application for the exclusion order to be lifted with specific reference to the Court’s judgment of 26 September 1997.", "16. By a judgment of 24 March 1998, the Lyons Court of Appeal converted the permanent exclusion order into a ten-year exclusion order, on the ground that an exclusion order limited in time no longer constituted a disproportionate interference with the applicant’s rights under Article 8 of the Convention.", "17. The applicant appealed on points of law and applied for legal aid.", "18. By a decision of 20 May 1998, the legal aid section of the Court of Cassation took a provisional decision to grant legal aid. However it then rejected the application on 10 June 1999, on the ground that there were no genuine grounds of appeal.", "19. The Court of Cassation dismissed the appeal by a ruling of 26 May 1999.", "20. On 21 October 1997 the applicant lodged an application for a pardon which was rejected on 19 July 1999.", "21. On 11 October 1997 the applicant’s lawyer wrote to the Minister for Foreign Affairs asking what measures he intended to take following the Court’s judgment of 26 September 1997 and under what conditions his client would be able to return to France. On 22 October 1997 Mr Dobelle, Deputy Director of Legal Affairs at the Ministry for Foreign Affairs, informed him that he had consulted the Minister of Justice, who had jurisdiction over the lifting of the exclusion order, and the Minister of the Interior, who had jurisdiction over the issuing of residence permits, and that he would shortly be replying.", "22. On 17 November 1997 Mr Dobelle sent the applicant’s lawyer a letter which included the following:", "“Although the principle of res judicata precludes the authorities from issuing a residence permit to Mr Mehemi prior to the lifting of the order or the grant of the pardon, the French government wishes to put an early end to the interference with your client’s family life as found by the European Court of Human Rights. Accordingly it is willing to permit Mr Mehemi to return immediately to France, where he will remain subject to a compulsory residence order until either the exclusion order is lifted or he is pardoned.", "The French consular services in Algiers will be instructed to issue Mr Mehemi with a visa as soon as he requests one.”", "23. The applicant’s lawyer wrote to Mr Dobelle on 5, 16 and 24 December 1997 to ask whether there had been any developments. In his last letter, he noted that the applicant had been to the French embassy in Algiers several times but had been told that he could not be issued with a visa unless the appropriate instructions had been received. He also asked what steps needed to be taken to make sure that the visa was issued, lamenting the fact that the applicant had still not been able to return to France and observing that, on the basis of what the applicant had found out from the French embassy in Algiers, the officials concerned seemed to be “passing the parcel” from one service to another.", "24. No visa having been issued by the beginning of February 1998, the applicant’s lawyer, after a number of letters and telephone calls, sent a fax on 3 February 1998 to the Algerian Visa Section of the Office for French Nationals Abroad and Foreigners in France of the Ministry of Foreign Affairs. By a letter dated 4 February 1998, that Office informed him that the applicant’s particular circumstances required a special visa to be issued which needed the Minister of the Interior’s prior consent, and that had not been forthcoming. On 10 February 1998 the Office sent the lawyer a fax worded as follows:", "“Reference: situation of Mr Ali Mehemi", "I refer to your fax of 3 February 1998, my fax of 4 February 1998, and your fax of 9 February 1998.", "As soon as you were kind enough to send me a copy of your client’s passport, the Algerian Visa Section referred the matter to the appropriate services of the Ministry of the Interior.", "For the name of the person dealing with this file, I suggest that you contact the Office of Public Freedoms and Legal Affairs of the Ministry of the Interior who will be able to give you the necessary information.”", "25. On 20 February 1998 the Algerian Visa Section informed the lawyer that it had just received the Minister of the Interior’s consent and that instructions had accordingly been given to the consulate in Algiers.", "26. Having obtained a special visa on 25 February 1998, the applicant returned to France a few days later. On 6 March 1998 Mr Dobelle sent the applicant’s lawyer a letter worded as follows:", "“As you are no doubt aware, our Consulate General in Algiers issued a visa to Mr Mehemi on 25 February. Mr Mehemi will be subject to a compulsory residence order in France until the exclusion order against him is lifted or he is pardoned.", "Mr Mehemi’s return to France thus brings this matter to a satisfactory conclusion, in accordance with the judgment of the European Court of Human Rights.”", "27. Meanwhile, on 20 February 1998, the Minister of the Interior had issued an order requiring the applicant to reside in the Rhône département, in a place to be determined by the prefect. It included the following passage:", "“Whereas Mr Ali Mehemi Ali was permanently excluded from French territory by a judgment of the Fourth Division of the Lyons Court of Appeal on 4 July 1991 ...", "Section 1: Until such time as he is able to comply with the order permanently excluding him from France, the above-mentioned person shall reside where required to by the prefect of the Rhône département.", "Within the territory of this département, he shall periodically report to the police or the gendarmerie.", "Section 2: The prefect of the Rhône département shall be responsible for serving and enforcing this order.”", "28. The order was served on the applicant in person on 18 March 1998 at 8.30 a.m. The notice accompanying the order listed the possibilities of appeal. Further to that order, the prefect of the Rhône département issued an order dated 25 March 1998 requiring the applicant to reside in the precise area of the Lyons city district (arrondissement) and to report twice a month to the police station at Villeurbanne where he was then living.", "29. The applicant was subsequently issued with a provisional residence permit for six months dated 21 April 1998 and expiring on 20 October 1998. The permit stated that he was authorised to pursue an occupation and was required to reside in the Rhône département by ministerial order of 20 February 1998 and prefectoral order of 25 March 1998. The provisional residence permit was then systematically renewed when it was about to expire, on 13 October 1999 until 12 April 2000, on 7 April 2000 until 6 October 2000, and on 30 March 2001 until 29 September 2001. It was last extended on 28 September 2001.", "30. On 27 July 2001 the applicant’s lawyer asked the prefect of the Rhône département to issue the applicant with a ten-year residence permit, on the ground that the exclusion order had expired (see paragraph 31 below). Not having received a reply, he sent another letter to the prefect on 28 November 2001 in which he construed the lack of response as an implied refusal and asked the prefect to state his reasons.", "31. On 31 October 2001 the Minister of the Interior issued an order revoking the ministerial residence order of 20 February 1998 against the applicant. The revocation order stated among other things that “the permanent exclusion order made initially by the Lyons Court of Appeal on 4 July 1991, which was reduced to ten years by a judgment of 24 March 1998, is deemed to have expired on 10 July 2001”.", "32. On the same day, the minister sent a certified copy of the revocation order to the prefect for the Rhône-Alpes region, the prefect of the Rhône département, requesting him to serve it on the applicant with a “very formal warning”. He also requested the prefect to issue the applicant with a residence permit valid for one year endorsed with the mention “salaried”. The minister enclosed a letter addressed to the applicant, which included the following passage:", "“Following a fresh examination of your file, I have decided by order of today’s date to revoke the order for your compulsory residence in the Rhône département made on 20 February 1998, so that you may live peacefully on French territory.", "I wish however to warn you formally that if you again fail to abide by our laws and regulations, that will indicate that you are still a threat to public order. I would then ask the prefect for the Rhône-Alpes region, the prefect of the Rhône département, to make the necessary arrangements to bring expulsion proceedings against you.”", "33. By a letter of 13 December 2001, the prefect informed the applicant’s lawyer of both the revocation of the ministerial order and the proposed ministerial warning. The police served the 31 October 2001 revocation order on the applicant on 4 January 2002, and he was also invited to go to the prefecture in order to formalise his administrative status.", "34. The applicant went to the prefecture on 8 January 2002. His application for a one-year residence permit endorsed with the mention “salaried” was registered and he was issued with a receipt for the application.", "35. In reply to the letter of 28 November 2001, the prefect reminded the applicant’s lawyer of the decisions served on the applicant on 4 January 2002. He added:", "“Mr Mehemi went to the prefecture on 8 January 2002 in order to apply for a one-year residence permit endorsed with the mention ‘salaried’.", "Pending the issue of his renewed passport, he has been given a receipt valid for three months endorsed with a work permit.", "On presentation of that document, I shall issue him with the above-mentioned residence permit.”", "36. On 2 April 2002 the applicant was issued with a new receipt for a residence permit application valid until 1 July 2002. On 1 July 2002, a new receipt valid until 2 October 2002 was issued.", "37. On 2 October 2002 the applicant went to the prefecture again, still without his passport, which had not yet been renewed by the consular services in Algeria. His residence permit was extended until 31 December 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}