{"ITEMID": "001-61334", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SLIVENKO v. LATVIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 14+8;No violation of Art. 5-1;Not necessary to examine Art. 5-4;Non-pecuniary damage - financial award", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["14. The facts of the case, as submitted by the parties, may be summarised as follows.", "15. The first applicant is Mrs Tatjana Slivenko, born in 1959. The second applicant is her daughter, Ms Karina Slivenko, born in 1981.", "16. The applicants are of Russian origin. The first applicant was born in Estonia into the family of a military officer of the Union of Soviet Socialist Republics (USSR). At the age of one month she moved to Latvia together with her parents. Her husband, Nikolay Slivenko, born in 1952, was transferred to Latvia in 1977 to serve as a Soviet military officer. He met the first applicant in Latvia and married her there in 1980. In 1981 the first applicant gave birth to their daughter, the second applicant. The first applicant's father retired from the army in 1986.", "17. Latvia regained independence from the USSR in 1991. On 28 January 1992 the Russian Federation assumed jurisdiction over the former Soviet armed forces, including those stationed in the territory of Latvia.", "18. On 4 March 1993 the applicants and the first applicant's parents were entered in the register of Latvian residents (“the register”) as “ex-USSR citizens” (see paragraphs 50-56 below). At that time, none of them were citizens of any particular State. In her request to be entered in the register, the first applicant had not indicated that her husband was a Russian military officer.", "19. The respondent Government state that, in requesting her entry in the register, the first applicant submitted false information about the occupation of Nikolay Slivenko, stating that he worked at a factory. The respondent Government have submitted a copy of an annex to the first applicant's application for residence in Latvia, including the statement that her husband worked at a factory.", "20. The applicants and the third party submit that the document is falsified, and that it does not exist. They also refer to the fact that, during the subsequent proceedings concerning the legality of their stay in Latvia (see paragraphs 34-39 below), the immigration authorities did not refer to any such false information, and the Latvian courts did not establish that the applicants had at any point submitted the information mentioned by the respondent Government.", "21. Nikolay Slivenko, who had become a Russian citizen on an unspecified date in the early 1990s, continued his service in the Russian army until his discharge in 1994 on the ground of the abolition of his post. The parties disagree as to the actual date of his discharge: the applicants state that he was discharged on 2 March 1994. They rely on the fact that an order for his discharge was signed and became effective on 2 March 1994. The Russian Government support this conclusion. The respondent Government argue that the first applicant's husband was discharged on 5 June 1994 as it was only on that date that he formally completed his leave; his leave allowance and retirement benefits had been calculated with reference to that date.", "22. The treaty between Latvia and Russia on the withdrawal of the Russian troops (“the treaty”) was signed in Moscow on 30 April 1994 and became effective on that date (see paragraphs 64-67 below).", "23. According to the respondent Government, even before the signature and entry into force of the treaty, various Latvian and Russian authorities cooperated in establishing the names of the Russian military personnel liable to be removed from Latvia. In this context, on 31 March 1994, the Russian military authorities submitted to the Latvian authorities a list of the Russian military officers in Latvia, including the first applicant's husband, with an accompanying request to prolong his and his family's temporary residence in Latvia. This, the respondent Government contend, made it clear that their stay in Latvia was temporary, and that they would be required to leave.", "24. According to the applicants and the Russian Government, the list of 31 March 1994 did not entail any obligation on Nikolay Slivenko to leave Latvia as it was a document solely requesting the prolongation of his temporary stay in Latvia, submitted before the actual signature and entry into force of the treaty.", "25. On 7 October 1994 Nikolay Slivenko applied to the Latvian Citizenship and Migration Authority (“the CMA”) for a temporary residence permit in Latvia by reason, inter alia, of his marriage to the first applicant, a permanent resident of Latvia. This was refused on the ground that, as a Russian military officer, he was required to leave Latvia as a result of the withdrawal of the Russian troops in accordance with the treaty.", "26. On 29 November 1994 the CMA annulled the applicants' entry in the register on the ground of Nikolay Slivenko's military status. The applicants state that they were not informed about the decision, and that they found out about it only in 1996, in the context of the court proceedings brought by the first applicant's husband (see paragraph 29 below).", "27. The respondent Government have also produced a list dated 10 December 1994, which according to them had been submitted to the Latvian authorities by the Russian armed forces. In the list Nikolay Slivenko was included in the category of military personnel who had retired after 28 January 1992. The applicants and the third party contest the authenticity of the list.", "28. The respondent Government have further produced a list dated 16 October 1995, which according to them had been sent to the Latvian Ministry of Foreign Affairs by the Russian consulate in Riga. According to the respondent Government, Nikolay Slivenko's name appeared on the list among those Russian military pensioners who had been discharged from the Russian armed forces after 28 January 1992. It was also noted in the list that on 3 August 1994 Nikolay Slivenko had been given housing in the city of Kursk in Russia, and that he had left Latvia on 31 December 1994. The applicants and the third party contest the authenticity of the list.", "29. In point of fact, however, the first applicant's husband had stayed in Latvia. He brought a court action against the CMA, claiming that their refusal to issue him with a temporary residence permit was void. On 2 January 1996 the Riga City Vidzeme District Court found in his favour. The CMA appealed against the judgment.", "30. On 19 June 1996 the Riga Regional Court allowed the CMA's appeal, finding, inter alia, that Nikolay Slivenko had been a Russian military officer until 5 June 1994 and that the treaty of 30 April 1994 required all Russian officers in service on 28 January 1992 to leave Latvia together with their families. The Regional Court referred, inter alia, to the list of 16 October 1995, which confirmed that he had been provided with accommodation in Kursk, and that he had left Latvia in 1994. He did not bring a cassation appeal against the appellate judgment.", "31. On 20 August 1996 the immigration authorities issued a deportation order in respect of the applicants. The order was served on them on 22 August 1996.", "32. On that date the local authorities decided to evict the applicants from their flat, which they rented from the Latvian Ministry of Defence. Russian military officers and their families as well as other residents of Latvia lived in the block where the flat was located. The eviction order was not enforced.", "33. On an unspecified date in 1996 Nikolay Slivenko moved to Russia, while the applicants remained in Latvia.", "34. The first applicant brought a court action in her own name and on behalf of her daughter, claiming that they were in fact permanent residents of Latvia and that they could not be removed from the country.", "35. On 19 February 1997 the Riga City Vidzeme District Court found in favour of the applicants. The court held, inter alia, that the first applicant had come to Latvia as a relative of her father, not her husband. As her father had retired in 1986, he could thereafter no longer be regarded as a military officer, and his close relatives, including the applicants, could be entered in the register as permanent residents of Latvia. The court quashed the deportation order in respect of the applicants and authorised their re-entry in the register.", "36. The CMA appealed against the judgment of 19 February 1997. On 30 October 1997 the Riga Regional Court dismissed the appeal, finding that the first-instance court had decided the case properly. Upon a cassation appeal by the CMA, on 7 January 1998 the Supreme Court quashed the decisions of the lower courts and remitted the case to the appellate court for a fresh examination. The Supreme Court referred to the fact that the applicants had been provided with a flat in Kursk, and that they were subject to the provisions of the treaty of 30 April 1994.", "37. On 6 May 1998 the Riga Regional Court allowed the CMA's appeal, finding that Nikolay Slivenko had been a serving Russian military officer until 5 June 1994. Referring to the fact that he had been given housing in Kursk in 1994 following his retirement from the Russian military, the court decided that he had been required to leave Latvia with his family in accordance with the treaty. The court found that the decision of the immigration authorities to annul the applicants' entry in the register had been lawful.", "38. On 12 June 1998 the first applicant was informed by the immigration authorities that the deportation order of 20 August 1996 had become effective upon the delivery of the appellate court's judgment of 6 May 1998.", "39. On 29 July 1998, on a cassation appeal by the applicants, the Supreme Court confirmed the decision of 6 May 1998. The Supreme Court stated that Nikolay Slivenko had been discharged from the Russian armed forces on 5 June 1994. The Supreme Court noted that the applicants had been allocated the flat in Kursk in the context of the material assistance provided by the United States of America for the withdrawal of Russian troops. Relying on the fact that Nikolay Slivenko had been discharged from the military after 28 January 1992, the Supreme Court concluded that the applicants, as part of his family, had also been required to leave Latvia in accordance with the treaty.", "40. On 14 September 1998 the first applicant requested the CMA to defer execution of the deportation order. That was refused on 22 September 1998.", "41. On 7 October 1998 the first applicant lodged with the immigration authorities an appeal against the deportation order, requesting a residence permit and her re-entry in the register. She stated, inter alia, that Latvia was her and her daughter's motherland as they had lived there all their lives and had no other citizenship, and that she was required to take care of her disabled parents who were permanently resident in Latvia.", "42. In the late evening of 28 October 1998 the police entered the applicants' flat. They were arrested at 10.30 p.m. on the same date. On 29 October 1998, at 12.30 a.m., a police officer issued an arrest warrant in respect of the applicants on the basis of section 48-5 of the Aliens Act. The warrant stated that the applicants had no valid documents justifying their stay in Latvia, and that the applicants' entry in the register of Latvian residents had been annulled by the Supreme Court's final judgment of 29 July 1998. It was also mentioned in the warrant that the applicants “did not leave Latvia following the judgment, and there were reasonable grounds to suspect that they were staying in Latvia illegally”. The warrant was signed by the applicants. On the basis of the warrant the applicants were immediately detained in a centre for illegal immigrants.", "43. Also on 29 October 1998 the Director of the CMA sent a letter to the immigration police, stating that the applicants' arrest had been “premature” in view of the fact that the first applicant had lodged an appeal on 7 October 1998. No reference to domestic law was made in the letter. The Director of the CMA ordered the immigration police to release the applicants. They were released at an unspecified time on 29 October 1998.", "44. On 3 February 1999 the applicants received a letter from the Director of the CMA dated 29 October 1998, informing them that they were required to leave Latvia immediately. They were also informed that, if they complied voluntarily with the deportation order, they could thereafter be issued with a visa enabling them to stay in the country for ninety days per annum.", "45. On 16 March 1999 the flat of the first applicant's parents was searched by the police in the presence of the second applicant. On the same date, at 9 a.m., a police officer issued a warrant for the second applicant's arrest on the basis of section 48-5 of the Aliens Act. The warrant stated that the second applicant had no valid document justifying her stay in Latvia, and that there were reasonable grounds to suspect that she was staying in Latvia illegally. The order was signed by the second applicant. She was immediately arrested and thereafter detained for thirty hours in a centre for illegal immigrants. She was released on 17 March 1999.", "46. On 11 July 1999 the applicants moved to Russia to join Nikolay Slivenko. By that time the second applicant had completed her secondary education in Latvia. On an unspecified date in 2001 the applicants adopted Russian citizenship as former nationals of the USSR. The applicants now live in Kursk, in accommodation which was provided by the Russian defence authorities. After the applicants left Latvia, their flat in Riga was taken back by the Latvian authorities. Meanwhile, the first applicant's parents continued living in Latvia on the basis of their status as “ex-USSR citizens”.", "47. According to the applicants, the first applicant's parents are seriously ill, but the applicants have not been able to go to Latvia to visit them. The deportation order of 20 August 1996 prohibited the applicants from entering Latvia for five years. That prohibition expired on 20 August 2001. Towards the end of 2001 the applicants obtained visas permitting their stay in Latvia for no more than ninety days per annum.", "48. In view of the fact that Nikolay Slivenko had left Latvia voluntarily, the prohibition on entering Latvia was not extended to him. He was allowed to visit Latvia several times in the period between 1996 and 2001.", "49. Latvian laws use the term “citizenship” (pilsonība) to denote the nationality of a person. In the official English translations of the domestic statutes, the term “nationality” is sometimes used in brackets alongside the term “citizenship”. An official English translation of the Aliens Act (Part I) provides, for example, that “an 'alien' [is] a person having the citizenship (nationality) of another State; [a] 'stateless person' [is] a person having no citizenship (nationality)”.", "50. Latvian legislation on nationality and immigration identifies several categories of persons, each with its own status defined in a specific Act:", "(a) Latvian citizens (Latvijas Republikas pilsoņi), whose legal status is governed by the Citizenship Act of 22 July 1994 (Pilsonības likums);", "(b) “permanently resident non-citizens” (nepilsoņi) – that is, citizens of the former USSR who lost their Soviet citizenship following the dissolution of the USSR but have not subsequently obtained any other nationality – who are governed by the Status of Former USSR Citizens Act of 12 April 1995 (Likums “Par to bijušo PSRS pilsoņu statusu, kuriem nav Latvijas vai citas valsts pilsonības”); this group of persons may also be referred to as “ex-USSR citizens”;", "(c) asylum-seekers and refugees, whose status is governed by the Asylum Act of 7 March 2002 (Patvēruma likums);", "(d) “stateless persons” (bezvalstnieki) within the meaning of the Stateless Persons Act of 18 February 1999 (Likums “Par bezvalstnieka statusu Latvijas Republikā”), read in conjunction with the Aliens Act and, since 1 May 2003, with the Immigration Act which replaced it;", "(e) “aliens” in the broad sense of the term (ārzemnieki), including foreign nationals (ārvalstnieki) and stateless persons (bezvalstnieki) falling solely within the ambit of the Aliens and Stateless Persons (Entry and Residence) Act of 9 June 1992 (Likums “Par ārvalstnieku un bezvalstnieku ieceļošanu un uzturēšanos Latvijas Republikā” – “the Aliens Act”) (before 1 May 2003), and the Immigration Act (after that date).", "51. The Citizenship Act is based on two principles: the principle of jus sanguinis and the doctrine of State succession in matters of international and constitutional law. Accordingly, with certain exceptions, only those persons who had Latvian citizenship on 17 June 1940 (the date on which Latvia came under Soviet domination) and their descendants are recognised ipso jure as Latvian citizens (section 2(1)). The fact of having been born within Latvian territory or having been resident there for a long period does not in itself confer Latvian citizenship; accordingly, citizens of the former USSR who arrived in Latvia during the Soviet era (1944-91) and their descendants were not automatically granted Latvian citizenship after Latvia had regained its independence.", "52. Furthermore, the Citizenship Act provides for the possibility of becoming a Latvian citizen by means of naturalisation, in accordance with the conditions and procedure laid down in Chapter II of the Act. Persons seeking naturalisation as Latvian citizens must have been lawfully resident in Latvia for at least the past five years, have a legal source of income, pass an examination testing proficiency in Latvian, be familiar with the Latvian Constitution and national anthem, have a basic knowledge of Latvian history, swear an oath of allegiance and, where appropriate, renounce their existing citizenship (section 12). Section 11(1) lists the grounds on which naturalisation may be refused; for example the provision prohibits the naturalisation of persons who", "“... after 17 June 1940 chose the Republic of Latvia as their place of residence immediately after being discharged from the USSR (Russian) armed forces, and who did not have their permanent residence in Latvia on the date of their conscription or enlistment ...”.", "53. In the version in force before 25 September 1998, section 1 of the Status of Former USSR Citizens Act provided:", "“(1) This Act shall apply to citizens of the former USSR who are resident in Latvia ..., were resident within Latvian territory before 1 July 1992 and are registered as being resident there, regardless of the status of their housing, provided that they are not citizens of Latvia or of any other State, and also to their children below the age of majority, if the latter are not citizens of Latvia or of any other State.”", "In the version in force since 25 September 1998, section 1 of the Status of Former USSR Citizens Act provides:", "“(1) The persons governed by this Act – 'non-citizens' – shall be those citizens of the former USSR, and their children, who are resident in Latvia ... and who satisfy all the following criteria:", "1. on 1 July 1992 they were registered as being resident within the territory of Latvia, regardless of the status of their housing; or their last registered place of residence by 1 July 1992 was in the Republic of Latvia; or a court has established that before the above-mentioned date they had been resident within the territory of Latvia for not less than ten years;", "2. they do not have Latvian citizenship; and", "3. they are not and have not been citizens of any other State.", "(2) The legal status of persons who arrived in the Republic of Latvia after 1 July 1992 shall be determined by the Aliens and Stateless Persons Acts.", "(3) The present Act shall not apply to:", "1. military specialists engaged in the operation and dismantling of Russian Federation military [radar equipment] installed in the territory of Latvia, and civilians sent to Latvia for that purpose;", "2. persons who were discharged from the armed forces after 28 January 1992, if on the date of their enlistment they were not permanently resident in the territory of Latvia and if they are not close relatives of Latvian citizens;", "3. spouses of the persons [mentioned above] and members of their families (children and other dependants) living with them, where, irrespective of the date of their arrival, they arrived in Latvia in connection with the service of a member of the Russian Federation (USSR) armed forces;", "4. persons who have received compensation for establishing their permanent residence abroad, regardless of whether the compensation was paid by a Latvian central or local authority or by an international or foreign authority or foundation; or", "5. persons who on 1 July 1992 were officially registered as being resident for an indefinite period within a member country of the Commonwealth of Independent States.”", "Section 2( )2 of the Act prohibits the deportation of “non-citizens”, “save where deportation takes place in accordance with the law and another State has agreed to receive the deportee”. Furthermore, section 5 (which became section 8 on 7 April 2000) provides:", "“(1) Section 2 ... of this Act shall also [apply to] stateless persons and their descendants who are not and have never been citizens of any State and who, before 1 July 1992, were resident within the territory of Latvia and were registered as being permanently resident there ...", "(2) Section 2 of this Act shall also apply to nationals of other States and their descendants who were resident within the territory of Latvia before 1 July 1992 and were registered as being permanently resident there ..., provided that they do not have Latvian citizenship ...”", "Lastly, section 49 provides that international agreements on immigration “concluded by the Republic of Latvia and approved by Parliament” take precedence over national legislation.", "54. The relevant provisions of the Aliens Act were worded as follows:", "Section 11", "“Any foreigner or stateless person shall be entitled to stay in the Republic of Latvia for more than three months [version in force from 25 May 1999: 'more than ninety days in the course of one half of a calendar year'], provided that he or she has obtained a residence permit in accordance with the provisions of this Act. ...”", "Section 23", "“The following may obtain a permanent residence permit:", "...", "(2) the spouse of a Latvian citizen, of a 'permanently resident non-citizen' of Latvia or of an alien or stateless person who has [himself or herself] been granted a permanent residence permit, in accordance [with section] ... 26 of this Act, and the spouse's minor or dependent children ...”", "55. When the Aliens Act came into force, it did not contain any provision excluding serving members of the Russian armed forces who had been discharged after 28 January 1992. Regulation no. 297 of 6 August 1996, confirmed by the Act of 18 December 1996, amended section 23 as follows:", "“Permanent residence permits may be obtained by aliens who, on 1 July 1992, were officially registered as being resident for an indefinite period within the Republic of Latvia if, at the time of applying for a permanent residence permit, they are officially registered as being resident within the Republic of Latvia and are entered in the register of residents.", "Citizens of the former USSR who acquired the citizenship of another State before 1 September 1996 must apply for a permanent residence permit by 31 March 1997. Citizens of the former USSR who acquired the citizenship of another State after 1 September 1996 must apply within six months of the date on which they acquired the citizenship of that State.", "This section shall not apply to:", "1. military specialists engaged in the operation and dismantling of Russian military [radar equipment] installed in the territory of Latvia, and civilians sent to Latvia for that purpose;", "2. persons who were discharged from active military service after 28 January 1992 if on the date of their enlistment they were not permanently resident in the territory of Latvia and if they are not close relatives of Latvian citizens; or", "3. spouses of the persons [mentioned above] and members of their families (children and other dependants) living with them, where, irrespective of the date of their arrival, they arrived in Latvia in connection with the service of a member of the Russian Federation (USSR) armed forces.”", "56. Persons who are lawfully resident in Latvia are entered in the register of residents and given a personal identification number (personas kods). The functioning of the register, which is kept by the interior authorities, is laid down in the Register of Residents Act of 27 August 1998 (Iedzīvotāju reģistra likums), which replaced the previous Act of 11 December 1991 (Likums “Par iedzīvotāju reģistru”).", "57. According to the information provided by the respondent Government, about 900 persons – close relatives of Russian military officers required to leave Latvia under the treaty – were able to legalise their stay in Latvia because those persons were either Latvian citizens or close relatives of Latvian citizens, and had not arrived in Latvia in connection with service in the Soviet armed forces.", "58. Section 35 of the Aliens Act lists the circumstances in which a residence permit, even a temporary one, will not be issued. Section 36 of the Aliens Act lists the grounds on which a residence permit may be withdrawn. The fact of having been a serving member of the Russian armed forces after 28 January 1992 does not appear in either of these lists.", "Point 1 of section 36 provides that a residence permit should be withdrawn where its holder “has knowingly submitted false information to the Department”. Point 3 provides for the same consequences if the holder of a residence permit “arouses reasonable suspicion on the part of the competent authorities that he or she presents a threat to public order and safety or national security”. Point 6 concerns persons who have “entered the service of a foreign State, whether in the armed forces or otherwise, except in cases provided for by international agreements”. Lastly, point 14 concerns persons who have “received compensation for establishing their permanent residence abroad, regardless of whether the compensation was paid by a Latvian central or local authority or by an international or foreign authority or foundation”.", "59. Section 38 of the Act provides that the head of the Department of the Interior or of one of its regional offices should issue a deportation order where an alien or stateless person resides within the territory of Latvia without being in possession of a valid visa or residence permit or in any other circumstances listed in Article 36.", "60. Sections 39 and 40 provide:", "“Where a deportation order is issued in respect of a person with dependent relatives in Latvia, the latter must leave with him or her. The deportation order shall not apply to members of his or her family who are Latvian citizens or non-citizens.”", "“A person shall leave the territory of Latvia within seven days after the deportation order has been served on him or her, provided that no appeal is lodged against the order in the manner prescribed in this section.", "Persons in respect of whom a deportation order is issued may appeal against it within seven days to the head of the Department, who shall extend the residence permit pending consideration of the appeal.", "An appeal against the decision of the head of the Department shall lie to the court within whose territorial jurisdiction the Department's headquarters are situated, within seven days after the decision has been served.”", "61. Under section 48, where a person has not complied with a deportation order, he or she may be forcefully removed from Latvia by the police. Under section 48-4, the police have the right to arrest a person in order to execute a deportation order.", "Under section 48-5, the police have the right to arrest a person where no decision to deport him or her has been taken, if:", "(1) the person has illegally entered the State;", "(2) the person has knowingly provided false information to the competent authorities in order to receive a visa or residence permit;", "(3) the authorities have a well-founded suspicion that the person will hide, or that he or she has no permanent place of residence; or", "(4) the authorities have a well-founded suspicion that the person poses a threat to public order or national security.", "In such cases the police have the right to detain a person for not more than seventy-two hours, or, where a prosecutor has been notified, for not more than ten days. The police must immediately inform the immigration authorities about the arrest, with a view to their issuing an order for the deportation of the person by the use of force. The person concerned can appeal against that deportation order in accordance with the provisions of section 40 of the Act.", "By section 48-6, a person in respect of whom such a deportation order has been issued may be detained until the execution of the order, and a prosecutor must be notified of the order.", "Section 48-7 provides that an arrested person must be immediately informed of the reasons for his arrest, and of his right to have legal assistance.", "By section 48-10, the police have the right to arrest aliens and stateless persons who reside in Latvia without a valid visa or residence permit. Such persons must be brought to the immigration authorities or to a police remand centre within three hours.", "62. Chapter 24-A of the Code of Civil Procedure guarantees the right to appeal to a court against administrative acts breaching personal rights.", "Article 239-2 § 1 states that a complaint against an action (decision) of a State authority may be submitted to a court, after a hierarchical complaint in this connection has been determined by the competent administrative authority.", "Under Article 239-3 § 1 of the Code, a complaint to a court may be submitted within one month from the date of the notification of the dismissal of the hierarchical complaint, or within one month from the date of the contested act, provided that the person concerned has not received a decision.", "Article 239-5 provides that the court must examine the complaint within ten days, having questioned the parties and other persons, if necessary.", "Pursuant to Article 239-7, if the court considers that the act concerned violates an individual's personal rights, the court should adopt a judgment obliging the authority to remedy the violation.", "63. Under the Soviet legislation, a citizen was issued with a “registration” (propiska) at a particular address, by way of a special seal in his passport attesting to his place of permanent residence for the purposes of domestic law. Following the restoration of Latvian independence in 1991, the “registration” system remained effective under the Latvian legislation.", "64. The treaty between Latvia and Russia on the conditions and schedule for the complete withdrawal of Russian Federation military troops from the territory of the Republic of Latvia and their status pending withdrawal (“the treaty”) was signed in Moscow on 30 April 1994, published in Latvijas Vēstnesis (Official Gazette) on 10 December 1994, and came into force on 27 February 1995.", "In the preamble of the treaty the parties stated, inter alia, that by signing the treaty they wished to “eradicate the negative consequences of their common history”.", "65. The other relevant provisions of the treaty read as follows:", "“The Russian Federation's military troops shall leave the territory of the Republic of Latvia by 31 August 1994.", "The withdrawal of Russian Federation military troops shall concern all members of the armed forces of the Russian Federation, members of their families and their movable property.", "The closure of military bases in the territory of the Republic of Latvia and the discharge of military personnel after 28 January 1992 shall not be regarded as the withdrawal of military troops.", "...”", "“The Russian Federation shall inform the Republic of Latvia about its military personnel and their families in the territory of Latvia. It shall provide regular information, at least every three months, about the withdrawal of, and quantitative changes in, each of the above-mentioned groups. ...”", "“The Republic of Latvia shall guarantee the rights and freedoms of Russian Federation military troops affected by the withdrawal, and also of their families, in accordance with the legislation of the Republic of Latvia and the principles of international law.”", "“This treaty ... shall be applied on a provisional basis from the date of signature and shall come into force on the date of exchange of the instruments of ratification. ...”", "66. The conditions for the implementation by Latvia of the above-mentioned treaty are laid down in Regulation no. 118 of 22 April 1995, the relevant parts of the second paragraph of which provide:", "“The Ministry of the Interior:", "...", "2.2. shall issue residence permits, after checking the list of military personnel ... to discharged members of the Russian armed forces who were resident within the territory of Latvia on 28 January 1992 and have been registered by the Nationality and Immigration Department ...", "2.3. shall issue deportation orders in respect of members of the armed forces who are unlawfully resident in the Republic of Latvia, and shall supervise the execution of such orders; ...”", "67. An agreement between Russia and Latvia, also signed on 30 April 1994, concerns the social protection of retired members of the Russian Federation armed forces and their families residing within the territory of the Republic of Latvia. Article 2 of the agreement, which applies principally to persons discharged from the Soviet armed forces before Latvia regained its independence, provides:", "“The persons to whom this agreement applies shall enjoy their fundamental rights within the territory of the Republic of Latvia, in accordance with the standards of international law, the provisions of this agreement and Latvian legislation.", "The persons to whom this agreement applies ... and who were permanently resident within the territory of the Republic of Latvia before 28 January 1992, including those in respect of whom the relevant formalities have not been carried out and who are on the lists verified by both parties and appended to this agreement, shall retain the right to reside without hindrance in the territory of Latvia, if they so desire. By agreement between the Parties, any persons who were permanently resident within the territory of Latvia before 28 January 1992 and, for various reasons, have not been included on the lists referred to above may be added to them. ...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}