{"ITEMID": "001-108787", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BREGA AND OTHERS v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicants were born in 1975, 1953, 1969 and 1981 respectively, live in Pepeni, Chişinău, Ungheni and Chişinău respectively and are all members of Hyde Park, a Chişinău-based non-governmental organisation.", "6. On 27 March 2008 the first and the fourth applicants participated in a public gathering in the Stefan cel Mare park in Chişinău on the occasion of the anniversary of the 1918 reunification of Bessarabia with Romania. The demonstration had been authorised by the Chişinău Municipality. At approximately 11.30 a.m. the applicants were arrested and taken to the police station, where they were charged with resisting arrest and insulting police officers.", "7. In a video filmed by the applicants, one of the police officers can be seen requesting identity papers from one of the participants in the demonstration. After the identity card is presented to the police officer, one of the police officers orders the applicants to follow him to the police station and the applicants comply without any resistance. The applicants were released several hours later.", "8. On 26 May 2008 the Buiucani District Court finally acquitted the applicants of all charges in view of a lack of evidence against them. The court found that the accusations made against the applicants were groundless as they were not confirmed by any of the witnesses.", "9. On an unspecified date one of the applicants lodged a criminal complaint against the police officers who had arrested them. However, on 30 May 2008 the complaint was dismissed as manifestly ill-founded.", "10. On 22 April 2008 a new Assemblies Act entered into force under which no authorisation was needed for spontaneous gatherings and for gatherings with a limited number of participants. On the same date, at approximately 10.40 a.m., the first, second and fourth applicants organised a demonstration in front of the residence of the President of Moldova. According to them, they intended to express their joy at the entering into force of the new Assemblies Act and to encourage the people to assemble freely. After a short time the applicants were approached by several police officers who ordered them to leave. The applicants refused and argued that according to the new law they had a right to protest peacefully without any authorisation. Later the applicants were arrested and taken to the police station. They were held for several hours and charged with the offences of holding an unauthorised demonstration, resisting arrest and insulting police officers.", "11. On 8 May 2008 the Buiucani District Court acquitted the applicants of all charges in view of a lack of incriminating evidence against them. The court found that the applicants had a legal right to protest in front of the residence of the President of Moldova without any authorisation and that the charges concerning resisting and insulting police officers were groundless.", "12. On an unspecified date the applicants lodged a criminal complaint against the police officers who had arrested them. However, it was dismissed as manifestly ill-founded.", "13. On 30 April 2008 the National Television company organised a celebration on the occasion of its fiftieth anniversary. A member of Hyde Park, O.B., who is not an applicant in this case, attempted to protest against censorship at National Television in front of the concert hall in which the celebration was taking place. He was draped in a banner bearing the inscription “50 years of lies” and was accompanied by the first, second and third applicants, one of whom was filming the event.", "14. After approaching the concert hall, O.B. was approached by a group of police officers who surrounded him and ordered him to vacate the premises of the concert hall. O.B. and the three applicants entered into a verbal clash with the police officers and refused to leave. They argued that they had the right to protest and that the actions of the police were unlawful. After several minutes of dispute O.B. was physically attacked by a person in plain clothes. O.B. and the applicants requested the assistance of the police and shouted that the attack had been provoked by the police. They were immediately arrested and taken to the police station, where they were charged with the offences of holding an unauthorised demonstration, resisting arrest and insulting police officers. They were released several hours later.", "15. On 18 June 2008 all the applicants and O.B. were finally acquitted by the Chişinău Court of Appeal of all charges in view of a lack of incriminating evidence against them. The court reached this conclusion after viewing the video of the event and concluding that the applicants’ demonstration had been peaceful and that they had been attacked by a another individual.", "16. On an unspecified date the applicants lodged a criminal complaint against the police officers who had arrested them. However, it was dismissed as manifestly ill-founded.", "17. In December 2008 the Government decided to celebrate Christmas exclusively on 7 January, according to the old religious calendar, and to have a Christmas tree installed in the central square of Chişinău only in the last few days of December so as to bypass the celebration of Christmas on 25 December by the adherents of the new religious calendar.", "18. In spite of that decision the Chişinău local government, which was represented by a political majority different from that of the central Government, decided to install a Christmas tree in the middle of December and to organise celebrations on the occasion of the new religious calendar Christmas. On 16 December 2008 a truck transporting the municipality’s Christmas tree was stopped by the police and the tree was confiscated.", "19. In the morning of 18 December 2008 a group of Hyde Park members, including the first and second applicants, attempted to organise a protest demonstration in front of the Ministry of Internal Affairs in order to express their concern about the actions of the police. The first applicant was arrested on the street while walking towards the building of the Ministry of Internal Affairs carrying a small Christmas tree. He was taken to the police station and charged with the offence of organising an unauthorised demonstration. He was released several hours later. The second applicant was near a trolleybus stop when a group of six plain-clothes police officers forced him into a trolleybus. They cornered him and, in spite of his protests, released him only approximately eight minutes and several stops later. The applicants submitted a video of this.", "20. On 18 December 2008 the first applicant was acquitted in view of a lack of incriminating evidence against him.", "21. On an unspecified date the first and second applicants lodged a criminal complaint against the police officers. However, on 2 February 2009 the complaint was dismissed as manifestly ill-founded.", "22. On 3 February 2009 the first applicant organised a protest demonstration in front of the Prosecutor General’s Office together with approximately twenty participants who are not applicants in this case. The aim of the demonstration was to denounce the inaction of the Prosecutor General’s Office in connection with abuses by the police. Several minutes after the beginning of the demonstration the protesters were attacked by seven men wearing masks, who started to beat them up and spray them with tear gas. The protesters defended themselves and managed to immobilise two attackers. One of the attackers admitted to having been paid 1,000 Moldovan lei (MDL) by an unknown person to participate in the attack. A police unit patrolling nearby did not intervene to put an end to the clash between the protesters and the attackers. The protesters called the police and requested the assistance of the police officers who were guarding the Prosecutor General’s Office, but to no avail.", "23. According to the applicants, the organisers of the demonstration lodged a criminal complaint with the Prosecutor General’s Office; however, no action was taken. The applicants were unable to present proof that they had lodged the complaint and argued that the relevant documents had been seized by the police on the occasion of an unlawful search of Hyde Park’s premises.", "24. The Government disputed that the applicants had complained to the Prosecutor’s Office in respect of the events of 3 February 2009.", "25. Article 32 of the Constitution of the Republic of Moldova (on freedom of opinion and of expression) reads as follows:", "“(1) Each citizen is guaranteed freedom of thought and of opinion, as well as freedom of expression in public through words, images or other available means.", "(2) Freedom of expression shall not be prejudicial to the honour or dignity of others or the right of others to have their own opinion.", "(3) The law prohibits and punishes the calling into question and defamation of the State and the nation, calls to war and aggression, national, racial or religious hatred, and incitement to discrimination, territorial separatism, or public violence, as well as any other expression which endangers the constitutional order.”", "Article 40 (on freedom of assembly) provides:", "“All meetings, demonstrations, rallies, processions or any other assemblies are free, but they may be organised and take place only peacefully and without the use of weapons.”", "26. The relevant provisions of the Assemblies Act of 21 June 1995 read as follows:", "(1) Assemblies shall be conducted peacefully, without any sort of weapons, and the protection of participants and the environment must be ensured, without impeding the normal use of public highways, road traffic or the operation of businesses, and without degenerating into acts of violence capable of endangering public order or the physical integrity or life of persons or their property.", "Assemblies shall be suspended in the following circumstances:", "(a) denial and defamation of the State and of the people;", "(b) incitement to war or aggression and incitement to hatred on ethnic, racial or religious grounds;", "c) incitement to discrimination, territorial separatism or public violence;", "d) acts that undermine the constitutional order.", "(1) Assemblies may be conducted in squares, streets, parks and other public places in cities, towns and villages, and also in public buildings.", "(2) It shall be forbidden to conduct an assembly in the buildings of public authorities, local authorities, prosecutors’ offices, courts or companies with armed security.", "(3) It shall be forbidden to conduct assemblies:", "(a) within fifty metres of the Parliament building, the residence of the President of Moldova, the seat of the Government, the Constitutional Court and the Supreme Court of Justice;", "(b) within twenty-five metres of the buildings of the central administrative authority, the local public authorities, courts, prosecutors’ offices, police stations, prisons and social rehabilitation institutions, military installations, railway stations, airports, hospitals, companies which use dangerous equipment and machines, and diplomatic institutions.", "(4) Free access to the premises of the institutions listed in subsection (3) shall be guaranteed.", "(5) The local public authorities may, if the organisers agree, establish places or buildings for permanent assemblies.", "(1) Not later than fifteen days prior to the date of the assembly, the organiser shall submit a notification to the Municipal Council, a specimen of which is set out in the annex which forms an integral part of this Act.", "(2) The prior notification shall indicate:", "(a) the name of the organiser of the assembly and the aim of the assembly;", "(b) the date, starting time and finishing time of the assembly;", "(c) the location of the assembly and the access and return routes;", "(d) the manner in which the assembly is to take place;", "(e) the approximate number of participants;", "(f) the persons who are to be responsible for the proper conduct of the assembly;", "(g) the services the organiser of the assembly asks the Municipal Council to provide.", "(3) If the situation so requires, the Municipal Council may alter certain aspects of the prior notification with the agreement of the organiser of the assembly.", "(1) The prior notification shall be examined by the local government of the town or village at the latest five days before the date of the assembly.", "(2) When the prior notification is considered at an ordinary or extraordinary meeting of the Municipal Council, the discussion shall deal with the form, timetable, location and other conditions for the conduct of the assembly, and the decision taken shall take account of the specific situation.", "(6) The local authorities may reject an application to hold an assembly only if, after consulting the police, they have obtained convincing evidence that the provisions of sections 6 and 7 will be breached with serious consequences for society.", "(1) A decision rejecting an application to hold an assembly shall be reasoned and presented in writing. It shall contain reasons for the refusal to issue the authorisation...", "(1) The organiser of the assembly may challenge the refusal in the administrative courts.", "Section 19", "Participants in the assembly are required:", "(a) to respect the present Act and other laws referred to herein;", "(b) to respect the instructions of the organiser of the assembly, and decisions of the municipality or police;", "...", "(e) to leave the assembly if asked by the organiser, the municipality or the police.”", "27. On 22 February 2008 Parliament adopted a new Assemblies Act under which no authorisation was needed for the holding of demonstrations with less than fifty participants.", "28. The relevant provisions of the Criminal Code read as follows:", "(1) Illegal deprivation of liberty, other than kidnapping, shall be punishable by 120-240 hours of community work or imprisonment for up to two years.", "(2) The same offence committed", "b) against two or more persons;", "d) by two or more persons;", "shall be punishable by imprisonment for three to eight years.", "(1) Violation of the right to freedom of assembly by way of the illegal hindering of a demonstration, rally or act of protest, or the preventing of persons from taking part in them ... :", "a) committed by an official;", "b) committed by two or more persons;", "c) accompanied by acts of violence which do not pose a danger to life or health,", "shall be punishable by a fine of four to eight thousand Moldovan lei or by community work of 180-240 hours, or by imprisonment for up to two years.”", "29. The relevant provisions of the Code of Administrative Offences (“the CAO”), in force at the material time, read:", "2. The organisation and holding of an assembly without prior notification of the Municipal Council or without authorisation from the Council, or in breach of the conditions (manner, place, time) concerning the conduct of meetings indicated in the authorisation shall be punishable by a fine to be imposed on the organisers (leaders) of the assembly in an amount equal to between MDL 500 and 1,000. ...", "4. Active participation in an assembly referred to in paragraph 2 of the present Article shall be punishable by a fine in an amount between MDL 200 and 300.", "Resisting a police officer ... in the exercise of his or her duties of ensuring public order and the fight against crime shall be punishable by a fine of up to MDL 300 or detention for up to thirty days.", "Insulting police officers ... in the exercise of their duties ... shall be punishable by a fine of up to MDL 200 or imprisonment for up to fifteen days.”", "According to Article 249 of the CAO, persons who disobey in bad faith the lawful orders of police officers, or resist or insult police officers, may be detained until their case is examined by a court.", "30. The relevant provisions of Law no. 1545 (1998) on compensation for damage caused by the illegal acts of the criminal investigation organs, prosecution and courts have been set out in this Court’s judgment in Sarban v. Moldova, no. 3456/05, § 54, 4 October 2005. In the case of Belicevecen v. the Ministry of Finance (no. 2ra-1171/07, 4 July 2007) the Supreme Court of Justice found that a person could claim damages on the basis of Law no. 1545 (1998) only if he or she had been fully acquitted of all the charges against him or her. Since Mr Belicevecen had been found guilty in respect of one of the charges brought against him, he could not claim any damages."], "VIOLATED_ARTICLES": ["11", "5"], "VIOLATED_PARAGRAPHS": ["11-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}