{"ITEMID": "001-69133", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ŘÍMSKOKATOLICKÁ FARNOST OBŘÍSTVÍ v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicant is an organisational unit of the Roman Catholic Church with its head office in Prague.", "5. On 27 April 2000 (according to the applicant) or 2 May 2000 (according to the Government), the applicant lodged an action with the Mělník District Court (okresní soud) against Mr H., seeking to establish its ownership of plots of land with a church and belfry in Obříství.", "6. On 11 October 2000 the District Court dismissed the applicant’s request of 23 August 2000 for an interim measure to secure the applicant’s access to and use of the property in question. This decision was delivered to the applicant’s lawyer and the defendant on 16 and 26 October 2000 respectively. On the same date, the defendant received a copy of the applicant’s action.", "7. On 6 November 2000 the applicant’s appeal of 23 October 2000 against the decision on interim measures was delivered to the defendant, who sent his observations on 22 November 2000.", "8. On 5 December 2000 the case-file was submitted to the Prague Regional Court (krajský soud), which on 12 December 2000 quashed the lower court’s decision and remitted the case to it for further consideration. It ordered the District Court to hear the parties to the proceedings before deciding on the request.", "9. In January 2001 the Regional Court’s decision was received by the parties to the proceedings.", "10. On 8 March 2001 the District Court fixed a hearing for 23 April 2001, at which it granted the requested interim measure.", "11. Upon the defendant’s appeal of 15 May 2001, received by the applicant’s lawyer on 21 May 2001 and after the submission of the case-file to the Regional Court on 5 June 2001, the latter upheld the District Court’s decision on 14 June 2001. This decision entered into force on 31 July 2001.", "12. On 12 March 2003 the District Court held a hearing, at which it dismissed the applicant’s action.", "13. On 27 June 2003 the Regional Court, upon the applicant’s appeal of 2 April 2003, supplemented on 10 April 2003, quashed the District Court’s judgment and remitted the case to it for further consideration.", "14. On 21 January 2005 the applicant’s received the District Court’s decision of 6 January 2005 appointing an expert in the field of church law.", "15. It appears that the proceedings are still pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}