{"ITEMID": "001-67332", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KARPOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Valentin Anatolyevich Karpov, is a Russian national who was born in 1954 and lives in Ramenskoye in the Moscow Region. He was represented before the Court by Mr E. I. Ezrokhi and Mrs Yu. E. Ezrokhi, lawyers practising in Lyubertsy in the Moscow Region. The respondent Government were represented by Mr P. A. Laptev, the representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 February 1999 the Moscow City Court found the applicant guilty of murder and affray and sentenced him to eleven years' imprisonment.", "On 30 June 1999, upon the applicant's appeal, the Supreme Court of the Russian Federation acquitted him of affray and reclassified the charge of murder to one of manslaughter. The applicant was convicted of manslaughter and sentenced to two years' imprisonment. The court further applied an amnesty law and released the applicant from serving his sentence.", "On an unspecified date the Deputy Prosecutor General lodged with the Presidium of the Supreme Court of the Russian Federation an application for supervisory review of the case, requesting it to quash the decisions of 25 February and 30 June 1999.", "On 27 October 1999 the Presidium of the Supreme Court granted the application, quashed the decisions and remitted the case to the Moscow City Court for a fresh examination. The Presidium of the Supreme Court found, inter alia, that the courts in the previous proceedings had wrongly assessed the evidence, incorrectly applied the law and denied the procedural right of the victims to participate in the hearing before the Supreme Court on 30 June 1999. Neither the applicant nor his counsel was aware of the examination of the case by way of supervisory review on 27 October 1999.", "On 1 March 2000 the Moscow City Court held a hearing in the presence of the applicant and his counsel. The court found the applicant guilty of murder and affray and sentenced him to eleven years' imprisonment.", "On 31 May 2000, on the applicant's appeal, the Supreme Court of the Russian Federation reduced the sentence to eight years' imprisonment.", "Under Article 374 of the Code of Criminal Procedure of 1960 in force at the material time applications for supervisory review of decisions of the Supreme Court of the Russian Federation were to be considered by the Presidium of the Supreme Court of the Russian Federation. No appeal was allowed against a decision of the Presidium of the Supreme Court of the Russian Federation taken on the supervisory review.", "A review of the domestic law concerning supervisory review proceedings is set out in Nikitin v. Russia, no. 50178/99, 20 July 2004."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}