{"ITEMID": "001-60815", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF WITTEK v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "No violation of P1-1", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["9. The first applicant was born in 1958 and the second applicant in 1948; they both live in Bad Münder (Germany).", "10. Under a purchase agreement dated 26 May 1986, the applicants purchased a dwelling house in Leipzig, on the territory of the German Democratic Republic (GDR) for 56,000 East German marks. The house was built on land belonging to the State (volkseigenes Grundstück) over which the applicants obtained a usufruct (dingliches Nutzungsrecht) under Articles 287 et seq. of the Civil Code (Zivilgesetzbuch) of the GDR.", "11. On 26 October 1989 the applicants made an official request for permission to leave the GDR, as they believed that they had been discriminated against on political grounds in their work.", "The applicants say that they were informed by the District Internal Affairs Department (Abteilung innere Angelegenheiten des Stadtbezirks) in Leipzig that to obtain permission to leave the GDR permanently they would have to transfer (veräussern) their property by sale or gift.", "12. On 8 December 1989 the applicants purported to transfer the property to a couple, Mr and Mrs Böllmann, by a notarial deed of gift in which the dwelling house was stated to be worth 120,000 East German marks. In reality, Mr and Mrs Böllmann paid the applicants 55,000 German marks (DEM) into a Swiss bank account.", "13. The applicants say that the true value of their house and land would today be approximately DEM 600,000.", "14. That figure is disputed by the Government, who say that the applicants had possessed only a usufruct over the land.", "15. Following German reunification, the applicants attempted to recover their house and their usufruct over the land, firstly from the purchasers and subsequently in proceedings in the civil and administrative courts of the Federal Republic of Germany (FRG).", "16. On 21 March 1991 the applicants applied to the Leipzig Court of First Instance (Kreisgericht) for an order for restitution of their house and rectification of the entry in the land register (Grundbuch).", "17. The Leipzig Court of First Instance rejected that application on 26 June 1991.", "18. In a judgment of 5 March 1992, the Leipzig District Court (Bezirksgericht) dismissed an appeal by the applicants, holding that they had no right to restitution. It pointed out that no transfer of property had in fact taken place, as both the gift and the sale in the GDR were null and void. However, the applicants were not entitled to rely on that nullity, as they had opted for that form of contract in full knowledge of the facts and the purchasers had not taken advantage of any coercion (Zwangslage) to which the applicants may have been subject at the time. The application for restitution accordingly failed under the principle of good faith and fair dealing (Treu und Glauben).", "20. The applicants then lodged an administrative appeal with the Leipzig City Council requesting the restitution of their property. They relied on the Property Act.", "21. In a decision of 2 June 1994, the Leipzig City Council turned down their request on the grounds that the conditions set out in section 1(3) of the Property Act (see “Relevant domestic law and practice” below) were not satisfied, as the applicants had not shown that they had acted under duress (Nötigung). Duress linked to a departure from the GDR could only have existed prior to the opening of the border on 9 November 1989. Thereafter, it was clear that all restrictions on leaving the GDR had been lifted.", "22. The applicants appealed against that decision to the Regional Office for the Resolution of Outstanding Property Issues (Landesamt zur Regelung offener Vermögensfragen) of the Land of Saxony, which dismissed their appeal, again on the grounds that the applicants had not acted under duress following the opening of the border on 9 November 1989, and in particular following the Resolution of Property Issues Order (Anordnung zur Regelung von Vermögensfragen – see “Relevant domestic law and practice” below) of 11 November 1989 and its publication on 23 November 1989.", "23. In a judgment of 21 December 1995, the Leipzig Administrative Court (Verwaltungsgericht) found against the applicants following a hearing.", "It found that they were not entitled to restitution (Rücküber-tragungsanspruch) in the absence of any unfair dealings (unlautere Machenschaften) within the meaning of section 1(3) of the Property Act. The border had been opened on 9 November 1989, with the result that all citizens of the GDR had been free to leave the country, while the Resolution of Property Issues Order of 11 November 1989 stipulated that they were no longer required to transfer their property prior to their departure. However, the deed of transfer was only executed on 8 December 1989. It added that there had not been any deception (Täuschung) within the meaning of section 1(3) of the Property Act.", "The Administrative Court also found that even if the previous position had remained unchanged, the conditions set out in section 1(3) of Property Act would not in any event have been satisfied, as the applicants did not own the land but merely had a usufruct over it. Under GDR legislation – the State-Owned Land (Grants of Usufructs) Act of 14 December 1970 (Gesetz über die Verleihung von Nutzungsrechten an einem volkseigenen Grundstück) – persons entitled to a usufruct were required to use the land themselves. Even if the applicants had moved house within the GDR, the land would have reverted to the State and the applicants' only entitlement would have been to compensation. The applicants had been aware of that situation, which is why they had sought to transfer their property.", "24. By two decisions of 2 September and 22 October 1996, the Federal Administrative Court (Bundesverwaltungsgericht) declined to examine an application for review by the applicants.", "It referred to its leading judgment of 29 February 1996 in which it had stated that instances of unfair dealings between 23 November 1989 (the date of publication of the Resolution of Property Issues Order in the Official Gazette (Gesetzblatt) of the GDR) and 31 January 1990 (when the Travel Order (Reiseverordnung) of the GDR dated 30 November 1988 was revoked) would be rare. The Leipzig Administrative Court had conducted a thorough review of the facts of the case and concluded that there had been no duress or deception within the meaning of section 1(3) of the Property Act.", "The Federal Administrative Court also referred to its leading judgment of 29 August 1996, in which it stated that there would not be unfair dealing within the meaning of section 1(3) of the Property Act in cases in which the obligation to transfer property had arisen under the State-Owned Land (Grants of Usufructs) Act of 14 December 1970 of the GDR.", "25. In two decisions of 22 January 1997, the Federal Constitutional Court (Bundesverfassungsgericht) declined to hear constitutional appeals by the applicants against either the civil courts' or the administrative courts' decisions.", "It referred, inter alia, to its leading judgment of 8 October 1996 in which it had held that it was not unconstitutional for civil rights to be supplanted (verdrängt) by the provisions of the Property Act in cases involving the departure of GDR citizens for the FRG. Accordingly, the Federal Court of Justice's interpretation in the instant case was consistent with that authority.", "27. During the reunification process in 1990, the two German governments began negotiations on the many property issues arising and subsequently issued the Joint Statement of the Federal Republic of Germany and the German Democratic Republic on the Resolution of Outstanding Property Issues (Gemeinsame Erklärung der Bundesrepublik Deutschland und der Deutschen Demokratischen Republik zur Regelung offener Vermögensfragen), which became an integral part of the German Unification Treaty (Einigungsvertrag) of 31 August 1990. The negotiations covered both the questions of restitution of property that had been expropriated in the GDR to its owners and the transfer of property by citizens of the GDR on leaving the country.", "In the statement, the two governments said that in seeking solutions to the contentious property issues, they needed to find a socially acceptable balance (sozial verträglicher Ausgleich) between the competing interests, while taking into account the need for legal certainty and clarity and to protect the right of property.", "28. The Resolution of Outstanding Property Issues Act of 23 September 1990, also known as the Property Act, entered into force on 29 September 1990 and was also a part of the German Unification Treaty. Under the terms of the Treaty, the Property Act was to continue to subsist in the reunified Germany after the reunification of the two German States on 3 October 1990. The aim of the Act was to resolve disputes over property in the territory of the GDR in a way that was socially acceptable, in order to achieve permanent legal order in Germany.", "29. Section 1(3) of the Property Act provides:", "“This Act shall also apply to rights in or over immovable property and usufructary rights acquired by unfair dealings, such as abuse of power, corruption, duress or deception by the purchaser, the State authorities or third parties.”", "30. The Property Act established the principle of a right to restitution for citizens of the GDR who had been forced to transfer their property in order to leave the country legally, save where restitution was precluded, as for instance if the purchasers had acted in good faith (redlicher Erwerb) (section 4(2) of the Act). In such cases, the former owners had a right to compensation under the Resolution of Outstanding Property Issues (Compensation) Act of 27 September 1994 (Gesetz über die Entschädigung nach dem Gesetz zur Regelung offener Vermögensfragen).", "31. However, the rule set out in section 4(2) of the Property Act does not apply in principle if the transfer was made after the transitional date of 18 October 1989 (when Mr Erich Honecker, President of the Council of State (Staatsratsvorsitzender) of the GDR, resigned) and without the parties' agreement (however, see below for the decisions of the Federal Court of Justice on this point).", "32. The legislature deliberately chose to give the administrative courts jurisdiction for the interpretation of the Property Act in litigation concerning the transfer of property by citizens wishing to leave the GDR, in order to avoid direct confrontation between former owners and new owners in the civil courts. To that end, it set up offices for the resolution of outstanding property issues which were responsible for deciding the disputes by carrying out investigations of their own motion (Amtsermittlungsgrundsatz), while also having regard to the general interest.", "35. In two further leading judgments of 14 January and 12 May 2000 (Fifth Civil Division, nos. 439/98 and 47/99), the Federal Court of Justice held that the Property Act could apply to legal transactions entered into after the transitional date of 18 October 1989 if the factors vitiating consent would have resulted in the transfer being null and void in the light of the new situation obtaining in the GDR, both on the facts and in law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}