{"ITEMID": "001-5934", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "GAUDER v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Ivan Gauder, is a Croatian national, born in 1929 and living in Pula. The respondent Government are represented by their Agent Ms Lidija Lukina-Karajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant served in the Yugoslav People’s Army (YPA) and in 1983 retired from service. His military pension was assessed according to his rank and years of service and was paid from the Yugoslav Federal Pension Fund. The payments terminated in December 1991, following the dissolution of the Federal Republic of Yugoslavia.", "On 31 December 1991 the Parliament passed a law on changes of the Act incorporating into Croatian law the former federal law regulating the pension insurance for military personnel (hereinafter the “Military Pesnion Act” - Zakona o preuzimanju saveznih zakona iz oblasti mirovniskog i invalidskog osiguranja vojnih osiguranika koji se u Republici Hrvatskoj primjenjuje kao republički zakon - Official Gazette 73/1991). This new law prescribed that the former YPA officers’ pensions were to be assessed to 63.22 % of what they received in December 1991.", "Accordingly, on 12 December 1992, the Social Security Fund, Pula Office (Republički fond mirovinskog i invlidskog osigurnaja radnika Hrvatske, Područna služba u Puli), assessed the applicant’s pension, as from 1 October 1992, to 63.22 % of the amount he had received in December 1991. After the ensuing applicant's appeal was dismissed, he instituted proceedings with the Administrative Court (Upravni sud Republike Hrvatske). The applicant claimed that the decisions to decrease his military pension were unlawful and impaired his property rights. He maintained that since the Croatian authorities had incorporated into the Croatian legal system the Yugoslav federal law on the payment of the former federal military personnel’s pensions the Republic of Croatia was obliged to pay his pension in full amounts.", "The Administrative Court dismissed the applicant’s claim on 15 February 1994. It found that the lower bodies applied the provisions of the laws regulating pension rights of the former YPA officers correctly. They based their decision on the Act of 31 December 1991 which provided that the former YPA officers’ pensions were to be assessed to 63.22 % of what they received in December 1991. Furthermore, the applicant's property rights were not impaired by the Croatian authorities as the Yugoslav Federal Fund stopped paying the applicant's pension. The Croatian authorities accepted the payment of his pension according to the relevant provisions of the Acts regulating that matter.", "According to the applicant, in his claim of 29 August 1994, he challenged both the constitutionality of the decisions of the administrative bodies and the Administrative Court which reduced his military pension, as well as the constitutionality of the 31 December 1991 Act that served as a basis for the reduction of his pension.", "According to the Government, on 29 August 1994, the applicant lodged a constitutional claim challenging only the constitutionality of the 31 December 1991 Act that served as basis for the reduction of his pension, while he failed to challenge the lower bodies’ decisions as such.", "On 4 February 1998 the Constitutional Court (Ustavni sud Republike Hrvatske) terminated the proceedings concerning the applicant's complaint. In its decision the court stated that it terminated the proceedings concerning the constitutionality of various laws enacted in 1991 and 1992, regulating pension rights of the former YPA officers, as on 18 October 1993 the Parliament had adopted a new law concerning that matter - the Former YPA Officers Pension Act (Zakon o ostvarivanju prava iz mirovnskog i invalidskog osiguranja pripadnika bivše JNA - Official Gazette no. 96/93).", "The relevant provisions of the 1991 Constitutional Act on the Constitutional Court (hereinafter the “1991 Constitutional Court Act” - Ustavni zakon o Ustavnom sudu, Official Gazette 13/1991) read as follows:", "“Every person has a right to institute proceedings challenging the constitutionality of the laws...”", "“Each person whose rights have been violated by a decision based on the legislation declared unconstitutional or unlawful may ask the body that took the decision to vary it...”", "“The Constitutional Court shall terminate proceedings concerning the constitutionality of legislation that has been repealed or brought into line with the Constitution and statute law while those proceedings are pending before the Constitutional Court.”", "“Every person, who considers that any of his constitutional rights have been violated by a decision of judicial or administrative body or any other body invested with public authority, may lodge a constitutional complaint with the Constitutional Court.”", "“By a decision accepting a constitutional complaint the Constitutional Court quashes the contested decision and remits a case for re-trial.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}