{"ITEMID": "001-58915", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SMR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF BUSCARINI AND OTHERS v. SAN MARINO", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 9;Non-pecuniary damage - finding of violation sufficient;Costs and expenses - claim dismissed", "JUDGES": "Luzius Wildhaber", "TEXT": ["7. The applicants were elected to the General Grand Council (the parliament of the Republic of San Marino) in elections held on 30 May 1993.", "8. Shortly afterwards, they requested permission from the Captains-Regent, who act as the heads of government in San Marino, to take the oath required by section 55 of the Elections Act (Law no. 36 of 1958) without making reference to any religious text. The Act in question referred to a decree of 27 June 1909, which laid down the wording of the oath to be taken by members of the Republic’s parliament as follows:", "“I, …, swear on the Holy Gospels ever to be faithful to and obey the Constitution of the Republic, to uphold and defend freedom with all my might, ever to observe the Laws and Decrees, whether ancient, modern or yet to be enacted or issued and to nominate and vote for as candidates to the Judiciary and other Public Office only those whom I consider apt, loyal and fit to serve the Republic, without allowing myself to be swayed by any feelings of hatred or love or by any other consideration.”", "9. In support of their request the applicants referred to Article 4 of the Declaration of Rights of 1974, which guarantees the right to freedom of religion, and Article 9 of the Convention.", "10. At the General Grand Council session of 18 June 1993 the applicants took the oath in writing, in the form of words laid down in the decree of 27 June 1909 save for the reference to the Gospels, which they omitted. At the same time, the first applicant drew attention to the obligations undertaken by the Republic of San Marino when it became a party to the European Convention on Human Rights.", "11. On 12 July 1993 the Secretariat of the General Grand Council gave an opinion, at the request of the Captains-Regent, on the form of the oath sworn by the applicants, to the effect that it was invalid, and referred the matter to the Council.", "12. At its session of 26 July 1993 the General Grand Council adopted a resolution proposed by the Captains-Regent ordering the applicants to retake the oath, this time on the Gospels, on pain of forfeiting their parliamentary seats.", "13. The applicants complied with the Council’s order and took the oath on the Gospels, albeit complaining that their right to freedom of religion and conscience had been infringed.", "14. Subsequently – before ever the applicants applied to the Commission – Law no. 115 of 29 October 1993 (“Law no. 115/1993”) introduced a choice for newly elected members of the General Grand Council between the traditional oath and one in which the reference to the Gospels was replaced by the words “on my honour”. The traditional wording is still mandatory for other offices, such as that of Captain-Regent or of a member of the government."], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}