{"ITEMID": "001-85606", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KORANDOVA AND OTHERS v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["The applicants, Ms Marta Korandová, Mr Stanislav Sedlatý, Ms Marie Prášilová, Ms Blažena Hrušovská, Ms Jarmila Junová and Ms Manuela Krausová, were six Czech nationals born in 1935, 1924, 1926, 1933, 1944 and 1994 respectively. They reside in Hejnice, Lázně Libverda, Jablonec nad Nisou, Frýdlant and Liberec, respectively.", "The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants’ mother owned a share in an agricultural cooperative in Lučany. On 12 August 1993 she died.", "On 11 May 1995 bankruptcy proceedings concerning assets of the cooperative were instituted before the Ústí nad Labem Regional Court (krajský soud).", "On 30 October 1995 the Liberec District Court (okresní soud) approved an agreement on the distribution of the assets of the applicants’ mother, including her share in the cooperative, among her heirs. The decision became final on 21 February 1996.", "It appears that the bankruptcy proceedings are still pending", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}