{"ITEMID": "001-61889", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF TOMKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1945 and lives in Trebišov.", "5. The applicant was employed at the Mining Faculty of the Technical University in Košice. On 29 March 1993 she was given a notice concerning termination of her employment as, due to restructuring, her position had become redundant.", "6. On 24 April 1993 the applicant challenged the dismissal before the Košice I District Court (Okresný súd).", "7. On 28 July 1993 the District Court sent a copy of the action to the defendant – the applicant’s employer – and requested that it submit its observations in reply within ten days. The defendant did so on 3 August 1993.", "8. On 3 September 1993 the District Court requested that the defendant submit documentary evidence within seven days. The defendant replied on 10 September 1993.", "9. On 20 October 1993 the District Court requested that the defendant submit further documentary evidence within five days.", "10. On 25 October 1993 the defendant informed the District Court that the applicant’s action was identical with another action before the same court and proposed that both actions be joined. On 2 November 1993 it replied to the District Court’s request of 20 October 1993.", "11. On 31 January 1994 the President of the District Court assigned the case to another Chamber of that court.", "12. A hearing listed for 12 January 1995 had to be adjourned as the applicant did not appear. A new hearing was called for 2 February 1995.", "13. On 2 February 1995 the District Court held a hearing at which it heard the parties. It was adjourned until 23 March 1995. The parties were invited to submit documentary evidence and the District Court decided to call witnesses.", "14. On 9 February 1995 the applicant extended the scope of her action in that she also claimed compensation for wages lost as a consequence of her dismissal.", "15. On 22 March 1995 the defendant requested that the hearing listed for the following day be postponed as two of the witnesses who had been called and who were its employees could not attend. The hearing scheduled for 23 March 1995 was consequently adjourned sine die.", "16. On 8 June 1995 the District Court held another hearing at which the parties and one witness were heard. Another witness who had apologised for being unable to attend did not appear. The hearing was adjourned until 28 September 1995 with a view to calling that witness.", "17. On 28 September 1995 another hearing was held at which the District Court heard the above witness. It was adjourned until 23 November 1995 in order that the defendant might submit additional documentary evidence.", "18. On 23 November 1995 the District Court held another hearing which the applicant did not attend. Following this hearing, on the same day, the District Court dismissed the action. It found that the procedural and material legal requirements for a dismissal had been satisfied in the applicant’s case. The judgment was served on the defendant on 12 January and on the applicant on 13 January 1996.", "19. On 19 January 1996 the applicant lodged an appeal. She submitted the reasons for her appeal on 13 February 1996. She contested the District Court’s judgment on the grounds that it was based on findings which, according to her, were not proven by the evidence submitted. In the event that the court of appeal upheld the District Court’s judgment, the applicant requested that it grant her leave to appeal on points of law.", "20. On 26 February 1996 the District Court invited the defendant to file its observations in reply to the appeal. The defendant replied on 11 March 1996.", "21. On 12 March 1996 the applicant submitted further reasons for her appeal. In substance, she contested the District Court’s judgment on the ground that, in her opinion, there was not enough evidence to prove that her dismissal had been in accordance with the relevant law.", "22. On 2 April 1996 the District Court transmitted the casefile to the Košice Regional Court (Krajský súd) for a decision on the appeal.", "23. In a letter of 23 May 1997 the applicant demanded that the Regional Court deal with her case promptly.", "24. On 30 October 1997 the Regional Court held a hearing on the appeal at which the parties were heard. The hearing was adjourned and the Regional Court invited the defendant to submit further evidence within fifteen days. The defendant replied on 10 November 1997.", "25. A hearing on the appeal scheduled for 17 November 1997 had to be adjourned as the applicant did not appear and it was not clear whether the summons had been duly served on her. The Regional Court however again requested the defendant to submit further evidence. The defendant replied on 28 November 1997.", "26. Further hearings on the appeal which were fixed for 18 December 1997 and 29 January 1998 had to be cancelled as the applicant did not appear and, again, it was not clear whether the summons had been duly served on her.", "27. On 22 April 1998 the Regional Court listed a hearing on the appeal for 28 May 1998. On 4 May 1998 the Regional Court requested that the summons for that hearing be served on the applicant by the Police. On 17 May 1998 the Košice – Staré mesto County Police Department informed the Regional Court that, despite several attempts, they had been unable to reach the applicant at her permanent residence.", "28. On 28 May 1998 the Regional Court held further hearing on the appeal. The applicant did not attend. The Regional Court was however satisfied that the summons had been duly served on her by alternative means, i.e. that it had been deposited with the competent post office and the applicant had duly been given a written notice to that effect at the address of her permanent residence. Following this hearing, on the same day, the Regional Court upheld the judgment of the District Court. It found the latter’s judgment factually and legally correct and considered the appeal unfounded. The Regional Court did not address the applicant’s request for leave to appeal on points of law. The judgment of the Regional Court was served on the defendant on 23 July 1998 and on the applicant on 5 August 1998. No appeal lay against it and, upon its service on the parties, it became final and binding.", "29. On 24 August 1998 the applicant filed an appeal on points of law (dovolanie) arguing that the District Court and the Regional Court had assessed the evidence incorrectly and had drawn wrongful legal conclusions.", "30. On 14 September 1998 the District Court instructed the applicant to appoint a lawyer within ten days as legal representation was mandatory in proceedings on appeals on points of law. On the same day, it sent a copy of this appeal to the defendant and invited the latter to present observations in reply within ten days. The defendant replied on 28 September 1998.", "31. As it was not possible to serve the request of 14 September 1998 on the applicant by regular means, on 28 October 1998 the District Court requested that it be served by the Police. The County Police Department informed the District Court on 9 November 1998 that the request had not been served as the applicant was not staying at her permanent residence.", "32. In the meantime, on 19 October 1998, the applicant’s lawyer submitted further reasons for the appeal on points of law.", "33. On 1 December 1998 the applicant’s lawyer appeared before the District Court and confirmed that she was representing the applicant in the proceedings on her appeal on points of law. On 10 December 1998 the District Court submitted the casefile to the Supreme Court for a decision on that appeal.", "34. On 17 December 1998 the Supreme Court declared the applicant’s appeal on points of law inadmissible. By virtue of Article 242 (1) of the Code of Civil Procedure it examined ex officio whether the proceedings were not vitiated by the procedural flaws set out in Article 237 of that Code. It found no such flaws and observed that the appeal was neither admissible on any of the admissibility grounds pursuant to Article 238 of the Code. The Supreme Court thus did not examine the merits of the case. The decision was served on the defendant on 9 February and on the applicant’s lawyer on 10 February 1999.", "35. Part Four governs legal remedies. Appeals on points of law (dovolanie) are regulated in Head Three of that Part.", "36. Under Article 236 an appeal on points of law lies against final and binding decisions of appellate courts if some of the statutory admissibility criterion are met.", "37. The general admissibility criterion, i.e. those applicable to both judgments (rozsudok) and resolutions (uznesenie), are set out in Article 237. These comprise situations (a) where the courts decided in a matter outside their jurisdiction; (b) where a person who acted as a party to the proceedings lacked legal capacity to be a party to court proceedings; (c) where a party to the proceedings lacked capacity to act in court proceedings and was not duly represented; (d) where the courts decided in a matter which had been res iudicata or which had already been pending in another proceedings (lis pendens); (e) where the proceedings could only commence by way of an action and no such action was actually filed; (f) where the courts prevented a party to the proceedings from acting before them; and (g) where the case was decided upon by an excluded judge or where the composition of the court was incorrect.", "38. In addition to the above general admissibility criteria, special admissibility criteria apply if the court of appeal decided in the form of a judgment. These are defined in Article 238. Its paragraph 1 provides for an appeal on points of law if the appellate court overturned the judgment of a first instance court. In accordance with its paragraph 2, an appeal on points of law also lies against a judgment of the appellate court in which the latter did not follow the binding legal view previously expressed in the same matter by the court of cassation. Under paragraph 3 (a), an appeal on points of law is also admissible against a judgment of an appellate court in which it upholds a judgment of a first instance court and, at the same time, it rules that such an appeal is admissible as the case concerns a matter of particular legal importance. Finally, under paragraph 3 (b), an appeal on points of law is also admissible against a second judgment of an appellate court in which it upholds a second judgment of a first instance court if, in the second round, the first instance court decided differently than in its first judgment (which had been quashed by the first decision of the court of appeal) because it was bound by the legal view expressed by the court of appeal in its first judgment. This rule applies also to the third and, as the case may be, subsequent judgments of the court of appeal.", "39. Pursuant to Article 241 (1) a person who appeals on points of law must be legally represented.", "40. In accordance with Article 242 (1) the scope of the examination of an appeal on points of law by the court of cassation is in principle limited to the grounds of appeal submitted by an appellant. Except for flaws listed under Article 237 and flaws that have resulted in an incorrect decision on the merits, the court of cassation does not review ex officio any procedural flaws that have not been complained of by an appellant."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}