{"ITEMID": "001-106544", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KANE v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Costas Pamballis;Elisabeth Steiner;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Pamballis", "TEXT": ["The applicant, Mr Osman Kane, was born in 1972 and submitted that he was a Sierra Leonean national. He was initially represented before the Court by Mr G. Seraphim, a lawyer practising in Nicosia. On 1 February 2010 the applicant appointed Ms N. Charalambidou, a lawyer practising in Nicosia, to represent him in the remaining proceedings before the Court. The Cypriot Government (“the Government”) were represented by their Agent, Mr P. Clerides, Attorney-General of the Republic of Cyprus.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant entered the “Turkish Republic of Northern Cyprus” (“TRNC”) unlawfully in December 2000 and served a sentence of six months’ imprisonment there after being convicted for possessing a false Dutch passport.", "While in prison, the applicant applied to the office of the United Nations High Commissioner for Refugees in Cyprus (“UNHCR”) for asylum.", "On 26 March 2001 the applicant’s asylum application was dismissed, apparently because he was not a Sierra Leonean but a Malian national.", "The applicant lodged an appeal.", "The applicant entered the Republic of Cyprus unlawfully on an unspecified date early in June 2001. He was found by the police on 11 June 2001. The applicant did not have a passport on him but only a paper stamped by the “TRNC” and dated 25 May 2001 on which his personal details were written. The Government submitted that the applicant alleged that he did not know where his passport was. The applicant was arrested and after being convicted on 18 June 2001 by the Larnaca District Court for entering the Republic illegally he was sentenced to three months’ imprisonment. He was detained in Nicosia Central Prisons (“the Central Prisons”).", "On 4 July 2001, while the applicant was serving his prison sentence, detention and deportation orders were issued by the Director of the Civil Registry and Migration Department under section 6 (1) (d) of the Aliens and Immigration Law (Cap. 105 as amended) on the ground that the applicant was a prohibited immigrant. The applicant was to be deported to Sierra Leone. The applicant submitted that he had never received notification of these orders or of any/the available remedies against them.", "By a letter dated 16 July 2001 the Immigration Department of the Ministry of the Interior informed the Attorney-General of the Republic that the applicant could not be deported as he did not have a passport or any other travel document and did not have a ticket or any money for the purchase of a ticket. He noted that efforts were being made to resolve the matter.", "By a letter dated 20 August 2001 the Department of Immigration of the Ministry of the Interior informed the Ministry of Foreign Affairs that the applicant was going to be released on 23 August 2001 but could not be deported as he did not have a passport or any other travel document. It requested the Ministry of Foreign Affairs to take the necessary steps to secure a Sierra Leone travel document as a Cypriot travel document would not be accepted by the airlines travelling to Sierra Leone or the transit countries.", "The Government submitted that on 23 August 2001 the applicant was released after having received a pardon but was, however, re-arrested on the basis of the detention and deportation orders which had been issued against him on 4 July 2001. The applicant was transferred to the immigration detention facilities in the Central Prisons (Block 10), where he was detained with a view to his deportation.", "The applicant submitted that he had never been released on pardon and that after serving his sentence he continued to be detained on the basis of the detention and deportation orders that had been issued in the meantime.", "In a letter dated 24 August 2001 the Ministry of Foreign Affairs informed the Immigration Department that it was impossible to obtain a Sierra Leone travel document for a number of reasons, such as the absence of Cypriot diplomatic missions in Sierra Leone and the difficulties in proving to the Sierra Leone authorities that the applicant was indeed a Sierra Leonean national. It was noted that a travel document could be issued by the Cypriot authorities once an airline’s consent had been obtained to such a document, to send the applicant back to his country.", "In a letter dated 6 September 2001 the UNHCR informed the Immigration Department of the applicant’s asylum application, requested that deportation proceedings against the applicant be suspended, that the appropriate measures be taken for his release and that the applicant be allowed to remain in Cyprus pending the decision on his asylum claim.", "The applicant was released on 20 September 2001 pending the examination of his asylum application and was granted a temporary residence permit until 6 December 2001.", "In a letter dated 25 October 2001, the UNHCR requested, that the applicant’s residence permit be renewed for another six months pending the examination of his asylum claim. The residence permit was renewed until 25 April 2002.", "The UNHCR dismissed the applicant’s appeal on 23 January 2002. It appears from this decision that although the applicant had initially claimed that he was a citizen of Sierra Leone, in his interview with UNHCR officials on 23 January 2001 he had changed his mind when an official had informed him that Sierra Leonean citizens were sent back to Sierra Leone. The applicant had been unable to reply to basic questions concerning Sierra Leone and had stated that he was in fact from Mali. Upon reviewing the case the UNHCR accordingly considered that the applicant’s submission did not warrant a change of the original decision of 26 March 2001.", "On 15 October 2002 the Director of the Civil Registry and Migration Department issued new detention and deportation orders against the applicant under section 6 (1)(k) of the Aliens and Immigration Law, on the ground that he was a prohibited immigrant. The applicant was to be deported to Mali.", "The applicant was arrested on the same day on the basis of these orders and was taken to the immigration detention facilities in the Central Prisons (Block 10).", "On 21 November 2002 the applicant filed a habeas corpus application before the Supreme Court (first instance – application no. 124/2002).", "On 2 December 2002 the applicant withdrew the application following the authorities’ decision to release him in order to enable him to file a new asylum application. The applicant was released on the above date.", "On 21 January 2003 the applicant submitted a new asylum application to the Asylum Service.", "On 31 January 2003 the applicant filed an application for a temporary residence permit. In his application he gave the address of the hotel in Nicosia in which he was staying.", "On 18 April 2003 a residence permit was issued for as long as the applicant had asylum seeker status.", "In a letter dated 8 December 2003 the Asylum Service informed the applicant that an interview had been arranged for 28 January 2004. However, the authorities were not able to serve the applicant with the letter as he could not be found at the address he had given them. The applicant did not attend the interview.", "The applicant submitted that the hotel where he had been staying and which had been used as a residence for asylum seekers by the Welfare Services of the Ministry of Labour and Social Insurance, had closed down in September 2003 following a fire, and that the authorities had been aware of this. He claimed that the authorities had had his telephone number.", "It appears from the case file that the applicant declared his change of address to the authorities on 17 June 2004.", "In a letter dated 14 April 2004, the Asylum Service informed the applicant that, having examined his file, it had decided to close it and suspend the examination of the asylum application by virtue of section 16 (A) (1) (a) of the Refugee Law of 2000 (Law 6 (I) of 2000, as amended). It was noted that the applicant had not complied with the obligation deriving from section 8 of the Refugee Laws of 2000-2004, according to which, in the event of a change of address, the applicant had to inform the Asylum Service either directly or through the district Immigration Police Departments. The applicant was requested to make arrangements to leave the Republic within 14 days of receipt of the letter. The letter was sent to the address the applicant had given in his asylum application.", "The applicant was arrested on 21 February 2005 by members of the Aliens and Immigration service. The Government submitted that the officers had entered the room with a search warrant in the course of an investigation concerning drug-related offences. Although no drugs had been found, upon verifying the applicant’s personal details they realised he was in the Republic illegally. He was arrested as an illegal alien and taken to the detention facilities in the Central Prisons. The applicant submitted that such raids were common practice in hotels and residences where it was known that asylum seekers and immigrants were staying. Upon arresting him, the police had accused him of trying to hide from the Cypriot authorities and of changing address without informing them, which the applicant denied. He submitted that it was at this point that he had become aware of the Asylum Service’s decision to close his file. Lastly, the applicant claimed that the police had not allowed him to take any of his belongings, including the passport which he had in the meantime secured from Sierra Leone through his family. His passport had thus been lost.", "On 22 February 2005 the Director of the Civil Registry and Migration Department issued new detention and deportation orders against the applicant under section 6 (1)(k) of the Aliens and Immigration Law, on the ground that he was a prohibited immigrant. He was to be deported to Sierra Leone. A letter was also addressed to the applicant on the same date informing him of the orders and giving reasons. The Government submitted that the applicant had been informed of the orders on the same day. The applicant submitted that the information had not reached him until about ten to twelve days after his arrest, when he had sought help from a non-governmental organisation.", "On 15 March 2005 the same non-governmental organisation lodged an appeal on behalf of the applicant with the Review Authority for Refugees against the Asylum Service’s decision to close his file. This was dismissed on 6 December 2005. The applicant was served with the decision on 8 December 2005.", "The applicant did not bring a recourse against this decision before the Supreme Court.", "In the meantime, on 7 April 2005 the applicant brought a recourse before the Supreme Court (revisional jurisdiction) under Article 146 of the Constitution challenging the detention and deportation orders of 22 February 2005. In this it was stated that the applicant was a Sierra Leonean national. The applicant claimed that in Sierra Leone he had worked as the driver of the wife of the leader of one of the warring parties and for this reason he had been tortured and persecuted during the civil war in Sierra Leone. After having fled to Senegal and then Lebanon, he had unlawfully entered the “TRNC” and then the Republic of Cyprus. In his written address in the proceedings before the Supreme Court the applicant stated that he had been informed by the police on 22 February 2005 that deportation and detention orders had been issued against him, but had never been informed of the reasons for the orders in question or about the cancellation of his temporary residence permit. Nor had he been given the opportunity to be represented in relation to the orders.", "On 21 September 2006 the Supreme Court (full bench) dismissed the recourse. The court noted that the applicant had left his place of residence without informing the authorities and had transgressed the conditions of his residence in Cyprus despite having already served a prison sentence for unlawful entry into the Republic. The authorities had found him subsequently by chance, whilst carrying out certain investigations concerning another case. As the applicant had been living in Cyprus unlawfully, the detention and deportation orders had been correctly issued against him on the basis of the Aliens and Immigration Law. The court therefore concluded that the decisions to close his file and to issue the aforementioned orders had been lawful.", "On 14 December 2005 the applicant was taken to Larnaca airport for deportation. He was deported with a Cypriot travel document issued by the authorities and a photocopy of his passport. Two policemen escorted him. Upon his arrival in Ghana, the last stop before Sierra Leone, the authorities there refused to allow the applicant to depart to Sierra Leone on the grounds that his escorts did not have a visa and tickets for Sierra Leone. As a result the applicant and the policemen all returned to Cyprus.", "The applicant was initially detained in Larnaca airport detention facilities, then he was taken to Block 10 of the Central Prisons, where he was held until 8 March 2006.", "On 17 December 2005 the Director of the Civil Registry and Migration Department issued new detention and deportation orders against the applicant under section 6 (1)(k) of the Aliens and Immigration Law.", "On 8 March 2006 the applicant was transferred to Limassol police station detention centre, but on 15 March 2006 he was taken back to Block 10 at the Central Prisons.", "The Government submitted that a number of efforts had been made subsequently by the authorities to obtain a Sierra Leonean travel document for the applicant and to verify his true identity. The Sierra Leone Consul had visited the applicant at the police station in an attempt to establish his identity. Additional efforts had been made by the Cypriot and Sierra Leone Consuls in London with a view to issuing a travel document.", "In July 2006 another attempt was made to deport the applicant. The flight to Sierra Leone was via Belgium but the Belgian Embassy in Cyprus refused to issue a transit visa for the applicant.", "On 24 August 2006 the applicant was taken to Larnaca airport to be deported to Sierra Leone on a Cyprus Airways flight via Bahrain and Kenya. The applicant was escorted by two members of the immigration services. The applicant resisted boarding and as a result the airline did not allow him to board the aircraft. The applicant claimed that he had resisted boarding because of a genuine fear of persecution if he was sent back to Sierra Leone and because of his poor psychological state after his lengthy detention. The applicant was then transferred to Aradippou police detention centre, where he was held until 5 December 2006, on which date he was transferred back Block 10 at the Central Prisons.", "Letters dated 17 April 2008 were sent by the Ministry of the Interior seeking the assistance of the Belgian and German Governments to allow transit. The Government submitted that the replies of the above Governments were received on 18 May 2008, but did not provide any information as to their content. The applicant’s deportation to Sierra Leone on a flight via Frankfurt and Brussels was then arranged for 23 May 2008. The applicant was escorted by two members of the Immigration Service. However, the Belgian airline refused to allow the applicant to board the aircraft. The applicant submitted that he had not refused to board.", "The applicant maintained that he had been detained at Larnaca airport from 20 May 2008 until 23 May 2008.", "On 23 May 2008, given the failed attempt to deport the applicant, the detention and deportation orders of 22 February 2005 were cancelled and the applicant was released on the former date under the condition that he presented himself twice a day for a period of 15 days at the Nicosia Police Station. The applicant submitted that following the expiry of the 15-day period he still had to report to the police every day.", "The applicant was held, together with another detainee, in a cell that measured 5.5 square metres. The cell had no heating or air conditioning system. Although there were heating and cooling units in the common areas, these did not suffice to heat and cool the individual cells. The cell had a window which was not insulated and as a result the applicant had to cover the sides of the window with newspapers to protect himself from draughts. Apart from a bunk bed, there had been no other furniture in the cell. Because of the structure of the bunk beds, it was impossible to sit up straight on the lower bunk; the only alternative was to sit on the floor.", "According to the Government all the cells in Block 10 measured 270 by 205 cm and could accommodate two detainees. No records were kept as to whether two detainees actually shared a cell. It was quite possible that the applicant had shared a cell with another detainee during his detention.", "All the cells had one window which was properly insulated against draughts.", "The cells were open 24 hours a day, with access to open spaces on both the lower and upper floors of Block 10. Common rooms and entertainment rooms were situated in these spaces. Detainees were therefore able to move freely between their cells and these spaces.", "Furthermore, there was central heating and air conditioning in the open areas and the power of the units was sufficient to heat or cool every cell. The average temperature in each cell was fixed by the detainees themselves.", "In his observations of 14 December 2010 the applicant provided a description of the conditions of his detention in the Limassol Police Station detention centre, Aradippou Police detention centre and Larnaca airport.", "The applicant was held in Limassol police station detention centre from 8 to 15 March 2006.", "He was held in a cell measuring approximately 2.5 square metres, with no heating or air conditioning. The cell had a small window which could not be reached and which let air in. For a bed it had a concrete block with a mattress. No blankets were provided. During the applicant’s stay, from morning to evening and depending on the time the next officer on duty turned up for his shift, the detainees were given a choice between being locked up in their cells or being in the overcrowded communal space, where there were no chairs, recreational facilities or sunlight. Following a hunger strike, the applicant was transferred from Limassol Police Station Detention Centre back to Block 10 at the Central Prisons.", "The applicant was held in Aradippou police detention centre between 24 August 2006 and 5 December 2006.", "His cell was smaller than that in Block 10 and the Limassol Police Station detention centre and he shared it with another detainee. He had no freedom of movement outside the cell. The cell had a very low ceiling, approximately 2 metres high. Although there was heating and air conditioning in the cell it was not switched on on a regular basis. The lighting was also insufficient and the applicant submitted that as a result he had developed problems with his eyesight. Lastly, the cell window had been properly insulated against draughts.", "The applicant was held in Larnaca airport detention facilities between 20 May 2008 and 23 May 2008.", "There he was held in a large, overcrowded cell with many beds and no heating or cooling system. The toilet was inside the cell. The cell had one window, which was insulated. The detainees were not allowed to leave the cell.", "On 28 March 2006 the applicant filed a complaint with the Commissioner for Administration of the Republic of Cyprus (hereinafter “the Ombudsman”) concerning his continuing detention, the Asylum Service’s decision to close his file and his intended deportation.", "On 21 June 2006 the Ombudsman acknowledged receipt of the complaint and informed the applicant that an investigation into his complaint had already begun.", "In his observations of 16 April 2009 the applicant submitted that the Ombudsman had not yet published a report. No further information has been provided as to the outcome of the applicant’s complaint.", "In a letter dated 14 December 2010, the applicant’s representative, Ms Charalambidou, informed the Court that the applicant had been arrested on 22 November 2010 by the Aliens and Immigration Police for working without a work permit. The applicant is currently in detention pending the trial of the case by the domestic courts.", "Part II of the Constitution contains provisions safeguarding fundamental human rights and liberties. Article 11 protects the right to liberty and security. It reads as follows, in so far as relevant:", "Article 11", "“1. Every person has the right to liberty and security of person.", "2. No person shall be deprived of his liberty save in the following cases when and as provided by law:", "...", "(b) the arrest or detention of a person for non-compliance with the lawful order of a court;", "(c) the arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;", "...", "(f) the arrest or detention of a person to prevent him effecting an unauthorised entry into the territory of the Republic or of an alien against whom action is being taken with a view to deportation or extradition.", "...", "4. Every person arrested shall be informed at the time of his arrest in a language which he understands of the reasons for his arrest and shall be allowed to have the services of a lawyer of his own choosing.", "..", "7. Every person who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.", "8. Every person who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation”.", "The entry, residence and expulsion of aliens are regulated by the Aliens and Immigration Law of 1959 (Cap. 105, as amended).", "Under section 6(1) of the above Law a person is not permitted to enter the Republic if he or she is a “prohibited immigrant”. This category includes, inter alia, any person who, without having received pardon, has been convicted of murder or a criminal offence for which a prison sentence has been imposed for any term and who, because of the relevant circumstances, is considered by the Director of the Civil Registry and Migration Department to be an undesirable immigrant (section 6 (1)(d)); and any person who enters or resides in the country contrary to any prohibition, condition, restriction or limitation contained in the Law or in any permit granted under the Law (section 6(1)(k)). A “prohibited immigrant” may be ordered to leave the Republic under section 13 of the same Law.", "Under the Law, the deportation and, in the meantime, the detention, of any alien who is considered “a prohibited immigrant” can be ordered (section 14). Section 14(6) provides that a person against whom a detention and/or deportation order has been issued shall be informed in writing, in a language which he understands, of the reasons for the decision, unless this is not desirable on public-security grounds, and has the right to be represented before the competent authorities and to request the services of an interpreter. Pursuant to section 14(2) an alien against whom a deportation order has been issued shall be deported to the country to which he belongs or, with the consent of the Council of Ministers, to another country, provided that both he or she and the Government of the country in question consent.", "The Law is supplemented by the Aliens and Immigration Regulations of 1972 (as amended). Regulation 19 provides that when the Director of the Civil Registry and Migration Department decides that a person is a prohibited immigrant, written notice to that effect must be served on that person in accordance with the second schedule to the Regulations.", "Deportation and detention orders can be challenged before the Supreme Court by way of administrative recourse under Article 146 § 1 of the Constitution of the Republic of Cyprus. This provision provides as follows:", "“The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.”", "Such recourse must be made within 75 days of the date when the decision or act was published or, if not published and in the case of an omission, when it came to the knowledge of the person making the recourse (Article 146 § 3). Upon such a recourse, the Supreme Court may (a) confirm, either in whole or in part, such decision or act or omission; or (b) declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever, or (c) declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed (Article 146 § 4).", "The jurisdiction of the Supreme Court is limited to the review of the legality of the act in question on the basis of the situation that existed at the time the act was issued; the Supreme Court will not examine the merits of the decision under review and replace the decision of the administrative organ with its own decision.", "Article 146 (6) provides for compensation as follows:", "“Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared thereunder that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant”.", "In the case of Refaat Barqawi (habeas corpus application no. 105/2003, (2003) 1 (C) CLR 1417), on 23 October 2003 the Supreme Court, at first instance (Nicolaou J), held that the lawfulness of deportation and detention orders could not be examined in the habeas corpus procedure but only by the Supreme Court in its judicial review capacity under Article 146 of the Constitution. Where the deportation order had not been annulled its validity was presumed, and until such annulment by the Supreme Court took place, then detention was justified whether it inherently derived from the deportation order itself or was based on a separate detention order, also issued by the administrative authorities and which appears to be lawful; Article 11 (2) (f) of the Constitution provided for this possibility. The court therefore held that it did not have jurisdiction to examine the application. It appears that the applicant in this case did not complain that his detention had been protracted and therefore unlawful because of its length.", "In the case of Elena Bondar (appeal no. 12166 against the refusal of an application for a writ of habeas corpus, (2004) 1 (C) CLR 2075), the applicant challenged the lawfulness of her detention with a view to deportation. The applicant had also brought a recourse under Article 146 of the Constitution before the Supreme Court which was still pending at the time of the examination of her habeas corpus application (recourse no. 1156/2004). In a judgment dated 30 December 2004, the Supreme Court, sitting as a full bench, held that the lawfulness of deportation and detention orders could only be examined in the context of a recourse brought under Article 146 of the Constitution and not in the context of a habeas corpus application. The Supreme Court noted that only in the event of the annulment of the deportation and detention orders was an obligation created for the administration to comply and to release the applicant. If the authorities then omitted, or failed, to comply, a habeas corpus application could be brought. It further dismissed the applicant’s claim that the court had jurisdiction in a habeas corpus application because the procedure under Article 146 was time-consuming and could not lead to an immediate order to release the applicant. The applicant in this case did not complain that her detention had been protracted and therefore unlawful because of its length.", "On 5 December 1997, in the case of Hawillo v. the Republic (1997, I (C) CLR 1615), the Supreme Court, at first instance (Chrisostomis J), in line with the Commission’s report in the case of Samie Ali v. Switzerland (no. 24881/94, Commission’s report of 26 February 1997), issued a habeas corpus order in favour of the applicant as the authorities’ efforts to deport him had not succeeded. The applicant in this case had been sentenced to fifteen years imprisonment for a bomb attack and had been released on pardon, after serving eight years of that sentence. He had then been detained for the purpose of his deportation but the authorities had not been able to deport him as they had not been able to find a receiving State. The Attorney-General withdrew his initial objection to the application and declared that, in accordance with the Commission’s report in the case of Samie Ali v. Switzerland, the continued detention of the applicant was not justified. The Supreme Court considered that further detention of the applicant was in violation of Article 5 (1) (f) of the Convention and Article 11 (2) (f) of the Constitution.", "In the case of Essa Murad Khlaief (habeas corpus application 91/2003, (2003) 1 (C) CLR 1402) the applicant brought a habeas corpus application claiming, inter alia, that detention for the purposes of deportation could not be indefinite and that the Supreme Court could, within the context of a habeas corpus application, examine its lawfulness if it had exceeded a reasonable time. The applicant had also brought a recourse challenging the deportation and detention orders issued against him which was still pending at the time of examination of his habeas corpus application (recourse no. 802/2003). On 14 October 2003 the Supreme Court, at first instance (Hadjihambis J), held that a detainee could challenge the lawfulness of his or her protracted detention for the purpose of deportation through a habeas corpus application. In such an application, the Supreme Court would not examine the lawfulness of the decisions ordering deportation and detention but whether the detention which was initially lawful subsequently became unlawful by exceeding a reasonably permissible length. In deciding whether the detention was excessively long the court would take the specific facts of the case into account. The Supreme Court further held that detention under Article 11 (2) of the Constitution for the purpose of deportation could not possibly be unlimited but was restricted to a reasonable period, taking into account all the circumstances of the deportation execution process. If deportation was not completed within a reasonable time, the grounds for detention would cease to exist. On the facts of the case, the Supreme Court noted that the administration had encountered difficulties in ascertaining the applicant’’s detention had not been unreasonably lengthy at that stage.", "Subsequently, the applicant in the above case brought a second habeas corpus application (Essa Murad Khlaief, habeas corpus application no. 106/2003, (2003) 1 (C) CLR 1521). On 30 October 2003 the Supreme Court, at first instance (Kallis J), dismissed the application on the ground that it did not have jurisdiction to determine the lawfulness of the applicant’s detention through the habeas corpus procedure. The court did not consider it necessary to examine whether it had jurisdiction to examine the lawfulness of the applicant’s protracted detention with a view to deportation as the application would in any event fail, as the authorities had been unable to deport the applicant on account of his refusal to co-operate with them.", "In the case of Refaat Barqawi (habeas corpus application no. 131/2003, (2004) 1 (Α) 1), on 12 January 2004 the Supreme Court, at first instance (Artemis J), dismissed the application on jurisdictional and res judicata grounds; res judicata obtaining from successive habeas corpus applications which were based on the same facts without new intervening factors or which raised questions that could have been relied on in the first habeas corpus claim but had not been. The applicant had brought a habeas corpus application earlier (see habeas corpus application no. 105/2003 above). He claimed, however, that he had spent an additional six months in detention since that application had been made. Notwithstanding its findings, the court observed that even if it followed the approach adopted in the case of Essa Murad Khlaief (see habeas corpus application 91/2003 above) the delay in the applicant’s deportation was justified as during that period his asylum application before the UNHCR had been pending. As it had now been rejected, the necessary measures would be taken by the authorities to deport him.", "In the case of Emmanuel Oktru (habeas corpus application no. 19/2004, (2004) 1 (Α) 608) the applicant, whose asylum application had been rejected and who had been detained for the purposes of deportation, filed a habeas corpus application seeking his release. He claimed that as the authorities were not able to deport him without a passport or other travel document, the duration of his detention had been excessive and therefore unlawful. In its judgment dated 2 March 2004 the Supreme Court, at first instance (Kallis J), reaffirmed that it did not have jurisdiction to examine the lawfulness of the detention and deportation orders through habeas corpus. It therefore dismissed the application. Notwithstanding the question of jurisdiction, the Supreme Court observed that prolonged detention for the purposes of deportation was reprehensible only when it was attributable to the authorities. In the case in point the authorities had not been responsible. They had not been able to deport the applicant because he did not have a passport or a travel document. The applicant himself was therefore responsible and should not be allowed to benefit from his own failings or omissions. The application could therefore not be accepted.", "In the case of Asad Mohammed Rahal (habeas corpus application no. 169/2004, (2004) 3 CLR 741), the applicant sought his release as the examination of his asylum application was still pending. On 26 October 2004 the Supreme Court, at first instance (Kallis J), dismissed the application on the grounds of jurisdiction. Although the question of protracted detention did not arise in the case, the Supreme Court, on appeal, in its judgment given in the recourse brought by the applicant under Article 146 of the Constitution (appeal no. 1023/2004), when referring to the grounds for the dismissal of the applicant’s habeas corpus application, observed that it had been obvious that the length of the applicant’s detention – about two months – had not exceeded what was reasonable and therefore the question of whether there was habeas corpus jurisdiction in that regard could not have arisen in the habeas corpus proceedings.", "In the case of Morteza Mollazeinal (habeas corpus application no. 52/2005, (2005) 1 (Β) 994), the applicant claimed, inter alia, that his detention had been unlawful. On 20 July 2005 the Supreme Court, at first instance (Nicolatos J), relying on the full bench’s judgment in the case of Elena Bondar, held that it did not have jurisdiction to examine the lawfulness of the detention and deportation orders. It further noted that the applicant had brought a recourse under Article 146 of the Constitution which was still pending and that judgment had been reserved. The court held that in these circumstances the habeas corpus application constituted an abuse of judicial procedure. As it did not have jurisdiction to consider the validity of the above-mentioned orders and, therefore, the lawfulness of his detention pending deportation, it did not proceed to examine the substance of the application. The court nevertheless observed that the continuing detention of the applicant was due to the fact that there was a recourse pending against the deportation order and that he did not have the necessary travel documents.", "A subsequent application, by the same applicant (Morteza Mollazeinal, habeas corpus application 36/2006, (2006) 1 (Α) 641) was also dismissed on 17 July 2006. The Supreme Court, at first instance (Kronides J), reaffirmed that it did not have jurisdiction to examine the lawfulness of the detention and deportation orders. However, with regard to the applicant’s claim concerning the unlawfulness of the allegedly excessive length of his detention, the Supreme Court, taking into account the judgment in the case of Essa Murad Khlaief (see habeas corpus application no. 91/2003 above), held that on the basis of the evidence before it the delay in the deportation had been attributable solely to the applicant, as he had deliberately refused to co-operate with the authorities of his own country in obtaining travel documents. In the circumstances of the case, the Supreme Court concluded that it could not be said that the length of his detention had exceeded what was reasonable.", "In the case of Rahim Zadeh Majid Mohammad (habeas corpus application no. 74/2006, (2006) 1 (Β) 1280) the applicant, who had also brought an administrative recourse against the deportation and detention orders issued against him, filed a habeas corpus application seeking his release. He claimed, inter alia, that his detention, which had already lasted over seven months, had become illegal and arbitrary. In a judgment dated 30 November 2006 the Supreme Court, at first instance (Kronides J), dismissed the application. Relying on the judgment in the case of Elena Bondar, it ruled that it did not have jurisdiction to examine the application despite the fact that the recourse procedure was lengthy.", "In the case of Karimi Hamed (habeas corpus application no. 11/2007, (2007) 1 (Α) 317), the applicant challenged the lawfulness of his detention owing to the fact that his deportation had not been possible for more than two years following his arrest. The applicant had not brought a recourse against the lawfulness of the deportation and detention orders issued against him. On 9 March 2007, the Supreme Court, at first instance (Kramvis J), dismissed the application. Relying on the judgment in the case of Elena Bondar, it held that the detention order for the purposes of deportation constituted the legal basis for the applicant’s – admittedly lengthy – detention. The order was, however, an act which fell within the ambit of public law. This being so, it could clearly not be examined in the context of the habeas corpus procedure, which came within the sphere of private law. The issuance of a deportation order and a detention order constituted independent administrative acts the lawfulness of which could be examined by the Supreme Court in the context of an administrative recourse brought under Article 146 of the Constitution. The applicant had not, however, brought such a recourse. The court then pointed out that the applicant’s deportation had not been possible because of his refusal to co-operate with the embassy of his country. It was up to the applicant to resolve the problem, either by co-operating with the authorities of his country in order to render his deportation possible or by seeking an annulment of the deportation and detention orders. The case was therefore distinguishable from that of Hawillo.", "In the case of Shady Al Karazza (habeas corpus application no. 28/2009, (2009) 1 (Α) 549) the applicant sought a habeas corpus order claiming that he was lawfully in Cyprus. The applicant had also filed a recourse against the deportation and detention orders issued against him which was still pending at the time of examination of his habeas corpus application. On 18 May 2009, the Supreme Court, at first instance (Clerides J), dismissed the application. It held that if it could be established that an applicant had not been notified of the detention and deportation orders, his detention would be unlawful and the Supreme Court would have jurisdiction to issue a habeas corpus order. The applicant in this case, however, had been notified of the orders and brought a recourse against them. The Supreme Court did not, therefore, have jurisdiction to deal with the application. The court also considered that in view of the use by the applicant of the remedy provided under Article 146, the filing of the habeas corpus application constituted an abuse of process. Finally, in so far as the arguments of the applicant concerned the excessive duration of his detention, the court observed that his deportation had not been possible because the applicant had not provided the authorities with a passport.", "On 2 July 2010, in the case of Mohanna Abbas Moussa (habeas corpus application no. 61/2010), the Supreme Court, at first instance (Clerides J), dismissed the applicant’s habeas corpus application on the ground that it did not have jurisdiction, in view of the judgments in the cases of Refaat Barqawi (see habeas corpus application no. 105/2003 above) and Elena Bondar, to examine the lawfulness of the applicant’s detention as he had been detained pursuant to deportation and detention orders which had not been annulled. It does not appear in this case that the applicant had alleged that his detention had been protracted and therefore unlawful.", "In the case of Majid Eazadi (habeas corpus application no. 100/2010), the applicant had been held at the time for a period of about two years and eleven months for the purpose of his deportation, which however, could not take place. The applicant did not have travel documents and refused to co-operate with the embassy of his country so that these could be issued. The applicant claimed that he had been unlawfully detained, relying, in particular, on the conditions of his detention. On 11 October 2010 the Supreme Court, at first instance (Kramvis J), dismissed the application, which it held to be unsubstantiated. It further confirmed its lack of jurisdiction as the applicant was held on the basis of detention and deportation orders.", "In the case of Mahsa Hossanzadeh (habeas corpus application no. 103/2010) the applicant succeeded in obtaining a habeas corpus order from the Supreme Court (first instance, Nicolatos J) after establishing that she had not been notified of the deportation and detention orders (judgment of 25 October 2010). No issue of protracted detention was raised in the case.", "The Cypriot Government assumed responsibility for assessing asylum claims from 1 January 2002 by establishing an Asylum Service within the Migration Department of the Ministry of the Interior. Prior to that, the UNHCR dealt with such claims. Asylum seekers can appeal against decisions of the Asylum Service to the Review Authority for Refugees, which was established by the Refugee Law of 2000 (Law 6 (I) of 2000, as amended).", "The decision of the Review Authority can be challenged before the Supreme Court by way of administrative recourse under Article 146 (1) of the Constitution of the Republic of Cyprus (see above).", "Section 7 of the Refugee Law of 2000, which incorporates Article 31 of the 1951 Convention Relating to the Status of Refugees, states that an asylum seeker shall not be punished solely by reason of his unlawful entry or stay, provided that he presents himself, without unjustified delay, to the authorities and gives reasons for his unlawful entry or stay. According to section 8 (3) of the above law, an asylum seeker who has been granted a temporary residence permit is under obligation to inform the district Immigration Police Departments, within three days, of any change of address. The departments concerned must then inform the Asylum Service and the Director of the Civil Registry and Migration Department of the change. In the event of non-compliance, the file can be closed and the examination of the application discontinued (section 16 (A) (1) (a)).", "The law of tort provides, inter alia, for actions for damages in respect of false imprisonment, unlawful detention and assault (sections 26, 27, 29, 30 and 44 of the Civil Wrongs Law).", "The Law on the Rights of Persons who are Arrested and Detained (Law 163 (I)/2005) introduced a number of provisions regulating the rights and treatment of detainees.", "Section 2 of this Law defines as “detained” a person who is arrested by a member of the police and held in a police detention facility when the deprivation of liberty is provided for in sub-paragraphs (b), (c) and (f) of paragraph 2 of Article 11 of the Constitution. The definition includes an accused person and a person detained for the purpose of imposing a sentence.", "Section 19 sets out the rights of detainees concerning the treatment they receive in custody and the conditions of their detention. It provides as follows:", "“(1) Every detainee has the right:", "(a) not to be subjected to torture or inhuman or degrading treatment or punishment or any other physical or psychological or mental violence;", "(b) to decent treatment, behaviour and living conditions;", "(c) to reside in a cell of reasonable size which provides the basic facilities and conditions of hygiene, sufficient light and ventilation and proper resting equipment;", "(2) The State is under obligation to safeguard the rights referred to in paragraph (1).", "(3) All persons responsible for a detention facility shall ensure the adequate and appropriate nutrition, physical and mental health, hygiene, safety and physical integrity of the detainees”.", "Section 36 (1) gives an actionable right to compensation to those whose rights provided for in the above Law are violated. It provides as follows:", "“A person whose right provided for in the present law is violated has an actionable right to damages for the said violation against the State and any member of the police or prison staff or the person in charge of the police detention facility who is responsible for the violation, and has the right to just compensation, irrespective of whether he or she has sustained any actual injury or damage or any pecuniary or other loss resulting from the violation.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}