{"ITEMID": "001-80924", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NAYDENKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1966 and lives in the town of Taganrog, the Rostov Region.", "5. In the 1980s the applicant took part in a rescue operation on the site of the Chernobyl nuclear disaster. As of the late 1990s the applicant has been in receipt of social benefits in this connection.", "6. On 1 December 1998 the Taganrog Town Court (“the Town Court”) granted the applicant's claim for unpaid social benefits and ordered the pension authority to make him monthly payments of 1,850.55 Russian roubles (RUR approximately 69 euros (EUR)) and a one-time payment of RUR 32,457 (approximately EUR 1,210). This judgment came into force on 17 April 1999. The sums due pursuant to the judgment of 1 December 1998 were paid in full on 8 May 2002.", "7. By a judgment of 4 October 1999 the Town Court granted the applicant's claim for other unpaid social benefits and ordered the authority to pay him RUR 1,850.55 (approximately EUR 69) monthly and also to make him a one-time payment of RUR 85,650 (approximately EUR 3,172).", "8. It appears that the judgment was not appealed against by the parties and came into force on 14 October 1999. The respective award was paid in full on 8 May 2002.", "9. On 29 August 2000 the Town Court examined and granted the applicant's claim to index-link the social benefits in line with the minimum monthly wage using coefficient “1,581”. It does not appear that the parties challenged the judgment on appeal and on 8 September 2000 it came into force. It appears that the authority disagreed with the judgment and refused to enforce it.", "10. On 6 March 2003 the Regional Court, acting by way of supervisory review upon the application of the President of the Rostov Regional Court under the old Code of Civil Procedure which, in its relevant part, remained in force until 30 June 2003, set aside the judgment of 29 August 2000 and remitted it to the first instance court for a fresh examination on the ground of a serious breach of substantive law.", "11. It appears that on 5 May 2003 the domestic courts re-examined and eventually rejected the applicant's claim. The respective judgment came into force on 30 June 2003.", "12. By a judgment of 5 December 2002 the Town Court examined and granted the applicant's claim for damages in respect of delays in the enforcement of the judgment of 29 August 2000.", "13. The court ordered the authority to make him a one-time payment of RUR 39,446.93 (approximately EUR 1,240) and monthly payments of RUR 8,007.74 (approximately EUR 251) starting from 1 January 2003. This judgment was rectified by the Town Court decision of 29 January 2003 and later approved by the Rostov Regional Court on 19 February 2003.", "14. It appears that eventually the authority was ordered to pay the applicant RUR 43,102.62 (approximately EUR 1,353) one-time and RUR 8,086.95 (approximately EUR 253) on a monthly basis.", "15. It appears that the judgment was re-opened and quashed on the ground of new circumstances by the Town Court on 10 October 2003. The court considered that the quashing of the judgment of 29 August 2000 constituted a new relevant fact and quashed the judgment of 5 December 2002 accordingly. Subsequently, the court decided to reject the applicant's claims."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}