{"ITEMID": "001-72786", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "WITZSCH v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Hans-Jürgen Witzsch, a German national, was born in 1939 and when introducing the application lived in Fürth.", "In an article published in a German weekly review on 30 September 1999 a well-known historian, Professor Wolffson (thereafter “W.”) made inter alia the following statements:", "“(...) Hitler wanted the murder of the Jews. He ordered it and certainly knew about it. Although he had not given a written order, there is evidence that he had given oral orders on several occasions. The murder of the Jews was wanted and organised from above and by NS-activists from the bottom (...).”", "In a letter of 3 December 1999 the applicant wrote to Professor Wolffson in reply to this article:", "“(...) Your statements which are false and historically unsustainable shall not stand unanswered (...).", "It is actually established that there is no indication in party programs of the National Socialist German Workers’ Party, the NSDAP (Nationalsozialistische Deutsche Arbeiterpartei), that the NSDAP and Hitler intended to murder the Jews. Anybody who – with all the means at his disposal – fostered the emigration of the Jewish minority until late after the beginning of the Second World War can hardly be said to have prepared the murder of the Jews. A long time ago, the historian Irving has publicly proposed to pay a thousand pounds to any person who could prove that Hitler had ordered, for racial reasons, the murder of one single Jew. So far, nobody has produced evidence. After the war, tens of thousands of totally immaculate officials of the NSDAP have attested on oath not to have known until the end of the war about the murder of Jews. None of the dignitaries of the German Government accused in Nuremberg admitted to have known about the mass murder of Jews. Not even in their closing words under the gallows! (...)", "The normalisation of the relation between Germans and Jews depends on the will to historical truth and requires not only that one party is blamed for the responsibility it admits but also that the other party refrains from suppressing its negative contribution to history (...). Last but not least, the normalisation requires the Jews’ clear distancing from the war and post-war atrocity propaganda (Kriegs- und Nachkriegsgreuelpropaganda) against Germany, directly or indirectly concerning the Jews.", "You, Professor Wolffsohn, would highly contribute to this if you would abandon the false or questionable statements against Germany and seriously endeavour to become acquainted with the actual academic discourse of contemporary history.”", "On 15 December 1999 W. submitted this letter to the police. On 6 April 2000 he explicitly refused to lodge an application for prosecution (Strafantrag - see “Relevant domestic law and practice” below).", "On 21 June 2000 a police officer informed H. – whose grandparents had died in a concentration camp – about the letter and its content. On the same day, the latter lodged an application for prosecution.", "On 27 July 2001 the Fürth District Court (Amtsgericht) convicted the applicant of disparaging the dignity of the deceased pursuant to Section 189 of the German Criminal Code (see “Relevant domestic law and practice” below) and sentenced him to three months’ imprisonment. With reference to the case-law of the Federal Constitutional Court (Bundesverfassungsgericht), it recalled that it was historically proven that the mass killing of Jews in concentration camps was planned and organised by Hitler and the NSDAP. Accordingly, no evidence in this respect had to be adduced, as requested by the applicant. Although the applicant had not denied the Holocaust as such, his denial of Hitler’s and the NSDAP’s responsibility in this respect was tantamount to a negative value judgment (negatives Werturteil). He had thereby denied the victims’ extremely cruel and unique fate and accordingly disparaged the dignity of the deceased. Furthermore, as the pertinent passages of the applicant’s letter did not express an opinion but had to be categorised as allegations of facts which had been proven untrue, they did not fall within the ambit of Article 5 § 1 of the German Basic Law which protects the freedom of opinion. Given their polemic nature, they neither fell within the ambit of Article 5 § 3 of the German Basic Law which protects the freedom of research. In fixing the sentence, the court took into account that the applicant had been convicted in 1995 and 1996 respectively of disparaging the dignity of the deceased for denying the existence of gas chambers and that the letter at issue had been written during the probationary period.", "On 28 January 2002 the Nürnberg-Fürth Regional Court (Landgericht) dismissed the appeals lodged by the applicant and the Public Prosecutor. According to the Regional Court, it was not contested that the applicant had written and sent the letter to W. It further noted that a valid request for prosecution had been filed with the public prosecutor. Although W. had not lodged himself a request for prosecution, the circumstance that he had transferred the applicant’s letter to the police showed that he had not considered its contents as unoffending.", "The Regional Court considered that the extermination of the Jews in gas chambers is a clearly established historical fact. It is also common knowledge that Hitler had wanted and initiated the murder of the Jews in Germany and that the NSDAP had planned and organised the systematic extermination of Jewish people. It was therefore not necessary to adduce the requested evidence. The applicant’s allegations that none of the accused dignitaries of the German Government in the Nuremberg Trials had known of the extermination of the Jews, was absurd and monstrous and offended the Jews murdered by the Nazis. The applicant’s statement that the opinion expressed by W. was part of the war propaganda and after-war atrocity propaganda combined with the denial of Hitler’s and the national Socialists’ responsibility in the extermination of the Jews showed the applicant’s disdain towards the Jews, the principal victims of the systematic extermination. The court concluded that statements concerning facts which had been proven untrue were not protected by Article 5 of the German Basic Law.", "On 10 July 2002 the Bavarian Court of Appeal (Bayerisches Oberstes Landesgericht) dismissed the applicant’s appeal on points of law as not disclosing any legal errors to the detriment of the applicant.", "On 28 November 2002 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a bench of three judges, refused to admit the applicant’s constitutional complaint.", "The applicant was represented by defence counsel throughout the proceedings.", "Section 189 of the Criminal Code provides as follows:", "“Anybody disparaging the dignity of the deceased shall be punishable with imprisonment not exceeding two years or with a fine.”", "Section 194 of the Criminal Code determines that, with few exceptions, such an offence can only be prosecuted upon application by a relative of the victim of the offence.", "In 1992 the Federal Constitutional Court established that the denial of the existence of gas chambers was an allegation of facts which had been proven untrue and that this allegation can be prohibited on account of their offending nature. In 1996 the Bavarian Court of Appeal confirmed that the denial of the existence of gas chambers was punishable under Section 189 of the Criminal Code."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}