{"ITEMID": "001-5839", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "MAROTT HANSEN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Danish national, born in 1975 and living in Skovlunde. He is represented before the Court by Mr Tyge Trier, a lawyer practising in Copenhagen.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "By indictment of 29 October 1996 the applicant was charged with malicious damage in that, while walking on a road along with five other young men on their way to a discotheque an evening in July 1996, he had knocked his fist against the front window of an oncoming slow driving car with the result that the window cracked.", "At the first court session, held on 27 February 1997, the applicant was heard. Furthermore, the driver testified that she had seen the applicant very close up when the incident happened and therefore was able to identify him shortly afterwards at the discotheque and again in court. The applicant requested an adjournment of the trial in order to hear witnesses on his behalf, more specifically three of the above five men, henceforth called HK, CJ and CE. In the following court session HK testified that he had not seen any window crack and he could not remember if any of the men had discussed later who might have cracked it. The witnesses CJ and CE did not appear. It appears that GJ was not called and the applicant withdrew his request to hear CE. At the prosecution’s request a police officer who was present in the discotheque on the night when the driver had identified the applicant finally testified.", "By judgment of 21 August 1997 the City Court of Nykøbing Sj.(retten i Nykøbing Sj.) found the applicant guilty of the charges brought against him following an evaluation of the available evidence and sentenced him to pay a fine of 1,000 Danish kroner (DKK) .", "On 4 September 1997 the Leave to Appeal Board (Procesbevillingsnævnet) received an application from the applicant for leave to appeal, co-signed by CE, in which the applicant declared that CE was the perpetrator.", "Consequently, CE was provisionally charged with the offence and questioned by the police on 29 and 30 September 1997. According to the police reports CE stated that he could not remember any car or any cracked window, but the applicant had told him that he (CE) was the perpetrator. He refused to elaborate on the exact time when the applicant had told him so. According to a police report of 3 October 1997, CE told the police on the phone that he did not have time to read his previous statements and he did not care either. However, after the last interview he remembered, although he had been very drunk, that he did stretch his arm and thereby hit the car, but he could still not remember that the window cracked.", "The applicant was granted leave to appeal to the High Court of Eastern Denmark (Østre Landsret) on 17 December 1997.", "On 17 April 1998 the applicant’s appeal was scheduled to take place on 22 September 1998, and on 15 July 1998 a summons was served on CE to appear as a witness. On 17 September 1998 the applicant informed the High Court that CE was going to work in Holland for three weeks as from 20 September 1998, and therefore he requested an adjournment of the trial. A copy of CE’s work contract was enclosed. The High Court, however, proceeded with the trial as scheduled. The driver and a police officer gave testimony. As for the driver she confirmed her identification of the applicant as the perpetrator once more. As to the witnesses on the applicant’s behalf HK did not appear, since he was detained on remand in another case. Accordingly his statement during the City Court trial was read out during the High Court trial. As for CE his statements given to the Police on 29 September, 30 September and 3 October 1997 were read out during the trial. Having regard to the available evidence, including the above statements submitted by CE, the High Court did not find an adjournment necessary as requested by the applicant in order to hear CE in person. On the same day the High Court upheld the City Court’s judgment on the basis of the evidence as set out above.", "The applicant’s request for leave to appeal to the Supreme Court (Højesteret) was refused by the Leave to Appeal Board on 26 October 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}