{"ITEMID": "001-57590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF VAN MARLE AND OTHERS v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1", "JUDGES": "C. Russo", "TEXT": ["10. Mr. van Marle, Mr. van Zomeren, Mr. Flantua and Mr. de Bruijn were born in 1928, 1928, 1915 and 1929, respectively. The first of them resides in Rotterdam, the second and third in Utrecht and the fourth in Amersfoort. All four have, since various dates between 1947 and 1950, practised as accountants.", "11. In 1974, each of the applicants applied to be registered as a certified accountant, in accordance with the transitional provisions contained in section 65 of the Act of 13 December 1972 regulating this profession (see paragraphs 17 and 20 below).", "Each of them was asked by the Board of Admission (see paragraph 21 below) to submit five annual accounts drawn up under his responsibility, and they were interviewed by the Board in the course of 1977. The Board finally rejected the applications, on 18 March 1977 in the case of Mr. van Marle, on 5 August 1977 in the cases of Mr. van Zomeren and Mr. Flantua, and on 15 July 1977 in the case of Mr. de Bruijn.", "12. The applicants then appealed to the Board of Appeal (see paragraph 22 below). They were again asked to submit accounts prepared by them and were interviewed by the Board in the course of 1978.", "A note concerning the Board of Admission’s proceedings was communicated to the Board of Appeal, but not to the applicants.", "The Board dismissed the appeals on the ground that the applicants’ statements had been unsatisfactory on certain essential points and that their replies to questions did not show sufficient professional competence. It reached these decisions on 14 July 1978 in the case of Mr. van Marle, on 9 January 1979 in the cases of Mr. van Zomeren and Mr. Flantua, and on 19 January 1979 in the case of Mr. de Bruijn.", "13. At the start of Mr. de Bruijn’s interview, the chairman informed him that one of the members of the Board was unable to attend the meeting. Mr. de Bruijn agreed nonetheless to the proceedings taking place; the decision bore the signatures of all five members.", "14. None of the applicants took his case to the Council of State as provided for under the Administrative Appeals Act. They considered that there was no point in doing so; as evidence of this they cited a decision of 4 September 1977 of the Judicial Division of the Council of State, which had declared an appeal against a decision of the Board of Appeal inadmissible on the ground that the Board of Appeal was a judicial body and could not be regarded as an administrative one.", "15. In 1962 and 1972 the Netherlands Parliament passed two Acts designed to regulate and delimit the profession of accountant, which until then had not been subject to any statutory control.", "16. The Act of 28 June 1962The Act of 28 June 1962 (Wet op de Registeraccountants) lays down the standards of professional competence required of accountants practising on a large scale, who are called upon to audit company accounts with a view to issuing a certificate of accuracy (verklaring van getrouwheid).", "17. The only statute directly relevant to the present case is the Certified Accountants Act of 13 December 1972 (Wet op de Accountants-administratie-consulenten). It concerns those accountants who do not engage in the aforesaid activities and are not required to have so high a standard of competence - essentially accountants acting for small and medium-sized firms.", "18. Since 1 March 1979 - five years after the 1972 Act came into force (1 March 1974) - the position has been that the only persons entitled to call themselves accountants are those covered by the 1962 Act, certified accountants and persons working as accountants in the public service (section 85(2) of the 1972 Act, read in conjunction with section 28(2) and section 29). Anyone wrongfully using the title is liable to criminal penalties and disciplinary proceedings.", "19. Application for registration as a certified accountant is made to the Board of Registration (commissie voor de inschrijving), whose decisions are subject to appeal to the Board of Appeal (commissie van beroep; see paragraph 22 below).", "Applicants must hold one of the three diplomas specified in the Act or another qualification which, in the view of the Minister for Economic Affairs, denotes similar professional competence (section 10).", "20. However, transitional provisions contained in section 65 also permit the registration of persons who had been engaged in professional accountancy work to an extent and in a manner evidencing adequate professional competence", "- either for at least ten of the fifteen years immediately preceding 1 March 1974 (section 65(1)(a));", "- or, as regards holders of one of the diplomas or qualifications specified in section 65(1)(b), for at least three years immediately preceding 1 March 1974.", "Section 65(3) provides that the work in question consists of organising effective management, assessing management effectiveness, drawing up annual accounts, preparing explanatory reports analysing and interpreting data supplied by management and giving advice accordingly.", "21. Under section 66 anyone wishing, like the applicants, to take advantage of the transitional provisions must apply to the Board of Admission (commissie voor de toelating), a body established to determine whether a person satisfies the requirements of section 65.", "After consulting the Minister of Education and Science and the Minister for Agriculture and Fisheries, the Minister for Economic Affairs decides the size of the Board, appoints the members and designates the chairman and the vice-chairman or vice-chairmen.", "The Board, which may sit in chambers of three or more members, may hear the applicant (section 69(1)). He has the option of being assisted by an adviser and, unless the Board decides otherwise, of being represented at the hearing (section 69(4)).", "An unfavourable decision may be taken only after the applicant has been heard or at least invited by registered letter to appear before the Board (section 69(1)). Reasons must be given for any such decision and it must be notified to the applicant by registered mail (section 70(2)).", "22. The Board of Appeal hears appeals against unfavourable decisions of the Board of Admission (section 71) and the Board of Registration. It is composed of five members and five substitutes. Three of each must be eligible for appointment as a district court judge and exercise, or have exercised, judicial functions, but they may not be, or have been, accountants (section 18(1)); the other two members and substitutes must be accountancy experts.", "The members are bound by professional secrecy (section 26). After consulting the Minister of Justice, the Minister for Economic Affairs appoints them and designates the chairman and vice-chairman.", "23. Before giving its decision, the Board of Appeal must hear the appellant or invite him by registered letter to appear before it (sections 20(1) and 72(1)). It may obtain information from the Board of first instance and hear third persons (section 72).", "Unless the Board decides otherwise, the appellant may be assisted by a lawyer or represented at the hearing; the Board may also refuse to allow him to be represented or assisted by a person who is not a lawyer (section 72(2), read in conjunction with section 20(2) and (3)).", "The Board must give reasons for its decision and notify the decision and reasons to the appellant and to the Board of first instance (sections 21(2) and 73(2))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}