{"ITEMID": "001-61931", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BALOGH v. HUNGARY", "IMPORTANCE": "2", "CONCLUSION": "Préliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 3;No violation of Art. 13;No violation of Art. 6-1;No violation of Art. 14;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant was born in 1958 and lives in Miskolc, Hungary. He is of Roma ethnic origin.", "9. On 9 August 1995 the applicant, accompanied by Ms B. and Mr S., was selling coal from a truck on a door-to-door basis in Orosháza. After an aborted transaction, some would-be purchasers reported to the local police that the three had left their yard without having returned their fuel vouchers. At about 5.45 p.m. two local police officers halted the applicant’s truck and instructed the applicant and his companions to report to the Orosháza Police Station. The applicant was interrogated there by police officers S. and K.", "10. The applicant stated that during the interrogation one of the police officers repeatedly slapped him across the face and left ear while the other punched him on the shoulder. The officers demanded that he reveal where the stolen vouchers had been hidden.", "11. On being released after two hours of interrogation, the applicant was met on the ground floor of the police station by Ms B. and Mr S., as well as by Mr B. and Mr M., both of whom were acquaintances of the applicant and his companions.", "The applicant stated that when he and his companions were leaving the police station, a police officer issued the following warning to them: “Tell the Miskolc gypsies that they had better not set foot in Orosháza”.", "12. Having returned to his home in Miskolc on 11 August 1995, the applicant consulted Dr V., the local doctor, who advised him to report to the Ear, Nose and Throat Department of Diósgyőr Hospital. On 14 August 1995 Dr C. carried out an operation to reconstruct the applicant’s ear drum which had been damaged as a result of a traumatic perforation. On 16 August 1995 Dr C. reported the case to the police.", "13. On 28 August 1995 the applicant was discharged from hospital. His medical report stated, without reference to any precise date, that he had sustained a traumatic perforation of the left tympanic membrane. This conclusion also figured in two further medical reports issued later by Dr C. on 25 August 1995 and by Dr V. on 29 September 1995. The applicant’s injury was described in a follow-up medical report dated 10 September 1997 as “low-to-medium-grade loss of sound perception” in the left ear.", "14. On 25 September 1995 the Szeged Investigation Office informed the applicant that criminal proceedings had been opened against the police officers involved on the basis of information submitted by Dr C. on 16 August. The police officers were charged with the offences of “forced interrogation” and “ill-treatment committed in the course of official proceedings”.", "15. The Investigation Office heard the applicant and several witnesses. Four persons were heard from the applicant’s side.", "Mr S. stated as follows:", "“[In the building of the police station] I met [the applicant] [...] whose face had a bluish colour in the area under his left ear and was somewhat swollen. I then asked him if they had hurt him. He answered that they had hurt him a little and pointed to the left side of his face saying that it was hurting there. He said that he had no hearing on that side.”", "Ms B. stated as follows:", "“[When the applicant was escorted down to the ground floor], it struck me that the left side of his face and his left ear were swollen. I thought that he had been beaten. I asked him about it, to which he only answered that he had been beaten a little. [...] I remember well that the left side of his face was red and I even saw the traces of fingers on it.”", "Mr M. stated as follows:", "“[When at last the applicant came down to the ground floor], it struck me immediately that his skin was reddish-bluish around his left ear and even underneath his neck. I had no doubt that his face was swollen as a result of a blow. I then asked him if they had hurt him, [...], he only answered: ‘A little’.”", "Mr B. stated as follows:", "[When the applicant was escorted down to the ground floor], it was apparent at once that the left side of his face and his left ear were red. It was obvious that he had been hit. Ms. B. even asked him if he had been hurt. He first answered in the negative. Then I asked him the same question. Then he answered: ‘A little’.”", "The Investigation Office also heard Dr V. and four police officers who had been on duty at the police station at the time of the applicant’s interrogation.", "The police witnesses denied any knowledge of ill-treatment having been inflicted on the applicant.", "The suspected police officers S. and K. consistently denied the applicant’s accusations when questioned on 15 November 1995.", "Police officer S. stated, inter alia, as follows:", "“I remember [the applicant] having said something of the sort that he was working for those persons as a lorry-driver [...] to set off debts incurred by his wife. [...] He was blaming [his companions] for forcing him to work a lot more than if he had been working for money; and he even mentioned to one of my colleagues that they would either leave him behind or beat him up on the way home because of this.”", "Police officer K. stated, inter alia, as follows:", "“After the interrogation police officer S. told me that [the persons interrogated] had also quarrelled amongst themselves, maybe they had not properly paid [the applicant], they had a dispute about money or something of the sort [...]”", "16. On 16 November 1995 a medical expert appointed by the Investigation Office expressed the opinion that it could not be excluded that the applicant’s injury had been caused as alleged. However, in the expert’s opinion it could not be determined whether the injury in question had been caused to his ear before, during or after the applicant’s interrogation.", "17. On 30 November 1995 the Investigation Office discontinued the criminal proceedings against police officers K. and S. for lack of any conclusive evidence. On 12 December 1995 the applicant filed a complaint against the discontinuation order.", "18. On 24 January 1996 the Orosháza District Public Prosecutor’s Office ordered the investigation to be resumed and that confrontations be organised between the applicant and the police officers concerned and between various witnesses. It also ordered that further witnesses be heard.", "19. In the framework of the resumed proceedings, the Csongrád County Investigation Office, on 1 March 1996, confronted the applicant with the suspected police officers as well as a third police officer who had been heard as a new witness.", "20. On 6 March 1996 the Investigation Office discontinued the investigation.", "Relying on the testimonies given, on the one hand, by the applicant – who had consistently maintained his assertions during the proceedings – and by his companions and, on the other hand, by the police officers concerned, as well as on a confrontation involving all three of them, the Investigation Office found that although the applicant’s injuries might have been inflicted as alleged, it could not be excluded beyond all doubt that the injuries had been sustained before or after his interrogation.", "Since there was no direct witness to the alleged incident and the medical opinion in the case was not conclusive as to the time when the applicant’s injury had been inflicted, the Investigation Office was obliged to dismiss the applicant’s accusations as unsubstantiated and to discontinue the proceedings.", "The order drew the applicant’s attention to his right to file a complaint with the Public Prosecutor’s Office under section 148 §§ 1 and 4 of the Code of Criminal Procedure if he wished to challenge the decision to discontinue the case. This order was served on the applicant on 11 March 1996.", "The applicant did not file a complaint against this order.", "As of 1 August 1996 the applicant’s working capacity was declared to have diminished by 50% on account of asthma bronchiale and impaired hearing; the respective significance of these two factors was not specified. As a consequence, he was unable to have his lorry driver’s licence renewed or to obtain employment as a driver.", "21. On 30 March 1998 the applicant claimed damages from the Ministry of the Interior. In reply, on 16 April 1998 he was informed by the competent Békés County Police Department that he was not eligible for compensation because he had failed to file a complaint against the discontinuation order of 6 March 1996 and thus to avail himself of an ordinary legal remedy, which was a precondition for establishing official liability.", "22. On 22 April 1998 the applicant appointed the NEKI to take his case. A further medical opinion obtained by the NEKI on 19 August 1998 stated that a traumatic perforation of the tympanic membrane was usually caused by a slap on the ear. Although he did not have the earlier medical expert’s opinion at hand, the expert went on to qualify the applicant’s version of how he had sustained his injury as plausible.", "23. Relying on this new evidence, the NEKI lodged on 25 August 1998 a complaint against the decision of 6 March 1996 with the Attorney General’s Office requesting that the criminal proceedings be re-opened in accordance with section 141 of the Code of Criminal Procedure.", "24. On 5 October 1998 the Csongrád County Public Prosecutor’s Office finally dismissed this complaint. In its reasoned decision, the Public Prosecutor’s Office stated that:", "“[it] had thoroughly examined all the documents in the case file.”", "The decision mentioned that in the absence of coherent testimonies or a conclusive medical expert opinion it was impossible to prove either that the applicant’s injury had been caused during his police detention or that it had been inflicted by the suspected police officers. The Public Prosecutor’s Office noted the delay between the applicant’s interrogation on 9 August and his decision to seek medical help only on 11 August 1995. The decision stated that the new expert opinion did not contain any new facts which warranted the continuation of the investigation or the laying of charges against the suspects. The Public Prosecutor’s Office concluded that the case should be discontinued since it was impossible to prove the applicant’s allegations. The decision was served on the NEKI on 14 October 1998.", "25. Section 55 § 1 of Act no. 1 of 1973 on the Code of Criminal Procedure (now repealed), as in force in the relevant period, provided:", "“A civil party is a victim who lays a civil-law claim for determination in criminal proceedings.”", "Section 141 of the Code of Criminal Procedure provided:", "“(1) The discontinuation of an investigation does not preclude that criminal proceedings in the same case may be later continued.”", "Section 148 of the Code of Criminal Procedure provided:", "“Remedy during investigation", "(1) Anyone aggrieved by the authority’s decision, measure or omission, is entitled to file a complaint.", "(...)", "(4) Such a complaint may be lodged with the authority within a period of eight days from the date of the notification of the decision or from the date on which the complainant becomes aware of the measure or omission.", "(5) If the authority itself does not accept the complaint, it shall transfer the case file and its own statement concerning the complaint to the competent public prosecutor within twenty-four hours. The public prosecutor shall decide on the complaint within eight days.", "(6) A complaint may be rejected if it has been lodged outside the [above] time-limit or by an unauthorised person.”", "26. Section 339 § 1 of Act no. 4 of 1959 on the Civil Code, as amended, provides:", "“Anyone who unlawfully causes damage to another person shall be obliged to pay compensation. He shall be exculpated if he proves that he proceeded in such manner as can generally be expected in the given situation.”", "Section 349 of the Civil Code provides:", "“(1) Liability for damage caused by the State administration shall only be established if damage could not be prevented by means of ordinary legal remedies or if the person concerned has resorted to ordinary legal remedies appropriate for preventing damage.", "(...)", "(3) These rules shall also apply to liability for damage caused by the courts or the prosecution authorities, unless otherwise provided by law.”", "27. Section 3 § 5 of Act no. 3 of 1952 on the Code of Civil Procedure, as amended, provides:", "“Unless the law provides otherwise, in the civil procedure, the court shall not be bound, when taking evidence, by any formal rule or given method or application of specific means; it may freely use the parties’ submissions and may use any other evidence which is suitable for establishing the facts (...)”", "Section 4 § 1 of the Code of Civil Procedure provides:", "“When taking its decision, the court shall not be bound by a decision of another authority or by a disciplinary resolution, or the findings of fact contained therein.”", "Section 152 § 1 of the Code of Civil Procedure provides:", "“If the adjudication of a case depends on a preliminary matter on which a criminal court ... must decide, the [civil] court may suspend its proceedings until that procedure has been finally concluded (...)”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}