{"ITEMID": "001-82955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "RODZINSKIY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Anatoliy Mikhaylovich Rodzinskiy, is a Ukrainian national who was born in 1941 and lives in the village Vysoky, the Kharkiv region. The Ukrainian Government (“the Government”) were represented by their Agent, Mrs V. Lutkovska, succeeded by Mr Y. Zaytsev.", "On 14 September 2000 the Kyivsky District Court of Kharkiv (Київський районний суд м. Харкова) awarded the applicant 8,000 hryvnyas from the State budget for damage caused by criminal investigation against him terminated on exonerative grounds in April 2000. This decision became final on 25 September 2000 and was transferred for enforcement to the State Treasury, which informed the applicant that the debt would be paid as soon as the Government allocated appropriate funding. In June 2002 the applicant received the payment due to him.", "In the meantime, in September 2001 the applicant had lodged a civil complaint against the Cabinet of Ministers seeking damages for its alleged failure to ensure the timely enforcement of the judgment given in his favour.", "Having heard both parties, on 1 August 2002 the Pechersky District Court of Kyiv (Печерський районний суд м. Києва) rejected the applicant’s claims. It found no basis in the applicable law for the compensation claimed. The applicant appealed, alleging that the firstinstance court had misinterpreted his arguments and the applicable law.", "On 28 October 2002 the Kyiv City Court of Appeal (Апеляційний суд м. Києва) upheld the judgment of 1 August 2002, having held a hearing in the applicant’s absence.", "The applicant appealed in cassation. In his appeal, he noted that he had not been duly informed of the hearing of 28 October 2002, as the court had sent him the summons by regular mail, which arrived only on 4 November 2002.", "On 26 May 2003 the Supreme Court rejected the applicant’s request for leave to appeal in cassation. In its decision, the Supreme Court did not refer to the applicant’s argument about the deficient notification of the hearing. However, it stated generally that the case did not disclose any misapplication of procedural or substantive law, which could have led to an erroneous decision of the case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}