{"ITEMID": "001-67087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF DURMAZ AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 6-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["4. The applicants were born in 1980, 1977, 1979 and 1979 respectively.", "5. On 27 and 28 April 1998 respectively the applicants were taken into police custody by police officers from the Anti-Terrorism Department of the Ankara Security Directorate.", "6. On 7 May 1996 the applicants were brought before the public prosecutor at the Ankara State Security Court and subsequently before the investigating judge. After taking their statements, the investigating judge ordered that the applicants be placed in detention on remand.", "7. In an indictment dated 23 May 1996, the public prosecutor at the Ankara State Security Court initiated criminal proceedings against the applicants and accused them of being members of an illegal armed organisation, namely the TIKP (the Revolutionary Communists’ Union of Turkey). The applicants were further accused of carrying out activities on behalf of the TIKB, such as taking part in demonstrations on 1 May and 8 March (Women’s Day) during which they had chanted slogans and distributed TIKB leaflets. The public prosecutor asked the court to convict the applicants pursuant to Article 168 § 2 of the Criminal Code.", "8. On 9 October 1996 the Ankara State Security Court, composed of two civilian judges and a military judge, held that there was insufficient evidence to conclude that the applicants were members of the TIKP, but found them guilty under Article 169 of the Criminal Code for aiding and abetting an illegal organisation. The first, second and third applicants were sentenced to two years and six months’ imprisonment, while the second applicant was sentenced to three years and nine months’ imprisonment.", "9. The applicants appealed. The chief public prosecutor at the Court of Cassation submitted his opinion on the merits of the appeal on 24 December 1997. This opinion was not served on the applicants, but read out during the hearing which took place on 18 March 1998.", "10. On 20 May 1998 the Court of Cassation, upholding the Ankara State Security Court’s reasoning and assessment of evidence, dismissed the applicants’ request for appeal. The decision was pronounced on 10 June 1998.", "11. The applicants’ request for rectification was further rejected on 30 June 1998.", "12. A full description of the domestic law may be found in Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}