{"ITEMID": "001-23955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "WILKINSON and KNOTT v. the UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicants, James Wilkinson and Gareth Knott, are United Kingdom nationals. They were born in 1959 and 1962 and are from Manchester and Newcastle, respectively. They were represented before the Court by Mr G. Blades, a lawyer practising in Lincoln.", "The facts of the case, as submitted by the parties, may be summarised as follows. Both applicants were convicted and sentenced by courts-martial convened following the entry into force of the Armed Forces Act 1996.", "In October 1999 Mr Wilkinson was convicted by an air-force district court-martial of conduct to the prejudice of good order and air force discipline. He was fined of £1000 pounds sterling (“GBP”). The Reviewing Authority confirmed the verdict but reduced his fine to GBP 250. In December 1999 the Courts-Martial Appeal Court dismissed his application for leave to appeal against conviction and sentence and his renewed application was rejected in April 2000.", "In October 1999 Mr Knott was convicted by an army district court-martial of disobeying a lawful command. He was sentenced to a severe reprimand and to a fine of GBP 700. The Reviewing Authority confirmed the verdict and sentence. In January 2000 the Courts-Martial Appeal Court dismissed his application for leave to appeal against conviction and sentence and his renewed application was rejected in April 2000.", "The provisions of the Army Act 1955 and of the Air Force Act 1955, which regulated army and air-force courts-martial prior to 1 April 1997, are set out in Findlay v. the United Kingdom (of 25 February 1997, Reports of Judgments and Decisions 1997-I, §§ 32-51) and Coyne v. the United Kingdom (judgment of 24 September 1997, Reports 1997V, §§ 20-44).", "Following the adoption of the Commission's report in the Findlay case (no. 22107/93, Commission's report of 5 September 1995), the Armed Forces Act 1996 came into force on 1 April 1997 and significantly amended both 1955 Acts. The relevant domestic law and practice applicable to air-force courts-martial following the entry into force of the 1996 Act is set out in the case of Cooper v. the United Kingdom ([GC], no. 48843/99, §§ 15-77, ECHR 2003XII). The relevant regulatory framework governing post-1996 Act army courts-martial is the same in all material respects (the Cooper judgment, at § 107)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}