{"ITEMID": "001-93866", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF YEVGENIY KORNEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1960 and lives in Kurgan.", "6. On 27 December 2000 the Ketovskiy District Court of the Kurgan Region found the applicant guilty of kidnapping for profit and sentenced him to five years’ imprisonment conditional on three years’ probation. Neither the applicant nor the prosecutor appealed.", "7. On an unspecified date the applicant asked the Kurgan Regional Court for supervisory review of the judgment of 27 December 2000. He alleged that the court had erred in defining his actions as kidnapping for profit. He further challenged the findings of the trial court as to the circumstances of the matter. He claimed that he had freed the kidnapped victim of his own will and should have been exonerated from the kidnapping charges as provided for in the Russian Criminal Code.", "8. By a letter of 10 October 2003, the Kurgan Regional Court informed the applicant that the supervisory-review proceedings had been instituted and that the Presidium would examine his application on 20 October 2003. According to the stamp on the letter, it reached the penitentiary establishment where the applicant was serving a prison sentence on 23 October 2003. The applicant indicated that the letter had been handed over to him on 27 October 2003.", "9. On 30 October 2003 the applicant sent written submissions to the Kurgan Regional Court.", "10. In December 2003 the applicant received the text of the Presidium’s decision on his application for supervisory review. The hearing had taken place on 20 October 2003. The court had reviewed the applicant’s case and granted his application in part. It had reclassified the charges as simple kidnapping. The sentence, however, had remained unaffected.", "11. On 7 August 2001 the applicant was arrested, together with Mr T. and Mr Z., by officers of the Organised Crime Unit on suspicion of extortion.", "12. On 10 August 2001 the applicant was formally charged and remanded in custody.", "13. On 21 January 2002 the Kurgan Town Court of the Kurgan Region convicted the applicant and Mr Z. of extortion and sentenced the former to six years’ imprisonment. The applicant appealed.", "14. On 26 March 2002 the Kurgan Regional Court upheld the conviction on appeal.", "15. According to the applicant, on 7 August 2001 during and after the arrest he was beaten up by the police officers.", "16. On 8 August 2001 the applicant was placed in the temporary detention facility (ИВС) located within the police station. On admission he was examined by an officer on duty and a paramedic, who did not observe any injuries on his body. The applicant did not bring an oral or written complaint about the alleged beatings.", "17. On 10 August 2001 the applicant was transferred to remand centre no. 43/1 of Kurgan. On arrival he was examined by a general practitioner who noted several bruises in the lumbar region measuring 1 by 1 cm and 3 by 2 cm. A relevant entry was made in the applicant’s medical file.", "18. It appears that on the same day the administration of the remand centre prepared a report concerning the applicant’s injuries and forwarded all the relevant materials to the prosecutor’s office for further inquiry. According to a certificate issued by the remand centre on 16 August 2007, the copies of those materials stored at the remand prison had been destroyed after the expiry of the time-limit for their storage on 20 January 2006 and 27 March 2007.", "19. On 5 March 2002 the applicant complained to the Kurgan Regional Prosecutor that he had been beaten up by police officers on 7 August 2001.", "20. On 27 March 2002 the deputy prosecutor of Kurgan issued a decision refusing to institute criminal proceedings into the applicant’s allegations of ill-treatment. The prosecutor based his findings on the statements made by the alleged perpetrators, who denied the applicant’s allegations, and the medical documents from the applicant’s file. In particular the prosecutor stated as follows:", "“The inquiry conducted did not confirm the [applicant’s] allegations. The police officers Ch., M. and K. ... denied that they had put any pressure on [the applicant]. Upon arrival at [the temporary detention facility], he did not complain that he had been beaten up by the police officers... According to [the applicant’s] medical file, upon his arrival at [the remand centre]... several bruises were noted in the lumbar spine area. However, according to the certificate, issued by the head of [the temporary detention facility], upon his placement [there] [the applicant] had been examined and questioned by an officer on duty as to whether he had any injuries. [The applicant] had not complained of his condition or had any visible injuries. Nor had the results of the applicant’s examination by a paramedic on 8 August 2001 been any different. When transferred to [the remand centre], [the applicant] did not complain of his condition either. Accordingly, the injuries noted at [the remand centre] cannot have been caused by the [police officers] in the circumstances described by [the applicant].”", "21. The applicant complained to a court, claiming that the scope of the prosecutor’s inquiry had been insufficient because he had never been interviewed by a prosecutor with regard to his allegations of ill-treatment.", "22. On 31 December 2002 the Kurgan Town Court upheld the prosecutor’s decision, finding that the scope of the inquiry had been adequate given the lack of evidence supporting the applicant’s allegation of ill-treatment. In particular, the court found as follows:", "“The Kurgan prosecutor’s office carried out a proper investigation into the allegations concerning the use of unlawful investigation techniques by the police officers. Messrs M., Ch., and K. were questioned. They explained that they had not put any physical or psychological pressure on [the applicant] during his arrest. [The applicant] did not confess to the crime. It is true that on [10] August 2001 after his transfer from [the temporary detention facility] to [the remand prison] bruises on the small of [the applicant’s] back were detected. However, earlier, when [the applicant] had been brought to [the temporary detention facility], he had been examined and questioned by an officer on duty. At that time [the applicant] had no injuries and did not complain of the alleged ill-treatment or his condition. Having regard to those facts, the Kurgan prosecutor’s office drew a justified conclusion that the [bruises] detected upon the applicant’s arrival at [the remand prison] could not have been caused by the policemen in the circumstances described by [the applicant]. There are no other materials in the court’s possession to prove that the policemen had committed any unlawful acts vis-à-vis [the applicant].”", "23. On 1 July 2003 the Kurgan Regional Court dismissed the applicant’s appeal against that decision.", "24. The parties to the criminal proceedings, including the defendant and his or her counsel and the prosecutor, may ask a superior court for supervisory review of judgments rendered by the courts of first or second levels of jurisdiction (Article 402 of the Code of the Criminal Procedure (the “CCrP”).", "25. In the event that the court decides to open supervisory-review proceedings, it should notify the interested parties of the date, time and place of the hearing within 30 days. The parties to the proceedings should inform the court if they wish to participate in the hearing. The parties present at the hearing may make oral submissions to the court (Article 407 of the CCrP).", "26. The court may uphold, amend or quash any of the earlier judgments on the matter, discontinue the proceedings or remit the matter for fresh consideration to a trial or appeal court (Article 408 of the CCrP). In particular, a judgment will be quashed if there is an inconsistency between the conclusions reached by the court in the judgment and the facts established (Articles 409 and 379 of the CCrP).", "27. The court is not bound by the scope of the application for supervisory review and may consider the matter in its entirety. It may commute the sentence or reclassify the offence as a less serious one (Article 409 of the CCrP). It cannot, however, increase the sentence or reclassify the charges as a more serious offence (Article 405 of the CCrP).", "28. In response to a complaint of a criminal offence, the investigator is under obligation to verify the complainant’s allegations (Article 144 of the CCrP).", "29. Should there be sufficient grounds to believe that a crime had been committed, the investigator initiates a criminal investigation (Article 145 of the CCrP).", "30. The complainant may appeal against the investigator’s refusal to open a criminal investigation to the investigator’s superior, a prosecutor or a court (Article 148 of the CCrP)."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}