{"ITEMID": "001-91010", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ANTROPOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1971 and lives in Ussuriysk, Primorye Region.", "6. On 8 February 2001 the applicant, then a military officer, was detained on suspicion of having committed theft of spare parts for military ammunition and the murder of his accomplice G. His initial questioning was conducted without a lawyer because the applicant had signed a waiver stating that he was aware of his right to legal assistance and that his refusal was not due to financial reasons.", "7. On 16 February 2001 legal aid counsel was appointed to represent the applicant in the criminal proceedings.", "8. From that date the applicant was detained in the Ussuriysk IZ-25/2 detention facility. During the first months of his detention he sent a number of letters to the prosecutor’s office complaining about the lack of progress in his criminal case and various procedural violations on the part of the investigator. In his letter of 1 June 2006, in particular, he indicated that the assistant of the military prosecutor of the Ussuriysk Garrison, investigator D., had made threats “to hand him over” to the family of G. to let them take revenge.", "9. On 15 June 2001 at about 10 a.m. investigator D. checked the applicant out of the detention facility in order to take him to some unspecified site, allegedly for investigative actions. The applicant was transported by operative officers K. and T., both of whom were armed, and he was driven in T.’s personal car. They drove to 33 Lermontova Street on the outskirts of Ussuriysk, where the car stopped. K. and T. told the applicant that they were waiting for D. to join them before they could proceed to the place for the investigative action. While they were waiting, at 11 a.m. another car later described as a “Japanese make” pulled in. Several armed men got out, opened the door of T.’s car, forced the applicant out and loaded him into their car. K. and T. offered no resistance to their actions. According to the applicant, they even helped the men to push the applicant into their car.", "10. The armed men, who, the applicant maintained, were relatives of G., took the applicant to a house in the country and tortured him there until 5 p.m. the same day. According to the applicant, he was chained to a radiator pipe while the men took turns to administer blows with various objects, such as stools, benches and tools, burned him with cigarettes and crushed his fingers and toes. Every time the applicant passed out they would throw him under cold water until he recovered consciousness and then continued to torture him. Throughout the beatings they threatened to kill his family and demanded that he confess to the murder. At about 5 p.m. the men made an “anonymous phone call” to investigator D., telling him that he could collect the applicant from Frunze Street in Ussuriysk. The applicant was then brought to that street where D. found the applicant and took him back to the IZ-25/2 detention facility. In the detention facility the applicant underwent a medical examination which established multiple bruises, abrasions and burn marks on his body. He informed an operative officer, Major Kh., about the incident and on the following day sent a complaint, accompanied by the medical certificate, to the Ussuriysk Prosecutor’s Office.", "11. On 30 September 2001 the applicant sent a complaint to the Prosecutor’s Office of the Dalnevostochniy Military Command that he had been ill-treated on 15 June 2001 and about the lack of follow-up to his complaint of 16 June 2008. He requested that criminal proceedings be instituted against the members of G.’s family and the officials who had handed him over.", "12. On 19 November 2001 the applicant wrote to the Prosecutor’s Office of the Dalnevostochniy Military Command reiterating his complaints of ill-treatment on 15 June 2001 and about the absence of any follow-up to his earlier complaint.", "13. On 4 February 2002 the applicant reiterated his complaint to the Prosecutor’s Office of the Dalnevostochniy Military Command.", "14. On 13 February 2002 the Military Court of the Dalnevostochniy Command convicted the applicant of aggravated murder and of theft of military ammunition. He was sentenced to fourteen years’ imprisonment. The court in its judgment dismissed the applicant’s complaint of ill-treatment. The applicant appealed, claiming, inter alia, that the court had used the testimony obtained under duress and without a lawyer; that his detention had been extended unlawfully; and that during a considerable period of time the investigation had been inactive. He also complained of ill-treatment on 15 June 2001 and failure to investigate it.", "15. On the same day the applicant received a reply from the Prosecutor’s Office of the Dalnevostochniy Military Command informing the applicant that an additional enquiry would be carried out as regards his complaint of ill-treatment. This was confirmed by another letter from the same prosecutor’s office on 22 February 2002.", "16. On 8 April 2002 the Prosecutor’s Office of the Khabarovsk Garrison opened a criminal investigation into the incident of 15 June 2001.", "17. On 29 April 2002 the applicant sent a complaint to the Prosecutor’s Office of the Dalnevostochniy Military Command. He complained that the investigation in the criminal case concerning his ill-treatment had been belated and inefficient. He alleged that he still had not got access to any materials on the file and that even basic investigative steps had not been taken.", "18. On 8 June 2002 the Prosecutor’s Office of the Khabarovsk Garrison discontinued criminal proceedings concerning the ill-treatment, relying on the statements of the following persons, who had been questioned:", "– the applicant, who reiterated the earlier submissions and the allegations against the members of G.’s family and the implicated officials, D., T. and K.;", "– investigator D., who denied handing the applicant over or making any prior threats to the applicant; he confirmed that there had been one occasion when he had allowed S.G., a relative of the deceased, to talk to the applicant in the interview room, but he had made no threats;", "– witness A., apparently also a member of G.’s family, who was present during the above conversation and who confirmed that S.G. did not threaten the applicant;", "– operative officer T. who submitted that on 15 June 2001 he was transporting the applicant together with K.; they stopped in Lermontova Street waiting for D. and were attacked by unknown persons who abducted the applicant; he stated that they had not expected to be attacked and had therefore offered no resistance; he had not received any instructions from D. to hand the applicant over to G.’s relatives;", "– S.G., the suspect in the applicant’s abduction, denied any knowledge of the incident;", "– witness N.K., apparently D.’s superior, submitted that D. had been negligent in having failed to organise adequate transport of the applicant, but was not responsible for him having been beaten up.", "As regards D., T. and K. it was established that they had been negligent in discharging their official duties but there had been no causal link between their negligence and the applicant’s injuries. Their prosecution for criminal negligence was therefore discontinued. The proceedings against S.G. and other relatives of G. were also discontinued on the grounds of lack of evidence against them.", "19. On 6 December 2002 the Military Section of the Supreme Court of Russia upheld the applicant’s conviction but reduced the prison sentence to twelve years. The court of appeal found that there had been no procedural irregularities during the pre-trial investigation, that the applicant had been informed about his right to legal assistance and had waived it. The testimony given by the applicant was found to have been received in compliance with the procedural rules. As to the alleged ill-treatment on 15 June 2001, the court of appeal referred to it as “acts of unidentified individuals”. It held that there was no connection between this episode and the applicant’s criminal conviction because the applicant had confessed to the murder before the events of 15 June 2001.", "20. On 22 December 2002 the applicant lodged a complaint with a court alleging, among other complaints, ill-treatment and inaction by the prosecutor’s office following his complaints.", "21. On 5 February 2003 the Military Court of Ussuriysk Garrison examined this complaint and dismissed it. The court found that the prosecutor’s office had conducted an investigation of the episode of ill-treatment and considered it thorough and sufficient. The applicant appealed.", "22. On 18 February 2003 the applicant was informed that criminal proceedings against investigator D., operative officers T. and K. and members of G.’s family had been discontinued. He sent a complaint to the Military Prosecutor’s Office of the Khabarovsk Garrison requesting access to the file relating to the discontinued criminal proceedings. In reply, on 17 March 2003, he was informed that there had been no grounds to reconsider previous decisions taken in respect of his complaints.", "23. On an unspecified date the applicant challenged the closure of the criminal investigations of the ill-treatment before a court. On 14 April 2003 the court dismissed the applicant’s claim, finding that the decision to discontinue prosecution of the officers and G.’s relatives had been lawful and reasonable. The applicant submitted that on 10 June 2003 he had appealed against this decision.", "24. On 7 August 2003 the Military Court of the Dalnevostochniy Command examined the applicant’s appeal against the decision of 5 February 2003, reversed the latter decision and decided to discontinue the proceedings on the grounds that the applicant’s complaint was in fact a request for a supervisory review. On 13 March 2006 the same court examined the applicant’s request for a supervisory review of the decision of 5 February 2003 and rejected it having found that the applicant’s complaints were in essence an expression of his disagreement with his conviction.", "25. On 17 March 2006 the same court examined and rejected the applicant’s request for supervisory review of the decision of 14 April 2003. It upheld the earlier judicial assessment and the decision to discontinue criminal proceedings concerning the applicant’s ill-treatment.", "26. The applicant was detained in the Ussuriysk no. IZ-25/2 detention facility:", "– from 16 February to 15 June 2001 in cell no. 76, which measured 42 square metres;", "– from 15 June 2001 to 5 March 2003 in cell no. 72, which measured 16.8 square metres (except for several short-term transfers to other facilities for the purposes of the criminal proceedings and an eight-month transfer to Moscow for the appeal hearing);", "– from 27 February to 3 March 2003 in cell no. 11, which measured 21.4 square metres.", "27. The conditions in the IZ-25/2 facility are partly in dispute between the parties.", "28. According to the applicant, the cells were overcrowded and there was a shortage of sleeping places; the inmates slept on the concrete floor, huddled together to keep warm; there had been no, or insufficient, heating; the facility was overrun by rats; the light and water supply were often interrupted. In support of his claims he provided a copy of his letter to the Ussuriysk Prosecutor’s Office dated 16 June 2001. In this letter the applicant complained that he was detained in cell no. 76, which was extremely overcrowded. He indicated that he shared the cell with thirty-eight other detainees and that there had not been enough beds or mattresses and that “everybody slept on the bare floor”.", "29. The Government submitted that the information on the number of inmates in the cells in the relevant period was not available because the registration logs for that period were destroyed on 5 March 2007, after the expiry of the term of their storage in archives. However, relying on the certificate by the director of the facility, issued on 28 May 2007, and by the warden reports, issued on of 29 May 2007, they contended that the conditions in the facility were satisfactory and that the number of detainees in each cell did not exceed the number of sleeping places. The Government submitted that the applicant had an individual bunk and was provided with bedding. All cells were disinfected on a “regular basis”. The sanitary and hygienic conditions in the facility were in conformity with the regulations. All cells were equipped with a lavatory pan and sink. The pan was separated from the living area by a one-metre-high partition wall with a curtain.", "30. The Government submitted a copy of the sanitary inspection report issued on 1 July 2002 by the Department of Sanitary and Epidemiological Control of the Chief Penitentiary Department of the Ministry of Justice in respect of facility no. IZ-25/2. The report contained a detailed questionnaire filled in by the sanitary inspectors in the presence of the facility administration and, inter alia, stated that:", "– the facility was designed for 720 inmates;", "– at the time of inspection there were 1,245 inmates;", "– personal living space in the cells was 2.31 square metres for male inmates (§ 4.1);", "– individual sleeping facilities and bedding were available for 50% of inmates (§§ 4.12 and 4.14);", "– there were insects and rodents in the facility (§ 4.18);", "– sanitary facilities in living quarters were insufficient and dilapidated (§ 5.6).", "31. Section 22 of the Detention of Suspects Act (Federal Law no. 103FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "32. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in temporary holding facilities and remand establishments and the complaints procedure read as follows:", "“b. temporary holding facilities for criminal suspects (IVS)", "26. According to the 1996 Regulations establishing the internal rules of Internal Affairs temporary holding facilities for suspects and accused persons, the living space per person should be 4 m². It is also provided in these regulations that detained persons should be supplied with mattresses and bedding, soap, toilet paper, newspapers, games, food, etc. Further, the regulations make provision for outdoor exercise of at least one hour per day.", "The actual conditions of detention in the IVS establishments visited in 2001 varied considerably.", "...", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General’s Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee’s delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private ‘because they know that all complaints usually pass through the colony’s administration’.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}