{"ITEMID": "001-81503", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KANALA v. SLOVAKIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Just satisfaction reserved", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1964 and lives in Rožňava. He is a businessman.", "7. In 1991 the applicant acquired, at an auction held in the context of denationalisation of State property, real property located in the centre of Rožňava town. The opening price at the auction had been fixed at 245,000 Czechoslovak korunas (Kčs) in accordance with the relevant price regulation. The applicant purchased the property for Kčs 560,000.", "8. The applicant took out a bank loan with a view to paying the purchase price. Subsequently, in the course of 1992, he took out further loans including one for 190,000 Slovakian koruans (SKK) for the purpose of reconstructing the buildings.", "9. In 1993 the District Court in Spišská Nová Ves determined that the applicant had acquired the above real property in association with his partner Mr T., and that they each owned one half of the property. As a result, Mr T. started running his business in the re-constructed part of the premises. Since he was not able to benefit from the use of a part of the premises, the applicant submitted that he was unable to pay the instalments to the bank.", "10. On 17 February 1997 the Rožňava District Court ordered the applicant and a third party who had guaranteed the applicant's debt to pay a sum to the creditor bank. The judgment became final on 20 August 1997. On 11 August 1997 the Rožňava District Court issued a payment order against the applicant and the guarantor ordering them to pay different parts of the debt. The payment order became final on 4 November 1997.", "11. On 12 March 1998 the Rožňava District Court, at the creditor's request, authorised an executions officer to execute the above decisions. The creditor bank agreed to the recovery of the debt by selling the applicant's share in the above real property. Both executions were carried out simultaneously as they concerned the same persons.", "12. The applicant submitted that the executions officer and the applicant's brother had reached an agreement under which the latter would start paying off the debt and that no sale of the property would be ordered.", "13. On 8 June 1998 the applicant filed an objection to the execution on the ground that he had requested the re-opening of the proceedings concerning the ownership of the property. On 16 June 1998 the District Court dismissed the objection.", "14. On 24 July 1998 the executions officer ordered the sale of the applicant's share in the real property in issue. On 18 August 1998 the applicant requested that the execution be adjourned. On 17 September 1998 the District Court dismissed the request.", "15. On 14 October 1998 the executions officer informed the applicant that an expert had valued the whole property at SKK 390,590 on 30 September 1998.", "16. Both the applicant and the creditor bank objected to the valuation. In particular, in a letter of 19 October 1998 the bank's representatives referred to an expert opinion of 11 January 1992 elaborated for the purpose of the applicant's loan request. In it the expert had valued the property, in accordance with the relevant price regulations including Regulation No. 465/1991, at Kčs 656,679. The bank's letter further stated that the value of real property had increased several times in the meantime and that the applicant had reconstructed the property. Reference was made to the loan of SKK 190,000 and the relevant bills. The property was situated in the centre of the town whereby its value was increased.", "17. The executions officer asked for a second expert opinion. In it a different expert assessed the value of the property at SKK 439,280 on 23 November 1998. The property was valued pursuant to Regulation No. 465/1991. That valuation did not reflect the market value of the property.", "18. On 21 December 1998 the executions officer announced that the applicant's share in the property would be sold at an auction on 22 January 1999. The opening price was to be SKK 219,640 which corresponded to half of the value of the whole property as determined by the second expert.", "19. On 28 December 1998 the other co-owner of the property availed himself of his pre-emption right and deposited SKK 219,640 with the executions officer.", "20. On 15 January 1999 the executions officer informed the District Court and the applicant that the real property would not be sold at an auction as the co-owner of the property had deposited a sum corresponding to its value. Reference was made to section 166(2) of the Executions Order.", "21. On 25 January 1999 the applicant filed objections to the execution. He complained that an auction had been scheduled in disregard of the fact that his brother had undertaken to pay off the debt and that three payments had been made between September and December 1998. The applicant further objected that the value of the property as determined by experts was disproportionately low. In particular, the applicant argued that a different expert had established a report, in 1992, according to which the value of the property had been Kčs 656,679 at that time, and that more than SKK 400,000 had subsequently been invested in the building. The applicant submitted that the actual value of the property was approximately double the sum established by the experts. He requested that another expert assess the value of the property.", "22. On 26 March 1999 the Rožňava District Court judge informed the executions officer that he had proceeded erroneously. The letter stated, in particular, that the market value of the property should have been established for the purpose of the execution. Reference was made to section 144(4) of the Executions Order. The judge requested the executions officer to have the assessment modified by an expert accordingly.", "23. On 15 July 1999 the executions officer informed the District Court that experts were bound by Regulation No. 465/1991 and that they could not, therefore, take into account the market value of the property in issue.", "24. In a decision of 13 September 1999 the Rožňava District Court confirmed that the co-owner had acquired the applicant's share in the property in that he had deposited the above sum of SKK 219,640 with the executions officer. The District Court further dismissed the applicant's objections concerning the valuation of the property. It held that the experts had been bound by Regulation No. 465/1991. The fact that the executions officer had disregarded the above agreement according to which the applicant's brother would start paying off the debt was irrelevant as such agreement was subject to approval by the creditor. No such approval had however been given. No appeal lay against the District Court's decision.", "25. Subsequently the applicant's brother claimed the sum of money which he had paid to the executions officer in order to pay off the applicant's debt. On 11 February 2002 the District Court in Rožňava dismissed the action holding that the money paid had been transferred to the applicant's creditors with a view to paying off the latter's various debts.", "26. On 14 March 2006 the Government requested an expert to determine the market value of the property in issue as of December 1998. In an opinion comprising 16 pages and dated 20 March 2006 the expert found that the general value of the whole property had been SKK 518,047 at the relevant time. The fact that the property had been co-owned by two persons could have affected its value. At that time similar real property had been sold at a price between SKK 500,000 and 550,000.", "27. On 5 May 2006 a different expert valued the property at the applicant's request of 9 April 2006. His opinion indicates that, in December 1998, the general value of the property in issue had been SKK 1,758,727. On 9 April 2006 it amounted to SKK 2,451,179.", "28. Section 139(1), as in force until 8 November 1999, provided for the value of property to be established in an expert opinion.", "29. Pursuant to section 142(2), as in force until 8 November 1999, the lowest bid at a sale by auction of real property equalled the price as established in an expert opinion.", "30. Section 144(4) provides, inter alia, that the purchase price of property obtained as a result of its sale at an auction is not limited by price regulations.", "31. Pursuant to section 157(4), where the proceeds of the sale exceed all claims to be satisfied in the context of the execution, the executions officer shall, after having satisfied all justified claims, transmit to the debtor the remainder of the proceeds of the sale.", "32. Under section 166(2), a co-owner of an object which is to be sold in the context of an execution can prevent its sale if he or she deposits with the executions officer, prior to the start of the auction, a sum corresponding to the value of the share which is to be sold. The executions officer shall use the sum thus obtained as income from the sale.", "33. As from 9 November 1999, section 139(1) was amended in that an expert opinion on the value of real property should comprise both the price established pursuant to the relevant price regulation and the market price of the real property in question.", "34. Pursuant to amended section 142(2), the lowest bid at a sale by auction of real property equals the market value of the property as determined by an expert under section 139(1).", "35. Regulation No. 465/1991 of 25 October 1991 governed, inter alia, the valuation of buildings and of plots of land. It was repealed with effect from 1 January 2004.", "36. Section 1(a) provided that the Regulation extended, inter alia, to the determination of the opening price for the purpose of the sale of property at public auctions unless the law otherwise provided.", "37. Regulation No. 86/2002 governs the determination of the general value of property and became operative on 31 December 2003.", "38. Section 1(2) provides that it applies to determining the general value of property in the context of proceedings under, inter alia, the Executions Order.", "39. Pursuant to section 3(2)(a) and (b), the general value of property is its final value determined in an objective manner by an expert and corresponding to a price for which the property could be realised in normal circumstances at a given place and time. It should include, as a rule, value-added tax. The state of the property, influence of the market, economic situation and other specific factors should be taken into account.", "40. In opinion Cpj 30/97 of 20 October 1997 the Civil-law Section of the Supreme Court held that courts should take into account the general value of property (that is the price for which it could actually be sold) when deciding on the dissolution of joint ownership and on adequate compensation for a part of such property. Such general value of property could not be determined on the basis of the price regulations in force. The opinion stated that the general value should also be applied where a co-owner availed himself or herself of the pre-emptory right to buy the property. The constitutional principle of equality of rights was thereby respected."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}