{"ITEMID": "001-75126", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KELLER v. HUNGARY", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr László Keller, is a Hungarian national, who was born in 1955 and lives in Budaörs. He is represented before the Court by Mr K. Bárd, a lawyer practising in Budapest, and Ms Helen Duffy, Legal Director of the International Centre for the Legal Protection of Human Rights (INTERIGHTS), London. The respondent Government are represented by Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a Member of Parliament and delegate of the Hungarian Socialist Party. The Socialist Party was in opposition between 1998 and 2002. At the material time, the applicant was deputy head of the parliamentary group of his party and member of the Budgetary and Financial Permanent Committee.", "On 19 December 2000, at a parliamentary session concerning ‘prompt questions and answers’, the applicant addressed a question to the Prime Minister about the existence of any relationship between the incumbent Minister of Agriculture and Regional Development (J.T.) and some foreign extreme right-wing groups. The Prime Minister answered that he was unaware of such a relationship and that he was sceptical about characterising certain groups as extreme right-wing.", "Being dissatisfied with the answer, the applicant said:", "“I cannot exclude the possibility that the lack of investigation into the system of connections I was referring to could be affected perhaps by the fact that your Minister’s – your responsible Minister’s – father is a member of the Hungarista movement that I mentioned.”", "(“Nem tudom azt kizárni, hogy azért, mert nem indult vizsgálat még abban a kapcsolati rendszerben, amire én utaltam, esetleg közrejátszik az, hogy éppen az Ön miniszterének, felelős miniszterének az édesapja annak a hungarista mozgalomnak a tagja, amelyre én utaltam.”)", "In his reply, the Prime Minister said:", "“Well, ladies and gentlemen, I am not sure if I have understood everything precisely, if that were the case, may Mr Deputy excuse me, it must be my fault. Although I do not know the family of [J.T.] particularly well, which should perhaps not be a reproach against me, I believe Mr Minister’s father died when Mr Minister was 15. It is therefore quite difficult to establish whether or not he was a Hungarista.”", "On 20 December 2000 an article under the title The “Hungarists” have been encouraged by foreigners to support [Minister J.T.] was published in the national daily newspaper Magyar Hírlap. In the article it was stated that,", "“... according to the [applicant], the lack of investigation into a matter of national security could be related to the fact that the father of E.D., the Minister without portfolio supervising the Civilian Secret Services, participated in the Hungarista movement.”", "The applicant states that E.D.’s father published articles in right-wing Hungarian periodicals affiliated with groups that had personal relations to the Hungarista movement abroad.", "On 23 December 2000 the applicant gave a detailed interview in the television programme Tények (“Facts”). For the first time, he specified that the “responsible Minister” was indeed E.D. – rather than J.T. – and that the statement quoted above related to him and his father.", "On 25 January 2001 E.D. and his father brought a civil action against the applicant alleging that the incriminated statement had violated their ‘personality rights’ (személyhez fűződő jogok). E.D. contended that it amounted to accusing him of having abused his administrative authority, conduct potentially susceptible to prosecution. He also asserted that it was capable of influencing, in a negative way, the appraisal of his activity as Minister and that of his personality as a public figure. Therefore, he sought the declaration of a violation of his personality rights, 900,000 Hungarian forints (HUF) in compensation and an injunction obliging the applicant to apologise in public.", "The Budaörs District Court held hearings on 19 June and 30 October 2001. On the latter date the District Court separated E.D.’s action from that of his father, and found that there had been a violation of E.D.’s personality rights. It held that the applicant had made a statement of fact regarding the absence of an investigation and the underlying reasons, together with a negative appraisal of the Minister’s conduct, both of which could harm the Minister’s reputation.", "The court referred to the fact that the Minister was a well-known figure in public life, noting that allegations against such a person were bound to come to the public’s knowledge and that therefore his reputation could be seriously affected. It also noted that the statement concerned had undermined the plaintiff’s political credibility and – having special regard to the upcoming 2002 elections – was capable of substantially reducing his reputation in the voters’ eyes.", "The court found that the burden of proof was on the applicant, in whose interests it was to prove the truth of the alleged facts, namely, the absence of an investigation and the reasons for it. Notwithstanding the court’s reminder to this effect, the applicant did not provide such evidence, since he stated that he ‘was of a different legal opinion’.", "Relying on sections 78 and 84(1) of the Civil Code, the District Court declared that E.D.’s personality rights had been violated and ordered the applicant to pay HUF 700,000 in compensation for non-pecuniary damage, HUF 42,500 in legal costs and HUF 51,000 in stamp duty. Moreover, the applicant was ordered to have the decision published in the daily newspaper Magyar Hírlap within 15 days, and to make its contents public in the television programme Tények, all at his expense. Finally, the court ordered him to refrain from any further infringement of E.D.’s personality rights.", "The applicant appealed. He argued, inter alia, that he could not be reproached for having knowingly made untrue statements since the plaintiff himself had declared not to have been under any obligation to initiate the investigation in question. Moreover, the incriminated statement, in so far as it concerned the plaintiff’s father, was in his view not susceptible to proof in the instant proceedings, since that issue had been disjoined and was being dealt with in separate proceedings.", "After a hearing on 14 February 2002, the Pest County Regional Court partly amended the District Court’s decision on 21 February 2002. It held as follows:", "“The findings of fact of the first-instance court were correct.", "Contrary to the defendant’s view, the court was not wrong when it considered the defendant’s liability for the publications in Magyar Hírlap and what had been said in Tények ..., notwithstanding that, either in the article or the television programme, the impugned statements had not been made by the defendant himself.", "The plaintiff did not base his [claims] on the fact that the defendant had been interviewed in Magyar Hírlap and [Tények] which violated [E.D.’s] reputation, in breach of section 78 of the Civil Code. The [subject matter] of the action was the statement made by the defendant in Parliament, having regard to the fact that it had been published in Magyar Hírlap, and that the defendant had explained in [Tények] that it concerned the plaintiff’s father and that the responsible Minister was the plaintiff. In the Regional Court’s view, the action may not be interpreted narrowly, namely as if it had been aimed at obtaining legal protection only for what had been published in the media. ...", "The defendant made the impugned statement in Parliament, in his capacity as an MP. He cannot successfully argue that, since he did not agree to its ... publication, he is not liable for the contents of the statement which appeared in the media, because, given the circumstances of the statement and having regard to the obvious role the press plays in informing the general public of the activities of Parliament, he could expect that his statement would appear in the press.", "The report, broadcast in Tények, as a whole – rather than just what the defendant had said himself – amounted to the reiteration of the impugned statement, since the defendant’s utterance in the programme – ‘When I am speaking of the Office of National Security, I think the Minister responsible for the investigation may be E.D.’ – was aimed at clarifying his reference in Parliament to the ‘responsible Minister’ and identifying the person unambiguously.", "In these circumstances, the statement ... in Tények was an authentic and more precise reiteration of what the defendant had said in Parliament.”", "The Regional Court agreed with the District Court in finding that the defendant’s statement was a statement of fact concerning the plaintiff’s work and that such a statement might give rise to a violation of the individual’s personality rights. The court reiterated the Constitutional Court’s jurisprudence, according to which, insofar as views on or criticism of politicians are concerned, freedom of expression is subject to less restriction. However, in the court’s opinion, the sentence in question contained, in an implicit way, a statement of fact, namely, that E.D.’s personal implications might have led to the omission of a national security investigation, that is, the plaintiff substantially breached his official duties for personal reasons. For the court, the applicant’s statement exceeded the freedom of expression guaranteed by the Constitution, which must not be exercised in a manner infringing the personality rights of others, even if the person concerned was a public figure.", "The court went on to state that,", "“An examination of the truth of the defendant’s statements about the plaintiff’s father falls outside the scope of the present case – and not only because of the separation of the action brought by the plaintiff’s father. In the instant case the court is called on to examine whether or not the defendant’s statement – namely that it was the personal implication of the plaintiff, the competent Minister, that led to the omission of a national security investigation – is a true statement of fact. The decision on this question is independent of the truth of the defendant’s statement about the plaintiff’s father.”", "The court concluded that the applicant had failed to prove that E.D. had breached his duties on account of his personal interests.", "The Regional Court upheld the first-instance court’s decision in its part concerning the award payable by the applicant. It reduced the procedural fees due and exempted the applicant from having to arrange for a rectification to be broadcast on television.", "“Members of Parliament may ... address an interpellation or a question to the Government, members of the Government and the Attorney General, concerning any subject belonging in their field of competence.”", "“(3) Members of the Government may participate in, and ask for the floor at, the sessions of Parliament.”", "“(1) ... members of the Government ... may participate in, and ask for the floor at, the sessions of Parliament.”", "“(1) Any person, to whom an interpellation or a question may be addressed according to the Constitution, is under a duty to reply thereto in person or exceptionally through his deputy.”", "“(1) In parliamentary sessions, at least sixty minutes per week shall be secured, at a time designated in the agenda, for asking and answering questions directly (an hour of prompt questions).”", "“(1) The protection of personality rights shall also include the protection of a good reputation.", "(2) In particular, the statement or dissemination of an injurious and untrue fact concerning another person – or the presentation, with untrue implications, of a true fact relating to another person – shall constitute defamation.”", "a) a claim that the court establish that an infringement has taken place;", "b) a claim that the infringement be discontinued and the perpetrator be forbidden from further infringements;", "c) a claim that the perpetrator be ordered to give satisfaction by making a declaration or in any other appropriate manner and, if necessary, this be made adequately public by, or at the expense of, the perpetrator;", "d) a claim that the prejudicial situation be terminated, and that the situation prior to the infringement be restored by, or at the expense of, the perpetrator ...;", "e) a claim for damages under the rules of civil law liability.”", "“An official person who, with the aim of causing unlawful disadvantages or benefiting from unlawful advantages, breaches his official duty, transgresses his competence or otherwise misuses his official position, commits a felony and shall be punishable with imprisonment of up to three years.”", "“A statement of fact alone may also qualify as an opinion, since the circumstances of a certain statement themselves may reflect an opinion; in other words, the basic constitutional right to freedom of expression is not restricted to value judgments only.”", "“...it is a ‘constitutional requirement’ (alkotmányos követelmény) that the deputies’ non-answerability (képviselői felelősségmentesség) covers their utterances of opinions expressing value judgments which concern their fellow deputies, other persons exercising public authority or public political figures, and have been made in the context of discussions of public matters. In proceedings for the suspension of [a deputy’s] immunity, it is also a pre-eminent constitutional requirement that – in cases where a fact capable of harming the reputation of a public political figure was stated or disseminated, or an expression directly referring to such a fact was used [by the deputy] – the deputy’s immunity be suspended exclusively if he knew that the utterance was untrue in essence.”", "“A political opinion cannot be examined or qualified by a court from the perspective of whether it is correct or wrong. ... A political opinion in itself does not infringe the personality right ... of a public figure in political life even if the person concerned finds it unjust, false and consequently insulting.”", "“... defamation can be established on the basis of such untrue expressions, adversely affecting the reputation of a person, which contain explicit or implicit statements of fact. ... An expression of opinion, a value judgment concerning the activities of a public figure does not warrant, in itself, the protection of personality rights ... even if it is extreme or exaggerated.”", "“...the defendant alleged in his speech in Parliament that the plaintiff had committed a criminal offence. This is a statement of an untrue fact which infringed the plaintiff’s reputation. ...", "...the defendant cannot be dispensed from the objective and subjective sanctions for the infringement of personality rights by relying on the fact that he made the impugned facts public in Parliament, as a deputy. ... A deputy’s immunity does not cover civil liability, and an infringement cannot be excused by the fact that it has been committed by a deputy acting in that capacity.”", "According to section 1 of Act no. 56 of 1990 on the Remuneration of Members of Parliament, as amended, the deputies’ remuneration consists of basic (alapdíj) and supplementary (pótdíj) remuneration. In 2002, the basic remuneration was five times the basic salary of civil servants (köztisztviselői illetményalap), which was HUF 33,000 under Act no. 133 of 2000 on the 2001 and 2002 Budget of the Republic of Hungary (section 53). Under section 2 of Act no. 56 of 1990, the deputy head of the parliamentary group of a political party was entitled to a 100% supplement, the member of a permanent parliamentary committee to a 40% supplement, and the member of the Budgetary and Financial Permanent Committee to an additional 40% supplement. According to these rules, the applicant was entitled to a global gross remuneration of HUF 462,000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}