{"ITEMID": "001-72521", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF TÜM HABER SEN AND ÇINAR v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 11;Not necessary to examine Art. 13+11", "JUDGES": "Ireneu Cabral Barreto;Jean-Paul Costa;Karel Jungwiert;Volodymyr Butkevych", "TEXT": ["8. Tüm Haber Sen is a trade union, now dissolved, which was active between 1992 and 1995. The application was lodged by its former president, İsmail Çınar, a Turkish national who was born in 1954 and lives in Istanbul.", "9. On 16 January 1992 Tüm Haber Sen was formed when its founding document was lodged with the Istanbul Governor's Office, in application of Article 51 of the Constitution. Its statutes referred, inter alia, to the right to conclude collective-bargaining agreements. The founders of Tüm Haber Sen were 851 public-sector contractual staff working in the communications field, in particular for the post office (PTT) and the telecommunications service (Türk Telecom). When it was dissolved the trade union had 40,000 members and 55 local branches.", "10. On 20 January 1992 the Istanbul Governor's Office applied to the Şişli public prosecutor's office, seeking the suspension of Tüm Haber Sen's activities and the trade union's dissolution on the ground that State employees could not form trade unions. It referred in its complaint to Article 51 of the Constitution, section 1 of the Trade Union Act (Law no. 2821) and sections 22 and 27 of the State Employees Act (Law no. 657).", "11. In a notice of 3 February 1992, the Principal Public Prosecutor called on the Fourth Civil Division of the Şişli District Court to suspend the trade union's activities and to order its dissolution on the ground that under the positive law State employees, who were subject to Law no. 657, were not entitled to form trade unions.", "12. In their written observations submitted to the District Court on 26 March 1992, the trade union's representatives argued that the legal provisions in force did not expressly prohibit the formation of trade unions by civil servants and that an obstacle to the exercise of trade-union rights would be in breach of Turkey's international commitments as a signatory to the European Convention on Human Rights, the conventions of the International Labour Organisation, and the European Social Charter.", "13. On 15 December 1992 the District Court suspended the trade union's activities and ordered that it be dissolved.", "14. The trade union's representatives appealed to the Court of Cassation.", "15. On 14 February 1994 the Court of Cassation quashed the District Court's judgment and referred the case back to it. In its reasoning, it stated that the fact that the words “trade union” appeared in the association's title did not make it a trade union in the technical sense, namely that it would be authorised to call strikes and to enter into collective agreements. At the most, the association could be considered as a professional organisation which aimed to protect the interests of its members, who worked in a specified sector.", "16. Before the District Court, the representatives of Tüm Haber Sen argued that it ought to be considered as a trade union which was authorised to call strikes and to enter into collective agreements. On 9 November 1994 the District Court, having examined the arguments submitted by the trade union's representatives, upheld its initial judgment.", "17. The trade union's representatives again submitted an appeal on points of law.", "18. In a judgment of 24 May 1995, the Court of Cassation, sitting as a full court and ruling at last instance, ordered the dissolution of Tüm Haber Sen. It considered that implementation of the right to form trade unions, as set out in the Constitution, required the enactment of a general principles act. In the absence of any statutory provisions governing the legal status of trade unions for civil servants or public-sector contractual workers, the applicant trade union could not claim to have any legal status. Nor could it be considered as an association or as some form of professional organisation, since its leaders expressly presented it as a full trade union. In spite of Turkey's ratification of International Labour Conventions nos. 87 (on freedom of association and protection of the right to organise) and 151 (on protection of the right to organise and the procedures for determining the conditions of employment in the civil service) on 12 July 1993, the Court of Cassation, sitting as a full court, considered that the trade union could not rely on the conventions in question, since they were not directly applicable in domestic law and the legislature had not yet enacted implementing legislation.", "19. The judgment was served on the trade union's representatives on 8 June 1995.", "20. Between 26 June 1995 and 2 August 1995, all of Tüm Haber Sen's branches and sections were dissolved on the orders of the Ministry of the Interior.", "21. The relevant provisions of the Constitution read as follows:", "“Workers and employers have the right to form trade unions and employers' associations and federations of unions, without prior permission, in order to safeguard and develop their economic and social rights and interests in their labour relations.", "In order to form a union or a federation of unions, it shall suffice to submit the information and documents prescribed by law to the competent authority designated by law. If it finds that this information and documentation is not in conformity with law, the competent authority shall apply to the appropriate court for the suspension of activities or the dissolution of the union or the association of unions.", "Everyone shall be free to become a member of or withdraw from membership of a union.", "No one shall be compelled to become a member, remain a member, or withdraw from membership of a union.", "Workers and employers cannot hold concurrent memberships in more than one trade union or employers' association.", "Employment in a given workplace shall not be made conditional on membership or lack of membership of a trade union.", "In order to hold a leadership position in a trade union or federation of trades unions, it is necessary to have worked as an employee for at least ten years.", "The status, administration, and functioning of trades unions and federations of trades unions should not be inconsistent with the characteristics of the Republic or with democratic principles as defined in the Constitution.”", "“Workers and employers have the right to form trade unions and employers' associations and federations of unions, without prior permission, in order to safeguard and develop their economic and social rights and the interests of their members in their labour relations, and to join and withdraw from such entities of their own free will. No one shall be compelled to become a member or withdraw from membership of a union.", "The right to form a union may only be restricted by law and for the purposes of safeguarding national security and public order and preventing crime, and for the protection of public health and public morals and the rights and freedoms of others.", "The formalities, conditions and procedures to be applied in exercising the right to form a union shall be established by law.", "It is not permitted to hold membership of more than one trade union simultaneously within the same sector of employment.", "The scope of the rights in this area of civil servants who do not have the status of salaried employee, and the exceptions and limitations applicable to them, shall be established by law in line with the nature of the tasks entrusted to them.", "The statutes, administration and functioning of trade unions and their higher bodies should not be inconsistent with the characteristics of the Republic or with democratic principles as defined in the Constitution.”", "“Workers and employers have the right to conclude collective-bargaining agreements in order to regulate reciprocally their economic and social position and conditions of work.", "The procedure to be followed in concluding collective-bargaining agreements shall be regulated by law.", "It shall be forbidden to conclude or apply more than one collective-bargaining agreement in a single place of work for the same period.”", "“Workers and employers have the right to conclude collective-bargaining agreements in order to regulate reciprocally their economic and social position and conditions of work.", "The procedure to be followed in concluding collective-bargaining agreements shall be regulated by law.", "The unions and federations of unions which the public employees mentioned in the first paragraph of Article 128 will be entitled to found and which do not fall under the scope of the first and second paragraphs of the same Article and also Article 54, may appeal to judicial authorities on behalf of their members and may hold collective-bargaining meetings with the administration in accordance with their aims. If an agreement is reached as a result of collective bargaining, a text of the agreement shall be signed by the parties. This text shall be presented to the Council of Ministers so that administrative or judicial arrangements can be made. If such a text cannot be concluded by collective bargaining, the points of agreement and disagreement shall also be submitted by the relevant parties for consideration by the Council of Ministers. The regulations for the execution of this Article shall be set out in legislation.", "It shall be forbidden to conclude or apply more than one collective-bargaining agreement in a single place of work for the same period.”", "“The fundamental and permanent functions required by the public services that the State, State economic enterprises and other public corporate bodies are assigned to perform, in accordance with principles of general administration, shall be carried out by public servants and other public employees.", "The qualifications of public servants and other public employees, procedures governing their appointments, duties and powers, their rights and responsibilities, salaries and allowances, and other matters related to their status shall be regulated by law.", "The procedure and principles governing the training of senior administrators shall be specially regulated by law.”", "22. Section 22 of the State Employees Act (Law no. 657) of 14 July 1965, which was repealed by Article 5 of Legislative Decree no. 2 of 23 December 1972, stated that civil servants were authorised to establish and join trade unions and professional organisations, in accordance with the procedures set out in special laws. Its second paragraph stated that the said professional organisations were authorised to defend the interests of their members before the competent authorities.", "Section 1 of Law no. 4275 of 12 June 1997 restored the above provision and supplemented it with a number of conditions. The text now provides:", "“Civil servants shall be authorised to establish trade unions and other federations of professional organisations and to join them in accordance with the procedures set out in the Constitution and by special laws.”", "Section 27 provides:", "“Civil servants are forbidden ... to organise, call or spread propaganda about strikes.", "Civil servants may not take part in a strike ... may not support or encourage strike action.”", "23. Article 2 of Convention no. 87 of 1948 (of the International Labour Organisation) concerning Freedom of Association and Protection of the Right to Organise provides:", "“Workers and employers, without distinction whatsoever, shall have the right to establish and, subject only to the rules of the organisation concerned, to join organisations of their own choosing without previous authorisation.”", "24. Article 5 of the European Social Charter provides:", "“The right to organise", "With a view to ensuring or promoting the freedom of workers and employers to form local, national or international organisations for the protection of their economic and social interests and to join those organisations, the Contracting Parties undertake that national law shall not be such as to impair, nor shall it be so applied as to impair, this freedom. The extent to which the guarantees provided for in this Article shall apply to the police shall be determined by national laws or regulations. The principle governing the application to the members of the armed forces of these guarantees and the extent to which they shall apply to persons in this category shall equally be determined by national laws or regulations.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}