{"ITEMID": "001-60891", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF VEEBER v. ESTONIA (No. 2)", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 7-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1948 and lives in Tartu (Estonia). He is the owner of a company called AS Giga and chairman of the board of directors. He is also the chairman of another company called AS Tartu Jõujaam.", "10. On 4 December 1995 the Tartu police initiated criminal proceedings against the applicant for abusing his position as company chairman.", "11. On 26 February 1996, on discovering that AS Giga had failed to pay certain mandatory taxes, the city tax authorities issued an order directing it to pay the taxes due.", "12. On 22 March 1996 the applicant was formally charged with abuse of office, tax evasion and falsification of documents. However, on 28 June 1996 the charge of abuse of office was dropped.", "13. On 1 July 1996 a further charge of fraud was added to the indictment.", "14. On 7 October 1996 the investigating officers furnished the applicant with the final version of the charges. They concerned his actions as chairman of AS Giga and AS Tartu Jõujaam and as owner of the former. Under Article 148-1 § 7 of the Criminal Code (see “Relevant domestic law and practice” below) he was accused of the intentional, continuous and large-scale concealment of taxable amounts and of submitting false information on the companies' expenditure. The charges under that Article were divided into three different counts: one relating to five instances in 1993 and 1994 of the forgery and fabrication of documents intended to show commercial dealings with a fictitious company; the second to the use at the end of 1994 and in 1995 of false documents purporting to relate to the payment of salaries to employees of AS Giga; and the third to the entry into a sham contract on 12 May 1995 in order to circumvent tax laws.", "15. On 31 October 1996, after the completion of the preliminary investigation, the applicant and his lawyer were given access to the case file.", "16. On 11 November 1996 the bill of indictment was approved by the competent prosecutor and the case referred to the Tartu City Court (Tartu Linnakohus).", "17. On 4 March 1997 the City Court committed the applicant for trial on the above charges. On 24 April 1997 he was served with a copy of the indictment as approved by the City Court.", "18. By a judgment of 13 October 1997, the City Court found the applicant guilty as charged and sentenced him to three years and six months' imprisonment, suspended for two years.", "In convicting the applicant of the charges of tax evasion under Article 148-1 § 7 of the Criminal Code, the City Court observed that the criminal acts had started in the third quarter of 1993, with the last act beginning on 12 May 1995. It considered that they constituted a continuing offence. They all contained the elements of the same offence – they were directed against the State taxation system, had the same criminal consequences, were all committed intentionally and in a similar fashion, namely by falsifying documents and presenting them to the tax authorities. The City Court held that the applicant's acts came within Article 148-1 §§ 1 to 4 of the Criminal Code. As they had caused considerable damage, they fell to be considered under paragraph 7 of that Article. The City Court pointed out that paragraph 7 was applicable irrespective of whether prior administrative penalties had been imposed on the accused and it referred to the practice of the Supreme Court in support for that view.", "It ordered the applicant to pay the city tax authorities 853,550 Estonian kroons in outstanding taxes. No fine or tax surcharge was imposed.", "19. On 18 October 1997 the applicant lodged an appeal against that judgment with the Tartu Court of Appeal. He argued that in convicting him under Article 148-1 § 7 of the Criminal Code of offences committed in 1993 and 1994, the City Court had applied the criminal law retrospectively, as paragraph 7 had not entered into force until 13 January 1995. Prior to that date conviction under Article 148-1 could follow only if an administrative penalty had been imposed on the accused for the same act or he or she had a previous criminal conviction for a similar offence.", "20. By a judgment of 12 January 1998, the Tartu Court of Appeal upheld the applicant's conviction. It considered that after his first criminal act in 1993 he had embarked on a criminal enterprise which had lasted until 1996, when the tax authorities discovered the offences. The fact that no administrative penalty had been imposed on the applicant was not relevant for the purposes of determining the applicability of Article 148-1 § 7 of the Criminal Code, as the offending acts had been committed intentionally. A criminal intent was proved by his conscious and calculated concealment of matters giving rise to a tax liability and his failure to pay the taxes.", "21. On 17 February 1998 the applicant lodged an appeal on points of law with the Supreme Court (Riigikohus) raising the question of the retrospective application of the relevant provision of criminal law. He also argued that the concealment of matters giving rise to a tax liability was not a continuing offence, but a series of individual acts.", "22. By a judgment of 8 April 1998, the Supreme Court, agreeing with the reasoning of the Court of Appeal, upheld the applicant's conviction. In response to the applicant's above argument, it said that a constant and continuous violation of the obligation to declare one's sources of income and to pay the taxes due created a persisting criminal state.", "23. The text of Article 148-1 of the Criminal Code, as worded until 27 June 1993, was as follows:", "“Concealment of income or other taxable amounts and failures to submit income tax returns:", "1. The concealment of income or other taxable amounts, the submission of knowingly false data in financial statements, tax calculations, income tax returns or other documents relating to the calculation of taxes or payments and their transfer to the Treasury, or a failure to submit an income tax return or to do so on time shall, provided an administrative penalty has been imposed on the offender for a similar offence [emphasis added], be punishable by a fine or up to three years' imprisonment;", "2. The same acts, if committed by a person who has a previous conviction for an offence referred to in paragraph 1 of this Article, shall be punishable by between one and five years' imprisonment.”", "24. The text of Article 148-1 of the Criminal Code, as worded between 27 June 1993 and 13 January 1995, was as follows:", "“Failure to file income tax returns or other tax calculations, the concealment of income or other taxable amounts, and tax evasion:", "1. Any person required to file an income tax return who fails to do so or does so out of time, or who supplies false information in such return shall, if an administrative penalty has been imposed on him or her for a similar offence [emphasis added], be liable on conviction to a fine or up to one year's imprisonment;", "2. Any person with responsibility for such matters who conceals or understates income or other taxable amounts or overstates deductible expenditure, who fails to file or files out of time any income tax return, tax calculation, financial statement or other document relating to the calculation of taxes or payments and their transfer to the Treasury, accounting document, contract or other document necessary for the assessment and verification of the tax liability, or who fails to comply with an order of the Tax Board shall, if an administrative penalty has been imposed on him or her for a similar offence [emphasis added], be liable on conviction to a fine or up to three years' imprisonment;", "3. Any person with responsibility for such matters who fails to pay taxes or to pay them on time, or who fails to comply or to comply satisfactorily with an order issued by the Tax Board for the compulsory collection of taxes by a bank shall, if an administrative penalty has been imposed on him or her for a similar offence [emphasis added], be liable on conviction to a fine or up to three years' imprisonment;", "4. Any person with responsibility for such matters who fails to deduct or to deduct correctly personal income tax from the wages (income) of employees, or to transfer payments so deducted to the Treasury in full and on time, shall, if an administrative penalty has been imposed on him or her for a similar offence [emphasis added], be punishable by a fine or up to three years' imprisonment;", "5. The same acts, if committed by a person who has a previous conviction for any of the offences referred to in paragraphs 1, 2, 3 or 4 of this Article shall be liable to between one and five years' imprisonment;", "6. A person who has committed any of the acts referred to in paragraphs 1, 2, 3 or 4 of this Article on a large scale shall be punishable by up to seven years' imprisonment.”", "25. The text of Article 148-1 of the Criminal Code, as worded since 13 January 1995, reads as follows:", "“Failure to file income tax returns or other tax calculations, the concealment of income or other taxable amounts, and tax evasion:", "1. Any person required to file an income tax return who fails to do so or does so out of time, or who supplies false information in such return shall, if he or she acted with intent, or is a person on whom an administrative penalty has been imposed for a similar offence [emphasis added], be liable on conviction to a fine or up to one year's imprisonment;", "2. Any person with responsibility for such matters who conceals or understates income or other taxable amounts or overstates expenditure for that purpose, who fails to file or files out of time any income tax return, tax calculation, financial statement or other document relating to the calculation of taxes or payments and their transfer to the Treasury, accounting document, contract or other document necessary for the assessment and verification of the tax liability, or who fails to comply with an order of the Tax Board shall, if he or she acted with intent, or is a person on whom an administrative penalty has been imposed for a similar offence [emphasis added], be liable on conviction to a fine or up to three years' imprisonment;", "3. Any person with responsibility for such matters who fails to pay taxes or to pay them on time, or who fails to comply or to comply satisfactorily with an order issued by the Tax Board for the compulsory collection of taxes by a bank shall, if he or she acted with intent, or is a person on whom an administrative penalty has been imposed for a similar offence [emphasis added], be liable on conviction to a fine or up to three years' imprisonment;", "4. Any person with responsibility for such matters who fails to deduct or to deduct correctly personal income tax from the wages (income) of employees, or to transfer payments so deducted to the Treasury in full and on time, shall, if he or she acted with intent, or is a person on whom an administrative penalty has been imposed for a similar offence [emphasis added], be liable on conviction to a fine or up to three years' imprisonment;", "5. Any person with responsibility for such matters who supplies incorrect data or documents on compulsory registration under tax legislation, fails to disclose his or her residence, place of employment or place of business to a tax authority, or by any other means evades the payment of the taxes provided for in the Taxation Act shall, if he or she acted with intent, or is a person on whom an administrative penalty has been imposed for a similar offence [emphasis added], be liable on conviction to a fine or up to three years' imprisonment;", "6. The same acts, if committed by a person who has a previous conviction for any of the offences referred to in paragraphs 1, 2, 3, 4 or 5 of this Article shall be punishable by between one and five years' imprisonment;", "7. A person who has committed any of the acts referred to in paragraphs 1, 2, 3, 4 or 5 of this Article on a large scale shall be liable to up to seven years' imprisonment.”", "26. Under the practice of the Supreme Court, referred to by the Government, if a failure to pay taxes is intentional and continuing, it is the most recent version of Article 148-1 that is applicable to acts which occurred prior to its amendment, provided that part of the criminal activity took place after the amendment came into force. Criminal liability arises on two alternative, not cumulative, grounds: (1) if the offender has committed the offence intentionally or (2) if administrative penalties have previously been imposed on the offender for a similar offence. Article 148-1 § 7 does not create a separate offence, but merely qualifies the elements listed in paragraphs 1 to 5. Thus, a person may only be convicted under Article 148-1 § 7 if his or her acts encompass the elements of one or more of the offences set out in paragraphs 1 to 5 (decision of the Criminal Division of the Supreme Court of 8 April 1997, Riigi Teataja III 1997, 14, 147, and decision of 27 January 1998, Riigi Teataja III 1998, 10, 104)."], "VIOLATED_ARTICLES": ["7"], "VIOLATED_PARAGRAPHS": ["7-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}