{"ITEMID": "001-66630", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "JOHANS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Raija Johans, is a Finnish national, who was born in 1942 and lives in Uusikaupunki. She is not represented before the Court.", "The facts of the case, as submitted by the applicant and as they appear from the documents, may be summarised as follows.", "A bank commenced an action against the applicant and her company, claiming repayment of loans. They contested the claim, arguing that the bank had agreed to extend the term of payment.", "On 5 September 1997 the District Court (käräjäoikeus, tingsrätten) of Mynämäki sanctioned the claim and ordered the applicant and her company to repay the loans. They appealed.", "On 10 March 1998 the Turku Court of Appeal (hovioikeus, hovrätten) held an oral hearing during which the persons heard before the District Court were reheard. During the hearing the applicant and her company argued that the District Court Judge X was disqualified from deciding their case on the ground that he at the same time acted as a supervisor of the plaintiff bank. Commercial bank supervisors’ duties within the bank’s administration entail promoting and supervising a particular office’s activities and acting as that office manager’s supporting person.", "The Court of Appeal invited X to comment on the issue, which he did. According to X, he had acted as a supervisor of effectively the same bank since the 1970s. All the parties filed observations on X’s comment.", "By its judgment of 24 November 1998 the Court of Appeal, rejecting the disqualification allegation, upheld the lower court’s judgment. As to the alleged partiality it noted that the name of Judge X, who ruled on the case in the District Court, had been on the list of the plaintiff bank’s supervisors until the end of 1997. However, on 25 November 1996, i.e. prior to the case becoming pending, X informed the bank in writing that he would resign as a supervisor. The Court of Appeal considered that the mere fact that in 1997 X still remained on the list of supervisors did not call his objective impartiality into question. There was nothing to indicate his subjective partiality. The applicant and her company requested leave to appeal.", "On 13 September 2000 the Supreme Court (korkein oikeus, högsta domstolen) granted them leave to appeal as far as the disqualification claim was concerned.", "On 28 June 2001 the Supreme Court (decision no. 1391), having first noted that X, despite his declaration of 25 November 1996, had acted as a supervisor for the bank until the end of 1997 and thus, at the time when he decided the present case, rejected the disqualification claim giving the following reasons:", "“A commercial bank supervisor cannot be considered disqualified from deciding litigation where the bank in question is a party to the proceedings in light of chapter 13, section 1 of the Code of Judicial Procedure.", "In assessing whether a judge is disqualified, attention has to be paid also to the provisions of the European Convention on Human Rights and Fundamental Freedoms and the case-law of the European Court of Human Rights.", "In the determination of his civil rights and obligations everyone is entitled to a hearing by an independent and impartial tribunal according to Article 6 § 1 of the Convention. In light of the Human Rights Court’s case-law, a judge must not hold a preconception or have a prejudged view of the case in question or have a desire to favour one of the parties’ interests (subjective impartiality). In addition, all legitimate doubts as to the judge’s impartiality must be eliminated (objective impartiality). In assessing impartiality from the last-mentioned point of view, attention has to be paid to whether the judge’s previous activities or his relations to the parties from an objective point of view give a party reason to believe that his impartiality is jeopardized.", "In his comment to the Court of Appeal X stated that the credits in question had come to his knowledge when the case became pending. As he also had knowledge of also other claims related to a company previously run by the applicant and her husband which was being dissolved ... X had said in open court that the granting of additional loans to the same debtor caused him astonishment.", "In their appeal the applicant and her company argued that the above statement showed that X had a certain bias with regard to the present case.", "Having regard on the one hand to the contents of the statement and on the other to the issues in dispute, the Supreme Court considers that the statement is not a sufficient indication of X’s personal bias or his desire to favour the bank’s interests. Nor are there any other such indications. Accordingly, the allegation that X would have been partial from a subjective point of view is unfounded.", "Commercial bank supervisors’ position, duties or responsibility within the bank’s administration are not based on the law. However, they are based on the statute approved by the bank’s board of governors. According to the statute the supervisors’ duty is to promote and supervise a particular branch’s activities and act as that branch manager’s supporting person.", "If the judge deciding a litigation in addition to his or her regular post holds a position of trust and according to the description of that position has a relationship as mentioned above with the other party to the proceedings, this fact is likely to raise questions as to whether the judge’s impartiality is jeopardized. According to the constant case-law of the European Court of Human Rights, in assessing whether a judge is disqualified attention has to be paid to the impression given in the circumstances to an observer (see the reasoning in the cases of Wettstein v. Switzerland, no. 33958/96, § 44, ECHR 2000-XII and Ferrantelli and Santangelo v. Italy, judgment of 7 December 1996, Reports of Judgments and Decisions 1996-III, § 58 and other authorities mentioned therein). Having regard to the above-mentioned paragraphs in particular and the fact that the litigation concerns the acts by the branch in question, the supervisors’ duty description in the bank’s statute contains features that may give an observer an objectively justified fear that the judge may have ties of loyalty to the bank or the office’s management that jeopardize his impartiality.", "The duties, obligations or expectations that attach to the supervisors’ position are, however, not precise or strict. Also the remuneration is so modest that it cannot as such be assumed to bring pressure to bear on the supervisors to render the bank or its branch special favours. The factual role of the supervisor and his or her possible ties to the bank and the branch’s management in question thus depends to a large extent on the supervisor’s individual attitude and may in practice be small or even non-existent.", "About six months prior to the present case becoming pending, X already considered that the supervisor’s position with regard to the office of a judge may be problematic in the eyes of an observer and bring about unnecessary fear of partiality. Therefore he informed the branch in question that he was no longer at the bank’s disposal as a supervisor. However, from a formal point of view, X’s position as supervisor ended at the end of the term. Having regard to the above concerning a supervisor’s factual role, the Supreme Court considers that regard has to be paid to X’s letter of resignation in assessing whether he was partial in deciding the present case. X resigned specifically with a view to preventing any suspicion as to his impartiality. His conduct has been such that he can be considered to have resigned from the position as a supervisor already when he left his letter of resignation and not when his term formally ended. In these circumstances X’s ties to the bank and its office in question or its management cannot be considered to be such at the time during which the present case has been pending that they warrant the conclusion that there is objectively justified suspicion as to his impartiality.", "These reasons can warrant the conclusion that X was not disqualified from examining and deciding the present case”.", "The Supreme Court’s decision became a precedent (KKO 2001:69).", "The afore-mentioned bank commenced another action against the applicant and her company, claiming repayment of loans. On 22 January 1999 the District Court of Vakka-Suomi sanctioned the claim and ordered the applicant and her company to repay the loans. On 7 January 2000 the Turku Court of Appeal upheld the judgment.", "On 13 September 2000 the Supreme Court granted the applicant and her company leave to appeal as far as the disqualification claim against X was concerned. By its judgment of 28 June 2001 (decision no. 1392) it rejected the disqualification claim on the same grounds as in the first set of proceedings.", "Chapter 13, section 1 of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), as in force at the material time, provided in relevant part:", "“... The following shall be the legal grounds for disqualification [of a judge]: when the judge is related by blood or marriage to one or the other party in a manner where marriage is prohibited under chapter 2 of the (1734) Marriage Code, including cousinship by blood although not by marriage; when the judge is the opposing party or a public opponent of a party; when the judge or his or her relative here listed has an interest in the case, when they stand to obtain particular benefit or suffer particular loss as a result of it; when the judge has served as a judge in the case in another court; when the judge has served as an advocate or a witness in the case; or when the judge has previously, on the orders of a court, decided a part of the case; or when the judge has a similar case pending before another court ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}