{"ITEMID": "001-94127", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ABDOLKHANİ AND KARİMNİA v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3 (in case of deportation to Iran or Irak);Violation of Art. 13+3;Violation of Art. 5-1;Violation of Art. 5-2;Violation of Art. 5-4;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicants were born in 1973 and 1978 respectively and are currently being held in the Gaziosmanpaşa Foreigners’ Admission and Accommodation Centre in Kırklareli.", "7. The applicants joined the People’s Mojahedin Organisation in Iran (“the PMOI”, also known as the “Mojahedin-e-Khalq Organization”) in 1992 and 2001 respectively. They arrived in Iraq on unspecified dates. They lived in Al-Ashraf camp, where PMOI members were accommodated in Iraq, until they left the organisation in 2005 and 2006 respectively, because they disagreed with the PMOI’s goals and methods. After leaving the PMOI, they went to the Temporary Interview and Protection Facility (“TIPF”), a camp created by the United States forces in Iraq. This facility was subsequently named the Ashraf Refugee Camp (“ARC”).", "8. On 5 May 2006 and 16 October 2007, after being interviewed, the applicants were recognised as refugees by the UNHCR Headquarters in Geneva during their stay in Iraq. As regards the first applicant, the UNHCR found that he had a well-founded fear of persecution in Iran on grounds of his political opinion, his character and the firm conviction with which he held his political opinions. In particular, having regard to the applicant’s link to the PMOI for 10 years, to the treatment of members of the PMOI in Iran and to his explicit opinions on the need for a secular State in his country of origin, the UNHCR considered that the applicant had established to a reasonable degree that his situation would be followed up by the security agencies which would make his stay in Iran intolerable if he returned there.", "9. As regards the second applicant, the UNHCR found that he had a well-founded fear of violations by Iranian authorities of, inter alia, his right to life through an arbitrary or unlawful deprivation of life, freedom from torture, ill-treatment, arbitrary arrest or detention, as well as his right to a fair and public trial. In particular, having regard to the applicant’s membership of the PMOI and to his political opinions and the treatment of actual and suspected members of the PMOI and its sympathisers in Iran, the UNCHR considered that the evidentiary threshold of “reasonable likelihood” that the applicant would face treatment such as arbitrary detention and torture was satisfied.", "10. In April 2008 the TIPF was closed down and the applicants, along with other former PMOI members, were transferred to northern Iraq.", "11. On an unspecified date the applicants arrived in Turkey. They were arrested by security forces and, as they had entered Turkish territory illegally, were deported back to Iraq on 17 June 2008.", "12. They immediately re-entered Turkey.", "13. On 21 June 2008 they were arrested by road checkpoint gendarmerie officers from the Gökyazı gendarme station, in Muş, as their passports were found to be false.", "14. On 21 June 2008 the applicants made statements to the gendarmerie officers. The applicants contended that they would be executed if returned to Iran, due to their opposition to the Iranian Government’s policies, and that their lives had also been at risk in Iraq. They stated that they wished to go to Istanbul in order to request asylum and leave for Canada.", "15. The applicants were subsequently placed in the foreigners’ department at the police headquarters in the Hasköy district of Muş.", "16. On 23 June 2008 the Muş public prosecutor filed a bill of indictment with the Muş Magistrates’ Court, charging the applicants with illegal entry into Turkey.", "17. On the same day the applicants were brought before the Muş Magistrates’ Court. Noting that the applicants would be deported, the judge communicated the bill of indictment to the applicants and took their statements regarding the charge against them. The applicants submitted that they had left Iran as they faced a risk of death in that country and that they had come to Turkey illegally, with the assistance of a smuggler, in order to go to Canada where they had family. The magistrates’ court convicted the applicants as charged but decided to defer the imposition of a sentence for a period of five years in accordance with Article 231 of the Code of Criminal Procedure. The applicants were subsequently taken back to the Hasköy police headquarters.", "18. According to the applicants’ submissions, on 28 June 2008 the national authorities once again attempted to deport them, this time to Iran. The applicants prevented their deportation by speaking Arabic and pretending not to understand Farsi. Consequently, the Iranian authorities refused to admit them to Iran. In their submissions to the Court, the Government made no mention of the purported deportation of the applicants to Iran. Instead, they noted that the applicants would be required to be deported to Northern Iraq, where they had come from.", "19. On 30 June 2008 the director of the Muş branch of the Human Rights Association, Mr Vedat Şengül, went to the Hasköy police headquarters to visit the applicants at the request of the UNHCR Ankara office. According to Mr Şengül’s submissions, on the day of his visit the first applicant had attempted to commit suicide as he had been told by a police officer that he would be deported to Iran. The police had not allowed Mr Şengül to meet the applicants.", "20. On 30 June and 1 and 2 July 2008 the applicants made further statements to the police and contended that they were former members of the PMOI. The first applicant noted that he had had English, Farsi and Arabic lessons as well as military training when he was in the organisation. He also stated that, while in the TIPF, he had been a photographer and taught Arabic. He said that he had not been involved in any armed activity. The second applicant stated that, apart from the aforementioned languages, he had also learned Turkish when he had been a member of the PMOI. He contended that he had lived in the TIPF for two years and had never been involved in any armed activity. Both applicants stated that they had come to Turkey in order to apply to the UNHCR, following advice by AmericanUSA officials to do so.", "21. The applicants submitted identical petitions in Farsi to the police in Hasköy, which read as follows:", "“We entered Turkey with the assistance of a smuggler from the city of Diyana. We are refugees and used to reside in Erbil, Iraq. We came to Turkey in order to contact the UNHCR and ask it to process our [resettlement] cases. The UNHCR’s headquarters in Iraq was blown up by terrorists and it no longer has an office there. We request to stay in Turkey temporarily so that our cases can be processed. Our friends advised us that the only way to contact the UNHCR was to come to Turkey. We need a lawyer before we communicate [with you] further.”", "22. The applicants signed these petitions. They also wrote down their UNHCR case numbers, the names of their parents and their dates of birth.", "23. The applicants were held at the Hasköy police headquarters, in Muş until 26 September 2008, when they were transferred to the Kırklareli Foreigners’ Admission and Accommodation Centre.", "24. On 18 October 2008 the applicants drafted petitions addressed to the Kırklareli governor’s office and sought temporary asylum in Turkey. According to the information in the case file, the applicants have not yet received any reply to their petitions.", "25. On 15 December 2008 the second applicant married another Iranian asylum seeker held in the Kırklareli Foreigners’ Admission and Accommodation Centre. The director of the Centre assisted them in obtaining their marriage certificate.", "26. On 16 January 2009 the second applicant had a power of attorney notarised for Mr A. Baba, and subsequently Ms S. Uludağ, lawyers practising in Istanbul, to represent him in Turkey. The notary agreed to notarise the power of attorney on the basis of the aforementioned marriage certificate.", "27. On 16 March 2009 the second applicant’s lawyer filed a petition with the Ministry of the Interior, challenging the second applicant’s detention. According to the information in the case file, the second applicant has not yet received any reply to his petition.", "28. On 25 March 2009, upon a request from the UNHCR, the Government of Sweden agreed to examine the applicants’ cases for resettlement there. According to the information in the case file, that examination is still pending.", "29. Article 125 of the Turkish Constitution provides, inter alia:", "“All acts or decisions of the authorities are subject to judicial review ...", "If the implementation of an administrative act would result in damage which is difficult or impossible to compensate, and at the same time this act is clearly unlawful, a stay of execution may be decided upon, stating the reasons therefor ...”", "30. Section 2 of Law no. 2577 provides that anyone whose personal rights have been violated as a result of an allegedly unlawful administrative decision or act can bring an action for annulment of that decision or act.", "Section 27(1) of the same Law stipulates that an application to the administrative courts does not automatically suspend implementation of the decision or act in question. Under section 27(2), the administrative courts can order a stay of execution if the decision or act in question is manifestly unlawful and if its implementation would cause irreversible harm.", "31. Sections 4 and 8(5) of Law no. 5682, in so far as relevant, read as follows:", "“Foreigners who come to the Turkish borders without a passport or identity documents or with an invalid passport or identity documents shall not be authorised to enter.", "Foreigners who claim that they have lost their passport or identity documents while travelling may be authorised, pending an investigation conducted by the Ministry of the Interior, to enter ... and on condition that they can be accommodated at a place designated by the local governor. ...”", "“Persons who are forbidden to enter Turkey are ...", "(5) Those who are perceived to have come for the purpose of destroying the security and public order of the Republic of Turkey or of assisting or conspiring with persons who want to destroy the security and public order of the Republic of Turkey.”", "32. Sections 19 and 23 of Law no. 5683 read as follows:", "“Foreigners whose stay in the territory of Turkey is considered to be incompatible with public safety and the political or administrative requirements of the Ministry of the Interior shall be invited to leave Turkey within a fixed time-limit. Those who do not leave Turkey after the expiry of the time-limit may be deported.”", "“Persons who are to be deported but cannot leave Turkey due to their inability to obtain a passport or for other reasons are obliged to reside at places designated by the Ministry of the Interior.”", "33. Section 2(3) of Law no. 1136, as amended by Law no. 4667 of 2 May 2001, provides as follows:", "“Judicial bodies, police departments, other public institutions and agencies, State economic enterprises, private and public banks, notaries, insurance companies and foundations are under an obligation to assist attorneys in carrying out their duties. These entities are obliged to submit requested information and documents to the lawyers for review, subject to any contrary provisions in the laws establishing these entities. Obtaining copies of such documents is subject to the presentation of a power of attorney. In pending cases, documents may be obtained from the court without waiting until the date of the hearing.”", "34. Turkey has ratified the 1951 Convention relating to the Status of Refugees and the 1967 Protocol thereto. However, it maintains the geographical limitation provided for in Article 1 B of this Convention by which it assumes the obligation to provide protection only to refugees originating from Europe.", "35. On 30 November 1994 the Regulation on the procedures and principles related to possible population movements and foreigners arriving in Turkey, either as individuals or in groups, wishing to seek asylum either from Turkey or requesting a residence permit in order to seek asylum from another country (“the 1994 Regulation”), came into force by a decision of the Council of Ministers no. 1994/6169. Under the 1994 Regulation, although formally excluded from the protection of the 1951 Geneva Convention, non-European asylum seekers may apply to the Turkish Government for “temporary asylum seeker status” pending their resettlement in a third country by the UNHCR.", "36. Article 3 of the 1994 Regulation defines a refugee and asylum seeker as follows:", "“Refugee: A foreign national who, as a result of events occurring in Europe and owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his or her nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his or her former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it;", "Temporary Asylum Seeker: A foreign national who owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his or her nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his or her former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it.”", "37. On 16 January 2006 Articles 4, 5, 6, 7 and 30 of the 1994 Regulation were amended by a decision of the Council of Ministers (decision no. 2006/9938).", "38. Articles 4, 5 and 6 of the 1994 Regulation now provide as follows:", "“Foreign nationals entering Turkey legally to seek asylum or to request a residence permit in order to seek asylum in another country shall apply without delay to the governor’s office of the city where they are present. Those who enter Turkey illegally are required to apply without delay to the governor’s office of the province through which they entered the country.", "Those who fail to apply to the authorities within the shortest reasonable time shall state the reasons for failing to do so and shall co-operate with the competent authorities.”", "“With regard to individual foreigners who either seek asylum from Turkey or request a residence permit in order to seek asylum from another country the governors’ offices shall", "a) identify the applicants and take their photographs and fingerprints.", "b) conduct interviews with the applicants in accordance with the 1951 Geneva Convention relating to the Status of Refugees. For interviewing and decision making, staff shall be appointed at the governors’ offices which are authorised to conduct interviews and to take decisions.", "c) send the interview documents along with the comments of the interviewer and the decision made on the case of the applicant, in accordance with the authority granted under Article 6, to the Ministry of the Interior.", "d) pending further instructions from the Ministry of the Interior, accommodate the foreigner in a centre or a guest house considered appropriate by the Ministry of the Interior, or authorise the foreigner to reside freely in a place which shall be designated by the Ministry of the Interior.", "e) take further steps following instructions from the Ministry of the Interior.”", "“Decisions on the applications of individual foreigners, either seeking asylum from Turkey or requesting a residence permit in order to seek asylum from another country, shall be adopted by the Ministry of the Interior in accordance with the 1951 Geneva Convention relating to the Status of Refugees and the Protocol of 31 January 1967 relating to the Status of Refugees and this Regulation.", "When it considers it necessary, the Ministry of the Interior may transfer the decision-making authority to the governors’ offices.", "The decision taken by a governor’s office or the Ministry of Interior shall be communicated to the foreigner through the governor’s office.", "Those foreigners whose applications are accepted shall be accommodated in a guesthouse deemed appropriate by the Ministry of the Interior or shall freely reside in a place which shall be designated by the Ministry of the Interior.", "Those whose applications are not accepted may appeal to the relevant governor’s office within 15 days.", "For a speedier decision, the period for lodging an appeal may be reduced by the Ministry of the Interior, if deemed necessary.", "The statement, other information and documents supporting the claim submitted by the applicant appealing the decision shall be sent to the Ministry of the Interior by the governor’s office. Any appeal shall be decided by the Ministry of the Interior and the final decision shall be notified to the foreigner.", "The situation of those whose appeals are rejected by a final decision shall be assessed within the framework of the general provisions regarding foreigners. Within this framework, those foreigners who are not eligible for a residence permit shall be notified that they must leave Turkey within a time-limit determined by the administration. Foreigners who do not leave the country shall be deported from Turkey by the governors’ offices upon receipt of instructions from the Ministry of the Interior, or ex officio by the governors’ offices where the direct decision-making authority has been transferred to them.”", "39. On 22 June 2006 the Minister of the Interior issued a Circular containing a directive regarding the procedures and principles to be applied when implementing the 1994 Regulation (“Circular no. 57”) within the context of the process of Turkey’s accession to the European Union. The Circular contains guidelines regarding, inter alia, asylum seekers’ access to asylum procedures, the manner in which asylum applications and interviews should be processed, the procedure as to the review of decisions refusing temporary asylum, the residence of asylum seekers in Turkey and their transfers to other provinces, health assistance to asylum seekers, the education of their children and the relation between the Ministry of the Interior and the UNHCR.", "40. Regarding the issue of access to the asylum and temporary asylum procedure, Circular no. 57 reiterates the content of Articles 4 and 5 of the 1994 Regulation. As to residence permits for asylum and temporary asylum seekers, section 11 of the Circular provides that persons who have applied for asylum or temporary asylum in Turkey, except for those listed in section 13, shall ex officio be granted a residence permit for six months which shall subsequently be extended ex officio for another six months.", "41. Section 12 of Circular no. 57, in so far as relevant, provides as follows:", "“Applicants shall be informed by the governors’ offices of the decision of the Ministry of the Interior regarding their requests. If the decision is positive, the refugee/temporary asylum seeker shall be granted a residence permit upon receipt of the instructions of the Ministry of the Interior.", "Negative decision at first instance", "If the first decision taken by the Ministry regarding the applicant’s request is negative, the applicant shall be informed that she or he may lodge an objection against the decision within fifteen days in accordance with Article 6 of the 1994 Regulation.", "The objection may be made in written form or at an interview, if the applicant requests one.", "The residence permit of an applicant who has lodged an objection against the first decision given in his or her regard shall be extended and subsequent action shall be taken upon the instructions of the Ministry of the Interior.", "The applicant can submit any information or document in support of his or her objection. The applicant may lodge an objection with the assistance of a legal representative or an adviser or directly through his or her representative.", "If the applicant has not lodged an appeal, he or she shall be ordered to leave the country within fifteen days. A check shall be carried out to ensure that he or she has left by the end of this period.", "If the person has not left within the specified period, action shall be taken to deport him or her pursuant to the general provisions regarding foreign nationals.", "Final decision", "The petition containing the applicant’s objection or the information and documents concerning the additional interview shall be sent to the Ministry of the Interior and action shall be taken upon the latter’s instructions.", "If an applicant is given refugee or asylum seeker status following the examination conducted by the Ministry of the Interior, he or she shall be granted a residence permit upon the instructions of the Ministry.", "An applicant whose objection has been rejected can leave the country voluntarily.", "Residence permits as a result of subsidiary protection and protection for humanitarian considerations", "The cases of applicants whose objections have been rejected by a final decision are assessed within the framework of the general provisions contained in Article 6 of the 1994 Regulation concerning foreigners.", "This assessment concerns whether the applicant risks incurring serious harm, in the light of the European Convention of Human Rights, and whether it is necessary to grant him or her subsidiary protection.", "Regard is also had to whether the applicant should be granted a residence permit for humanitarian reasons of health, education, family unity, etc., or if he or she has applied to the administrative courts.", "Those who are not granted a residence permit within the context of subsidiary protection or protection for humanitarian reasons shall be notified of the decisions taken in their respect. They shall further be informed that they must leave the country within fifteen days, unless another time-limit is set by the Ministry of the Interior.", "If the person has not left within the specified period, action shall be taken to deport him or her pursuant to the general provisions regarding foreign nationals.", "If the foreigner does not leave the country and applies to the administrative court, the Ministry of the Interior shall be informed. Action shall be taken upon receipt of instructions from the Ministry...”", "42. Section 13 of Circular no. 57, in so far as relevant, provides as follows:", "“...In order to prevent abuse of international protection and to identify those who actually need international protection, those who belong to the categories below shall not be granted residence permits ex officio: ...", "Persons who claim asylum following their arrest by security forces; ...", "Persons who claim asylum following their arrest by security forces while leaving Turkey illegally;", "...If the applicant’s request is rejected following the first examination by the Ministry of the Interior and if the applicant does not lodge an objection, he or she shall be deported.", "If the applicant wishes to object to the decision, he or she shall be given two days in which to do so. The objection and the documents relating to the objection shall be sent to the Ministry of the Interior as a matter of urgency. Action shall be taken upon receipt of instructions from the Ministry...”", "43. Under section 3 of Circular no. 57, it is compulsory to provide identity documents for all applicants and asylum seekers/refugees residing in Turkey within 15 days of receipt of their applications.", "44. On 25 March 2005 the Government of Turkey adopted a National Action Plan for the adoption of the European Union Acquis in the fields of asylum and immigration. The National Action Plan envisages, inter alia, the adoption of a new asylum law.", "45. On 6 August 2008 the representative of A.A., an Iranian national recognised as a refugee under the UNHCR’s mandate and who was held in a Foreigners’ Admission and Accommodation Centre at the relevant time, lodged a case with the Ankara Administrative Court. He requested that the court annul the decision of the Ministry not to release his client and order a stay of execution of that decision pending the proceedings. On 17 September 2008 the Ankara Administrative Court ordered a stay of execution of the decision of the Ministry of the Interior and decided that A.A. should be released. On 17 October 2008 he was released.", "46. In the report entitled “Information Regarding Iranian Refugees in the Temporary Interview Protection Facility (ex-TIPF/ARC) at Al-Ashraf, Iraq”, submitted to the Court by the applicants, UNHCR noted, inter alia, the following:", "“... 14. ...The Iranian government’s treatment of known or suspected members of or sympathisers with the PMOI has reportedly been extremely severe, with long prison sentences and thousands of executions in the years that followed the Islamic revolution. Execution of PMOI members continue to be reported on a sporadic basis, including extra-judicial killings in foreign countries. As a result many PMOI/NLA/NCRI members, or even supporters or family members, are likely to have a well-founded fear of persecution on political grounds. ...", "18. Iranian ex-PMOI refugees are considered at particular risk in Iraq. The PMOI has been perceived by some in Iraq as having been affiliated with the former Iraqi regime of Saddam Hussein given the protection that the regime afforded. Others have alleged that PMOI/NLA units were involved in the crushing of the 1991 uprising by Iraqi Kurds and Shia groups which were supported by the Iranian authorities. Groups that were either allied to or perceived to have received preferential treatment from the regime of Saddam Hussein are subject to threats and violence, the Palestinians being on example.", "19. With deepening links between the Islamic Republic of Iran and the current Shia-led government coalition in Iraq as well as links between the Iranian government and Shia-based militias, there is a growing concern that the safety of the ex-PMOI refugees is increasingly at risk. In a meeting with UNHCR in Jordan in August 2006, the Iraqi authorities stated their intention to expel PMOI/NLA and former PMOI/NLA members from Iraq within six months. In December 2007 UNHCR was informed that in recent months, threats had been made against the residents of Camp Al-Ashraf... While these credible threats have not been directed towards the refugees at the ARC, but rather at those being maintained at camp Al-Ashraf, UNHCR considers the refugees at the ARC to be in similar danger given their shared past affiliation with the PMOI/NLA. ...", "23. Given the changes in bilateral relations between governments of Iraq and Iran noted above, as well as the perceived affiliation of ex-PMOI members with the former regime, local integration in Iraq, the country of asylum, is not a feasible durable solution for these refugees. This applies equally to the Northern Kurdish governorates (KRG). KRG also holds a hostile view towards former PMOI/NLA members given the group’s perceived connections to the former regime and refused to consider further UNHCR’s relocation request. ...", "24. UNHCR currently does not facilitate or promote voluntary repatriation of refugees from Iraq to Iran. In the past International Committee of Red Cross (“ICRC”) facilitated with limited logistic support the voluntary repatriation to Iran of some 200 PMOI/NLA members from camp Al-Ashraf who transited through the ARC. Very little independent information is available as to what happened to these individuals, as neither ICRC nor UNHCR is able to monitor the situation of returnees. UNHCR received, however, credible reports that some of the returnees were forced/“invited” to make public confessions and accusations against the PMOI/NLA on television after their return. An organisation of victims of the PMOI composed of persons presented as former PMOI members (including returnees) called Nejat has been reporting to UNHCR that returnees did not face any problem upon return to Iran. None of these returnees either from Camp Al-Ashraf or from the ARC has approached any UNHCR offices. The Iranian authorities continue to designate in the media the PMOI members as “Monafeqin” (i.e. the “Hypocrites”).", "25. Reportedly, at one point in time Iran was prepared to accept the return of PMOI members from Iraq, with the exception of some 50 high profile members, if they expressed regrets for their past acts. This promise of amnesty, however, has not been officially reiterated by President Ahmadinajad. In 2004, in a letter from UNHCR to the Government of the Islamic Republic of Iran, UNHCR asked the Iranian authorities to confirm this verbally-declared amnesty as well as to provide unhindered and direct access by UNHCR to returnees. No reply was ever received. UNHCR has reiterated this request without success to the Government of Iran on various occasions in 2006, 2007 and most recently on 24 January 2008. Despite separation from family members remaining in Iran and years of limited freedom of movement in the ARC, the vast majority of former PMOI/NLA members preferred to remain at the ARC in Iraq, supervised by Multinational Forces – Iraq (“MNF-I”), than return to Iran. Recently, some have risked travelling to Northern Iraq or Turkey so as to get out of the ARC and seek asylum elsewhere. Some of those who tried to go to Turkey have been forcibly returned to Iraq. ...", "31. Since November 2007, the US military has been facilitating ex-PMOI refugees to depart the ARC. Most of these refugees travelled to Northern Iraq, while some attempted to enter Turkey with one way laissez passez issued by Iraqi authorities with the assistance of the US military. Some of these refugees were also in possession of letters signed by a US Army Colonel, stating that:", "“Mr. or Mrs. ... will be travelling out of the country with a Government of Iraq issued Laissez Passez and is authorised to do so. It is his/her intent to obtain a visa at the border and cross into Turkey. This action has been approved by MNF-I and the US Embassy Baghdad, in conjunction with the Government of Iraq.”", "32. UNHCR does not support the issuance of these documents and is concerned that refugees leaving the ARC based on inaccurate information that they will be accommodated by UNHCR in northern Iraq or that they will be able to acquire visas to and enter Turkey. This is not the case. Refugees who leave ARC are at risk of being stranded in northern Iraq or subject to detention and deportation from another country, most notably Turkey. More than 35 ex-PMOI refugees have been detained in Turkey after leaving the ARC and entering Turkey illegally. 19 of them were deported to northern Iraq where many were detained in Mosul. 10 remain in detention in Turkey in precarious circumstances. Some former refugees are reportedly missing and UNHCR fears that they may have been deported to their country of origin. Another refugee from the ARC who arrived illegally to Germany has been allowed by a court decision to enter the country and to be protected against refoulement. ...", "34. On 19 January 2008 Iran and Turkey signed a memorandum of understanding to enhance security cooperation and joint efforts to officially oppose drug trafficking and terrorism. UNHCR is concerned that such an agreement could be used to refoule former ARC refugees stranded in detention in Turkey or at its borders. ...”", "47. On 25 April 2008 the UNHCR issued the following statement:", "“UNHCR deplores refugee expulsion by Turkey which resulted in four deaths", "GENEVA - Four men, including an Iranian refugee, drowned after a group of 18 people were forced to cross a fast-flowing river by the Turkish police at Turkey’s south-eastern border with Iraq, witnesses have told the UN refugee agency.", "The incident took place on Wednesday 23 April at an unpatrolled stretch of the border, near the Habur (Silopi) official border crossing in Sirnak province in south-eastern Turkey. According to eyewitnesses, the Turkish authorities had earlier attempted to forcibly deport 60 people of various nationalities to Iraq through the official border crossing. The Iraqi border authorities allowed 42 Iraqis to enter the country, but refused to admit 18 Iranian and Syrian nationals. The Turkish police then took the 18, which included five Iranian refugees recognised by UNHCR, to a place where a river separates the two countries, and forced them to swim across.", "According to the witnesses interviewed by UNHCR, four persons, including a refugee from Iran, were swept away by the strong river current and drowned. Their bodies could not be recovered.", "UNHCR is in contact with the surviving refugees through its office in Erbil, in northern Iraq. They are deeply traumatized by the experience, UNHCR staff reported.", "UNHCR had sent previous communications to the Turkish government requesting that the five Iranian refugees, who had all been detained after attempting to cross into Greece in an irregular manner, not be deported. Despite UNHCR’s requests, the refugees were put in a bus, together with other persons to be deported, and taken on a 23hour trip to the Iraqi border last Tuesday. UNHCR had expressed in a number of communications sent to the Government of Turkey that it did not consider Iraq a safe country of asylum for these refugees.", "UNHCR is seeking clarification from the Government of Turkey on the circumstances surrounding the forced expulsion of the refugees and the tragic loss of life.”", "48. In its Country of Origin Information Report on Iran of 21 April 2009, the United Kingdom Border Agency noted, inter alia, the following:", "“...Human Rights Watch, on 27 February 2006, reported that:", "‘Hojat Zamani, a member of the opposition Mojahedin Khalq Organization outlawed in Iran, was executed on February 7 at Karaj’s Gohardasht prison, Human Rights Watch said today, after a trial that did not meet international standards.’", "Amnesty International, in a public statement dated 27 February 2006, said:", "‘Executions in Iran continue at an alarming rate. Amnesty International recorded 94 executions in 2005, although the true figure is likely to be much higher. So far in 2006, it has recorded as many as 28 executions. Most of the victims were sentenced for crimes such as murder but one of those recently executed was a political prisoner, Hojjat Zamani, a member of the People’s Mojahedin Organization of Iran (PMOI), who was forcibly returned to Iran from Turkey in 2003 and sentenced to death in 2004 after conviction [for] involvement in a bomb explosion in Tehran in 1988 which killed 3 people (see Urgent Actions AI Index EUR 44/025/2003, 5 November 2003 and MDE 13/032/2004). He was taken from his cell in Gohar Dasht prison and executed on 7 February 2006, though his execution was officially confirmed by Iranian officials only on 21 February.", "Hojjat Zamani’s execution has fuelled fears that other political prisoners may be at risk of imminent execution. According to unconfirmed reports that have been circulating since early February, a number of political and other prisoners who are under sentence of death have been told by prison officials that they would be executed if Iran should be referred to the UN Security Council over the resumption of its nuclear programme... These [prisoners] are said to have included other members of the PMOI, which is an illegal organization in Iran. The National Council of Resistance of Iran, of which the PMOI is a member, was the source of evidence in 2002 revealing Iran’s nuclear programme to the outside world.’", "...", "According to the Danish FFM of January 2005:", "‘UNHCR in Teheran reported that 58 members of the Iranian opposition organisation MKO had voluntarily returned to Iran. Their return was organised by ICRC. UNHCR had no information indicating that these persons had been legally persecuted.", "UNHCR in Ankara reported that non-profiled members of Mujaheddin Khalq had returned to Iran but had no information indicating that these persons had been persecuted or legally persecuted.", "The Organisation for defending Victims of Violence’s international department reported that many members of Mujaheddin Khalq had returned to Iran without experiencing problems of a penal character.", "IOM in Teheran confirmed that members of Mujaheddin Khalq had returned to Iran, mainly from Iraq. The source was not aware that they had been subjected to any reprisals. IOM had monitored the return of a number of failed asylum seekers from the UK. According to the source, none had been persecuted.’", "...", "The USSD report for 2007 states that: ‘There were reports that the government held some persons in prison for years charged with sympathizing with outlawed groups, such as the terrorist organization, the Mujahedin-e-Khalq (MEK)... The government offered amnesty to rank-and-file members of the Iranian terrorist organization, MEK, residing outside the country. Subsequently, the ICRC assisted with voluntarily repatriating at least 12 MEK affiliates in Iraq under MNF-I protective supervision during the year.’ ...”", "49. In two press releases issued on 7 September 2006 and 20 March 2009, Amnesty International reported that a number of political prisoners in Iran, including two PMOI members, namely Valiollah Feyz Mahdavi and Abdolreza Rajabi, had died in custody in suspicious circumstances and that no effective investigation had been conducted into their death.", "50. In December 2008 and March 2009 the Iraqi National Security Advisor and Iraqi government spokesman respectively made statements, according to which the Iraqi government was intending to deport the PMOI members in Al-Ashraf Camp to their country of origin or to a third country, and asked the international community to find places for them other than Iraq.", "Subsequently, on 14 April 2009 the Chair of the Committee on Migration, Refugees and Population of the Parliamentary Assembly of the Council of Europe (PACE) issued a press statement and urged the Iraqi government not to forcibly return to Iran the residents of Al-Ashraf Camp who would risk persecution there, not to expel these persons to another country that might send them to Iran afterwards, nor to forcibly displace them inside Iraq.", "On 24 April 2009 the European Parliament adopted a resolution on the humanitarian situation of Al-Ashraf Camp residents which reads, in so far as relevant, as follows:", "“The European Parliament", "... B. - whereas in 2003 US forces in Iraq disarmed Camp Ashraf’s residents and provided them with protection, those residents having been designated \"protected persons\" under the Geneva Conventions, ...", "D. - whereas following the conclusion of the US/Iraqi Status of Forces Agreement, control of Camp Ashraf was transferred to the Iraqi security forces as of 1 January 2009,", "E. - whereas, according to recent statements reportedly made by the Iraqi National Security Advisor, the authorities intend gradually to make the continued presence of the Camp Ashraf residents \"intolerable\", and whereas he reportedly also referred to their expulsion/extradition and/or their forcible displacement inside Iraq,", "1. - Urges the Iraqi Prime Minister to ensure that no action is taken by the Iraqi authorities which violates the human rights of the Camp Ashraf residents and to clarify the Iraqi government’s intentions towards them; calls on the Iraqi authorities to protect the lives and the physical and moral integrity of the Camp Ashraf residents and to treat them in accordance with obligations under the Geneva Conventions, in particular by refraining from forcibly displacing, deporting, expelling or repatriating them in violation of the principle of non-refoulement;", "2. - Respecting the individual wishes of anyone living in Camp Ashraf as regards his or her future, considers that those living in Camp Ashraf and other Iranian nationals who currently reside in Iraq having left Iran for political reasons could be at risk of serious human rights violations if they were to be returned involuntarily to Iran, and insists that no person should be returned, either directly or via a third country, to a situation where he or she would be at risk of torture or other serious human rights abuses; ...”", "Meanwhile, on 26 January 2009 the Council of the European Union decided to exclude the PMOI from the list of individuals, groups and entities involved in terrorist acts, in accordance with the judgment of the European Court of Justice dated 4 December 2008 in Case T-284/08.", "51. On 7 February 2007 the United Nations Working Group on Arbitrary Detention issued a report on its Mmission to Turkey (Report of the Working Group on Arbitrary Detention on its Mission to Turkey, Report of 7 February 2007, A/HRC/4/40/Add.5). Regarding the detention of foreigners awaiting expulsion in Turkey, the UN Working Group noted the following:", "“... 86. Foreigners who are in Turkey without the documents necessary to allow them to stay lawfully in the country can be, and are in great numbers, arrested by the police or the Gendarmerie. After a brief period in police custody they are taken to a so-called “guest house” for foreigners run by the Ministry of the Interior, where they are - in spite of the welcoming name of these institutions - to all effect locked up awaiting expulsion. However, no written decision to this effect is issued to them.", "87. Article 23 of the Law on the Residence of Foreign Citizens, providing that foreigners who have been issued an expulsion decision but cannot be immediately expelled, shall reside in a location assigned to them by the Ministry of the Interior, does not constitute a sufficient legal basis for this practice. Neither this law, nor any other, provides further details as to the preconditions for, modalities of or maximum duration of assignment to a residence for foreigners awaiting expulsion. As this is not a measure adopted within the criminal process, judges of the peace have no jurisdiction to rule on challenges against such measures. It would appear that administrative tribunals are competent. However, this remedy appears not to be exercised in practice. Challenges to the expulsion decision may have an impact also on the question of detention, but they simply do not constitute the remedy against the fact of deprivation of liberty required by article 9 (4) of ICCPR.", "88. It is important to stress that this has nothing to do with the criminal proceedings which can be initiated against a foreigner for illegal entry into Turkey. Such proceedings are not regularly pursued and, in case of a guilty finding, result in a fine, not deprivation of liberty.", "89. Another aggravating aspect is that, according to information provided by the police, not only foreigners who are actually the subject of an expulsion decision are assigned to guest houses (i.e. deprived of their liberty), but also so assigned are many who - in the opinion of the police - are likely to receive an unfavourable outcome in expulsion proceedings initiated against them. This practice violates even article 23 of the Law on the Residence of Foreign Citizens.", "90. To sum up, there is no remedy for the foreigners awaiting expulsion to challenge their detention, and no control over the detention by a judicial authority. It may be true that in some cases the person to be deported spends only a few days at the guest house. But in others, where there are difficulties obtaining valid travel documents (as appears to be the case for many African migrants), the detention can last months and even more than a year...”"], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-2", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}