{"ITEMID": "001-89592", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF AKHMADOV AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);No violation of Article 3 - Prohibition of torture (Substantive aspect);No violation of Article 5 - Right to liberty and security;Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life);No violation of Article 13+3 - Right to an effective remedy (Article 3 - Prohibition of torture;Degrading punishment);No violation of Article 13+5 - Right to an effective remedy (Article 5 - Right to liberty and security);No violation of Article 14 - Prohibition of discrimination", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The first applicant is the father of the fifth and sixth applicants and a grandfather of Amkhad Vakha-Khadzhiyevich Gekhayev, born in 1986. The second and third applicants are the parents of Zalina Amadovna Mezhidova, born in 1978. The fourth and fifth applicants are Amkhad Gekhayev’s parents. The sixth applicant is Zalina Mezhidova’s husband and Amkhad Gekhayev’s uncle. The seventh and eighth applicants are Zalina Mezhidova’s children.", "8. The applicants live in the Gudermes District of the Chechen Republic.", "9. It does not appear that any of the applicants witnessed the events of 27 October 2001. The following account is based on eye-witness statements submitted by the applicants.", "10. On 27 October 2001 a number of farmers from several villages of the Gudermes District, including two of the applicants’ relatives – Amkhad Gekhayev and Zalina Mezhidova – were harvesting in a field near the village of Komsomolskoye. The farmers had obtained prior authorisation for their work from the local authorities.", "11. At 3 p.m. the farmers loaded the crop into a VAZ-2121 “Niva” vehicle belonging to the first applicant, in order to transport it to Komsomolskoye. Amkhad Gekhayev was driving and Zalina Mezhidova accompanied him, as she intended to return to the village to take care of her ailing grandmother and her two minor children – the seventh and eighth applicants, who were then three years and three months old and four months and twenty days old respectively.", "12. At 3.10 p.m. an MI-8 and two MI-24 helicopters without clear hull numbers appeared in the sky over the field. One of the helicopters had the letters VVS RF (“the Air Forces of the Russian Federation”) on its side.", "13. The MI-24 helicopters headed towards the field and started shooting over the heads of the people who remained there. Women and children were among their number.", "14. The MI-8 helicopter attacked the “Niva” vehicle. After several warning shots the car stopped. The helicopter then landed nearby and several armed men in uniform approached the “Niva”, strafing it with machine guns. They took the applicants’ relatives out of the car and put them in the helicopter. According to the witnesses, Amkhad Gekhayev and Zalina Mezhidova appeared wounded or dead. The military blew the car up and the three helicopters then left.", "15. Immediately after the incident the residents of Komsomolskoye made a video recording of the car. The “Niva” vehicle had been blown up, its windows were missing and there were numerous bullet holes in its frame. There were blood traces on the car doors. Zalina Mezhidova’s shoes and Amkhad Gekhayev’s cap lay nearby. Police officers arrived shortly after the incident, inspected and took photographs of the incident scene, collected slugs and cartridges from bullets of various calibres and a casing for a signal flare, examined the bullet holes on the car frame and noted the findings in their report.", "16. The applicants referred to statements by a resident of Komsomolskoye, who had claimed that late in the evening of 27 October 2001 he had seen two armoured personnel carriers arrive at the scene of the incident and leave shortly afterwards.", "17. According to the Government, since the beginning of the counter-terrorist operation in the Chechen Republic, the civil and military authorities had taken all necessary steps to secure the safety of civilians residing in the North Caucasus. The residents of the Chechen Republic had been notified of the actions they should perform when in the area of any special counter-terrorist operation so as to indicate that they did not belong to illegal armed formations. In particular, once they had established “visual contact” with representatives of the federal forces, residents were to stop moving, exit from their means of transport, show that they had no firearms or other weapons in their hands and wait for the arrival of a group of servicemen for an identity check.", "18. On 27 October 2001, following orders, a group of three federal military helicopters were patrolling the air space trying to detect movements of off-road vehicles, a type of vehicle often used by members of illegal armed formations, with a view to carrying out identity checks.", "19. At about 3.30 p.m., while patrolling over the area in the vicinity of the village of Komsomolskoye, the pilots of the helicopters saw an off-road VAZ-2121 “Niva” vehicle moving at high speed. The pilots fired warning shots using a light machine-gun at a spot situated 20-30 metres away from the car in order to make it stop. In the Government’s submission, the “Niva” accelerated. The pilots again fired warning shots using the same weapons and aiming the same distance from the car. The “Niva” then stopped and the helicopters landed. Servicemen from the helicopters saw a man rush out of the car and hide in thick bushes along the road. According to the Government, the people who remained in the car did not get out and show that they were unarmed. The servicemen started approaching the “Niva” but when they arrived within 10 metres of the car, it suddenly drove off. The officer in command of the servicemen assessed the situation as life-threatening and ordered that lethal fire be opened on the car, with the result that Amkhad Gekhayev and Zalina Mezhidova were shot dead.", "20. The servicemen further inspected the “Niva” and found an F-1 grenade and a RPG-26 hand-held grenade launcher. The servicemen then took those weapons and the bodies of the deceased to the helicopter and delivered them to the competent authorities.", "21. Immediately after the incident the applicants started searching for Amkhad Gekhayev and Zalina Mezhidova.", "22. On 28 October 2001 the first applicant applied in writing to various Gudermes District officials seeking their assistance in establishing the whereabouts of his grandson and daughter-in-law.", "23. According to the applicants, on 29 October 2001 the corpses of Amkhad Gekhayev and Zalina Mezhidova, wrapped in plastic sheeting, were brought by a helicopter to the Gudermes District military commander’s office. The bodies were severely mutilated – the upper half of the body was missing from Zalina Mezhidova’s corpse and Amkhad Gekhayev’s corpse had no lower limbs.", "24. On 30 October 2001 the remains were taken to Makhachkala, in the Republic of Dagestan, for an independent forensic examination. In the applicants’ submission, they were denied access to a report on the results of this examination.", "25. According to the applicants, on the same date the bodies were returned to them and they buried the remains.", "26. On 7 December 2001 a civil registration office of the Gudermes District issued death certificates for Zalina Amkhadovna Mezhidova, born in 1978, and Amkhad Vakha-Khazhiyevich Gekhayev, born in 1986. The dates of death were recorded as 1 and 27 November 2001 respectively and the place of death was indicated as the village of Komsomolskoye, Gudermes District.", "27. Since 27 October 2001 the applicants have repeatedly applied in person and in writing to various public bodies, including prosecutors at different levels, the Administration of the Chechen Republic (Администрация Чеченской Республики), the Special Envoy of the Russian President for Rights and Freedoms in Chechnya (Специальный представитель Президента Российской Федерации по соблюдению прав и свобод человека в Чеченской Республике) and the President of the Supreme Court of Chechnya (Председатель Верховного Суда Чеченской Республики). In their letters to the authorities the applicants referred to the events of 27 October 2001 and asked for assistance and details of any investigation. These enquiries remained largely unanswered, or only formal responses were given, stating that the applicants’ requests had been forwarded to various prosecutors’ offices. The applicants also applied to a number of intergovernmental organisations and mass media.", "28. On 27 October 2001 the Gudermes prosecutor’s office (прокуратура Гудермесского района) commenced an investigation in connection with the shooting at the “Niva” vehicle and the detention of Amkhad Gekhayev and Zalina Mezhidova. The case file was assigned the number 21176. In the applicants’ submission, neither they nor any other relatives were formally notified of the initiation of the investigation or granted victim status.", "29. On 3 November 2001 the Gudermes prosecutor’s office referred the case to the military prosecutor’s office of military unit no. 20102 (военная прокуратура – войсковая часть 20102) for investigation. The latter received the case on 17 November 2001 and assigned it the number 14/33/0741-01. According to the Government, as a result of the re-organisation of the system of military prosecutor’s offices, the case file number was subsequently replaced with the number 34/33/0741/01.", "30. On 30 November 2001 the military prosecutor’s office of military unit no. 20102 discontinued the investigation, in the absence of the constituent elements of a crime in the actions of the servicemen involved in the incident of 27 October 2001. According to the applicants, they were not apprised of this decision until much later.", "31. In a letter of 28 December 2001 the military prosecutor’s office of military unit no. 20102 notified the applicants, in response to their query, that:", "“The preliminary investigation established that the use of firearms by the servicemen on 27 October 2001 in the vicinity of the village of Komsomolskoye had been lawful and justified. There are no grounds to bring criminal proceedings against them.", "Besides, during the examination of the “Niva” vehicle [the servicemen] discovered weapons and ammunition which had been kept there and carried unlawfully.”", "The letter further stated that the criminal proceedings instituted in connection with the death of the applicants’ relatives had been discontinued, and informed the applicants that they could challenge that decision in court and also file a civil claim for compensation for pecuniary damage. According to the applicants, they were not furnished with a copy of the decision to discontinue criminal proceedings referred to in the letter of 28 December 2001, and therefore were unable to challenge it.", "32. On 28 January 2002 the prosecutor’s office of the Chechen Republic (прокуратура Чеченской Республики, “the republican prosecutor’s office”) informed the fourth applicant, father of Amkhad Gekhayev, that his complaint concerning the lack of an effective investigation into the murder of Amkhad Gekhayev and Zalina Mezhidova had been transmitted to the military prosecutor’s office of military unit no. 20102 for examination.", "33. On the same date the Chief Military Prosecutor’s Office (Главная военная прокуратура) informed the fourth applicant that his application of 5 December 2001 concerning the investigation into the abduction and murder of Amkhad Gekhayev and Zalina Mezhidova had been transferred to the Military Prosecutor’s Office of the Northern Caucasus Military Circuit (“the Northern Caucasus Military Prosecutor’s Office”, Военная прокуратура Северо-Кавказского военного округа) and to the Government of the Chechen Republic.", "34. In a letter of 28 January 2002 the Administration of the Chechen Republic notified the fourth applicant that his application concerning the abduction and murder of Amkhad Gekhayev and Zalina Mezhidova had been forwarded to the Commander of the United Group Alignment (Командующий ОГВ (с)) for investigation.", "35. By a letter of 15 February 2002 the Northern Caucasus Military Prosecutor’s Office informed the fourth applicant that his application of 5 December 2001 had been transmitted to the military prosecutor’s office of military unit no. 20102 for examination.", "36. In its letter of 14 March 2002 the Northern Caucasus Military Prosecutor’s Office reported that:", "“Criminal case no. 14/33/0741-01 was closed on 30 November 2001 by the military prosecutor’s office of military unit no. 20102 ... in the absence of the constituent elements of a crime in the actions of [servicemen] of an air-borne search and attack group (воздушно-поисковая штурмовая группа) of military unit no. 20706 who had been carrying out their combat mission of searching for and apprehending leaders of armed gangs on the territory of Chechnya. The ground for the decision to discontinue the criminal proceedings was the failure by Gekhayev A.V., who had been driving the vehicle VAZ-2121,... to comply with the group’s order to stop in order to permit the inspection of the car, with the result that the group opened fire on the vehicle. Gekhayev A.V. and Akhmadova (Manayeva) Z.A., who were sitting in the car, died as a result of their wounds. During the inspection of the vehicle boot [the servicemen] found an F-1 grenade and a RPG-26 hand-held grenade launcher.”", "The letter also stated that the Northern Caucasus Military Prosecutor’s Office was studying the case file and would inform the applicants of its findings.", "37. On 20 March 2002 the sixth applicant – Amkhad Gekhayev’s uncle and Zalina Mezhidova’s husband – sent a complaint to the Prosecutor General’s Office of Russia (Генеральная прокуратура Российской Федерации). He referred to the events of 27 October 2001 and requested that the criminal proceedings in connection with the abduction and murder of his relatives be resumed. He also complained that his applications to the military prosecutor of Chechnya had remained unanswered.", "38. In reply, on 23 April 2002 the Chief Military Prosecutor’s Office referred the sixth applicant’s complaint to the Northern Caucasus Military Prosecutor’s Office for examination.", "39. On an unspecified date in June 2002 the sixth applicant requested the Northern Caucasus Military Prosecutor’s Office to inform him of developments in the case, stating that for a month and a half he had received no information regarding the results of the investigation.", "40. In its letter of 21 June 2002 the Northern Caucasus Military Prosecutor’s Office notified the sixth applicant that the decision of 30 November 2001 had been quashed on 21 June 2002 on the ground that the investigation had been incomplete. The letter further stated that the case had been transmitted to the military prosecutor’s office of military unit no. 20102 for fresh investigation, and that the Northern Caucasus Military Prosecutor’s Office would closely supervise the course of the investigation.", "41. On 27 July 2002 the sixth applicant again applied to the Northern Caucasus Military Prosecutor’s Office, seeking information about the results of the investigation. On 29 August 2002 the Northern Caucasus Military Prosecutor’s Office transmitted their application to the military prosecutor’s office of military unit no. 20102.", "42. In early September 2002 the sixth applicant applied both to the Northern Caucasus Military Prosecutor’s Office and to the military prosecutor’s office of military unit no. 20102 for information regarding the results of the investigation. It does not appear that those applications were ever answered.", "43. On 16 September 2002 the sixth applicant sent another query to the military prosecutor’s office of military unit no. 20102. He complained that none of the relatives of Amkhad Gekhayev and Zalina Mezhidova had ever been questioned by the investigating bodies.", "44. On 18 November 2002 the SRJI, acting on the applicants’ behalf, applied to the republican prosecutor’s office and the Gudermes prosecutor’s office, seeking to ascertain what measures had been taken to establish the circumstances of the crime and the identities of the culprits. The SRJI also requested the authorities to let the applicants have the forensic examination report of 30 October 2001.", "45. The republican prosecutor’s office referred the above application to the Military Prosecutor’s Office of the United Group Alignment in the Northern Caucasus (военная прокуратур объединенной группировки войск на Северном Кавказе).", "46. The latter informed the SRJI on 6 January 2003 that during the preliminary investigation in criminal case no. 34/33/0741/01, opened in relation to the abduction and murder of Amkhad Gekhayev and Zalina Mezhidova, the identities of the servicemen involved had been established and that the criminal proceedings had been discontinued on 30 November 2001 on account of the lack of the constituent elements of a crime. The Military Prosecutor’s Office of the United Group Alignment in the Northern Caucasus was at that stage unable to review the lawfulness of the decision of 30 November 2001, since the case file had been transferred on 28 March 2002 to a prosecutor of the Northern Caucasus Military Prosecutor’s Office who had been studying it since that date.", "47. On 27 January 2003 the military prosecutor’s office of military unit no. 20102 informed the SRJI that the investigation had identified all the servicemen involved in shooting and abducting Amkhad Gekhayev and Zalina Mezhidova. In order to establish the events of 27 October 2001 in detail, all the persons involved in the incident, including the helicopter pilots, had been questioned and three ballistic expert studies had been carried out. A number of forensic examinations had also been conducted, but reports on their findings had not yet been obtained from an expert body in Makhachkala. The letter provided assurances that the forensic examination reports would be obtained on demand from the expert body in Makhachkala and that the victims would have access to them. The investigation was pending.", "48. On 26 March 2003 the SRJI requested the military prosecutor’s office of military unit no. 20102 to inform the applicants of the latest developments in the case and of the exact number of criminal proceedings instituted in relation to the abduction and murder of Amkhad Gekhayev and Zalina Mezhidova. The SRJI also enquired about the possibility for the applicants to obtain access to the forensic examination reports and requested that the applicants be notified of the names of the relatives who had been granted victim status in the case and provided with a copy of the relevant decision.", "49. On 17 May 2003 the military prosecutor’s office of military unit no. 20102 stated that they were unable to reply to the SRJI’s queries as case file no. 34/33/0741-01 had been transferred to the Military Prosecutor’s Office of the United Group Alignment for examination.", "50. Following the receipt of that letter, on 27 July 2003 the SRJI submitted a query similar to that sent on 26 March 2003 to the Military Prosecutor’s Office of the United Group Alignment. The latter forwarded it to the military prosecutor’s office of military unit no. 20102 on 17 September 2003.", "51. On 20 July 2003 the sixth applicant addressed a letter to the Gudermes prosecutor’s office. He complained that he had on numerous occasions requested the investigating authorities to update him on the results of the investigation into the deaths of his wife and nephew but had never been provided with any information. He also complained that neither he nor the fourth and fifth applicants – Amkhad Gekhayev’s parents – had so far been declared victims of a crime.", "52. In a letter of 11 August 2003 the South Federal Circuit Department of the Prosecutor General’s Office (Управление Генеральной прокуратуры РФ в Южном федеральном округе) replied to the sixth applicant, informing him that his complaint had been forwarded to the republican prosecutor’s office “for examination on the merits”. The latter forwarded the sixth applicant’s complaint to the Gudermes prosecutor’s office on 25 August 2003.", "53. On 21 October 2003 the military prosecutor’s office of military unit no. 20102 replied to the SRJI’s letter of 27 July 2003, forwarded by the Military Prosecutor’s Office of the United Group Alignment, stating that they were unable to provide any information concerning the investigation, as the case file had been sent to the Northern Caucasus military prosecutor’s office for study.", "54. On 20 December 2003 the SRJI complained to the Chief Military Prosecutor’s Office that their queries addressed to various military prosecutors remained unanswered.", "55. In a letter of 15 April 2004 the Military Prosecutor’s Office of the United Group Alignment informed the SRJI that the investigation in criminal case no. 34/33/0741-01 had been discontinued on 15 January 2004 in the absence of the constituent elements of a crime in the servicemen’s actions, and that the said prosecutor’s office was at present studying the case file to establish whether the decision of 15 January 2004 had been lawful. The letter further stated that the applicants would be apprised of the results of that study and that they could have access to the case file at the military prosecutor’s office of military unit no. 20102 in Khankala.", "56. On 5 May 2004 the Military Prosecutor’s Office of the United Group Alignment further notified the SRJI that the criminal case had been transmitted to the military prosecutor’s office of military unit no. 20102 for additional investigation. The applicants were invited to address their further queries to the military prosecutor’s office of military unit no. 20102.", "57. On 21 July 2005 the military prosecutor’s office of military unit no. 20102 informed the sixth applicant that on the same date the criminal proceedings in case no. 34/33/0741-01D against Captain S., a serviceman of military unit no. 74854, for criminal offences under Articles 126 (kidnapping), 108 (2) (causing death by negligence) and 244 (abuse of dead bodies and desecration of their graves) of the Russian Criminal Code, had once again been terminated in the absence of the constituent elements of a crime, and the proceedings against him for a criminal offence under Article 286 (2) (aggravated abuse of power) had once again been terminated due to an amnesty act.", "58. On 24 January 2006 the first applicant complained in writing about the incident of 27 October 2001 and the defects in the investigation to the President of the Chechen Republic. It does not appear that any reply followed.", "59. On 28 and 31 January 2006 the first, fifth and sixth applicants wrote letters to the Prosecutor General’s Office complaining about the deaths of their relatives and the inadequate investigation. It does not appear that they received any replies to their letters.", "60. Referring to the information provided by the Prosecutor General’s Office, the Government submitted that the investigation into the abduction of the applicants’ relatives had been commenced on 27 October 2001, and had then been discontinued on several occasions as there had been no constituent elements of a crime in the servicemen’s actions, and subsequently resumed by higher-ranking prosecutors in view of the incomplete nature of the investigation. According to them, the applicants were duly informed of all the decisions taken during the investigation. The Government adduced a report on the investigative measures taken in case no. 34/33/0741-01. The undated report signed by an acting head of one of the departments of the Main Military Prosecutor’s Office lists investigative measures taken during the investigation, without providing any details concerning those actions.", "61. It can be ascertained from this document that the criminal proceedings in criminal case no. 34/33/0741-01 were instituted under Article 126 (kidnapping) of the Russian Criminal Code on 27 October 2001. They were then discontinued on 30 November 2001 owing to the absence of the constituent elements of a crime in the incident of 27 October 2001. That decision was quashed on 21 June 2002 and the case file was forwarded to the military prosecutor’s office of military unit no. 20102 for further investigation. The report further states that the investigator in charge of the military prosecutor’s office of military unit no. 20102 took up the case on 8 December 2003. It is unclear from the report whether any action was taken in the period between 21 June 2002 and 8 December 2003. The investigation was then discontinued on 8 January 2004 in the absence of the constituent elements of a crime in the incident of 27 October 2001. On 21 May 2004 that decision was set aside and the case was sent for additional investigation. On 10 July 2004 the proceedings were again discontinued, as it was impossible to establish the whereabouts of Captain S., the officer in command of the servicemen involved in the incident of 27 October 2001. Thereafter the investigation was reopened on 23 October 2004 and 7 May 2005 and discontinued in application of an amnesty act on 7 April and 21 July 2005 respectively.", "62. The report also states that the scene of the incident was inspected on 27 October and 29 October 2001, and that the “Niva” vehicle was inspected on 9 November 2001. It can also be ascertained from the report that in the first few days following the incident of 27 October 2001 fragments of bullets and cases were collected at the scene of the incident and in the “Niva” and examined by experts. Also during the first days following the incident investigators seized and examined documents relating to the combat mission of 27 October 2001, as well as firearms and ammunition used by the servicemen involved in the events in question. Over the same few days a number of expert studies were ordered and carried out and a number of witnesses were questioned. The report reveals the names of some of those witnesses, whilst the other witnesses, apparently the servicemen involved in the events of 27 October 2001, are identified only by the first letter of their surnames. According to the report, one A. A. Mezhidov – apparently the third applicant – was questioned and granted the status of victim of a crime on 3 November 2001.", "63. The report also states that “a male and female corpse were examined” on 29 October 2001 and that a forensic expert examination of the remains of the applicants’ relatives was ordered on 30 October 2001; however, it is unclear when this examination was performed. The report further states that the results of the forensic examination of the bodies of the deceased “were received on 29 June 2004”. It can also be ascertained from the report that at some point criminal proceedings were brought against Captain S., the officer in command of the servicemen who strafed the ”Niva” vehicle on 27 October 2001, but were discontinued on 21 July 2005, under an amnesty act.", "64. In their memorial of 6 August 2007, submitted after the decision on admissibility, the Government did not provide any updated information regarding developments in the investigation after 21 July 2005 despite the Court’s specific request for such information. In reply to another question of the Court they indicated that on 29 October 2001 investigators had examined the dead bodies of Amkhad Gekhayev and Zalina Mezhidova in the presence of forensic medical experts. They further submitted that a forensic medical examination of the remains had been ordered and commenced on 30 October 2001 and terminated on 19 February 2002. According to the Government, expert report no. 221 of 19 February 2002 reflecting the results of the examination of Amkhad Gekhayev’s remains had stated that six gunshot and shrapnel wounds had been found on his chest and that those wounds had been caused by bullets and iron fragments of a car body. The report had further attested a traumatic amputation of Amkhad Gekhayev’s lower limbs as a result of the explosion of some explosive device. It had stated that Amkhad Gekhayev’s death had been caused by abundant blood loss as a result of a bullet wound to his chest inflicting injuries of the heart and left lung. In the Government’s submission, expert report no. 222 of 19 February 2002 showing the results of the examination of Zalina Mezhidova’s remains had stated that three bullet wounds had been found on the right buttock, thigh and pubic region. The Government did not provide any further details regarding the results of the examination of Zalina Mezhidova’s body and, in particular, did not indicate the cause of her death. They also remained silent as regards the applicants’ assertion that the upper half of Zalina Mezhidova’s body had been missing. According to them, both reports stated that the gunshot wounds had been inflicted while the victims were alive. The Government did not submit a copy of any of the reports to which they referred.", "65. On 13 October 2003 the first applicant lodged a complaint with the Military Court of the North Caucasus Military Circuit (военный суд Северо-Кавказского военного округа), alleging inactivity on the part of investigators from the military prosecutor’s office of military unit no. 20102, the military prosecutor’s office of the United Group Alignment and the Northern Caucasus military prosecutor’s office. He described in detail the events of 27 October 2001, the circumstances of the discovery of the bodies of Amkhad Gekhayev and Zalina Mezhidova and the applicants’ fruitless efforts to have their relatives’ killings investigated. He further complained that the investigation had been plagued with serious defects which rendered it ineffective. The first applicant complained, in particular, that the investigation had been pending for almost a year and a half without any progress, that none of the numerous eye-witnesses to the events of 27 October 2001 had ever been questioned by the investigators, that the reports on the forensic examination of the remains of Amkhad Gekhayev and Zalina Mezhidova had not been included in the case file and that none of the relatives of the deceased could gain access to those reports, that none of the relatives of the deceased had been declared victims, that none of them had received copies of the decisions to open the criminal proceedings or to discontinue the investigation, or been informed what measures were being taken to investigate the events of 27 October 2001, and that their numerous requests and applications had remained unanswered or only formal replies had been given. The first applicant requested the court to order the competent authorities to carry out a full and objective investigation capable of leading to the identification of those responsible for his relatives’ deaths.", "66. The Military Court of the North Caucasus Military Circuit forwarded this complaint to the Grozny Garrison Military Court (Грозненский гарнизонный военный суд) on 13 November 2003.", "67. In a letter of 1 December 2003 the Grozny Garrison Military Court notified the first applicant that a court hearing in connection with his complaint had been scheduled for 9 December 2003. The letter was sent to the SRJI’s address in Moscow rather than to the first applicant’s address in the Gudermes District of Chechnya. According to the SRJI, they received the above letter on 8 January 2004, and therefore neither the first applicant nor his representatives from the SRJI were able to attend the hearing.", "68. On 9 December 2003, in the absence of the first applicant or his representatives and in the presence of the defendants’ representatives, the Grozny Garrison Military Court examined the first applicant’s complaint of 13 October 2003 and dismissed it as unfounded. The court held, in particular:", "“It has been established that the objective reason for the prolonged processing of the case was that the case file had been transmitted to various levels of the competent authorities by confidential mail.", "The question of the necessity of questioning any witnesses falls within the competence of the investigator in charge or the supervising prosecutor.", "The case material also reveals that the report on the forensic examination of the bodies of Z. Mezhidova and A. Gekhayeva was not included in the case file, with the result that it was impossible for the [applicants] to gain access to it.", "...", "...On 22 July 2002 the decision to discontinue the criminal proceedings in connection with the abduction of Z. [Mezhidova] and A. Gekhayev by [the] servicemen was quashed and it was not until 8 December [2003] that the senior investigator of the military prosecutor’s office of military unit no. 20102 took up the case. As a result, the [applicants] have not been informed of the course of the investigation and so far [they] have not been granted the status of victims of a crime.", "Accordingly, it has been established that there is no evidence of any breach of the law in the [defendants’] actions.”", "69. On 20 January 2004 the SRJI wrote to the Grozny Garrison Military Court stating that they had not received the court’s letter of 1 December 2003 until 8 January 2004. They requested the court to send them a copy of its decision of 9 December 2003, if a decision had been taken on that date, and henceforth to inform them of court hearings in advance. They also pointed out that the first applicant’s address in Chechnya had been indicated on the front page of his complaint.", "70. By two letters of 17 June 2004 the Grozny Garrison Military Court forwarded a copy of its decision of 9 December 2003, without further explanations, to the first applicant and the SRJI. According to the applicants, this letter never reached the first applicant, whilst the SRJI received it on 4 September 2004.", "71. On 13 September 2004 the SRJI dispatched an application to have the time-limit for appealing against the decision of 9 December 2003 restored. The application was sent by registered mail and received by the Grozny Garrison Military Court on 21 October 2004. No reply followed.", "72. On 11 February 2005 the SRJI forwarded a copy of their application of 13 September 2005 to the Grozny Garrison Military Court and asked the latter to provide them with reasons for its failure to reply to the motion received by the court on 21 October 2004. According to the applicants, they were informed in reply that the court had not received their letter of 13 September 2004. The outcome of these proceedings is unclear.", "73. In April 2005, when the application was communicated to them, the Government were invited to produce a copy of the investigation file in the criminal case opened in connection with the incident of 27 October 2001. Relying on information obtained from the Prosecutor General’s Office, the Government replied that the investigation was in progress and that the disclosure of the documents would be in violation of Article 161 of the Russian Code of Criminal Procedure since the file contained information of a military nature and personal data concerning the witnesses. At the same time, the Government suggested that a Court delegation could have access to the file at the place where the preliminary investigation was being conducted, with the exception of “the documents [disclosing military information and personal data concerning the witnesses], and without the right to make copies of the case file and to transmit it to others”.", "74. In August 2005 the Court reiterated its request and suggested that Rule 33 § 3 of the Rules of Court be applied. In reply, the Government again refused to produce the investigation file for the aforementioned reasons. The Government did, however, submit a report containing a list of investigative measures taken in the context of the investigation in case no. 34/33/0741-01 (see paragraphs 60-63 above).", "75. On 3 May 2007 the application was declared partly admissible. At that stage the Court once again invited the Government to submit the investigation file and to provide information concerning the progress in the investigation after 21 July 2005, the latest date on which it had been stayed. Having regard to the Government’s statement to the effect that on 27 October 2001 the federal servicemen had been pursuing a combat mission in order to suppress the criminal activity of members of illegal armed formations in Chechnya, and to their argument that the use of force by the federal servicemen was no more than absolutely necessary during the incident on 27 October 2001, the Court also put a number of factual questions to the Government. It enquired, in particular, how and by whom the mission had been planned and commanded, whether, and, if so, in what manner, the military personnel involved had been instructed to avoid civilian casualties, and whether any firearms or unlawful violence had been used by the applicants’ relatives before the federal servicemen fired lethal shots.", "76. In reply, the Government once again refused to furnish the Court with the investigation file, referring to Article 161 of the Russian Code of Criminal Procedure and the lack of assurances from the Court that, once in receipt of the investigation file, the applicants or their representatives would not disclose the material contained in it to the public. The Government remained silent as regards the Court’s question concerning progress in the investigation after 21 July 2005, and the question whether firearms or any unlawful violence had been used by the applicants’ relatives against the federal servicemen on 27 October 2001. As regards the Court’s question on the planning and commanding of the combat mission of 27 October 2001 and whether any instructions had been given to the military personnel to avoid civilian casualties during that mission, the Government replied that during the combat mission the federal servicemen, both commanding officers and their subordinates, had acted in compliance with national legislation and regulations for securing the safety of the civilian population and those relating to the use of lethal force, and that “every serviceman ... knows and must strictly comply with the rules governing contacts with the civilian population in areas of military action”. They refused to provide any further details or any relevant documents, stating that such information constituted a military secret.", "77. The Government adduced copies of domestic court decisions reached in unrelated sets of civil and criminal proceedings. These included four first-instance judgments by which federal servicemen, privates or non-commissioned officers, had been convicted of criminal offences committed in the Republic of Ingushetia or the Chechen Republic, as well as a first-instance judgment and appeal decision awarding compensation for omissions on the part of the investigating authorities during the investigation into an individual’s abduction in the Republic of Karachayevo-Cherkessia, the person in question having subsequently been released.", "78. For a summary of the relevant domestic law see Khatsiyeva and Others v. Russia, no. 5108/02, §§ 105-107, 17 January 2008."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "3", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}