{"ITEMID": "001-24015", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "GUICHARD v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Jean-Luc Guichard, is a French national who was born in 1947 and lives in Saintes. He was acting before the Court both in his own right and as representative of his minor son, who was born on 29 November 1990 and lives in Montreal.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant and M., who were an unmarried couple, had a son, G., who was born on 29 November 1990. Prior to the birth they had made a joint declaration before the registration officer at Châtellerault on 25 April 1990 recognising their son.", "On 13 May 1992 M., a Canadian national, unilaterally decided to take G. away to live with her in Montreal.", "Several sets of proceedings were subsequently instituted.", "In a judgment of 11 May 1993, the Superior Court of Quebec granted M. custody of the child and reserved judgment regarding the applicant’s right to apply to the Quebec Municipal Court to determine his rights of access in respect of the child.", "On 21 April 1993 the applicant lodged an application with the President of the La Rochelle tribunal de grande instance, who was the matrimonial causes judge, for joint parental responsibility (with the mother) for his son and for the latter’s habitual residence to be fixed at La Rochelle, where he had lived before leaving France with his mother.", "In an order of 24 February 1994, the judge declared that the applicant was estopped by record from applying for joint parental responsibility and determination of G.’s habitual residence because the judgment of the Canadian courts was final. He requested the applicant and M. to sign a parental agreement determining the arrangements regarding G.’s relations with his parents, if necessary by having recourse to family mediation. Subject to a better agreement being reached between the applicant and M., he granted the applicant access for the school holidays.", "An appeal does not appear to have been lodged against that decision.", "On 10 June 1998 the applicant brought an action against M. in the Saintes tribunal de grande instance, claiming joint parental responsibility for G.", "In an order of 16 September 1999, the family-affairs judge held that the applicant was doubly estopped by record from bringing the action because there had been a final decision both by the Superior Court of Quebec on 11 May 1993 and by the La Rochelle matrimonial causes judge on 24 February 1994.", "No appeal was lodged against that order.", "In a judgment of 14 May 2002, the Saintes Criminal Court sentenced M. to a suspended term of imprisonment of one year and a fine of 750 French francs for failure to hand over a child and to notify a change of address.", "On 5 March 1993 the applicant applied to the Minister of Justice, designated by France as the Central Authority responsible for discharging the duties imposed on France by the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“the Hague Convention”). He asked the Minister to assist him in the manner prescribed by that convention in securing the return of his son, born on 29 November 1990, whom his mother, a Canadian national, had, he alleged, wrongfully removed to Canada on 13 May 1992 to live with her in Montreal.", "On 7 June 1993 the Minister of Justice replied in the following terms:", "“In reply, and on the basis of the information in my possession, the mother alone had parental responsibility at the time of the removal. Accordingly, the removal cannot be described as ‘wrongful’ within the meaning of the aforementioned convention and an application for the child’s return is in principle bound to fail.”", "On 4 March 1994 the applicant sought a declaration from the Paris Administrative Court that he had had parental responsibility for his son at the time of his abduction by the mother and asked the court to set aside the decision of 7 June 1993 by which the Minister of Justice had refused to intervene pursuant to the Hague Convention.", "On 21 February 1996 the Paris Administrative Court rejected the application for the following reasons:", "“It is not the Administrative Court’s function to deal with disputes between private individuals. The submissions must be dismissed as having been made to a court that lacked jurisdiction to entertain them. ...", "The question as to whether it fell to the Minister of Justice to intervene in the manner requested necessarily requires an examination of the relations between the French State and a foreign government. That issue falls outside the jurisdiction of the Administrative Court. Accordingly, the submissions cannot succeed. ...", "On 13 May 1996 the applicant appealed to the Paris Administrative Court of Appeal.", "In a judgment of 11 July 1997 the Paris Administrative Court of Appeal set aside the judgment of the Administrative Court to the extent that it found that the application to have the Minister of Justice’s decision set aside fell outside the jurisdiction of the Administrative Court. However, it rejected the application for the Minister of Justice’s decision to be set aside for the following reasons in particular:", "“... in the judgment being appealed against, the Paris Administrative Court wrongly declared that it lacked jurisdiction to examine the submissions made by [the applicant] against that decision; in that respect the judgment must be set aside.", "...", "Even supposing that Article 374 of the Civil Code, as amended by Law no. 87-570 of 22 July 1987, which is applicable in the instant case, is contrary to the provisions of Articles 1, 8 and 14 of the European Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950 and the provisions of the International Convention on the Rights of the Child of 26 January 1990, the evidence does not show that [the applicant] had parental responsibility for his son on 13 May 1992, when the child was taken to Canada by his mother. Accordingly, on that date he did not have rights of custody in respect of the child. It was therefore clear that the conditions required by the Hague Convention were not fulfilled; the Minister was subsequently able, under the aforementioned provisions of Article 27 of the said convention, to reject the application for intervention made by the applicant. It follows that [the applicant] has no basis on which to argue that, in the decision being challenged, the Minister of Justice wrongly rejected that application ...”", "On 7 November 1997 the applicant applied to the Conseil d’Etat to set aside the judgment of 11 July 1997. In a judgment of 30 June 1999 the Conseil d’Etat set aside the judgment of the Paris Administrative Court of Appeal and the judgment of the Administrative Court of 21 February 1996 in so far as it had dismissed the submissions as having been made to a court that lacked jurisdiction to entertain them. It rejected the application lodged by the applicant with the Administrative Court and the remainder of the submissions in the application lodged before it for the following reasons in particular:", "“... [The applicant] is ... justified in requesting the Court to set aside the part of the operative provisions of the judgment of the Paris Administrative Court of Appeal which, after setting aside the judgment delivered at first instance by the Paris Administrative Court, dismissed the submissions he had lodged with the court to have the Minister of Justice’s decision of 7 June 1993 set aside.", "In the circumstances of the present case, an examination under section 11(2) of the Law of 31 December 1987 is necessary in order to dispose of the case on the merits.", "... It is incumbent on an administrative court to rule on the submissions [by the applicant] to have [the decision of the Minister of Justice] set aside. The Administrative Court thus wrongly dismissed the submissions as having been made to a court that lacked jurisdiction to entertain them. Its judgment of 21 February 1996 must be set aside in that regard.", "The application lodged by [the applicant] with the Paris Administrative Court must be heard and determined immediately.", "...", "[The] provisions [of Article 374 of the Civil Code, in the applicable version] which, in a case such as this where the child has been recognised by both parents, provide that parental responsibility is to be exercised by the mother but give the father the possibility, by a decision of the matrimonial causes judge, to exercise that authority himself, either alone or jointly with the mother, and, if appropriate, to have his home designated as the child’s habitual residence, are not incompatible with the combined requirements of Articles 8 and 14 of the European Convention for the Protection of Human Rights and Fundamental Freedoms by which the right to respect for family life must be secured without discrimination on any ground, such as sex.", "... the aforementioned provisions of Article 374 of the Civil Code which determine, in the child’s interests alone, which of the parents is to exercise parental responsibility for him or her, are not incompatible with the provisions of Articles 3-1 and 16 of the [International] Convention [of 26 January 1990 on the Rights of the Child], which proclaim the paramount interests of the child and the child’s right to the protection of the law.", "The evidence clearly shows that [the applicant], who does not allege that the aforementioned provisions of the second or third paragraphs of Article 374 of the Civil Code would have been applied in his favour, did not have the exercise of parental responsibility for his son [G.] when the child’s mother took him to Canada on 13 May 1992. Accordingly, he did not have rights of custody over the child on that date for the purposes of Article 5 of the Hague Convention, and, in particular, he did not have a right to determine the child’s habitual place of residence. Accordingly, the Minister of Justice did not commit any error of law in his decision of 7 June 1993 in considering that the removal of [G.] could not be described as ‘wrongful’ within the meaning of that convention.", "... the submissions by which [the applicant] sought a stay of the Administrative Court’s decision regarding his application must therefore be dismissed. ...”", "“A child’s father and mother are responsible for protecting the child’s safety, health and morals.", "They have a right and a duty to look after, supervise and bring up their children.”", "“Where a child born out of wedlock has been recognised by only one of his or her parents, parental responsibility shall vest in the parent who has voluntarily recognised the child. Where the child has been recognised by both parents, parental responsibility shall vest in the mother.", "Parental responsibility may be exercised jointly by both parents if they make an appropriate joint declaration before the guardianship judge.", "At the request of the father or the mother or State Counsel, the matrimonial causes judge may modify the arrangements for exercising parental responsibility and decide that it shall be exercised either by one of the parents or by the father and mother jointly; in that event the judge shall indicate with which parent the child shall habitually reside.", "The matrimonial causes judge may always grant an access and supervision right to the parent who does not have parental responsibility.", "Where parental responsibility is exercised jointly, Articles 372-1 and 372-2 shall apply as though the child had been born in wedlock.”", "The Hague Convention was ratified by France on 16 September 1982 and came into force on 1 December 1983, when it also came into force in respect of Canada. The relevant provisions are worded as follows:", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“For the purposes of this Convention:", "(a) ‘rights of custody’ shall include rights relating to the care of the person of the child and, in particular, the right to determine the child’s place of residence;", "(b) ‘rights of access’ shall include the right to take a child for a limited period of time to a place other than the child’s habitual residence.”", "“A Contracting State shall designate a Central Authority to discharge the duties which are imposed by the Convention upon such authorities.", "...”", "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures:", "(a) to discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) to prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) to secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) to exchange, where desirable, information relating to the social background of the child;", "(e) to provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) to initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organising or securing the effective exercise of rights of access;", "(g) where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) to provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) to keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "(a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention;", "...", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}