{"ITEMID": "001-95091", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SOKUR v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant is a Russian national who was born in 1977 and is serving a prison sentence in Kaliningrad.", "7. On 1 June 1998 the applicant was arrested on suspicion of assault and robbery. He remained in custody pending investigation and trial.", "8. On 20 May 1999 the Moskovskiy District Court of Kaliningrad found the applicant guilty as charged and sentenced him to seven years' imprisonment.", "9. On 31 August 1999 the Kaliningrad Regional Court quashed the applicant's conviction on appeal and discontinued the criminal proceedings against him. He was released on the same day.", "10. It appears that approximately a month after his release the applicant was arrested on suspicion of two counts of murder.", "11. In December 2001 the applicant, who was at that time serving a prison sentence, sued the Ministry of Finance and M., the trial judge who had convicted him on 20 May 1999, for compensation for damage resulting from his unlawful detention and conviction. The applicant claimed an award for non-pecuniary damage in the amount of 500,000 Russian roubles (RUB), reimbursement of his lawyer's fee and lost earnings in the amount of RUB 55,000. He also sought leave to appear before the court.", "12. On 25 January 2002 the Moskovskiy District Court of Kaliningrad granted the applicant leave to appear and scheduled the hearing for 22 February 2002.", "13. The District Court heard the case on 22 February 2002 as scheduled. The applicant was not transported to participate in the hearing. Mr D., his representative, was present. He asked the court to consider the matter in the applicant's absence. The District Court granted the applicant's claims in part and awarded him RUB 25,000 in compensation for non-pecuniary damage. The remainder of the applicant's claims were dismissed.", "14. On a complaint by the applicant, the Presidium of the Kaliningrad Regional Court quashed the judgment of 22 February 2002 by way of supervisory review on 30 July 2002. The court noted, inter alia, that the District Court had failed: (1) to inform the applicant of his duty to submit documents substantiating his claim for compensation for lost earnings; and (2) to establish the circumstances with regard to the applicant's claim concerning non-pecuniary damage.", "15. On 15 August 2002 the applicant was notified of a new court hearing, scheduled for 28 August 2002. He was also advised of his right to be represented in the proceedings before the court.", "16. In response to the District Court's decision of 6 August 2002 to grant the applicant leave to appear, the head of the administration of the penitentiary establishment responded that it was not possible to comply with the court's decision. On 28 August 2002 the District Court adjourned the hearing.", "17. On 29 August 2002 the District Court asked the applicant to make written submissions in connection with his claims. The applicant asked the court to appoint the regional ombudsman to represent him in the proceedings. He further asked the court to obtain certain documents to substantiate his claims for compensation for lost earnings and reimbursement of the lawyer's fee.", "18. On 1 November 2002 the District Court adjourned the hearing of the matter pending the receipt of the documents requested by the applicant. The court scheduled the next hearing for 11 December 2002 and advised the applicant of his right to appoint a representative.", "19. Following the ombudsman's refusal to represent the applicant, the latter asked the District Court to secure his presence at the next hearing.", "20. On 11 December 2002 the District Court granted the applicant's claims in part and awarded him RUB 15,000 in compensation for non-pecuniary damage and RUB 1,900 by way of reimbursement of the lawyer's fee. The court dismissed the applicant's claims for lost earnings, noting that he had failed to submit documents proving that he had been actually employed at the relevant time. Neither the applicant nor the respondents were present. The record of the court hearing and other items from the case file were forwarded to the applicant.", "21. The applicant appealed against the judgment of 11 December 2002. In response to the applicant's request to be present at the appeal hearing, the Regional Court informed him that the applicable laws did not provide for the personal presence of persons serving a prison sentence at a hearing concerning the determination of their civil rights and obligations. The court further advised the applicant of his right to submit observations in writing and/or to appoint a representative.", "22. On 26 March 2003 the Regional Court upheld in substance the judgment of 11 December 2002 on appeal, increasing to RUB 35,000 the amount awarded to the applicant in compensation for non-pecuniary damage. Neither the applicant nor the respondents were present.", "23. Parties to civil proceedings may appear before a court in person or act through a representative (Article 43 of the Code of Civil Procedure in force until 31 January 2003 (“the old CCP”) and Article 48 of the Code of Civil Procedure in force as of 1 February 2003 (“the new CCP”). A court may appoint an advocate to represent a defendant whose place of residence is not known (Article 50 of the new CCP). The Advocates Act (Law no. 63-FZ of 31 May 2002) provides that free legal assistance may be provided to indigent plaintiffs in civil disputes concerning alimony or pension payments or claims for health damage (section 26 § 1).", "24. The Penitentiary Code provides that convicted persons may be transferred from a correctional colony to an investigative unit if their participation is required as witnesses, victims or suspects in connection with certain investigative measures (Article 77.1). The Code does not mention the possibility for a convicted person to take part in civil proceedings, whether as a plaintiff or defendant.", "25. On several occasions the Constitutional Court has examined complaints by convicted persons whose requests for leave to appear in civil proceedings had been refused by courts. It has consistently declared the complaints inadmissible, finding that the contested provisions of the Code of Civil Procedure and the Penitentiary Code did not, as such, restrict the convicted person's access to court. It has emphasised, nonetheless, that the convicted person should be able to make submissions to the civil court, either through a representative or in any other way provided by law. If necessary, the hearing may be held at the location where the convicted person is serving the sentence or the court hearing the case may instruct the court having territorial jurisdiction over the correctional colony to obtain the applicant's submissions or carry out any other procedural steps (decisions no. 478-O of 16 October 2003, no. 335-O of 14 October 2004, and no. 94-O of 21 February 2008)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}