{"ITEMID": "001-72271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "IGNATIUS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Antero Ignatius, is a Finnish national, who was born in 1946 and lives in Espoo. He was represented before the Court by Mr Markku Fredman, a lawyer practising in Helsinki.", "The applicant’s clients were suspected of, inter alia, alleged dishonesty as debtors in respect of a company that was in the process of being wound-up. However, on 22 September 1994 the public prosecutor decided not to bring charges against them. Meanwhile in early 1994, the company and the tax authorities brought a compensation claim against the applicant’s clients before the District Court (käräjäoikeus, tingsrätten) of Helsinki.", "In May 1994 before the court, the applicant in his capacity as counsel presented a document according to which he had, acting for his clients, made a report to the National Bureau of Investigation (keskusrikospoliisi, centralkriminalpolisen) on the official receiver of the above company and two tax officials, X and Y, accusing the two last-mentioned of having committed aggravated abuse of office relating to the company’s taxation.", "On 10 November 1994 the District Court rejected the compensation claim. The judgment was upheld by the higher courts.", "Subsequently, the official receiver and X and Y reported the applicant to the police alleging libel.", "On 8 May 1996 the public prosecutor charged the applicant with three counts of libel.", "On 10 March 1999 the District Court, having held an oral hearing, convicted him as charged and sentenced him to pay a fine and ordered him to pay damages and legal costs.", "The applicant appealed to the Helsinki Court of Appeal (hovioikeus, hovrätten). On 17 and 18 January 2001 the court held an oral hearing.", "On 15 November 2001 the court rejected the charges concerning the alleged libel of the wound-up company’s official receiver, reduced the sentence to a fine amounting to FIM 3,480 (EUR 585) and reduced the damages to FIM 20,000 (EUR 3,363). The applicant was ordered to pay the legal costs of X and Y amounting to FIM 53,686 (EUR 9,029).", "The court thus upheld the conviction insofar as the District Court had found the applicant guilty of having libelled the tax officials by accusing X of having brought considerable pressure on the tax inspection unit with a view to obtaining an unlawful tax assessment and to furthering the commission by the official receiver of certain unlawful acts, for instance, as regards the obtaining of an unreasonably large fee from the company. The applicant was found to have libelled Y by accusing him of having furthered the commission by the official receiver and X of some unlawful acts. As to the alleged libel of the official receiver, the court found that the applicant had had well-founded reasons to make the allegations in question.", "The court noted that the public interest required that there be a wide freedom to express criticism in judicial proceedings. It had been the applicant’s fundamental right to express criticism on behalf of his clients in the above proceedings. As to the tax officials in question, the court considered that in their capacity as civil servants they were expected to tolerate criticism directed at their exercise of powers. Nonetheless, the case should be assessed in a different manner when it was alleged that a civil servant had committed an aggravated offence, which was a particularly contemptible offence and one which could lead to a severe sentence and dismissal. The court also noted that the more serious an allegation, the more care must be exercised to ensure the accuracy of it. In the present case, the applicant had not put forward any grounds for his allegations against X and Y.", "On 16 May 2002 the Supreme Court refused the applicant leave to appeal.", "A person who spreads false information or a false insinuation about another person conducive to causing damage or suffering to that person, or subjecting that person to contempt, or who makes a derogatory comment about another otherwise than in a manner referred to above shall be sentenced for defamation to a fine or to imprisonment for a maximum period of six months. Criticism that is directed at a person’s activities in politics, business, public office, public position, science, art or in a comparable public position and that does not obviously overstep the limits of propriety does not constitute defamation referred to above (section 9 (531/2000) of the Penal Code)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}