{"ITEMID": "001-80168", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ZHELEZNYAKOVY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, Mr Aleksey Leonidovich Zheleznyakov and Ms Svetlana Vyacheslavovna Zheleznyakova, are Russian nationals who were born in 1968 and 1970 respectively and live in Penza. The respondent Government are represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1993 the first applicant received a position at the Penza Regional Hospital and moved to Penza together with his wife (“the second applicant”).", "In 1999 the applicants sued the Penza Town Council and the Penza Regional Hospital for the alleged failure to grant them a flat in accordance with Russian law.", "On 25 January 2001 the Leninskiy District Court of Penza partly granted the applicants’ claims and placed them on a waiting list, ordering that Penza Regional Hospital provide the family with housing in accordance with the existing order of precedence. The District Court dismissed the claims against the Penza Town Council.", "On 27 February 2001 the Penza Regional Court upheld the judgment on appeal and held the Town Council jointly liable for allocation of a flat to the applicants.", "On 7 May 2001 the bailiffs began enforcement but the judgments could not be enforced as the order of precedence had not been determined by the Penza Town Council.", "At the applicants’ initiative, on 7 March 2003 the Presidium of the Penza Regional Court varied the previous judgments by way of supervisory review and held that the applicants were to receive a flat without further delay.", "On 14 November 2003 the applicants accepted the flat which had been offered to them by the Penza Town Council."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}