{"ITEMID": "001-82321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VOSTOKMASH AVANTA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant is a Ukrainian-Kazakh company located in the city of Zaporizhzhya.", "5. In 2000 the applicant instituted proceedings against the Joint Stock Company “Dniprovsky Metallurgical Kombinat” (hereinafter “the JSC”), in which the State held 98.81 % of the shares, for failure to pay under a contract for delivery of iron ore.", "6. On 29 August 2000 the Arbitration Court of the Dnipropetrovs'k Region awarded the applicant UAH 1,139,560.09 in compensation against the JSC for failure to comply with the contractual obligations. The court also attached the defendant's accounts. It issued two orders in this respect: one for the recovery of property worth a total of UAH 800,541.26 and another for the recovery of the sum of UAH 339,018.83.", "7. On 5 September 2000 the Bailiffs' Service initiated the enforcement proceedings.", "8. Between 2000 and 2005 numerous bankruptcy proceedings were initiated against the JSC by at least eight companies:", "- On 28 August 2000 by the “Kryukivsky Vagonobudivnyy Zavod” – terminated on unspecified date;", "- On 7 March 2001 by the “Afilia” company – terminated on 16 October 2001 as the JSC paid the debt;", "- On 19 October 2001 by the “Kristal” company – terminated on 18 March 2002 as the plaintiff failed to have the bankruptcy announcement published;", "- On 19 March 2002 by the “Intermet” company – terminated on 28 January 2003 as the JSC paid the debt;", "- On 29 January 2003 by the “Nezalezhnist” company – terminated on 18 September 2003 as the plaintiff withdrew his claim;", "- On 22 September 2003 by the “Ukrstalkonstruktsiya” company – terminated on 27 May 2004 as the plaintiff failed to have the bankruptcy announcement published;", "- On 27 May 2004 by the “Rolikon” company – terminated on 16 May 2005;", "- On 17 May 2005 by the “Tsesiya” company – the bankruptcy proceeding are pending to date.", "9. The respective court's rulings on opening these bankruptcy proceedings ordered suspension of the enforcement proceedings against the JSC and introduction of the moratorium on a payment of debts to its creditors.", "10. Between 30 November 2000 and 18 April 2005 the Arbitration Court of the Dnipropetrovs'k Region (as of June 2001 - the Commercial Court of the Dnipropetrovs'k Region) rejected the applicant's numerous requests to initiated bankruptcy proceeding against the JSC as such proceedings were already pending upon other companies' requests.", "11. On 11 July 2001 the Commercial Court of the Dnipropetrovs'k Region, upon the applicant's request, modified the modalities of enforcing the judgment of 29 August 2000. In particular, it decided to attach the debtor's property.", "12. On 23 August 2001 the Bailiffs' Service resumed the enforcement proceedings and suspended them due to the application of the moratorium.", "13. On 4 February 2002 the Commercial Court of the Dnipropetrovs'k Region rejected the applicant's request to initiated bankruptcy proceeding against the JSC. On 15 May 2002 and 24 April 2003 the Higher Commercial Court and the Supreme Court, respectively, rejected the applicant's cassation appeal.", "14. On 6 February 2004 the State Property Fund sold the State-owned shares of the JSC to private persons. Under the terms of the sales, the latter undertook to pay all the outstanding debts of the JSC.", "15. The judgment of 29 August 2000 in the applicant's favour remains unenforced.", "16. The relevant domestic law is summarised in the judgment of Sokur v. Ukraine (no. 29439/02, § 17-22, 26 April 2005)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}