{"ITEMID": "001-61421", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF ALFATLI AND OTHERS v. TURKEY (as regards the applicant Mahmut Memduh Uyan)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 with regard to the length of the proceedings;Violation of Art. 6-1 concerning independence and impartiality of the court;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["15. On 2 February 1985 the applicant was arrested and placed in police custody. He was accused of membership of an illegal organisation, the Dev-Yol (Revolutionary Way). On 18 March 1985 the Ankara Martial Law Court (Sıkıyönetim Mahkemesi) ordered the applicant's detention on remand.", "16. On 26 February 1982 the Military Public Prosecutor filed a bill of indictment with the Ankara Martial Law Court setting out charges against seven hundred and twenty-three defendants, including the applicant. The military prosecutor accused the applicant of membership of an organisation whose aim was to undermine the constitutional order and replace it with a Marxist-Leninist regime, contrary to Articles 146 § 1 and 168 § 2 of the Criminal Code.", "17. After martial law was lifted, the Ankara Martial Law Court took the name of the Martial Law Court attached to the 4th Army Corps.", "18. On 19 July 1989 the Martial Law Court convicted the applicant and sentenced him to death penalty. The applicant appealed against the conviction and the case was referred to the Military Court of Cassation (Askeri Yargıtay).", "19. Following promulgation of the Law of 26 December 1994, which abolished the jurisdiction of the martial law courts, the Court of Cassation (Yargıtay) acquired jurisdiction over the cases and the files were sent to it.", "20. On 6 February 1995 the applicant was released pending trial.", "21. On 27 December 1995 the Court of Cassation upheld the applicant's conviction.", "22. A description of the relevant domestic law and practice can be found in Şahiner v. Turkey, judgment of 4 September 2001, Reports of Judgments and Decisions 2000-IX.", "23. Article 327 of the Code of Criminal Procedure lists the circumstances in which “a person convicted in a judgment that has become final may be granted a retrial”.", "It was amended by section 3 of Law no. 4793, which added a sixth set of circumstances in which the proceedings could be reopened:", "“where it has been held in a final judgment of the European Court of Human Rights that a decision in criminal proceedings was given in breach of the Convention for the Protection of Human Rights and Fundamental Freedoms or its Protocols. In such cases, an application to reopen the proceedings may be lodged within one year of the date on which the judgment of the European Court of Human Rights became final.”", "Law no. 4793 came into force on 3 February 2003. By provisional section 1 of the Law, section 3 is applicable in only two sets of circumstances: where the Court has delivered a judgment that became final before the Law came into force, and where the Court delivers a final judgment on an application lodged after the Law came into force."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}