{"ITEMID": "001-58126", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF HELLE v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "N. Valticos;Pieter Van Dijk;R. Pekkanen", "TEXT": ["6. The applicant, Mr Pekka Helle, is a retired verger of the Evangelical-Lutheran parish of Mäntsälä. According to the applicant his family have for four generations provided a verger to the parish.", "7. Although he had performed duties for the parish since 1952, it was only on 21 September 1966 that a decision (hereinafter, “the 1966 decision”) was taken by the Parish Council (kirkkovaltuusto, kyrkofullmäktige) to establish officially the post of verger and to confirm the applicant as the verger (see paragraph 8 below).", "8. In creating the post, the Parish Council noted that the Parish Management Board (kirkkohallintokunta) had proposed that the verger be paid 75% of the salary on the Grade 9 salary scale for employees of the Evangelical-Lutheran Church. However the Parish Council ultimately decided that the verger’s post was to be considered as the main occupation (päätoimi) of the post holder and the holder remunerated according to Grade A3 of the salary scale. In salary terms, this in fact amounted to the same level of remuneration as suggested by the Parish Management Board. However, there was no indication as to whether it was a full-time or part-time post. The Parish Council further decided that Mr Helle, as the post holder, should not be remunerated for the performance of any extra duties and that he should be authorised, as was proposed by the Parish Management Board, to manage a funeral home.", "9. As from the beginning of 1975 a new collective agreement for Church employees came into force. Under that agreement a new salary scheme was introduced under which salaries were fixed in respect of the various posts and the terminology was clarified so that a main occupation of a Church employee could henceforth either be full-time or part-time. The new salary system was applied in 1977 to the Church employees of the parish of Mäntsälä.", "10. In a decision taken on 16 November 1977 (hereinafter “the 1977 decision”) in the context of the application of the new collective agreement arrangements to its employees, the Parish Board ((kirkkoneuvosto, kyrkorådet) noted that the decision of the Parish Council of 21 September 1966 creating the post of verger (see paragraph 8 above) did not specify whether that post was full-time or part-time. The view was taken that since the Parish Management Board at the relevant time had proposed that Mr Helle be granted permission to manage a funeral home it was probable that his post was a part-time main occupation.", "The Parish Board confirmed that the verger’s working hours were thirtyfive hours per week and that his salary was 87% of that payable to a full-time verger on the revised salary scales. The applicant’s salary however remained the same as before. Further, the Parish Board authorised Mr Helle to manage a funeral home alongside his duties as verger.", "11. From the moment of taking up his employment as verger, the applicant carried out his duties on the understanding that his post was in fact a full-time one. He was never informed of the 1977 decision and its implications were not apparent to him since he continued to receive the same salary and to work forty hours per week.", "12. It was only in December 1988 when he enquired about his pension rights that he reached the conclusion that the Parish Board had in 1977 considered his post to be part-time and that some of his salary-related entitlements including pension rights were as a consequence lower than those of a full-time post holder.", "13. On 9 January 1989 the applicant appealed against the 1977 decision to the Parish Council claiming arrears of salary owed to him as a full-time parish verger and other lost benefits.", "14. In its decision of 10 October 1989 the Parish Council noted that, according to the decision of the Parish Board of 16 November 1977 (see paragraph 10 above), Mr Helle’s post was a part-time main occupation. The Parish Council considered that it was not legally obliged to grant the applicant any pecuniary benefits in addition to those he already received on the basis of the 1977 decision of the Parish Board (see paragraph 10 above). It nevertheless decided on an ex gratia basis that the applicant should be paid the difference between his part-time salary and a full-time salary as from 1 January 1987. It also increased his pension benefits and awarded him a compensatory lump sum.", "15. In the meantime, on 25 January 1989, the applicant had also lodged an appeal with the Cathedral Chapter (tuomiokapituli, domkapitlet) of the Helsinki Diocese (hiippakunta, stift), complaining that the Parish Board’s 1977 decision amounted to a unilateral change by the Board to the nature of his post and had prejudiced him financially. Under section 443 of the Church Act 1964 (kirkkolaki, kyrkolag 635/64), the Cathedral Chapter acted as “a court of first instance” in cases concerning salary claims of parish officials.", "On 15 November 1989, following the Parish Council’s decision of 10 October 1989, the applicant lodged a supplementary appeal with the Cathedral Chapter, complaining about the low level of the benefits granted to him in that decision and claiming, inter alia, compensation.", "16. The Cathedral Chapter joined the two appeals. In its decision of 1 June 1990 it stated that the applicant had locus standi and that the appeal could not be considered as time-barred since the applicant had not been notified of the 1977 decision as required by Finnish law (see paragraph 11 above). As regards the merits, the Cathedral Chapter noted that, in its opinion, the 1977 decision of the Parish Board was primarily a decision on the working hours for the verger’s post. It had not been possible to ascertain from the documents produced in the case whether the post in question was created in 1966 as a full-time or part-time main occupation. In any event, the Parish Board lacked the competence to convert a full-time post into a part-time one since the Parish Council was solely competent in 1977 to take such a decision. On the other hand, the Parish Board’s specification of the working hours for the post had been the basis for the revised method of calculating salaries under the new collective agreement arrangements.", "On these grounds the Cathedral Chapter found that the 1977 decision had not altered the applicant’s post from a full-time to a part-time one. In view of the fact that the parish had sole competence to decide on the working hours for a post, the Cathedral Chapter dismissed the verger’s appeal in that regard. It further considered that it was not competent to examine his claims for compensation and dismissed this part of the appeal without examining the merits.", "17. On 28 June 1990 the applicant appealed against the Cathedral Chapter’s decision to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), claiming that the decisions of the Cathedral Chapter, the Parish Council and the Parish Board should be repealed and that he should be compensated for the financial loss suffered since 1 January 1978 through not being recognised as a full-time verger.", "At the Supreme Administrative Court’s request, the Cathedral Chapter submitted on 5 September 1990 an opinion in which it stated that the appeal should be rejected. The applicant filed his comments on the opinion on 16 October 1990.", "18. In a decision of 8 March 1991 the Supreme Administrative Court, without having held an oral hearing, upheld the Cathedral Chapter’s decision as regards the effects of the 1977 decision, finding no reason to alter it. On the other hand, the Supreme Administrative Court considered that the Cathedral Chapter did have jurisdiction to examine the dispute regarding his compensation claim and therefore referred the case back for fresh examination.", "The Cathedral Chapter’s decision of 1 June 1990 was appended to the decision of the Supreme Administrative Court but the latter decision did not refer to the Cathedral Chapter’s opinion or to the applicant’s comments thereon.", "19. In a fresh appeal of 31 May 1991 to the Cathedral Chapter the applicant maintained his previous complaints in respect of both the 1977 decision and the level of compensation set by the earlier decision of the Parish Council. Moreover, he maintained that in the event of the Cathedral Chapter not being satisfied that his post had been full-time since its creation, he requested the Cathedral Chapter to hold an oral hearing and hear witnesses on the matter.", "In this connection, the applicant submitted a written statement by six former members of the Parish Council who had participated in the creation of his post in 1966. In their view, the Parish Council had been aware of the fact that the anticipated number of working hours clearly sufficed for the purposes of a full-time post and it had therefore rejected a proposal to establish a part-time post.", "The applicant also submitted a written statement of his trade union to the effect that the parish had never contested the fact that he had worked at least forty hours per week, although he had only been paid a salary based on thirty-five hours per week. The fact that he had (in 1966) been granted permission to have a secondary occupation (to manage a funeral home) had not entitled the parish to amend his employment contract unilaterally.", "20. In its decision of 29 August 1991 the Cathedral Chapter took account of the various written statements submitted in support of the applicant’s claims. Having regard to the evidence adduced and to the fact that it had not been possible to submit further evidence concerning his working hours especially as the applicant had a secondary occupation closely related to his duties as verger, the Cathedral Chapter upheld the decision of the Parish Council of 10 October 1991 and rejected his other claims for compensation for lack of sufficient evidence. The applicant’s request for an oral hearing was not mentioned in the decision.", "21. The applicant appealed to the Supreme Administrative Court against the decision of the Cathedral Chapter, claiming that the compensation had been fixed at too low a level.", "22. On 11 December 1991 the Cathedral Chapter, at the request of the Supreme Administrative Court, submitted a further opinion to the court in which it stated that the applicant’s appeal should be rejected. The applicant filed his comments on the opinion on 16 January 1992.", "23. On 31 March 1992 the Supreme Administrative Court, without holding an oral hearing, upheld the Cathedral Chapter’s decision of 29 August 1991, finding no reason to alter it. The decision referred to section 538b of the Church Act 1984 as well as to the Regulations on Posts and Salaries of the parish as adopted by the Cathedral Chapter in 1988. According to section 538b the terms of employment for posts within the Church were to be specified in regulations adopted by the Church Assembly (kirkolliskokous, kyrko-mötet), to the extent that they were not indicated in already existing regulations and collective agreements.", "The decision of the Cathedral Chapter of 29 August 1991 was appended to the decision of the Supreme Administrative Court but the latter decision did not refer to the Cathedral Chapter’s opinion or to the applicant’s comments thereon.", "24. Under the Church Act 1964 (kirkkolaki, kyrkolag 635/64) a decision by the Church Council could be appealed against to the Cathedral Chapter by any person claiming that the decision entailed a violation of his or her private rights (section 323 (1) as in force at the relevant time).", "25. The Cathedral Chapter is both an administrative and a judicial body of the Diocese (section 432). At the relevant time its members included the Bishop, as the chair, three Church assessors and one legal assessor. One of the Church assessors was Dean of the Cathedral Congregation (tuomiokirkko-seurakunnan tuomiorovasti, domkyrkoförsamlingens domprost) and also Vice-Chairman of the Cathedral Chapter. The two others were elected by the priests and curates of the Diocese from among its permanent priests. The Church assessors sat for a period of three years. As long as they were priests in the same parish or parish confederation they could not sit on the Cathedral Chapter for more than two periods. The legal assessor was a lawyer appointed by the Cathedral Chapter (sections 433435).", "26. The statutory rules on the disqualification of judges extended to the members of the Cathedral Chapter (section 436 (3)). Before taking up their duties, the members had to swear a judicial oath (section 437).", "27. In determining cases brought before it, the Cathedral Chapter was to base itself on the case file. If it was deemed necessary to hear witnesses, evidence was to be taken by an ordinary court of first instance on request by the Cathedral Chapter submitted via the County Administrative Board (section 455).", "On 1 January 1994 the 1964 Act was replaced by the 1993 Church Act (kirkkolaki, kyrkolag 1054/93) which expressly provides that the Cathedral Chapter may hold oral hearings (Chapter 19, sections 6 and 7).", "28hallintolainkäyttölaki, förvaltningsprocesslag 588/96 – “the 1996 Act”, which entered into force on 1 December 1996) the Supreme Administrative Court must hold an oral hearing if a private party has requested this, but may nevertheless refuse this in certain circumstances (section 38 (1)).", "29. The instrument of ratification of the Convention deposited by the Finnish Government on 10 May 1990 contained the following reservation, made in accordance with Article 64 of the Convention, in respect of the right to a public hearing guaranteed by Article 6 § 1:", "“ For the time being, Finland cannot guarantee a right to an oral hearing insofar as the current Finnish laws do not provide such a right. This applies to:", "1. proceedings before the Courts of Appeal, the Supreme Court, the Water Courts and the Water Court of Appeal in accordance with Chapter 26 Sections 7 and 8, as well as Chapter 30 Section 20, of the Code of Judicial Procedure, and Chapter 15 Section 23, as well as Chapter 16 Sections 14 and 39, of the Water Act;", "2. proceedings before the County Administrative Courts and the Supreme Administrative Court in accordance with Section 16 of the County Administrative Courts Act and Section 15 of the Supreme Administrative Court Act;", "3. proceedings, which are held before the Insurance Court as the Court of Final Instance, in accordance with Section 9 of the Insurance Court Act;", "4. proceedings before the Appellate Board for Social Insurance in accordance with Section 8 of the Decree on the Appellate Board for Social Insurance.", "The provisions of the Finnish laws referred to above are attached to this reservation as a separate annex.”", "30. According to the annex to the above reservation, the relevant part of section 15 of the Supreme Administrative Court Act reads:", "“In investigating a case, the Supreme Administrative Court may ... hold oral hearings ... In an oral hearing the parties, witnesses and experts may be heard, and other evidence may be taken.", "The Supreme Administrative Court may decide that oral hearings ... be conducted by one or more members of the Court together with the referendary.”", "31. On 20 December 1996, following the entry into force of the 1996 Act, Finland withdrew the above reservation, inter alia, in respect of proceedings before the Supreme Administrative Court concerning decisions taken after 1 December 1996."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}