{"ITEMID": "001-75213", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SANNINO v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3-c - Defence through legal assistance) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Alvina Gyulumyan;John Hedigan;Lucius Caflisch;Margarita Tsatsa-Nikolovska;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1950 and lives in Casoria.", "5. On 12 December 1992 the applicant and two others, all of whom were charged with fraudulent bankruptcy, were committed for trial in the Naples District Court. After numerous adjournments on account of failure to serve proper notice or lawyers’ strikes, a hearing was held on 23 September 1997. At the hearing the lawyer retained by Mr Sannino produced a list of witnesses he wanted to be summoned to appear in court. They were mainly people who would say that the applicant had been less directly involved in the management of X, a commercial company, after February 1989. The president of the court granted the request.", "6. At a hearing on 18 November 1997, Mr Sannino was represented by a different lawyer of his choosing, Mr G., whom he had retained on 13 September 1996. Mr G. produced the list of witnesses again. The court again granted leave for the persons named in the list to be summoned. A number of witnesses were examined on 3 November 1998 in the presence of the applicant and Mr G.", "7. In a note deposited with the registry of the Naples District Court on 18 January 1999, Mr G. announced that he was withdrawing from the case. He said that the applicant had been informed accordingly by registered letter sent on 18 January 1999. On 19 January 1999 the court assigned the applicant a defence lawyer, Mr B.", "8. On 25 January 1999 Mr B. was informed of the date of the next hearing (17 February 1999). The note he received did not, however, mention that he had been officially assigned to represent Mr Sannino. No notification was sent to Mr Sannino.", "9. Mr B. did not appear at the hearing on 17 February 1999, but the applicant did. The court ordered Mr B. to be replaced by another official defence lawyer, Mr M., and adjourned the case to 16 March 1999.", "10. On that date Mr B. again failed to appear, but the applicant was present. The court ordered Mr B. to be replaced by another official defence lawyer, Mr A. One of the witnesses called by the prosecution was examined by the prosecution’s representative and cross-examined by the lawyer of one of the applicant’s co-defendants. The court adjourned the proceedings to 5 May 1999 and ordered the other witnesses to be summoned.", "11. On that date Mr B. again failed to appear, but the applicant was present. The court ordered Mr B. to be replaced by another official defence lawyer, Mr O. Mr Sannino made a number of spontaneous statements. A witness called by the prosecution was examined. Having regard to the absence of two other prosecution witnesses, the court adjourned its examination of the case to 16 June 1999. The hearing was not held on that date and the proceedings were adjourned on account of the European parliamentary elections.", "12. Further hearings were held on 2 November and 17 December 1999 and on 18 January and 29 March 2000, to which the witnesses on the applicant’s list were not summoned. Mr B., who had still not appeared, was replaced by a different court-appointed defence lawyer each time.", "13. The record of the hearing on 2 November 1999 mentions that the applicant was present, which the applicant himself denies. He states that he attended his trial for the last time on 5 May 1999 and that after the adjournment of 16 June 1999 he was not notified of the date of the next hearing (2 November 1999). A notice of hearing had in fact been issued to a person who did not have authorisation (persona non abilitata) to receive notices. The Government produced a note (relata di notifica) before the Court, drawn up by a court bailiff, according to which notice of the hearing on 2 November 1999 had been served personally on 23 July 1999 on a person identifying himself as Giuseppe Sannino. The applicant maintains that the signature appearing on the note is not his and that on 23 July 1999 he was not at home, but at the Monteprandone Hotel in San Benedetto del Tronto, as had been proved by his lawyer in the appeals lodged after his conviction. Furthermore, he alleges, the indication that the notice of hearing was served on him personally was added by the court bailiff more than five years after the material time, “at the request of the office of the co-Agent at the Permanent Representation of Italy”.", "14. A final hearing was held on 12 April 2000. Neither the applicant nor Mr B. appeared. Mr B. was replaced by a court-appointed lawyer. Witnesses were examined.", "15. In a judgment of 12 April 2000, the text of which was deposited with the court’s registry on 19 April 2000, the Naples District Court sentenced the applicant to two years’ imprisonment.", "16. The applicant was not officially informed that the judgment against him had been deposited with the registry. He submits that, not having been aware of the conviction, he was unable to avail himself of his right to appeal within the statutory thirty-day period.", "17. He claims that he did not learn of his conviction – which had become final on 29 May 2000 – until 11 May 2001, when he asked for a copy of his criminal record.", "18. The applicant also learnt that Mr B. had been appointed to represent him, whereupon he contacted him.", "19. Through Mr B. the applicant lodged an application on 15 November 2001 for leave to appeal out of time. He claims that the notice of the date of the hearing of 2 November 1999 was void on the ground that the court bailiff’s report did not refer to the standing of the person on whom it had been served. Moreover, Mr B.’s appointment was – he alleges – unlawful because his name did not appear on the list of official defence lawyers. In any event Mr B. had never been informed of his appointment. In the applicant’s submission, the time-limit for lodging an appeal had therefore never started running.", "20. At the same time, again through Mr B., the applicant appealed against the judgment of 12 April 2000. He sought an acquittal on the merits and requested the investigation to be reopened for the purpose of hearing evidence from the witnesses indicated in the defence’s list.", "21. By an order of 8 March 2002, the Naples District Court dismissed the application for leave to appeal out of time. It observed that the applicant referred to matters regarding the conduct of the trial at first instance that should have been raised prior to the date on which the judgment of 12 April 2000 had become final. Leave to appeal out of time was granted only where the convicted person proved that he had been prevented by a case of force majeure from taking certain steps within the statutory time-limit, and not where he alleged procedural defects. In those conditions it was not necessary to ascertain whether the facts of which the applicant complained were genuine.", "22. On 29 March 2002 the applicant lodged an appeal on points of law. He alleged that the Naples District Court had wrongly construed the relevant provisions of domestic law, namely, Articles 175 and 670 of the Code of Criminal Procedure (“the CCP” – see “Relevant domestic law” below). He stated that, through no fault of his own, he had not been aware of the judgment.", "23. In a judgment of 4 March 2003, the text of which was deposited with the registry on 26 March 2003, the Court of Cassation declared the appeal inadmissible. It observed that the applicant was complaining of flaws in the appointment of his court-appointed defence counsel and the service of the notice of the date of the hearing of 2 November 1999. Those flaws could have resulted in certain measures being annulled on grounds of procedural errors, but had been cured (sanate) when the conviction had become final.", "24. On 29 April 2002 the Naples public prosecutor’s office ordered execution of the sentence imposed on the applicant by the judgment of 12 April 2000. Execution was stayed, however.", "25. On 11 June 2002 the applicant requested the application of an alternative measure to detention, namely, probation (affidamento in prova al servizio sociale). By an order of 28 June 2005, the Naples Post-Sentencing Court granted the applicant’s request. On 5 September 2005 the applicant declared that he accepted the obligations stipulated in the probation order, namely, not to leave the district (comune) of Casoria without prior authorisation of the judge supervising enforcement of sentences; to devote himself fully to his work at the M. company; not to leave his house before 8 a.m. and not to return after 8 p.m; not to associate with reoffenders; and to report to the police station at least three times per week.", "26. Article 175 §§ 2 and 3 of the CCP provides for the possibility of applying for leave to appeal out of time. The relevant parts of that provision were worded as follows at the material time:", "“In the event of conviction in absentia ..., the defendant may request the reopening of the time allowed for appeal against the judgment where he can establish that he had no effective knowledge [effettiva conoscenza] [of it] ... [and] on condition that no appeal has been lodged by his lawyer and there has been no negligence on his part or, in the case of a conviction in absentia having been served ... on his lawyer ..., that he did not deliberately refuse to take cognisance of the procedural steps.", "A request for the reopening of the time allowed for appeal must be lodged within ten days of the date ... on which the defendant learnt [of the judgment], failing which it shall be declared inadmissible.”", "27. The validity of a conviction may be contested by means of an objection to execution under Article 670 § 1 of the CCP, the relevant parts of which provide:", "“Where the judge supervising enforcement establishes that a judgment is invalid or has not become enforceable, he shall, [after] assessing on the merits [nel merito] whether the safeguards in place for a convicted person deemed to be untraceable have been observed, ... suspend its enforcement, ordering, where necessary, that the person be released and that defects in the service of process be remedied. In such cases the time allowed for appealing shall begin to run again.”", "28. Under Article 97 §§ 1, 4, 5 and 6 of the CCP:", "“1. A defendant who has not appointed a lawyer of his own choosing or finds himself without one shall be assisted by a court-appointed defence lawyer.", "...", "4. Where defence counsel’s presence is necessary and [the lawyer] chosen by the defendant or the court-appointed lawyer ... has not been found, has not appeared or has withdrawn from the case, the judge shall appoint as his replacement another defence lawyer immediately available [reperibile], to whom the provisions of Article 102 shall apply [under that provision, the replacement lawyer exercises the rights of the defence counsel and is subject to the same obligations]. ...", "5. The court-appointed defence lawyer shall defend his client [prestare il patrocinio] and shall not be replaced other than for a legitimate reason [giustificato motivo].", "6. The court-appointed lawyer shall cease to act if [the defendant] appoints a lawyer of his own choosing.”", "29. A defence lawyer who has just been appointed may request an adjournment of the hearing date. Article 108 § 1 of the CCP provides, inter alia:", "“Where a defence lawyer withdraws from the case, has his appointment revoked or is incompatible or abandons the case, the defendant’s new lawyer or the court-appointed [defence lawyer] can request sufficient time [congruo], of no less than seven days, in which to study the file and acquaint himself with the facts of the case.”", "30. In accordance with Article 148 § 5 of the CCP, the reading out of decisions to persons present in the courtroom and the information given to them orally by the judge “shall replace formal notice [sostituiscono le notificazioni], on condition that they are noted in the record of hearing”.", "31. After production of the evidence requested by the parties, the judge may, if he considers it “absolutely necessary”, order that further evidence be adduced (Article 507 § 1 of the CCP)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}