{"ITEMID": "001-108480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DI SARNO AND OTHERS v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed;Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home;Respect for private life) (Substantive aspect);No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations) (Procedural aspect)", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Isabelle Berro-Lefèvre", "TEXT": ["6. Thirteen of the applicants live in the municipality of Somma Vesuviana, in Campania (Italy). The other five work there.", "7. From 11 February 1994 to 31 December 2009 a state of emergency (stato di emergenza) was in place in the Campania region, by decision of the then Prime Minister, because of serious problems of solid urban waste disposal.", "8. From 11 February 1994 to 23 May 2008 the management of the state of emergency was entrusted to “deputy commissioners” appointed by the Prime Minister and assisted by assistant commissioners. Nine high officials – including four presidents of the region of Campania and the head of the civil emergency planning department of the Prime Minister’s Office – were appointed deputy commissioners.", "9. From 23 May 2008 to 31 December 2009 the management of the state of emergency was entrusted to an under-secretariat in the Prime Minister’s Office under the head of the civil emergency planning department.", "10. Regional Law no. 10 of 10 February 1993 (“Law no. 10/93”) laid down guidelines for the adoption of a waste disposal plan in Campania which was to treat urban solid waste and recyclable materials and halve the number and capacity of landfill sites – with the help of compacting and sorting techniques – between 1993 and 1995.", "11. On 9 June 1997 the President of the Region, having been appointed deputy commissioner, drew up a regional waste disposal plan. Among other things, it provided for the construction of five incinerators – four of which would be built on land in the municipalities of Marcianise, Battipaglia, Giugliano and Nola-Marigliano (the last two of these were to serve the municipalities where the applicants lived), and the fifth on a site to be determined at a later date – and also five main landfill sites and six secondary sites.", "12. On 12 June 1998 the President of the Region, acting as deputy commissioner, issued a call for tenders for a ten-year concession to operate the waste collection and disposal service in the province of Naples. According to the specifications, the successful bidder would be required to ensure the proper reception of the collected waste, its sorting, conversion into refuse-derived fuel (combustibile derivato da rifiuti – “RDF”) and incineration. To that end, it was to construct and manage three waste sorting and RDF production facilities and set up an electric power plant fuelled by RDF, by 31 December 2000.", "13. When the tendering process ended on 20 March 2000, the concession was awarded to a consortium of five companies: Fisia Impianti S.p.A. (main contractor), Impregilo S.p.A., Babcock Kommunal GmbH, Deutsche Babcock Anlagen GmbH and Evo Oberhausen AG (subcontractors).", "14. Under the terms of a service concession agreement signed on 7 June 2000, the five successful companies undertook to build two RDF production centres in Caivano and Tufino in 300 days, starting on 10 and 14 April 2000 respectively, and another in Giugliano in 270 days, starting from 30 March 2000. The RDF-fuelled power plant to be built in Acerra was to be built in 24 months, starting from a date to be determined later.", "15. In the meantime, on 22 April 1999 the deputy commissioner had issued a call for tenders for the waste disposal service concession in Campania. The concession was awarded to FIBE S.p.A. a consortium of companies formed specially for the purpose. On an unspecified date they formed a company called FIBE Campania S.p.A.", "16. Under the concession agreement signed on 5 September 2001, FIBE S.p.A. was to build and manage seven RDF production centres and two electric power plants fuelled by RDF. It was also required to ensure the proper reception, sorting and treatment of the waste collected in the region and transform 32% of it into RDF and 33% into compost, and produce 14% of non-recyclable waste and 3% of ferrous waste.", "17. In January 2001 the closure of the Tufino landfill site resulted in the temporary suspension of waste disposal services in the province of Naples. To help control the situation the mayors of the other municipalities in the province authorised the storage of the waste in their respective landfill sites on a temporary basis, under section 13 of Legislative Decree no. 22 of 5 February 1997 ...", "18. From the end of 2001 to May 2003 seven RDF production centres were built, in Caivano, Pianodardine, Santa Maria Capua Vetere, Giugliano, Casalduni, Tufino and Battipaglia.", "19. On 22 May 2001 the urban waste collection and transport service of the municipality of Somma Vesuviana was entrusted to a consortium of two companies: C.I.C.-Clin Industrie Città S.p.A. and Ecologia Bruscino S.r.l. On 26 October 2004 the management of the service was handed over to M.I.T.A. S.p.A., a publicly-owned company.", "20. In 2003 the Naples Public Prosecutor’s Office opened a criminal investigation (RGNR no. 15940/03) into the management of the waste disposal service in Campania since the signature of the concession contracts on 7 June 2000 and 5 September 2001.", "21. On 31 July 2007 the public prosecutor’s office requested the committal for trial of the administrators and certain employees of Fisia Italimpianti S.p.A., FIBE S.p.A., FIBE Campania S.p.A., Impregilo S.p.A. and Gestione Napoli S.p.A. (“the companies”), as well as the deputy commissioner in post from 2000 to 2004 and several officials from his office, on charges of fraud, failure to perform public contracts, deception, interruption of a public service or utility, abuse of office, misrepresentation of the facts in the performance of public duties and conducting unauthorised waste management operations, committed between 2001 and 2005.", "22. The members of the companies concerned were accused, inter alia, of having, with the complicity of the deputy commissioner and of officials from his office, failed in their contractual duty to receive and process the region’s waste. The companies themselves were accused of having delayed and in some cases interrupted the regular reception of the waste collected in the RDF production centres, causing refuse to pile up in the streets and the temporary storage sites provided by the mayors or the deputy commissioner.", "23. The public prosecutor’s office also accused the companies of having (1) produced RDF and compost by means not provided for in their contracts; (2) failed to carry out the requisite RDF energy recovery operations pending the construction of the RDF power station; (3) subcontracted the transportation of the processed waste produced by the RDF production centres, in breach of the terms of the concession contract; and (4) stocked pollutants from the production of RDF on illegal sites with no effort to protect the environment.", "24. The public officials concerned by the committal request were accused of having falsely attested that the companies in question had complied with the laws and contractual provisions governing waste disposal, authorised the opening of non-regulation waste disposal sites, the temporary storage of the RDF pending the opening of the power stations, and the dumping of pollutants produced by RDF production plants, and authorised derogations from the contractual specifications governing RDF production.", "25. On 29 February 2008 the preliminary investigation judge ordered the accused to be committed for trial and scheduled the hearing before the Naples Court to be held on 14 May 2008.", "26. Legislative Decree no. 245 of 30 November 2005, which subsequently became Law no. 21 of 27 January 2006, provided for the termination of the contracts governing waste disposal in Campania signed by the deputy commissioner in 2000 and 2001, and for the urgent organisation of a new call for tenders. In order to guarantee continuity of service, the companies already under contract were required to continue their activities until the new call for tenders was over, but only until 31 December 2007.", "27. An initial call for tenders, issued on 27 March 2006 by the deputy commissioner then in post, failed for lack of sufficient valid tenders.", "28. On 2 August 2006 the deputy commissioner issued a new call for tenders for a twenty-year concession.", "29. Legislative Decree no. 263 of 9 October 2006, which subsequently became Law no. 290 of 6 December 2006, appointed the head of the civil emergency planning department to the post of deputy commissioner in charge of the waste disposal crisis in Campania. When the second call for tenders was annulled the deputy commissioner was instructed to sign new contractors to handle waste disposal.", "30. On 28 March 2007 the regional authorities passed Law no. 4, providing for the creation of a regional division of the waste disposal scheme, a regional waste disposal observatory, a fully comprehensive regional waste management plan, a regional plan for special waste management, including dangerous waste, and a regional plan to clean up polluted sites.", "31. On 6 July 2007 the Prefect of Naples was appointed deputy commissioner in charge of the waste disposal crisis.", "32. Legislative Decree no. 61 of 11 May 2007, which subsequently became Law no. 87 of 5 July 2007, authorised the creation, in the municipalities of Serre (Salerno), Savignano Irpino (Avellino), Terzigno (Naples) and Sant’Arcangelo Trimonte (Benevento), of landfill sites with a special derogation from the statutory environmental protection and health and safety standards, and prohibited the creation of new waste disposal sites, in particular in the municipalities of Giugliano in Campania, Villaricca, Qualiano and Quarto (Naples), at least until the region had been cleaned up. The law made the deputy commissioner responsible for rapidly identifying new companies to collect and dispose of waste.", "33. On 21 November 2007 a third call for tenders was issued. It failed because not enough tenders were received.", "34. On 28 December 2007 the deputy commissioner drew up a regional plan for urban waste in Campania, in keeping with section 9 of Legislative Decree no. 61/07. It comprised a crisis resolution strategy based inter alia on the development of selective waste collection, transparency in the life cycle of waste, the rationalisation and upgrading of the existing structures – in particular at least one of the RDF production centres –, the creation of structures for producing compost, and the use of new technologies and methods for the biological treatment of waste.", "35. On 19 April 2008 the publicly-owned company Pomigliano Ambiente S.p.A. was put in charge of collecting and transporting organic waste in the municipality of Somma Vesuviana.", "36. A new crisis situation developed at the end of 2007. Tons of waste were left to pile up for weeks in the streets of Naples and other towns in the province, including those where the applicants lived (see list appended).", "37. On 11 January 2008, by order no. 3639/08, the Prime Minister appointed a senior police officer deputy commissioner. His task was to open the landfill sites provided for in Legislative Decree no. 61/07 and to locate new waste storage and disposal sites, with the assistance of the police and the army. The order also invited the municipalities in the region to prepare plans for the selective collection of waste.", "38. Legislative Decree no. 90 of 23 May 2008, which subsequently became Law no. 123 of 14 July 2008 (on “Extraordinary measures in response to the waste disposal crisis in Campania and subsequent civil protection measures”) – appointed the head of the civil emergency planning department to the post of undersecretary of State to the Prime Minister’s Office and made him responsible for managing the crisis until 31 December 2009, in place of the deputy commissioner. The undersecretary was authorised to open ten new landfill sites in the region, including two in Terzigno and Chiaiano, with a special derogation from the statutory environmental protection and health and safety standards.", "39. Legislative Decree no. 90/08 also authorised the treatment of certain categories of waste at the RDF-fuelled power plant in Acerra – against the opinion submitted on 9 February 2005 by the environmental impact assessment committee – and the construction of RDF-fuelled power plants in Santa Maria La Fossa (Caserta) and in Naples and Salerno.", "40. The Legislative Decree handed over ownership of the waste sorting and treatment sites to the provinces of Campania but provisionally left it to the army to manage the sites.", "41. Paragraphs 4 and 7 of section 2 of the decree classified the sites, the zones, the plants and the headquarters of the waste management services “strategic national interest zones” placed under the supervision of the police and the army. The armed forces were asked to help organise the implantation of the sites and the collection and transport of waste.", "42. Section 2, paragraph 9, classified preventing, obstructing or hindering waste disposal as the punishable offence of interruption of a public service.", "43. Lastly, the Legislative Decree instructed the undersecretary of State to ensure that the municipalities complied with the objectives for the selective collection of urban waste laid down in the 28 December 2007 regional plan for urban waste in Campania.", "44. Legislative Decree no. 172 of 6 November 2008, which subsequently became Law no. 210 of 30 December 2008 (on “Extraordinary measures in response to the waste disposal crisis in Campania and urgent environmental protection provisions”) provided for the possibility, in the territories affected by the state of emergency regarding waste disposal, of mayors, provincial presidents, municipal or provincial councillors and municipal or provincial commission members being dismissed by decree of the Minister of the Interior in the event of serious neglect, inter alia, in their duty to plan and organise the collection, transport, processing, elimination and selective sorting of waste. It also provided, in the same territories, for special criminal sanctions to punish, inter alia, (1) the illegal dumping or burning of waste; (2) the unauthorised collection, transport, processing, elimination and sale of waste; (3) the creation and management of illegal landfill sites and the mixing of dangerous and non-dangerous waste.", "45. According to the information submitted by the Government, which the applicants did not dispute, two landfill sites had already been opened in Savignano Irpino and Sant’Arcangelo Trimonte at the end of October 2009, others were on the point of opening in Chiaiano, Terzigno and San Tammaro, and preliminary work was under way with a view to opening a site at Andretta (Avellino). The finishing touches were being put to the RDF-fuelled power plant in Acerra, a call for tenders for the construction of an RDF-fuelled power plant in Salerno had been issued and a site for an RDF-fuelled power plant in the province of Naples had been chosen. From 14 January to 1 March 2008 269,000 tonnes of waste were removed from the streets of the region’s towns and 79,000 tonnes of RDF were stored. Five hundred and thirty municipalities introduced the selective collection of waste in compliance with order no. 3639/08.", "46. On 3 June 2008, pursuant to order no. 3804/09 issued by the Prime Minister and following the approval of a selective waste collection programme, a call for tenders for the waste collection service in the municipality of Somma Vesuviana was won by L’Igiene Urbana S.r.l.", "47. On 15 March 2009, by order no. 3746, the Prime Minister urged the provinces of the region to set up semi-public companies to run the waste storage sites, landfills and waste disposal, processing and recycling plants.", "48. In 2006, on an unspecified date, the Naples Public Prosecutor’s Office opened a criminal investigation (RGNR no. 40246/06) into the waste disposal operations organised on a temporary basis by FIBE S.p.A. and FIBE Campania S.p.A. during the transition period following the termination of the concession contracts.", "49. On 22 May 2008, at the request of the prosecutor’s office, the preliminary investigation judge at the Naples Court placed compulsory residence orders on the managing directors of FIBE S.p.A. and FIBE Campania S.p.A., several of the companies’ executives and employees, the people in charge of the waste sorting centres run by Fisia Italimpianti S.p.A., the manager of the Villaricca landfill, representatives of the FS Cargo S.p.A. transport company and several officials from the deputy commissioner’s office.", "50. The accused were charged, inter alia, with conspiring in the illegal trafficking of waste, forgery of official documents, deception, misrepresentation of the facts in the performance of public duties, and organised trafficking of waste.", "51. On an unspecified date in 2008 the Naples Public Prosecutor’s Office opened a criminal investigation (RGNR no. 32722/08, nicknamed “Rompiballe”) into the waste disposal operations carried out after December 2005. According to the information supplied by the Government, which the applicants did not dispute, the investigation, which was still pending on 26 October 2009, concerned a number of offences against the environment and the public authorities and targeted several employees of FIBE S.p.A. and other companies in the consortium, as well as officials from the deputy commissioner’s office.", "52. On 22 March 2005 the Commission of the European Communities (“the Commission”) brought an action for non-compliance against Italy before the Court of Justice under Article 226 of the Treaty establishing the European Community (“TEC”) (case no. C-135/05). Criticising the existence of a large number of illegal and unsupervised landfill sites in Italy, the Commission alleged that the Italian authorities had failed to honour their obligations under Articles 4, 8 and 9 of Directive 75/442/EEC on waste, Article 2 § 1 of Directive 91/689/EEC on hazardous waste and Article 14, letters (a) to (c), of Directive 1999/31/EC on the landfill of waste.", "53. In its judgment of 26 April 2007 the Court of Justice noted “the general non-compliance of the tips [with the] provisions”, observing, inter alia, that the Italian Government “does not dispute the existence ... in Italy of at least 700 illegal tips containing hazardous waste, which are therefore not subject to any control measures”.", "54. It concluded that the Italian Republic had failed to fulfil its obligations under the provisions cited by the Commission, because it had failed to adopt all the necessary measures to ensure that waste was recovered or disposed of without endangering human health and without using processes or methods which could harm the environment, and to prohibit the abandonment, dumping or uncontrolled disposal of waste.", "55. On 3 July 2008 the Commission brought a new action for noncompliance against Italy under Article 226 TEC (case no. C-297/08).", "56. In a judgment of 4 March 2010 the Court of Justice, while noting the measures taken by Italy in 2008 to tackle the “waste crisis”, referred to the existence of a “structural deficit in terms of the installations necessary for the disposal of the urban waste produced in Campania, as evidenced by the considerable quantities of waste which [had] accumulated along the public roads in the region”.", "It held that Italy had “failed to meet its obligation to establish an integrated and adequate network of disposal installations enabling it ... to [ensure the] disposal of its own waste and, in consequence, [had] failed to fulfil its obligations under Article 5 of Directive 2006/12”. According to the Court of Justice, that failure could not be justified by such circumstances as the opposition of the local population to waste disposal sites, the presence of criminal activity in the region or the non-performance of contractual obligations by the undertakings entrusted with the construction of certain waste disposal infrastructures. It explained that this last factor could not be considered force majeure, because “the notion of force majeure require[d] the non-performance of the act in question to be attributable to circumstances, beyond the control of the party claiming force majeure, which [were] abnormal and unforeseeable and the consequences of which could not have been avoided despite the exercise of all due diligence”, and that a diligent authority should have taken the necessary precautions either to guard against the contractual non-performance in question or to ensure that, despite those shortcomings, actual construction of the infrastructures necessary for waste disposal would be completed on time. The Court of Justice also noted that “the Italian Republic [did] not dispute that the waste littering the public roads totalled 55,000 tonnes, adding to the 110,000 tonnes to 120,000 tonnes of waste awaiting treatment at municipal storage sites”. Concerning the environmental hazard, the Court of Justice reiterated that the accumulation of waste, regard being had in particular to the limited capacity of each region or locality for waste reception, constituted a danger to the environment. It concluded that the accumulation of such large quantities of waste along public roads and in temporary storage areas had given rise to a “risk to water, air or soil, and to plants or animals” within the meaning of Article 4(1)(a) of Directive 2006/12, had caused “a nuisance through noise or odours” within the meaning of Article 4(1)(b), and was likely to affect “adversely ... the countryside or places of special interest” within the meaning of Article 4(1)(c) of that Directive. As to the danger to human health, the Court of Justice noted that “that the worrying situation of accumulation of waste along the public roads [had] exposed the health of the local inhabitants to certain danger, in breach of Article 4(1) of Directive 2006/12”.", "...", "68. Section 4 of Legislative Decree no. 90 of 24 May 2008 empowers the administrative courts to determine disputes concerning waste disposal activities in general, including when they are carried out by public authorities or the like. The powers of the administrative courts extend to disputes over rights protected by the Constitution.", "69. In a claim for damages brought by a group of residents on 5 May 2008 – prior to the entry into force of section 4 of Legislative Decree no. 90/08 – against the city of Naples and the company responsible for waste disposal there, the Naples Civil Court noted that only the administrative court could examine the case and adopt any urgent interim measure within the meaning of section 21 of Law no. 1034 of 6 December 1971 (instituting the regional administrative courts).", "70. By two judgments delivered on 21 May and 23 November 2009, the Court of Cassation, sitting as a full court, held that the administrative court had jurisdiction to examine claims for compensation brought by the residents of a municipality against the authorities responsible for the collection, treatment and elimination of waste.", "71. Article 4 of Directive 75/442/EEC of the Council of the European Union, of 15 July 1975, on waste, as amended by Council Directive 91/156/EEC of 18 March 1991, reads as follows:", "“Member States shall take the necessary measures to ensure that waste is recovered or disposed of without endangering human health and without using processes or methods which could harm the environment, and in particular:", "— without risk to water, air, soil and plants and animals,", "— without causing a nuisance through noise or odours,", "— without adversely affecting the countryside or places of special interest.", "Member States shall also take the necessary measures to prohibit the abandonment, dumping or uncontrolled disposal of waste.”", "72. The relevant provision of Article 2 of Council Directive 91/689/EEC on hazardous waste, of 12 December 1991, reads as follows:", "“1. Member States shall take the necessary measures to require that on every site where tipping (discharge) of hazardous waste takes place the waste is recorded and identified.", "...”", "73. Council Directive 1999/31/EC on the landfill of waste, of 26 April 1999, contains the following provisions:", "Member States shall take measures in order that landfills which have been granted a permit, or which are already in operation at the time of transposition of this Directive, may not continue to operate unless ... :", "(a) with a period of one year after the date laid down in Article 18(1) [that is, at the latest, by 16 July 2002], the operator of a landfill shall prepare and present to the competent authorities, for their approval, a conditioning plan for the site including the particulars listed in Article 8 and any corrective measures which the operator considers will be needed in order to comply with the requirements of this Directive ...;", "(b) following the presentation of the conditioning plan, the competent authorities shall take a definite decision on whether operations may continue on the basis of the said conditioning plan and this Directive. Member States shall take the necessary measures to close down as soon as possible ... sites which have not been granted ... a permit to continue to operate;", "(c) on the basis of the approved site-conditioning plan, the competent authority shall authorise the necessary work and shall lay down a transitional period for the completion of the plan. ...”", "“1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than two years after its entry into force [that is, by 16 July 2001]. They shall forthwith inform the Commission thereof.", "...”", "74. The relevant provisions of Directive 2006/12/CE of the European Parliament and of the Council of 5 April 2006 on waste read as follows:", "“1. Member States shall take the necessary measures to ensure that waste is recovered or disposed of without endangering human health and without using processes or methods which could harm the environment, and in particular:", "(a) without risk to water, air or soil, or to plants or animals;", "(b) without causing a nuisance through noise or odours;", "(c) without adversely affecting the countryside or places of special interest.", "2. Member States shall take the necessary measures to prohibit the abandonment, dumping or uncontrolled disposal of waste.", "1. Member States shall take appropriate measures, in cooperation with other Member States where this is necessary or advisable, to establish an integrated and adequate network of disposal installations, taking account of the best available technology not involving excessive costs. The network must enable the Community as a whole to become self-sufficient in waste disposal and the Member States to move towards that aim individually, taking into account geographical circumstances or the need for specialised installations for certain types of waste.", "2. The network referred to in paragraph 1 must enable waste to be disposed of in one of the nearest appropriate installations, by means of the most appropriate methods and technologies in order to ensure a high level of protection for the environment and public health.”", "75. By virtue of the precautionary principle enshrined in Article 174 of the Treaty establishing the European Community, the lack of certainty regarding the available scientific and technical data cannot justify States delaying the adoption of effective and proportionate measures to prevent a risk of serious and irreversible damage to the environment. The Community’s case-law has applied this principle mainly in cases concerning health, whereas the Treaty refers to the principle only in connection with the Community’s environmental policy. According to the case-law of the Court of Justice of the European Communities (“ECJ”), “where there is uncertainty as to the existence or extent of risks to human health, the institutions may take protective measures without having to wait until the reality and seriousness of those risks become fully apparent” (ECJ, 5 May 1998, United Kingdom/Commission, case C-180/96, ECR I-2265, and ECJ, 5 May 1998, National Farmers’ Union, C-157/96, ECR I-2211).", "..."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}