{"ITEMID": "001-57812", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF PADOVANI v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);No violation of Art. 6-1", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["10. Mr Alessandro Padovani is a workman and lives in Bergamo.", "On 21 February 1987 he was arrested by the police, who had found certain items of stolen property in his possession. On the same day the police brought him before the Bergamo magistrate (pretore), who immediately after questioning him confirmed his arrest. The magistrate also heard two other accused, Mr B. and Mrs M., on 21 and 23 February.", "11. On 26 February the magistrate issued a warrant for the applicant’s arrest, but not for that of Mr B. or Mrs M., and initiated immediate proceedings (giudizio direttissimo) against him and his co-accused. He set a hearing date of 2 March, and found that there was sufficient evidence pointing to Mr Padovani’s guilt - namely the discovery of the articles in question at his residence - and that the alleged offences were serious, having regard inter alia to the applicant’s previous history.", "12. The hearing lasted for about half an hour. The applicant stated, as he had also done when questioned on 21 February 1987, that he had bought the items in question from a stranger who had told him that he needed money to pay a bill. He admitted, however, that he had not believed this explanation, but had thought that the vendor had stolen them from his relatives or friends in order to obtain money to purchase drugs.", "The magistrate also heard Mr B. and Mrs M. and two witnesses. The public prosecutor’s office, which was represented by counsel as permitted in certain cases by section 72 of Royal Decree no. 12 of 30 January 1941 on the organisation of the courts, requested eight months’ imprisonment for Mr Padovani.", "The magistrate considered that the applicant had not acquired the items in question in good faith, and imposed a suspended sentence of one year’s imprisonment and fined him 250,000 lire. The judgment was filed with the registry seven days later, on 9 March 1987.", "Mr Padovani did not appeal.", "13. The magistrate has jurisdiction over offences punishable by imprisonment for up to three years or by a fine or both, and also over a number of offences specifically mentioned in Article 31 of the Code of Criminal Procedure (CCP) in respect of which \"a person arrested in flagrante delicto shall immediately be brought before the magistrate to be tried\".", "14. Under the heading \"Immediate trial procedure\" (Giudizio direttissimo), Article 505 of the former Code of Criminal Procedure in force at the time provided as follows:", "\"... In the case of offences within the jurisdiction of the magistrate (pretore), the police officers who have arrested a person in flagrante delicto or in whose charge an arrested person has been placed shall bring him directly before the magistrate, shall on the latter’s instructions (even if merely oral) summon the victim and the witnesses, and shall notify defence counsel chosen [by the arrested person] or appointed by the court.", "If the magistrate is not sitting, the police officers who have effected the arrest or in whose charge the arrested person has been placed shall immediately inform the magistrate thereof and shall produce the arrested person at a hearing, arranged by the magistrate, within forty-eight hours from the arrest.", "The magistrate before whom the arrested person is brought shall authorise the police officer to make an oral report and shall then question the accused in order to confirm the arrest.", "If the arrest is confirmed and the magistrate does not consider that he should release the accused, he shall immediately initiate proceedings according to the direttissimo procedure.", "At the request of the accused, the magistrate may grant an adjournment of not more than five days for him to prepare his defence.", "...", "The magistrate shall exercise the powers conferred on the public prosecutor’s office and the magistrate in accordance with the preceding Articles.\"", "Under the heading \"Conduct of criminal proceedings by the public prosecutor’s office or the magistrate (pretore)\", Article 74 of the CCP stated that:", "\"The public prosecutor’s office or, for offences within his jurisdiction, the magistrate shall initiate or conduct criminal proceedings following the procedure provided for by law in accordance with Article 1.", "...", "The public prosecutor’s office shall, if it considers that there is no occasion to initiate criminal proceedings, request the investigating judge to make an order (decreto) [to this effect] ...", "For the purpose mentioned in the preceding paragraph, the magistrate shall make an order [discontinuing the proceedings] and shall notify the public prosecutor, who may request the file and decide to continue the proceedings.\"", "Article 231 provided that:", "\"In the case of offences within his jurisdiction, the magistrate (pretore) shall, before making an order committing for trial or proceeding to give judgment in ‘direttissimo’ proceedings or by ‘decreto’, order or carry out any police measures or summary investigative measures which he deems necessary ...\"", "15. The Italian Constitutional Court has had occasion to decide on the compatibility with various provisions of the Constitution of the magistrate’s dual function of investigation and judgment.", "In two decisions, no. 61 of 24 May 1967 (Foro Italiano 1967, I, p. 1113) and no. 123 of 9 July 1970 (Foro It. 1970, I, p. 1841), it dismissed the objections of unconstitutionality put forward in this respect.", "In a more recent decision of 15 December 1986 (no. 268, Foro It. 1988, I, p. 1117), the Constitutional Court invited the legislature to take account, in the context of the reform of the Code of Criminal Procedure, of the development in legal thought towards drawing a clear distinction between the above two functions. It stated that in the absence of a legislative measure it would have to reconsider its case-law.", "16. The question has now been resolved, as the new code, which came into force on 24 October 1989 and adopted the adversarial system, provides for such a separation in respect of proceedings in the magistrate’s court. In Articles 549 to 567 it institutes a public prosecutor’s office at each magistrate’s court (pretura)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}