{"ITEMID": "001-70092", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BEKIR YILDIZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["5. The applicant was born in 1964 and lives in Ankara.", "6. The applicant was the mayor of the Sincan District in Ankara at the time of the events. In January 1997, the Culture and Education Department of the Sincan District Council, which was in charge of organising public activities and events during religious and national days, prepared a thirty-day programme for the month of Ramadan. The draft programme was submitted to the applicant for his approval. Upon his authorisation, the organising committee started the necessary preparations.", "7. One of the events, which had been foreseen for 31 January 1997, was called the “Jerusalem Night”. The aim of this event was to protest against the genocide and oppression of Muslims in Israel and Palestine. The Ambassador to Iran and a journalist called Nureddin Şirin were invited to the event as speakers. Furthermore, a five-minute play was written for that evening. The play took the form of a conversation between a father and his son about life in Palestine and the struggle of the Palestinian people.", "8. The event was announced months in advance and representatives of several embassies as well as important personalities living in the district were invited. The meeting hall was decorated with posters of martyrs who had given their lives for the liberation of Jerusalem. The applicant made the opening speech.", "9. On 6 February 1997 the applicant was taken into police custody. He was accused of disseminating propaganda in support of an armed illegal organisation, namely the Hezbollah, and of provoking hatred and hostility on the basis of a distinction between races and regions.", "10. In his statement taken at the police station, the applicant stated that the “Jerusalem Night” was organised as part of a thirty-day programme during the month of Ramadan and it was an activity of the Sincan District Council. He explained that the posters portrayed Muslim leaders who had given their lives for the liberation of Jerusalem. The applicant denied having connections with any illegal organisation.", "11. On 13 February 1997 the applicant was brought before the public prosecutor. During his questioning, he repeated the statements he had made at the police station. He pointed out that his speech did not contain any elements that would provoke hatred amongst those who did not wear headscarves.", "12. On the same day the applicant was brought before the investigating judge attached to the Ankara State Security Court. In his statement taken by the investigating judge, the applicant explained that he supported the secular system and did not approve of the regime in Iran. He stated that he had no connections with any terrorist organisation. He was subsequently placed in detention on remand.", "13. In an indictment dated 7 March 1997, the public prosecutor attached to the Ankara State Security Court initiated criminal proceedings against the applicant. It was alleged that he had disseminated propaganda in support of an armed, illegal organisation and that his actions had amounted to incitement to hatred and hostility on the basis of distinctions between races and regions. The prosecution called for the applicant to be sentenced pursuant to Articles 169 and 312 of the Criminal Code and Article 5 of the Prevention of Terrorism Act.", "14. Before the Ankara State Security Court, which was composed of three judges including a military judge, the applicant contested the charges against him. He argued that the “Jerusalem night” was part of the social activities of the Sincan District Council and that he did not intend to incite people to hatred and enmity. He had emphasised the importance of unity and solidarity during his speech. He stated that he was joking when he said that the Shariah would be forcibly injected into secularists.", "15. On 2 July 1997 the applicant was released from detention on remand pending trial.", "16. Before delivering its judgment, the Ankara State Security Court firstly established the status of Hezbollah in Turkey. In this respect, it relied on a report prepared by the National Intelligence Organisation (MIT), dated 30 April 1997, which referred to the structure and goals of Hezbollah. The court further based itself on another report prepared by the General Directorate of Security, dated 24 October 1996. In this report, it was stated that Hezbollah had been involved in many terrorist attacks throughout Turkey. Finally, the court examined a report from a book called “the Eurasia File” (Avrasya Dosyası), which was published by the International Relations and Strategic Studies Centre. In the light of all the evidence before it, the court rejected the applicant's assertions that Hezbollah was not active in Turkey and that it was solely a national movement which operated in Palestine.", "17. On 15 October 1997 the Ankara State Security Court concluded that the applicant had aided and abetted a terrorist organisation, by making propaganda for it and by inciting persons to hatred and enmity by discriminating against class, religion and region. It found the applicant guilty as charged and sentenced him to four years and seven months' imprisonment. The court further disbarred the applicant from public service for three years.", "18. The applicant appealed to the Court of Cassation. In his submissions to the Court of Cassation, the applicant defended himself against the charge of incitement to hatred and enmity, contrary to Article 312 of the Criminal Code, and argued that he had called for unity and solidarity in his speech.", "19. On 21 September 1998 the Court of Cassation dismissed the applicant's appeal, upholding the Ankara State Security Court's assessment of evidence and its reasons for rejecting the applicant's defence.", "20. A full description of the domestic law may be found in Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}