{"ITEMID": "001-75877", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "SARNATSKAYA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Anna Andreyevna Sarnatskaya, is a Russian national, who was born in 1937 and lives in the town of Cherkessk of the Karachayevo-Cherkessiya Republic. The respondent Government are represented by Mr P. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1995 the applicant moved from Chechnya to the Stavropol Region due to military hostilities. She left behind her two-room flat and other property.", "On 30 April 1997 the Government of the Russian Federation enacted a regulation which allowed payment of compensation to persons who had sustained damage during military hostilities in Chechnya.", "In 1998 the applicant asked for and obtained compensation in accordance with the Government’s regulation of 30 April 1997.", "Considering that the compensation obtained had been insufficient, she sued the Government and the Ministry of Finance of the Russian Federation for a bigger compensation.", "On 2 June 2000 the Presnenskiy District Court of Moscow, in the presence of the parties, dismissed the action. The court considered that the sum paid to the applicant had been calculated in accordance with the domestic law.", "On 26 June 2000 the Presnenskiy District Court of Moscow sent a copy of the judgment to the applicant.", "The applicant appealed to the Moscow City Court and asked to be summoned to the appeal hearing.", "On 30 August 2000 the Presnenskiy District Court of Moscow sent a letter to the applicant advising her of the date, time and place of the appeal hearing. The appeal hearing was fixed for 20 November 2000. The district court also requested the applicant to submit two copies of her statement of appeal.", "On 10 October 2000 the applicant sent her statement of appeal to the Moscow City Court.", "On 1 November 2000 the applicant sent a letter to the President of the Presnenskiy District Court of Moscow which read as follows:", "“Your court informed me that my case against the Government of the Russian Federation and my statement of appeal would be heard in the Moscow City Court on 20 November 2000. Therefore, I ask you to send me the judgment of the appeal [court] to the following address...”", "On 16 November 2000 the Presnenskiy District Court of Moscow sent summons to the applicant for the appeal hearing of 20 November 2000. The applicant claims that she only received the summons on 21 November 2000.", "On 20 November 2000 the Moscow City Court held the hearing in the absence of the parties and upheld the judgment of 2 June 2000.", "On 25 December 2000 the Presnenskiy District Court of Moscow sent a copy of the judgment of 20 November 2000 to the applicant.", "Article 289 of the Civil Procedure Code of 1964 (in force at the material time) required that a judge or the president of the district court having received an appeal against a judgment should inform the parties of date and place of the appeal hearing and send the case file to the appeal court.", "Article 106 provided that summons should be served on the parties and/or their representatives in such a way that they had enough time to appear at the hearing and prepare their case. Where necessary, the parties could be summoned by a phone call or a telegram.", "Pursuant to Article 299, if a party to the case failed to appear and there was no evidence that the party had been duly summoned, the appeal hearing had to be adjourned. If a party to the case failed to appear in spite of the fact that the party had been duly summoned, the court could decide the case in the party’s absence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}