{"ITEMID": "001-105201", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "AFIF v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Ms Fatma Afif, claims that she is a Somali national and that she was born in 1978. She currently lives in the Netherlands. She was represented before the Court by Ms M.L. van Riel, a lawyer practising in Alkmaar. The Netherlands Government (“the Government”) were represented by their Agent, Mr R.A.A. Böcker, of the Netherlands Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 26 April 2005, the applicant filed a request for asylum in the Netherlands. On 27 April 2005, the immigration authorities conducted a first interview (eerste gehoor) with her for the purposes of establishing her identity, nationality and travel itinerary. The applicant was assisted by a Swahili interpreter. She stated that she was a citizen of Somalia of Bajuni origin and that she hailed from Kismayo in southern Somalia, where she had always lived. She declared that she could speak a little Somali, namely Kimaymay, the Watuni clan language. She had married on 8 August 1997. Her husband had left for an unknown destination in April 2004. He had not told her where he was going, just that he would come back. But she had not heard from him since. On 6 March 2005, she had left Kismayo for Mogadishu from where she travelled on to Addis Ababa the next day. From there she had travelled by air, with one stop-over in an unknown country, to the Netherlands where she had arrived on 11 March 2005. She had never had a passport and she had never held any travel documents. Her “travel agent” had kept the identity and travel documents throughout her journey and had abandoned her after her arrival in the Netherlands. Her mother, two siblings and her two children had remained in Kismayo.", "4. On 29 April, 2 May and 31 May 2005, further interviews (nadere gehoren) were held with the applicant for purpose of clarifying her reasons for seeking asylum. Like before, the applicant was assisted by a Swahili interpreter. She stated that her husband was a lorry driver and that, since he had left on 6 April 2004, he had not returned home. A week after his departure, she and her two children (a son born in 1998 and a daughter born in 1999) had moved to her mother’s who was also living in Kismayo. She had been bothered by men belonging to the Marehan clan who twice came to her house to enquire about her husband’s whereabouts. After she had told them that she did not know where he was, they had beaten and raped her. She had then decided to flee Somalia. She had entrusted her two children to her mother, and had left. Another reason for her flight was that, according to her uncle’s wife, she had not been properly circumcised. Since the birth of her second child in 1999, her husband’s family were putting her under pressure to undergo a further circumcision and to have her daughter circumcised, too.", "5. By letter of 21 July 2005, the Deputy Minister of Justice (staatssecretaris van Justitie) informed the applicant that a language analysis for the determination of the applicant’s origin was considered essential for the assessment of her asylum request and that, for this reason, the statutory defined six months’ delay for determining the asylum request was prolonged by the maximum allowed period of six months, i.e. until 25 April 2006. The applicant was further informed of the possibility of asking for a counter analysis. A recording was made of an interview with the applicant for the purposes of a language analysis.", "6. On 19 August 2005, a report was drawn up on the language analysis test carried out by the Office for Country Information and Language Analysis (Bureau Land en Taal), a specialised unit of the Netherlands Immigration and Naturalisation Service (Immigratie- en Naturalisatiedienst; “IND”). According to the language analyst – a Swahili native speaker from Tanzania – who had conducted this test, the applicant spoke Swahili as commonly spoken in the coastal region of Kenya/Tanzania. Swahili was unequivocally her mother tongue and she had no active command of Somali, the dominant language spoken in her alleged area of origin in respect of which she was also unable to give concrete, detailed information. The language analyst unequivocally identified the applicant as not originating from a linguistic community in Somalia but as a member of the linguistic and cultural community in Tanzania (“eenduidig te herleiden tot de spraak- en cultuurgemeenschap binnen Tanzania”).", "7. On 24 February 2006 the Deputy Minister of Justice notified the applicant of her intention (voornemen) to reject the asylum request. The Deputy Minister considered that, as the applicant had not demonstrated either by documents or through her statements her stated nationality and identity and as it had appeared unequivocally from a language analysis that she did not originate from Somalia, no credibility could be attached to her asylum account. The applicant was invited to submit within four weeks written comments (zienswijze) on the intention. She was further requested to inform the Deputy Minister whether she intended to commission a counter analysis. If so, the delay for submitting written comments would be extended by two weeks. This letter was accompanied by the report of 19 August 2005 and a compact disc with the recordings used for the language analysis.", "8. In her written comments of 5 April 2006, the applicant argued, inter alia, that the language analysis carried out was inadequate and stated that a counter analysis would be submitted as soon as possible and that, according to standing case-law which she did not specify further, this counter analysis should be taken into account in the determination of her asylum request.", "9. On 14 April 2006, the Office for Country Information and Language Analysis gave a reaction to the applicant’s comments on the language analysis test and its conclusion.", "10. On 18 April 2006, the Deputy Minister rejected the applicant’s asylum request for the same reasons as already given in the intention of 24 February 2006. The Deputy Minister rejected the request for a further stay of the determination of the applicant’s asylum request and, noting that the applicant had not specified the case-law on which basis the Deputy Minister would be obliged to await the submission of a counter analysis, referred to the statutory maximum delay for decision.", "11. The applicant’s appeal against this decision was rejected by the Regional Court (rechtbank) of The Hague, sitting in Assen, on 12 January 2007. It noted that the findings set out in the language analysis report contrasted with the applicant’s statements about her alleged area of origin and, bearing in mind the absence of any concrete indications to doubt the accuracy of the report of 19 August 2005 and that no counter analysis had been submitted by the applicant, considered that there was no doubt as to the correctness of the language analysis carried out.", "12. The applicant’s subsequent appeal to the Administrative Jurisdiction Division of the Council of State (Afdeling Bestuursrechtspraak van de Raad van State) was dismissed on 2 March 2007. It upheld the impugned ruling of 12 January 2007 on summary grounds for not raising any points of law. No further appeal lay against this ruling.", "13. On 24 July 2007, the applicant filed a second asylum request which, pursuant to article 4:6 of the General Administrative Law Act (Algemene Wet Bestuursrecht), must be based on newly emerged facts or altered circumstances (nieuw gebleken feiten of veranderde omstandigheden) warranting a revision of the decision taken. When interviewed on 24 July 2007 on her reasons for filing a repeat asylum request, the applicant merely stated that she had done so because her first request had been rejected and that she had nothing further to add to her account.", "14. On 30 July 2007, the applicant’s lawyer submitted a report drawn up on 5 June 2007 on a counter language analysis test carried out by Mr M.T., a professor of African linguistics and Somali language at the University of Naples and by Ms F.H.T., a native Somali speaker. They concluded:", "“The applicant is a young Somali woman from the South. She does not speak about the Bajunis; her claim to have been raised in a Bajuni-speaking family cannot be confirmed nor disconfirmed, nor her claim to speak Swahili, natively or not.”", "15. This second asylum request – following a notification of intended rejection and the applicant’s written comments thereon – was rejected by the Deputy Minister of Justice on 30 July 2007. As to the report of 5 June 2007, the Deputy Minister noted that the applicant had failed to mention the counter analysis in her interview of 24 July 2007 and had submitted this report for the first time only on 30 July 2007, whereas she could and should have submitted this document at an earlier stage. Accordingly, the report of 5 June 2007 was not accepted as a novum for the purpose of article 4:6 of the General Administrative Law Act. Further submissions made by the applicant were also not accepted as nova.", "16. On 15 August 2007, following a hearing held on 10 August 2007 attended by the applicant with the assistance of her lawyer, the applicant’s appeal as well as her request for a provisional measure (voorlopige voorziening) were rejected by the provisional-measures judge (voorzieningenrechter) of the Regional Court of The Hague sitting in Almelo, who held that the Deputy Minister had rightly rejected the applicant’s second asylum request for not being based on any nova as referred to in article 4:6 of the General Administrative Law Act.", "17. Although the applicant could have appealed this ruling to the Administrative Jurisdiction Division, she did not do so.", "18. On 7 August 2008 the applicant was presented in person at the Tanzanian mission in Brussels. According to the report on this presentation drawn up on 11 August 2008 by an official of the Repatriation and Departure Service (Dienst Terugkeer en Vertrek) of the Netherlands Ministry of Justice, the 15 minute conversation between the applicant and the Tanzanian officials was conducted in Swahili. In this conversation the applicant indicated that she hailed from Somalia, that she did not hold any document and that she did not wish to go to Tanzania. On the basis of this interview, the Tanzanian mission refused to issue a laissez-passer to the applicant.", "19. On 18 January 2009 the applicant gave birth to a son in the Netherlands. On 7 July 2009, also on behalf of her son, the applicant filed a third asylum request. She submitted that it would be difficult for her to return to Somalia with an adulterine son whose circumcision she moreover wished to prevent. She further submitted that she feared she would be killed by her husband or family for having given birth to an adulterine son. She further submitted inter alia that the Embassies of Tanzania and Kenya had indicated that she was not a national of either of those countries, and that her case required a fresh language analysis to be carried out by a person from Kismayo.", "20. On 8 July 2009 the Deputy Minister of Justice notified the applicant of her intention to reject her third asylum request for the reason that it was not based on any nova as required under article 4:6 of the General Administrative Law Act. The Deputy Minister noted that the claim that the missions of Tanzania and Kenya had indicated that the applicant was not a Tanzanian or Kenyan national had remained unsubstantiated and that, as regards the risk of future circumcision of her son, the Netherlands asylum policy concerning a risk of circumcision only applied to potential victims of female circumcision. Moreover, as the applicant had not demonstrated that she hailed from Somalia, no value could be attached to her claim that her son risked circumcision in Somalia. The Deputy Minister further held, in the context of an ex officio examination of this question, that the applicant was not eligible for a residence permit for aliens who, through no fault of their own, were unable to leave the Netherlands as she had not demonstrated her alleged identity and nationality. Consequently, it could not be established in respect of which country this question should be examined. On 9 July 2009 the applicant filed her written comments in reply to that intention (zienswijze).", "21. In her decision of 13 July 2009, the Deputy Minister rejected the applicant’s third asylum request. She maintained her position that the elements on which the applicant had based her repeat asylum request did not constitute newly emerged facts or altered circumstances within the meaning of article 4:6 of the General Administrative Law Act. The applicant lodged an appeal against this decision, and also applied for a provisional measure in order to be allowed to await the outcome of the appeal proceedings in the Netherlands.", "22. On 30 July 2009, following a hearing held on 24 July 2009 attended by the applicant’s lawyer but not the applicant, the provisional-measures judge of the Regional Court of The Hague sitting in Groningen – although finding that the Deputy Minister had correctly and on good grounds concluded that the applicant’s fresh asylum request was not based on newly emerged facts or altered circumstances in respect of the applicant herself – accepted the appeal in respect of the applicant’s son, as his was a first and not a repeat request. Consequently, the provisional-measures judge quashed the impugned decision but further ordered that the legal effects of this decision were to remain valid as the origin and citizenship of the applicant remained undetermined and it was consequently impossible to determine her son’s claim.", "23. Although the applicant could have filed an appeal to the Administrative Jurisdiction Division, she did not do so.", "24. As the applicant and her son were no longer considered as lawfully staying (rechtmatig verblijf) in the Netherlands pending the determination of a request for a residence title, the provision to them of State-sponsored shelter and care facilities under the Regulation on Provisions for Asylum Seekers (Regeling verstrekkingen asielzoekers) was discontinued as from 23 September 2009,. In order to avoid the situation where they would be forced to live in the streets, the applicant and her son were temporarily admitted to a crisis care centre run by a private foundation. However, they were required to leave this centre by 21 November 2009 at the latest.", "25. On 19 November 2009 the President of the Section decided, in the interests of the parties and the proper conduct of the proceedings before the Court, to indicate to the Government of the Netherlands, under Rule 39 of the Rules of Court, to ensure – without prejudice to the merits of the applicant’s complaint under Article 3 of the Convention concerning her expulsion – that the applicant and her son be provided with adequate accommodation pending their effective removal from the Netherlands.", "26. The admission, residence and expulsion of aliens are regulated by the Aliens Act 2000 (Vreemdelingenwet 2000). Further rules are laid down in the Aliens Decree 2000 (Vreemdelingenbesluit 2000), the Regulation on Aliens 2000 (Voorschrift Vreemdelingen 2000) and the Aliens Act Implementation Guidelines 2000 (Vreemdelingencirculaire 2000). The General Administrative Law Act (Algemene Wet Bestuursrecht) applies to proceedings under the Aliens Act 2000, unless indicated otherwise in this Act.", "27. Under article 29 of the Aliens Act 2000, an alien is eligible for a residence permit for the purposes of asylum if, inter alia,", "- he or she is a refugee within the meaning of the Convention relating to the Status of Refugees of 28 July 1951, or", "- he or she has established that he or she has well-founded reasons to assume that he or she will run a real risk of being subjected to torture or other cruel or degrading treatment or punishment if expelled to the country of origin.", "28. Under the Aliens Act 2000, judicial review by the Regional Court and the Administrative Jurisdiction Division in administrative law appeal proceedings only addresses whether the executive authority concerned has exercised its administrative powers in a reasonable manner and, in the light of the interests at stake, could reasonably have taken the impugned decision (marginale toetsing). Both before the Regional Court and the Administrative Jurisdiction Division it is possible to apply for a provisional measure (voorlopige voorziening) pending the outcome of the appeal proceedings.", "29. Pursuant to article 45 of the Aliens Act 2000, a decision rejecting an alien’s request for admission to the Netherlands for the purpose of asylum automatically has the following legal consequences:", "- the alien is no longer lawfully residing in the Netherlands;", "- he/she is required to leave the Netherlands within four weeks;", "- he/she is no longer entitled to housing/subsistence benefits, medical care and other State-sponsored reception facilities for asylum seekers; and", "- officials entrusted with the supervision of aliens are authorised – if the alien has not voluntarily left the Netherlands within the delay fixed for this purpose – to proceed with his/her effective removal from the Netherlands.", "30. Under the preceding Aliens Act 1965, a separate decision was given in respect of each of these legal consequences which could each be challenged in distinct proceedings. This is no longer possible under the Aliens Act 2000 and a negative decision on an admission request is therefore known as a so called “multi-purpose decision” (meeromvattende beschikking).", "In a ruling of 3 December 2008 (Landelijk Jurisprudentie Nummer [National Jurisprudence Number – “LJN”] BG5955), the Administrative Jurisdiction Division considered that the decision to proceed with effective removal does not constitute an independent partial decision within the multi-purpose decision on a request for a residence permit, that the competence to proceed with effective removal is a legal effect ipso iure (rechtsgevolg van rechtswege) of the refusal of such a request, and that this competence is not of a discretionary nature. Although in principle no further remedy lies against a multi-purpose decision, it also considered that in certain exceptional circumstances, such as a relevant change of circumstances having occurred during the delay between the refusal of the request and an act aimed at effective removal (daadwerkelijke uitzettingshandeling), an objection (bezwaar) and subsequent appeal (beroep) may be filed against an act aimed at effective removal.", "31. Under the Act on the Central Agency for the Reception of Asylum Seekers (Wet Centraal Orgaan Opvang Asielzoekers) and pertaining regulations, including the Regulation on Provisions for Asylum Seekers and Other Categories of Aliens (Regeling verstrekkingen asielzoekers en andere categorieën vreemdelingen), the Central Agency for the Reception of Asylum Seekers (“COA”) – an autonomous administrative authority – is responsible for the provision of reception facilities (opvang), which comprise housing, basic subsistence means and health care to asylum seekers.", "32. If no residence permit is granted to an asylum seeker, he/she will remain entitled to benefit from the reception facilities for asylum seekers for a period of four weeks after the date of the final decision taken on his/her request. During this period, the person concerned is to seek ways – if need be assisted by the International Organisation for Migration – to leave the Netherlands voluntarily as he/she is no longer lawfully staying in the Netherlands and under a legal obligation to leave. After the expiry of this period, access to reception facilities is automatically terminated without a specific decision. Nevertheless, an alien in such a situation may request COA for continued reception facilities. In case highly exceptional circumstances so require, COA can take a decision to that effect. A negative decision can be appealed to the Regional Court and, subsequently, to the Administrative Jurisdiction Division. Both before the Regional Court and the Administrative Jurisdiction Division it is possible to apply for a provisional measure pending the outcome of the appeal proceedings.", "33. In a ruling given on 25 May 2004 (Jurisprudentie Vreemdelingenrecht [Immigration Law Reports – “JV”] 2004/277), the Administrative Jurisdiction Division found that an alien is considered as having lawful stay (rechtmatig verblijf) in the Netherlands within the meaning of article 8h of the Aliens Act 2000 while an interim measure issued under Rule 39 of the Rules of Court by the President of the Section is in place. For the duration of the validity of this interim measure, the person concerned is not under an obligation to leave the Netherlands and his or her removal from the Netherlands is unlawful. In such circumstances, the alien concerned remains entitled to provision of State-sponsored reception facilities under the Regulation on Provisions for Asylum Seekers and Other Categories of Aliens."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}