{"ITEMID": "001-76899", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "AHLSKOG and Oy MAPLE HOUSE Ab. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant, Mr Lars Ahlskog is a Finnish national, who was born in 1929 and lives in Kokkola. He owned and administered a limited liability company named Oy Maple House Ab, the second applicant. The company was subsequently declared insolvent and wound up. They were represented before the Court initially by Mr Matti Wuori and subsequently by Mr Simo Ellilä, lawyers practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "On 30 June 1999 a bank instituted proceedings against the applicant company, the first applicant and his son with a view to obtaining payment on the basis of promissory notes signed on behalf of the applicant company as a debtor. The first applicant and his son stood surety for the debt. Certain real property owned by the applicant company also served as collateral for the debt. The respondents contested the claim. On 8 February 2000 the Kokkola District Court (käräjäoikeus, tingsrätten) invited their further submissions, urging them to specify on what grounds they contested the claim, failing which the court could render a default judgment. Their submissions were received on 15 and 20 March 2000.", "On 21 March 2000 the District Court rendered a default judgment ordering the respondents to pay the bank almost 1,500,000 Finnish marks (FIM; corresponding to some 250,000 euros) in capital. The court delivered a default judgment because it considered that the respondents had failed to answer clearly the questions put to them about their grounds for contesting the claim.", "On 9 May 2000 the default judgment was served on the respondents. On 12 May 2000 they filed an application for a re-trial with the court that had delivered the default judgment and requested a stay of execution. On 15 June 2000 the court stayed the execution.", "Meanwhile, they also lodged a procedural complaint with the Vaasa Court of Appeal (hovioikeus, hovrätten). On 22 May 2000 the court stayed the execution of the default judgment. It reasoned:", "“... [T]he default judgment, which is currently subject to complaint, does not form the basis for the insolvency application [see below], as alleged by the applicants in their written observations. The application to declare Oy Maple House Ab insolvent is based on the request for payment with a risk of insolvency (konkurssiuhkainen maksukehotus, betalningsuppmaning vid hot om konkurs), which was served on the company on 25 November 1999. There is therefore no reason to preclude the use of the default judgment as ... a basis for enforcement in the insolvency proceedings.”", "On 9 June 2000 the Court of Appeal dismissed the complaint without considering its merits owing to the fact that the case was pending before the lower court. Thus, the provisions relied on did not operate. The Court of Appeal's decision to stay the execution ceased to have effect.", "The applicants appealed. On 17 October 2000 the Supreme Court (korkein oikeus, högsta domstolen) dismissed the appeal.", "On 6 February 2004 the District Court quashed the default judgment insofar as it concerned the first applicant and his son but upheld it as regards the company. At the same time it ordered that execution of the judgment should no longer be stayed.", "All parties appealed. On 10 May 2004 the Court of Appeal stayed the execution of the lower court's judgment. The case is still pending before the national courts.", "The bank presented the applicant company with a request for payment within eight days with a risk of insolvency, which was served on 25 November 1999. On 3 December 1999 the company contested the request.", "On 29 March 2000 the bank petitioned the District Court in order that the company be declared insolvent, arguing that it had failed to pay its debt and also relying on the above default judgment of 21 March 2000.", "On 9 May 2000 the petition was served on the company, which contested it, arguing that the bank's claim was not clear and undisputed as required by the then Insolvency Act (Act no. 31/1868; konkurssisääntö, konkursstadgan) as the company had lodged an appeal against the default judgment. In its further written submission of 22 May 2000 the company submitted that neither of the grounds on which the insolvency petition was based, i.e. the request for payment with a risk of insolvency or the default judgment, was sufficient for declaring it insolvent. The company argued that the former could not be used in the proceedings as it had been contested. The claim was not therefore clear and undisputed.", "On 19 June 2000 the District Court held an oral hearing at which the company was represented by counsel. In its decision of the same day the court rejected the insolvency petition. It noted that the court had issued the above default judgment owing to the company's failure to state clearly its grounds for opposing the bank's claim even when directly asked by the court to do so. The company had lodged an application to set aside the default judgment, which application did not appear to be clearly groundless. In the circumstances of this particular case, the bank's claim could not therefore be regarded as clear and undisputed.", "The bank appealed, requesting that the company be declared insolvent on the ground that it had not paid its debt despite the fact that it had been served with a request for payment with a risk of insolvency. In its letter of appeal the bank stated that the company's counsel had not submitted any grounds for contesting the insolvency petition at the District Court hearing. The Court of Appeal requested the company to produce its written reply to the appeal by 3 August 2000. Following the company's request dated that day, in which it stated its intention to provide the bank with full security for its claim, the time-limit was extended to 17 August 2000. In its reply of 15 August 2000 the company maintained that the claim was not clear and undisputed as it had appealed against the default judgment. It further maintained that it was not possible to examine in the course of the insolvency proceedings whether the bank had a claim against it. At this stage the company did not request an oral hearing. Nor did it contest the statement in the bank's appeal to the effect that the company had been represented by counsel at the District Court hearing.", "On 4 September 2000 the Court of Appeal deliberated and it adopted a judgment. At noon on 11 September 2000 it delivered its judgment, quashing the lower court's decision and declaring the company insolvent based on a promissory note signed on 4 September 1996 and a request for payment with a risk of insolvency served on the company on 25 November 1999. The court held that according to established case-law a claim on the basis of a document liable for an action for debt (lainhaku, lagsökning) was considered clear and undisputed. In the present case, the bank had therefore a clear and undisputed claim against the company even if the default judgment was not taken into account. It sent the case back to the lower court for the execution of the winding-up proceedings.", "According to the applicants and a report printed from their fax machine, at 11.35 a.m. on 11 September 2000 the company sent a fax to the Court of Appeal, in which, inter alia, an oral hearing in the matter was requested on the ground that the District Court had not heard the company or taken into account documentary evidence submitted by it before it rendered the above default judgment. According to a letter from the judicial secretary of the Court of Appeal, the above fax was received by the court only after it had rendered judgment. According to a report printed from the court's fax machine, it had been received at 1.30 p.m., i.e. only after the court had delivered its judgment, which it had done at noon.", "The company sought leave to appeal and requested a stay of execution. On 5 October 2000 the Supreme Court refused a request for a stay of execution. On 21 November 2000 it refused leave to appeal.", "In the subsequent winding-up proceedings there were several creditors. During these proceedings the applicant company instituted various civil proceedings against some of its creditors the outcome of which is not known. In its judgment of 9 April 2001 the District Court accepted most of the claims for payment made against the company and decided the priority order of the debts to be settled. It however found that the question of whether there was any foundation for the bank's claim and, if so, in what amount would first have to be decided in the re-trial of the default proceedings.", "On 22 May 2001 the Court of Appeal upheld this decision and on 22 April 2002 the Supreme Court refused leave to appeal.", "Under Finnish law there are various grounds on which a debtor can be declared insolvent. The petition can be lodged either by the debtor or a creditor.", "Under the law applicable at the material time the court had to summon the debtor without delay to appear before it in order to express his or her opinion of the insolvency petition, either in a hearing or in a written submission. The debtor had to be declared insolvent unless the debtor proved that he or she could satisfy the creditor or provided acceptable security for the payment of the debt. Even if the debtor failed to appear before the court, it could declare him or her insolvent. It follows from the aim of insolvency proceedings that the debtor could always fend off an insolvency petition by paying the creditor applicant's claim or by producing security for it (section 6(2) of the then Insolvency Act).", "A creditor, who could prove a clear and undisputed claim against the debtor, could petition to have the debtor declared insolvent if the debtor, having the capacity of a trader, had been urged, through a notary public or in the presence of witnesses, to pay an undisputed and due debt, but he or she had for eight days or longer neglected to satisfy the creditor (section 6 (1d) of the then Insolvency Act).", "The Supreme Court has established precedents concerning the notion of “clear and undisputed claim”. The Government Bill (no. 26/2003) to Parliament as regards the enactment of the new Insolvency Act (Act no. 120/2004), which replaced the Insolvency Act in force at the material time, explained the case-law as follows. The word undisputed did not mean that the debtor had acknowledged the claim or that he did not dispute it. In case-law a claim was considered clear and undisputed if it was enforceable. A claim was considered clear and undisputed also if it was based on a document, which on its own fully evidenced it, for example a promissory note or a cheque, by the signing of which the debtor had committed himself or herself to paying the claim. However, if the debtor contested the claim with obvious justification, i.e. if he or she relied on circumstances that gave reason to suspect that the claim was ill-founded, it could not form the basis for the decision to declare the debtor insolvent.", "The court was obliged to hold a hearing when the matter required the hearing of witnesses or others in person (section 3 as amended by Act no. 1054/1991 of the Petitionary Matters in District Courts Act (laki hakemusasioiden käsittelystä yleisessä alioikeudessa, lag om behandling av ansökningsärenden vid allmän underrätt; Act no. 307/1986).", "Under the law in force at the material time the Court of Appeal was obliged to hold a hearing if a party so requested unless it was manifestly unnecessary. This provision applied, in relevant part, also when hearing an appeal lodged in a petitionary matter. The Court of Appeal had to hold a hearing regardless of whether one had been requested, if the case turned on the credibility of the testimony received or the findings made in an inspection in situ held by the District Court, or on new testimony to be produced in the Court of Appeal. In this event, the Court of Appeal had to receive the same evidence as had been received in the District Court unless there was an impediment to doing so (Chapter 26, Articles 14 and 15, as amended by Act no. 165/1998 and as in force at the material time, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken)). The appellate court has to examine an insolvency petition expeditiously.", "Written observations to the Court of Appeal may be sent by fax. Such a submission is considered to have reached the court at the point when it is available in the court's fax machine. If there is no clarification of that time, the time it was sent is also considered to be the time of receipt (section 3 of the Electronic Communication in Legal Proceedings Act (laki sähköisestä viestinnästä oikeudenkäyntiasioissa, lag om elektronisk telekommunikation i rättegångsärenden; Act no. 594/1993)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}