{"ITEMID": "001-105929", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KUZLAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["The applicant was born in 1958 and is serving a prison sentence in Wronki Prison.", "On an unspecified date in January 2000 the applicant lodged with the Gliwice Regional Court (Sąd Okręgowy) a civil action against the State Treasury and Racibórz Prison. He sought compensation for the loss of vision in his left eye which, in his view, resulted from the insufficient medical care provided to him in Racibórz Prison after his accident of 17 September 1999 and from the inadequate conditions of his detention in that facility.", "On 15 May 2000 the trial court decided to grant the applicant legal-aid. On 9 November 2000 a hearing was held. On 10 October 2001 the court admitted to the case file a report of an expert in ophthalmology.", "On 18 December 2003 the Gliwice Regional Court dismissed the applicant’s claim. The court held that there was no causal link between the applicant’s accident, which was a direct cause of his eye-condition, and the fact that he had been held in solitary confinement in Racibórz Prison without having the assistance of a third person. The court found that, in detention, the applicant had received regular ophthalmological care and treatment since he was already blind in his right eye.", "Throughout the proceedings the applicant was represented by a legal-aid lawyer.", "The applicant appealed, arguing that the first-instance court had not examined his witnesses.", "On 30 July 2004 the Katowice Court of Appeal (Sąd Apelacyjny) upheld that judgment on appeal. The applicant was represented before the appeal court by a new legal-aid lawyer. The judgment was served on the applicant on 24 September 2004.", "The applicant asserted that he had not been notified of the date of the appellate hearing, that his lawyer had been changed without his being aware of it and that he had not been granted access to the case file. He also submitted that the trial court had not examined his witnesses.", "On 29 September 2004 the applicant complained to the Katowice Regional Bar Association (Okręgowa Rada Adwokacka) that his lawyer had not met with him before the appeal hearing and that he had collaborated with the respondent.", "By letter of 9 November 2004 the applicant was informed that his complaint had been considered ill-founded. An internal inquiry revealed that the applicant’s newly-appointed lawyer had sufficient time and means to study the case file and that he had been well prepared to argue the case. It had not been necessary for him to meet with the plaintiff in person before the trial.", "A cassation appeal was not available in the applicant’s case.", "On 9 November 2004 the applicant filed a complaint under the 2004 Act.", "On 14 December 2004 the Katowice Court of Appeal rejected the applicant’s complaint. The court held that the 2004 Act did not apply in the applicant’s case because the proceedings in question had been terminated prior to the applicant’s length of proceedings complaint.", "On 14 January 2005 the applicant lodged a claim for damages under section 16 of the 2004 Act read in conjunction with Article 417 of the Civil Code.", "On 21 June 2006 the Gliwice Regional Court dismissed the applicant’s claim. The court’s judgment was not accompanied by a reasoned opinion. It appears, however, that the court found that the applicant had failed to prove that the proceedings in his case had been lengthy or that he had incurred any pecuniary damage as a consequence of a breach of the reasonable-time requirement.", "On 22 August 2006 a copy of the judgment together with instructions on lodging an appeal was served on the applicant.", "The applicant did not appeal and the judgment became final on 13 September 2006.", "In 2007 the applicant informed the Court that he had not appealed against the judgment in question because he had considered it pointless in the light of the fact that Poland was a country not subject to the rule of law.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}