{"ITEMID": "001-61763", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF TOTEVA v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1928 and lived in Sevlievo.", "10. On 5 April 1995, at 8 a.m., the applicant, at that time 67 years old, was taken by three police officers, lieutenant R., chief-sergeant D., and a driver, to the District Police Department in the town of Sevlievo. The arrest took place in connection with a complaint filed the previous evening by one of the applicant’s neighbours, Mrs T., in which she had alleged that the applicant had beaten her with a stick.", "11. Once on the premises of the District Police Department, the applicant was placed in a detention room, where she spent some time. Then she was brought into the office of lieutenant R. Present in the room were also Mrs T., Mr T. (her husband) and chief-sergeant D. The applicant was confronted with Mrs T. in order to establish whether the facts alleged in the complaint were true. The applicant denied the allegation and an argument erupted between her and Mrs T. Lieutenant R. left the room to take some documents from another office. As the argument between the applicant and Mrs T. continued, chief-sergeant D. led the applicant out of lieutenant R.’s office, into the corridor.", "12. According to testimony given later by chief-sergeant D. and another police officer, sergeant U., after being led out of the office and into the corridor, the applicant, who was irritated, called chief-sergeant D. a “brat”, a “piss-pants” and a “sniveler”, and slapped him on the face. He then grabbed her hands and pushed her back but she kicked him in the ankle. Then sergeant U. intervened to help chief-sergeant D., and the two forced the applicant into a detention room, from where she continued screaming insults at them. Then both officers left the detention room. Both officers denied having hit the applicant or having pushed her to the floor.", "13. The applicant’s version of the facts significantly differed. She denied having insulted or hit chief-sergeant D. She submitted that after taking her out of lieutenant R.’s office, chief-sergeant D. and sergeant U. had guided her to a detention room, where they had started beating her in order to extract a confession. The applicant stated that sergeant U. had been holding her while chief-sergeant D. had been hitting her face and temple and kicking her torso. Her nose had started bleeding and sergeant U. had taken her to the toilet to wash the blood. He had also made the applicant wash the basin and had brought her back to the detention room, where the two had continued beating her. Chief-sergeant D. had kicked her and, while falling on the floor, the applicant had bumped her head against the edge of a table. She had lost consciousness for some time. After that she had spent an unspecified amount of time lying in the detention room.", "14. In his testimony given at the applicant’s trial lieutenant R. relayed that around 12 noon he had come to the detention room and had found the applicant squatting on the floor. The applicant had told him that she “[had been] killed, [that] her waist [had been] broken ... that she [had been] beaten”. He had not seen any blood or visible traces of injury on the applicant but she had told him that her nose and mouth had been injured. The lieutenant had helped her sit on a chair. He had presented her a procèsverbal establishing the fact that the previous evening the applicant had beaten Mrs T. and had asked her to sign it. The applicant had written “I am not guilty” and had signed. Lieutenant R. had led the applicant to the hallway of the police station and had left her there. She had told him that she could not walk.", "15. After being left by lieutenant R. at the hallway, the applicant asked several police officers to call an ambulance or a taxi to take her to hospital, but apparently no one responded to her request. Then the applicant crawled out of the police station on her hands and knees. She was seen crawling by a boy, G.A., whom she asked to help her reach the nearest payphone by letting her lean against his bicycle. Shortly thereafter a driver, Mr Y., came across them with his car and took the applicant to the surgical ward of the local hospital. Mr Y. later testified that he had not seen visible traces of injury on the applicant but that she had been crying and had said that she had been beaten at the police.", "16. The on-duty surgeon, Dr S., arrived at the hospital at around 4 p.m. and examined the applicant. For the investigation Dr S. stated that at the time of the examination he had not observed visible traces of injury, but at the applicant’s trial he testified that she had come to him with traumas on her head and back. The one on the head had been a dull trauma in the left temporal zone, without skin rupturing. The one on the back had been also a dull trauma under the right scapula, with a visible sub-cutaneous haematoma. In his view, the injuries in question could have been caused by a blow with or against a blunt object.", "17. Dr S. directed the applicant to a consultation with a neurologist from the local emergency ward. The neurologist examined her at 6.15 p.m. and noted that the applicant had “[c]ontusio capitis. ... [c]ommotio cerebri”. His opinion was that she had to be hospitalised and treated.", "18. In the evening the applicant went back to her house and spent the night there.", "19. The following morning, on 6 April 1995, the applicant was admitted to the surgical ward of the District Hospital in Sevlievo. The doctors found:", "“Head – painfulness upon palpation in the left temporal zone; behind and above the left ear – sub-cutaneous haematoma ... Thorax – sub-cutaneous blue-yellowish haematoma, measuring 5 to 4 centimetres in the right thoracic half, in the lower end of the right scapula.”", "20. The applicant stayed in hospital until 14 April 1995. She was treated with analgesics and neuroleptics. The doctors also prescribed rest and calm.", "On 8 May 1995 the applicant went to the hospital for an examination. The report drawn by the examining doctor stated that at that time the applicant was complaining of “strong vertigo, headache, nausea and vomiting”. The diagnosis again was “[c]ontusio capitis ... [c]ommotio cerebri.”", "21. On 16 June 1995 the applicant was admitted to the neurological ward of the District Hospital in Sevlievo. It appears that at that time the applicant was treated mainly for high blood pressure. She remained in hospital until 17 July 1995.", "22. On the day of incident, 5 April 1995, chief-sergeant D., the police officer who had allegedly beaten the applicant, submitted a report to the head of the District Police Department in Sevlievo. He alleged that the applicant had hit him and had used abusive language against him and asserted that he had put her in the detention room to prevent her from carrying on.", "23. On the basis of this report the District Police Department initiated an inquiry and charged lieutenant R., one of the officers who had arrested the applicant, to conduct it. The lieutenant finished the inquiry in one day and on 7 April 1995 submitted a report concluding that the facts warranted the opening of a criminal investigation against the applicant.", "24. On 13 April 1995 an investigator from the District Investigation Service in Sevlievo opened a criminal investigation against the applicant for having caused a light bodily injury to an official and for having insulted him during the performance of his duties, offences under Articles 131 § 1 (1) and 148 § 1 (3) of the Criminal Code (“CC”). The injury in question was the result of the applicant having allegedly slapped chief-sergeant D. on the face and kicked him in the ankle. No medical evidence was presented. On the same day the investigator heard chief-sergeant D., lieutenant R., sergeant U., Mr T. and Mrs T. A week later, on 20 April 1995, the investigator sent the material to the Sevlievo District Prosecutor’s Office with a recommendation that the applicant be indicted. The case was assigned to prosecutor G. who filed a bill of indictment with the Sevlievo District Court.", "25. When the applicant’s trial opened her counsel requested a medical expert report in order to determine whether the injuries sustained by the applicant could have been the result of beating by the police officer accusing her of violence against him. The District Court did not appoint an expert but instead remitted the case to the prosecution with instructions to carry out the steps requested by the applicant’s defence. However, no report was made, as the prosecutor in charge of the case held that the mechanism of the injuries had already been ascertained by the doctors who had examined the applicant upon her admitting to hospital.", "26. When the trial resumed on 4 and 17 April 1996, counsel for the applicant renewed her request for an expert report but it was denied by the court, which held that the facts of the case had already been established on the basis of the available evidence.", "27. In the proceedings before the District Court the applicant testified that she had been beaten by chief-sergeant D.", "28. In her closing argument at trial counsel for the applicant pointed out that the applicant had been beaten, had sustained injuries, had been treated for them in hospital and that a complaint had been filed with the District Prosecutor’s Office.", "29. On 17 April 1996 the District Court found the applicant guilty as charged and sentenced her to six months’ imprisonment, suspended for three years.", "On the basis of the testimony given by chief-sergeant D. and sergeant U. (the court held that Mrs T.’s and Mr T.’s testimony was not credible because their relations with the applicant had been strained) the court found that the officers had led the applicant out of lieutenant R.’s office and into the corridor. There, some verbal exchange had taken place between the applicant and chief-sergeant D., while sergeant U. had stepped aside. The applicant had then slapped chief-sergeant D. on the face, had tried to kick him and had called him a “brat” and a “sniveler”. The court noted that the applicant presented a completely different version of the facts, namely that it was her who had been subjected to violence. However, it went on to hold that Dr S., the surgeon who examined the applicant on the day of the incident, had not found blood on the applicant but only a dull trauma on her right scapula. That could have been occasioned by a blow by or onto a blunt object. Thus, it was possible that the applicant had inflicted the injury on herself. Therefore her allegations of savage beating, kicks, pushing, falling down etc. did not correspond to the testimony of the doctors who had examined her. The fact that there had been no visible traces of beating on the applicant was also established through the testimony of G.A., the boy who had helped her move out of the police station, and of Mr Y., the driver who had taken her to the hospital.", "However, the court noted that the inquiry whether the applicant had been subjected to violence was not part of the subject-matter of the case before it.", "30. The applicant appealed to the Gabrovo Regional Court, which upheld the conviction and sentence on 18 July 1996. The court noted, inter alia, that if the applicant’s allegations of police ill-treatment were true, she could request the opening of criminal proceedings against the police officers involved.", "31. The applicant then petitioned the Supreme Court of Cassation for review. At the hearing before that court a prosecutor of the Chief Prosecutor’s Office appeared who pleaded for the dismissal of the applicant’s petition. The Supreme Court of Cassation dismissed the petition in a judgment of 25 July 1997.", "In its judgment the Supreme Court of Cassation held, inter alia:", "“Counsel for [the applicant] calls into question the testimony of [chief-sergeant D.], who, she asserts, is ‘very interested in the outcome of the case’, this interest being presumed from the allegations of [the applicant] that D. had ‘savagely beaten her’. This argument is groundless ... The [applicant’s] assertions that she had been beaten are completely unsubstantiated. In fact, the traces of the ‘savage beating’ were a subcutaneous haematoma above the left ear and an identical haematoma in the lower part of the right thoracic half ... That could have been caused by a blow or a self-inflicted blow with or onto a blunt object ... These injuries and the statements of [the applicant] that she fell unconscious, had vertigo, nausea and had vomited – for the ascertaining of which no objective medical criteria exist – led to her hospitalisation during which no indications of brain damage were found...", "Beside being unproven, the allegation of [the applicant] that ... she was the victim of an offence on the part of the police officers is also illogical. The police officers did not have any reason to be rude toward [the applicant], or, in any event, not until [she] by words and conduct demonstrated her disparagement toward [them] and their work...”", "32. On 6 April 1995, after the applicant was admitted to hospital, her daughter filed a complaint with the Sevlievo District Prosecutor’s Office, alleging that her mother had been beaten by chief-sergeant D. The complaint was dealt with by prosecutor G., the same prosecutor who drew up the indictment in the criminal case against the applicant. On 26 April 1995 he ordered that the complaint be sent for verification to the District Police Department. In the accompanying letter he requested that the following facts be established within fourteen days:", "“Who brought [the applicant] to the Police Department[?] When and for what reasons[?] Was she hit[?] With what[?] In which part of the body[?] What injuries did she sustain[?]”", "33. On 27 April 1995 the head of the District Police Department assigned the verification to lieutenant R., the officer who had arrested the applicant and who had conducted the inquiry against her.", "34. On 5 May 1995 lieutenant R. concluded the verification. He sent a report to the head of the District Police Department, asserting that the applicant had not been beaten and recommending that no criminal investigation be opened. The applicant submits that the lieutenant did not independently establish the facts but instead relied on testimony given in the criminal investigation against her to corroborate his conclusion.", "35. On 1 June 1995 the results from the verification were sent to the District Prosecutor’s Office and given to prosecutor G. Apparently no further investigative actions were undertaken by the prosecution with regard to the complaint. No decision to open or to refuse the opening of a criminal investigation was issued.", "36. In a separate effort to initiate an investigation, on 11 April 1995 the applicant’s daughter filed a complaint with the Ministry of Internal Affairs in Sofia. The Ministry requested information form the District Directorate of Internal Affairs in Gabrovo, which in turn requested information from the Sevlievo District Police Department.", "37. On 17 April 1995 the applicant’s daughter also filed a complaint with the Directorate of the National Police in Gabrovo, which three days later ordered the District Directorate of Internal Affairs to conduct an inquiry.", "38. On 11 May 1995 the District Directorate of Internal Affairs wrote to the applicant’s daughter and to the Ministry, stating that it had not been established that chief-sergeant D. had engaged in any unlawful actions. The letter added that an investigation had been opened into the matter, citing the case-number of the criminal investigation against the applicant.", "39. On 17 May 1995 the Ministry sent a reply to the applicant’s daughter, stating that the prosecution authorities were handling the case and that the Ministry would announce its position after they prosecution had finished dealing with it.", "40. In June 1996 Amnesty International published a report under the heading: “Bulgaria: Shootings, deaths in custody, torture and ill-treatment” (AI Index: EUR 15/07/96), in which, on page 23, the case of the applicant was described. Upon receiving a query from Amnesty International, the Ministry of Internal Affairs sent a reply, in which it relayed that the applicant had been put in the detention room by sergeants D. and U., but asserted that the applicant had not been beaten or ill-treated during her stay in the police station.", "41. In its issue of 22-28 July 1996 a national weekly newspaper, “168 Hours”, published an article describing the case of the applicant, the criminal prosecution against her and the investigation into her daughter’s complaints under the heading “A granny battered a police officer on his place of work”.", "42. Section 40(1) of the National Police Act, as in force at the material time, read, as relevant:", "“... police [officers] may use ... force ... when performing their duties only if they [have no alternative course of action] in cases of:", "1. resistance or refusal [by a person] to obey a lawful order; ...", "5. attack against citizens or police [officers]; ...", "Section 41(2) provided that the use of force had to be commensurate to, inter alia, the specific circumstances and the personality of the offender. Section 41(3) imposed upon police officers the duty to “protect, if possible, the health ... of persons against whom [force was being used].”", "43. Articles 128, 129 and 130 of the CC make it an offence to cause a light, intermediate or severe bodily injury to another. Article 131 § 1 (2) provides that if the injury is caused by a police officer in the course of, or in connection with, the performance of his or her duties the offence is an aggravated one. This offence is a publicly prosecuted one (Article 161 of the CC).", "44. Under Bulgarian law criminal proceedings for publicly prosecuted offences can be opened only by the decision of a prosecutor or of an investigator (Article 192 of the Code of Criminal Procedure (“CCP”)). The prosecutor or the investigator must open an investigation whenever he or she receives information, supported by sufficient evidence, that an offence might have been committed (Articles 187 and 190 of the CCP). During the relevant period the CCP provided that if the information to the prosecuting authorities was not supported by evidence, the prosecutor had to order a preliminary inquiry (verification) in order to determine whether the opening of a criminal investigation was warranted (Article 191 of the CCP)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}