{"ITEMID": "001-76923", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ANDORKA v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Károly Andorka and Mr Ferenc Vavra, are Hungarian nationals who were born in 1967 and 1941 and live in Szeremle and Baja, Hungary, respectively. The respondent Government are represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 September 1996 the Baja District Public Prosecutor’s Office preferred a bill of indictment against the applicants, charging them with bribery and other offences.", "On 14 October 1996 the case was assigned to the Baja District Court. This court suspended the proceedings on 22 September 1998 with a view to obtaining the Constitutional Court’s ruling on a procedural question.", "After the constitutionality proceedings had been terminated on 29 May 2001, the bill of indictment was served on the applicants on 25 June 2001. In the ensuing proceedings, the applicants were assisted by defence counsel of their choice.", "On 4 September, 6 and 7 November and 13 December 2001, the District Court held hearings and, on the latter date, found the applicants guilty of bribery. They were sentenced to fines.", "On appeal, on 19 December 2002 the Bács-Kiskun County Regional Court held a public hearing, which the applicants did not attend, despite having been properly summoned. Their lawyer was present. The court upheld the applicants’ conviction. In application of section 267 § 2 of the (Old) Code of Criminal Procedure, the judgment was served on the applicants’ lawyer on 23 January and on the applicants on 28 and 30 January 2003, respectively."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}