{"ITEMID": "001-102955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF P.K. v. DENMARK", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (in case of expulsion to Sri Lanka)", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1945 in Sri Lanka. He is of Tamil ethnicity. Currently he lives in a centre for asylum seekers in Denmark.", "6. On 18 May 2007, with a valid passport and a Sri Lankan ID card, the applicant entered Denmark and requested asylum. His eldest son, his daughterin-law, his grandchild and his brother-in-law already lived there and had permanent residence permits.", "7. According to an asylum registration report of 23 May 2007 the applicant was born and grew up in the north of Sri Lanka. His wife died in 1978 and his two sons, born in 1975 and 1977, were brought up by their maternal grandmother. In 1995 the applicant and his eldest son moved to a refugee camp. They stayed there until 1998, when the eldest son was sent out of the country and the applicant went to Colombo. The applicant stayed in Colombo until 2002. Thereafter he lived in Jaffna. On 17 May 2007, with the help of an agent, he went by plane to Denmark. The agent had picked him up at the airport in Copenhagen and driven him to a centre where he could request asylum. He could not explain why he was in possession of a train ticket issued on 28 April 2007 for the town where his brother-in-law lived. The applicant wanted to live in Denmark with his son. It was better than living in Sri Lanka. The applicant had not had contact with his youngest son since 1995 and his brother remained in Sri Lanka.", "8. In an asylum application form of 31 May 2007, the applicant added that while staying in the refugee camp his eldest son had been arrested five times and the applicant had been arrested twice. To leave the camp it had been obligatory to obtain permission from the military. In 1998 the applicant helped his eldest son leave the country. While in Colombo the applicant was arrested and detained three times by the authorities in order to check whether he had permission to stay there. When a peace agreement was concluded in 2002, the applicant went to Jaffna to live with his brother. The applicant's nephew in Jaffna had been killed by the authorities on 14 November 2006 because he was suspected of being an LTTE member. Thereafter the applicant was constantly harassed by the military forces and he also had problems with the LTTE.", "9. According to an interview report of 29 November 2007 prepared by the Danish Immigration Service (Udlændingestyrelsen, now Udlændingeservice), the applicant stated that he had not been politically active or member of any political party or organisation. He had no previous convictions and had not been detained, charged, arrested or imprisoned, and was not a wanted person in his country of origin. In 1995 he wanted to get away from north Sri Lanka due to unrest there. He and his eldest son had to live in a refugee camp because they were unable to obtain an entry permit for Colombo. In February 1998 they received the entry permit and entered Colombo. At the end of 1998 the applicant's son went to Denmark. Thereafter, the applicant lived on the money his son sent him. Between 2002 and 2005 the applicant could freely travel between Colombo and Jaffna. He lived permanently in an apartment in Colombo, but often travelled to Jaffna. His brother died from an illness and during the last two years in Sri Lanka the applicant lived with his brother's widow and five children to save up money and to be with his family until his departure. After the nephew was killed, the military forces came to the house seven or eight times and interviewed the applicant about the LTTE. The military was mainly looking for his brother's other children, who were young, while he was an old man. He wanted to get away and live in peace with his son in Denmark. He had not had any contact with anybody in his country since his departure.", "10. On 20 December 2007 the applicant's request for asylum was refused by the Immigration Service, which found that the applicant failed to fulfil the criteria under section 7 of the Aliens Act (Udlændingeloven), notably because his relationship with the LTTE was so remote that he would not be of sufficient interest to the authorities or in real and concrete danger of being subjected to treatment contrary to Article 3 of the Convention upon return to Sri Lanka.", "11. The applicant appealed to the Refugee Appeals Board (Flygtningenævnet) before which an oral hearing was held on 31 March 2008. It appears that the applicant maintained that his brother had moved to India (and not died from an illness as previously stated). Also, the applicant explained that he had in fact seen the nephew being shot. The other people in the village and the applicant's sister-in-law reported to the LTTE who had informed the authorities about the nephew's activities, and consequently the informer, a woman, was killed by the LTTE. The Refugee Appeals Board upheld the decision to refuse to grant the applicant asylum on the same day. It attached importance to the applicant's statement that the visits by the authorities concerned the young people of the household, and found that the applicant was not himself an object of interest to the authorities.", "12. On 23 June 2008 the applicant's request for a residence permit on humanitarian grounds under section 9 b, subsection l, of the Aliens Act was refused by the Ministry of Refugee, Immigration and Integration Affairs. In its decision the Ministry took account, inter alia, of the applicant's age and health and found that, according to the information available, the applicant did not suffer from any physical or mental illness of a very serious nature, and that no circumstances otherwise provided any basis for granting a residence permit on humanitarian grounds.", "13. On 14 November 2008 the Danish Refugee Council (Dansk Flygtningehjælp), an NGO, requested that the Refugee Appeals Board reopen the case. It referred to the applicant's previous explanations and the general deterioration of the security situation in Sri Lanka. It also added that, according to the applicant's eldest son, it was in fact the applicant who had reported to the LTTE who it was that had informed the authorities on the nephew's membership. Allegedly, the authorities were therefore interested in the applicant. The eldest son had also informed the applicant's representative that the killed nephew's brother had stated that the authorities were looking for the applicant after his departure. Moreover, the eldest son had been granted asylum status in Denmark due to his affiliation with the LTTE and because he had been tortured during an investigation in 1998. Thus, according to the applicant's eldest son, the applicant had been detained because of him.", "14. On 14 November 2008, on the applicants' behalf, the Danish Refugee Council also submitted a letter to the Court of Human Rights requesting that it stay the applicants' deportation.", "15. On 17 November 2008, the Court of Human Rights decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was in the interests of the parties and the proper conduct of the proceedings that the applicant should not be expelled to Sri Lanka pending the Court's decision.", "16. Consequently, on 19 November 2008 the Refugee Appeals Board extended the time-limit for the applicants' departure until further notice.", "17. On 9 January 2009 the Refugee Appeals Board again refused to reopen the applicants' asylum case finding that no essential new information or aspects had been submitted. It rejected the information added by the applicant's son as fabricated for the occasion.", "18. On 16 June 2009 the Refugee Appeals Board decided to suspend the examination of asylum cases concerning ethnic Tamils from northern Sri Lanka, including the applicant's case.", "19. On 16 December 2009, on the basis of the most recent background information concerning Sri Lanka including, inter alia, a Memorandum of 26 October 2009 prepared by the Ministry of Foreign Affairs, the Refugee Appeals Board decided to review the suspended cases, including the applicant's case.", "20. On 16 March 2010 the Refugee Appeals Board refused to reopen the applicant's case as it found that the most recent general background information would not lead to a revised assessment of the case. More specifically in its letter to the applicant's representative it stated as follows:", "“... The Refugee Appeals Board still finds that your client's fear of the LTTE and the Sri Lankan authorities does not warrant a residence permit under section 7 of the Aliens Act. In that connection, the Refugee Appeals Board refers to the fact that your client stated during the asylum procedures that he had not been a member of or sympathised with the LTTE and that he had not been sought by or had problems with the LTTE at any time prior to his departure. He stated that the family had no contact with the LTTE while he lived with his brother. On the contrary, the LTTE supposedly avenged the murder of your client's nephew by killing the woman who had allegedly informed on your client's nephew to the authorities. The Refugee Appeals Board thus finds itself unable to accept the supposition that your client has outstanding issues with the LTTE which, in fact, was defeated in May 2009. Your client has also referred to fear of persecution by the Sri Lankan authorities. In this connection, the Refugee Appeals Board refers to the fact that during the asylum procedures your client stated that personally he was not an object of interest to the authorities, that he was solely questioned about his knowledge of other LTTE members in connection with the murder of his nephew which took place three or four years ago, and that personally he has not been persecuted or threatened in his country of origin. Your client also left his country of origin without any problems using his own genuine passport. Thus, the Board finds that it has not been rendered probable that your client would be of interest to the Sri Lankan authorities or suspected of supporting the LTTE. The possibility that as an ethnic Tamil from northern Sri Lanka your client risks being questioned and investigated by the authorities upon entry into his country of origin does not lead to a revised assessment of the case under asylum law. The individuals at particular risk of being detained and investigated upon entry in Colombo are young Tamils, men in particular, from northern and eastern Sri Lanka; those without ID; those not resident or employed in Colombo; and those recently returned from the West, see United Kingdom: Home Office, Report of Information Gathering Visit to Colombo, Sri Lanka 23 - 29 August 2009. Regardless of whether it is accepted as a fact that the Sri Lankan authorities have suspected your client of supporting the LTTE, it does not lead to a revised assessment. In this respect, the Refugee Appeals Board refers to the fact that it appears from the background material available to the Board that, in general, individuals who have supported the LTTE on a lower level are not of interest to the authorities. Thus, generally, only high profile members of the LTTE who are still active and wanted, or individuals wanted for serious criminal offences are of interest to the authorities, see Home Office, Operational Guidance Note, Sri Lanka, August 2009, and Home Office, Report of Information Gathering Visit to Colombo, Sri Lanka 23 - 29 August 2009. Your client has also referred to a fear of the general situation of insecurity in Sri Lanka and the fact that he is old and wants to live in Denmark where there is peace and quiet. Moreover, he has no family in his country of origin to take care of him, but he has agreed with his son living in Denmark that he can stay with the son and be provided for. As in the previous decisions in the case, the Refugee Appeals Board still finds that the general situation for ethnic Tamils in Sri Lanka is not of such nature that it in itself warrants a residence permit under section 7 of the Aliens Act. Thus, the Refugee Appeals Board fully relies on the decisions of 31 March 2008 and 9 January 2009. Against that background, the Board still finds that it has not been rendered probable that, in case of return to Sri Lanka, your client would be at concrete and individual risk of persecution as covered by section 7(1) of the Aliens Act, or that your client would be at a real risk of outrages as covered by section 7(2) of the Aliens Act. The Refugee Appeals Board further states that the Board has no authority to decide whether your client could be granted a residence permit under other provisions of the Aliens Act. Such authority lies with the Danish Immigration Service and the Ministry of Refugee, Immigration and Integration Affairs. It should be noted that your client's time-limit for departure is still postponed on the basis of the request of 18 November 2008 from the European Court of Human Rights. If your client's lawful stay in Denmark lapses, he must leave the country immediately, see section 33(1) and (2) of the Aliens Act. As appears from the decision of the Board of 31 March 2008, your client may be forcibly returned to Sri Lanka if he does not leave voluntarily, see section 32a, cf. section 31, of the Aliens Act.”", "21. By virtue of section 7 of the Aliens Act (Udlændingeloven), asylum is granted to aliens who satisfy the conditions of the Geneva Convention. Applications for asylum are determined in the first instance by the former Aliens Authorities (now called the Immigration Service) and in the second instance by the Refugee Appeals Board.", "22. Pursuant to section 56, subsection 8, of the Aliens Act, decisions by the Refugee Board are final, which means that there is no avenue for appeal against the Board's decisions. Aliens may, however, by virtue of Article 63 of the Danish Constitution (Grundloven) bring an appeal before the ordinary courts, which have authority to adjudge on any matter concerning the limits to the competence of a public authority.", "23's country of origin or first country of asylum. For this purpose, the Refugee Appeals Board has a comprehensive collection of general background material on the situation in the countries from which Denmark receives asylumseekers. The material is up-dated and supplemented on a continuous basis. The background material of the Refugee Appeals Board is obtained from various authorities, in particular the Danish Ministry of Foreign Affairs and the Danish Immigration Service. In addition, background material is procured from various organisations, including the Danish Refugee Council, Amnesty International and other international human rights organisations and the UNHCR. Also included are the annual reports of the US State Department (Country Reports on Human Rights Practices) on the human rights situation in a large number of countries, reports from the British Home Office, reports from the documentation centre of the Canadian Refugee Appeals Board, reports from the Swedish Ministry for Foreign Affairs, reports from EURASIL (European Union Network for Asylum Practitioners), reports from the authorities of other countries and to some extent articles from identifiable (international) journals. Moreover, the Board may request the Danish Ministry of Foreign Affairs to issue an opinion on whether it can confirm information from a background memorandum drafted in general terms. The Refugee Appeals Board also retrieves some of its background material from the Internet. Internet access also enables the Board to obtain more specific information in relation to special problems in individual cases.", "24. Usually, the Refugee Appeals Board assigns counsel to the applicant. Board hearings are oral and the applicant is allowed to make a statement and answer questions. The Board decision will normally be served on the applicant immediately after the Board hearing, and at the same time the Chairman will briefly explain the reason for the decision made.", "25. Extensive information about Sri Lanka can be found in NA. v. the United Kingdom, no. 25904/07, §§ 53-83. The information set out below concerns events occurring after the delivery of the said judgment on 17 July 2008 and, in particular, after the cessation of hostilities in May 2009.", "26. Fighting between the Sri Lankan army and the LTTE intensified in early 2009, with the army taking a number of rebel strongholds in the north and east of the country. On 19 May 2009, in an address to the country's parliament, the President of Sri Lanka announced the end of hostilities and the death of the leader of the LTTE, Velupillai Prabhakaran. It was also reported that most, if not all, of the LTTE's leadership had been killed.", "27. The previous day, the United Nations Office for the Coordination of Humanitarian Affairs had estimated that around 220,000 people had already reached internally displaced persons' camps, including 20,000 in the last two or three days. In addition, it was believed that another 40,000-60,000 people were on their way to the camps through the crossing point at Omanthai, in the northern district of Vavuniya.", "28. In July 2009, the South Asia Terrorism Portal reported that the number of killings in Sri Lanka in the previous three years (including deaths of civilians, security forces and members of the LTTE) was: 4,126 in 2006; 4,377 in 2007; 11,144 in 2008 and 15,549 between 1 January 2009 and 15 June 2009. An estimated 75-80,000 people were reported to have been killed in total over the course of the 26 year conflict.", "“Notwithstanding the cessation of the hostilities, the current protection and humanitarian environment in Sri Lanka remains extremely challenging. In the North, nearly the entire population from the territory formerly held by the LTTE in the North (285,000 Tamils) has been confined to heavily militarized camps in the Northern region. Although the government has gradually reduced the military presence in the camps and has pledged to start the progressive return to their villages of origin of the majority of those in the camps, it is clear that this may take a considerable amount of time. The lack of freedom of movement remains the overriding concern for this population restricting its ability to reunite with family members outside the camps, access employment, attend regular schools, and ultimately choose their place of residence.”", "30. A Human Rights Watch [HRW] press release, dated 28 July 2009, reported that:", "“The government has effectively sealed off the detention camps from outside scrutiny. Human rights organizations, journalists, and other independent observers are not allowed inside, and humanitarian organizations with access have been forced to sign a statement that they will not disclose information about the conditions in the camps without government permission. On several occasions, the government expelled foreign journalists and aid workers who had collected and publicized information about camp conditions, or did not renew their visas.”", "31. A further Human Rights Watch press release dated 26 August 2009 set out concerns that more than 260,000 Tamil civilians remained in detention camps without the freedom to leave.", "32. In August 2009, the first post-war local elections were held in Northern Sri Lanka. The British Broadcasting Corporation reported that voter turn-out was low due to the number of people who were still displaced. The governing party, the United People's Freedom Alliance, took the majority of seats in the biggest city in the region, Jaffna. However, the Tamil National Alliance, a party sympathetic to the defeated LTTE, took the majority of seats in Vavuniya, the other town where polling took place.", "33. On 7 September 2009, James Elder, the official spokesman for the United Nations Children's Fund in Sri Lanka was ordered to leave Sri Lanka because of adverse remarks that he had made to the media about the plight of Tamils in the government-run camps.", "34. On 10 September 2009 the Sri Lankan Official Government News Portal announced that the motion to extend the State of Emergency (under which the authorities have extensive anti-terrorism powers and heightened levels of security including checkpoints and road blocks) by a further month had been passed by Parliament with a majority of 87 votes.", "35. In a report dated 22 October 2009, the United States of America State Department published a report entitled “Report to Congress on Incidents During the Recent Conflict in Sri Lanka”, which compiled incidents from January 2009, when the fighting intensified, until the end of May 2009. Without reaching any conclusions as to whether they had occurred or would constitute violations of international law, it set out extensive reports of enforced child soldiers, the killing of captives or combatants trying to surrender, enforced disappearances and severe humanitarian conditions during the hostilities.", "36. On 21 November 2009, the Sri Lankan Government announced its decision that all internally displaced persons would be given freedom of movement and allowed to leave the detention camps from 1 December 2009.", "37. In its Global Appeal 2010-2011, the UNHCR reported that:", "“The Government-led military operations in northern Sri Lanka which ended in May 2009 displaced some 280,000 people, most of whom fled their homes in the last few months of the fighting. The majority of these internally displaced persons (IDPs) now live in closed camps in Vavuniya district, as well as in camps in Mannar, Jaffna and Trincomalee. An additional 300,000 IDPs, some of whom have been displaced since 1990, are also in need of durable solutions.", "The IDPs originate mainly from the Mannar, Vavuniya, Kilinochchi, Mullaitivu and Jaffna districts in northern Sri Lanka, as well as from some areas in the east of the country. Though the end of hostilities has paved the way for the voluntary return of displaced people, some key obstacles to return remain. For instance, many of the areas of return are riddled with mines and unexploded ordnance. Not all are considered to be of high risk, particularly those away from former frontlines, but mine-risk surveys and the demarcation of no-go areas are urgently needed.", "Other key obstacles to return include the need to re-establish administrative structures in areas formerly held by the Liberation Tigers of Tamil Eelam; the destruction or damaged condition of public infrastructure and private homes; and the breakdown of the economy - including agriculture and fisheries.", "The Government of Sri Lanka is planning the return framework, and it has called on UNHCR for support with return transport, non-food items, return shelter, livelihoods support and assistance in building the capacity of local authorities.", "With some progress having been recently achieved, it is hoped that a substantial number of IDPs will be able to return to their places of origin in the latter half of 2009, but a large portion of new IDPs are also likely to remain in the camps and with host families until well into 2010.”", "38. In a Human Rights Report 2009, dated 11 March 2010, the United States of America State Department stated that the Sri-Lankan Government accepted assistance from NGOs and international actors for the IDP camps but management of the camps and control of assistance were under the military rather than civilian authorities. Food, water, and medical care were all insufficient in the first few weeks after the end of the war, but by July the situation had stabilised and observers reported that basic needs were being met. In June the military withdrew from inside the camps but continued to provide security around the barbed wire-enclosed perimeter. The IDPs in the largest camp, Manik Farm, were not given freedom of movement until December, when a system of temporary exit passes was implemented for those who had not yet been returned to their districts of origin. Some observers said that this exit system still did not qualify as freedom of movement.", "39. Human Rights Watch, in their report, World Report 2010, estimated that six months after the main fighting ended, the Government continued to hold more than 129,000 people (more than half of them women and girls) in the camps. Over 80,000 of these were children. The camps were severely overcrowded, many of them holding twice the number recommended by the UN. As a result, access to basic requirements such as food, water, shelter, toilets and bathing, had been inadequate. These conditions imposed particular hardships on the elderly, children and pregnant women. The camps were under military administration, and effective monitoring by humanitarian agencies was lacking. The authorities failed to provide camp residents with sufficient information about the reason for their continued detention, the whereabouts of relatives, or the criteria and procedure for their return home.", "40. The United Kingdom Border Agency Country of Origin Information Report on Sri Lanka of 11 November 2010 (“the November 2010 COI Report”) stated as follows:", "4.23 The International Crisis Group (ICG) report Sri Lanka: A Bitter Peace, 11 January 2010, also referred to “extra-legal detention centres” maintained by the military and observed: “These detained have had no access to lawyers, their families, ICRC or any other protection agency, and it is unclear what is happening inside the centres. In addition, 'the grounds on which the ex-combatants have been identified and the legal basis on which they are detained are totally unclear and arbitrary'. Given the well-established practice of torture, enforced disappearance and extra-judicial killing of LTTE suspects under the current and previous Sri Lankan governments, there are grounds for grave concerns about the fate of the detained. The government has announced that of those alleged ex-combatants currently detained, only 200 will be put on the trial; most will detained for a further period of 'rehabilitation' and then released.”", "...", "4.25 Referring to the “at least 11,000 people” detained “in so-called 'rehabilitation centers” because of their alleged association with the LTTE, the HRW [document Legal Limbo, The Uncertain Fate of Detained LTTE Suspects in Sri Lanka, released on 29 January 2010, observed: “The government has routinely violated the detainees' fundamental human rights, including the right to be informed of specific reasons for arrest, the right to challenge the lawfulness of the detention before an independent judicial authority, and the right of access to legal counsel and family members. The authorities' consistent failure to inform families of the basis for the detainees' arrest and their whereabouts raises serious concerns that some detainees may have been victims of torture and ill-treatment, which are more likely to take place where due process of law is lacking and which have long been serious problems in Sri Lanka. Given the lack of information about some detainees, there is also a risk that some may have been 'disappeared'.”", "4.31 The UNHCR 'Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka', 5 July 2010 reported that “In the wake of the conflict, almost 11,000 persons suspected of LTTE links were arrested and detained in high-security camps” adding that “According to a Government survey, as of 1 March 2010, 10,781 LTTE cadres were being held at 17 centres. Among the detainees were 8,791 males and 1,990 females.” and noted that “Some of the adult detainees have...been released after completing rehabilitation programmes or because they were no longer deemed to present a risk, including some persons with physical disabilities.”", "41. The November 2010 COI Report also set out:", "4.09 The EIU [The Economist Intelligence Unit], Country Report, Sri Lanka, July 2010 reported: “The EU has warned that Sri Lanka faces losing trade advantages under the Generalised System of Preferences-Plus (GSP-Plus) scheme from August 15th, unless the Government commits itself in writing to improving its human rights record. The EU has put forward 15 conditions that it says the Government needs to promise to meet within the next six months. These include: ensuring that the 17th amendment to the constitution, which requires that appointments to public positions be impartial and reflect the country's ethnic and religious mix, is enforced; repealing parts of the Prevention of Terrorism Act that are incompatible with Sri Lanka's covenants on political and human rights; reforming the criminal code to allow suspects immediate access to a lawyer on arrest; and allowing journalists to carry out their professional duties without harassment. However, the Government has rebuffed the EU, stressing that the issues that it has raised are internal political matters that should not be linked to trade. “The EU is not the only international body currently putting pressure on the government. Sri Lanka has also rejected the UN's appointment of a three-member panel to examine possible human rights violations during the island's civil war. The Sri Lankan authorities have warned that they will not provide visas for panel members to enter the country.”", "...", "4.11 The EIU, Country Report, Sri Lanka, August 2010 noted that: “The decision by the UN secretary-general, Ban Ki-moon [on 22 June 2010], to appoint a panel to examine accountability issues stemming from the final stages of the island's civil war, which ended in May 2009, has prompted a strong reaction in Sri Lanka ...", "4.12 On 17 September 2010 the UN News Service reported that “Secretary-General Ban Kimoon has held his first meeting with the panel of experts set up to advise him on accountability issues relating to alleged violations of international humanitarian and human rights law during the final stages last year of the conflict in Sri Lanka.” The source also noted that the role of the experts was to examine “the modalities, applicable international standards and comparative experience with regard to accountability processes, taking into account the nature and scope of any alleged violations in Sri Lanka.”", "42. The United Kingdom Border Agency Country of Origin Information Report on Sri Lanka of 18 February 2009 (“the February 2009 COI Report”) sets out a series of letters from the British High Commission – hereafter “BHC”, Colombo, on arrival procedures at Colombo airport. In its letter of 28 August 2008, the BHC observed:", "“[T]he correct procedure for [Department of Immigration and Emigration [DIE]] officers is to record the arrival of these persons manually in a logbook held in the adjacent Chief Immigration Officer's office. The name, date and time of arrival and arriving flight details are written into the log. It records why the person has come to their attention and how the case was disposed of. I have had the opportunity to look at the log, and it appears that the only two ways of disposal are to be passed to the Criminal Investigations Department [CID], or allowed to proceed.", "The office of the State Intelligence Service [SIS] is in the immigration arrivals hall and an officer from SIS usually patrols the arrivals area during each incoming flight. Invariably, if they notice a person being apprehended they approach IED [Immigration and Emigration Department] and take details in order to ascertain in [sic] the person may be of interest to them. Their office contains three computer terminals, one belonging to the airport containing flight information and two stand-alone terminals. If an apprehended person is considered suitable to be passed to CID, they are physically walked across the terminal building to the CID offices. A CID officer should then manually record the arrival of the person in a logbook held in their office...often persons shown in the DIE logbook to have been handed to CID are never actually recorded as being received in the CID logbook. It is believed that CID has allowed these persons to proceed and no action has been taken against them.”", "43. The same letter also noted that CID offices at the airport contained two computers, which were not linked to any national database. Any checks on persons detained or apprehended were conducted over the phone with colleagues in central Colombo. There were no fingerprint records at the airport. One computer contained records of suspects who had been arrested and charged with offences, and court reference numbers. It continued as follows:", "“Were a Sri Lankan national to arrive at Colombo Airport having been removed or deported from the United Kingdom, they would be in possession of either a valid national Sri Lankan passport, or an emergency travel document/temporary passport, issued by the Sri Lankan High Commission in London. The holder of a valid passport would have the document endorsed by the immigration officer on arrival and handed back to him/her. A national passport contains the national ID card number on the laminated details page. I have made enquiries with the DIE at Colombo Airport, and with the International Organisation for Migration who meet certain returnees at the airport, and both have confirmed that a person travelling on an emergency travel document is dealt with similarly. They too have the document endorsed by the immigration officer on arrival and returned to them. Before issuing an emergency travel document, the Sri Lankan High Commission in London will have details of an applicant confirmed against records held in Colombo and will thus satisfactorily confirm the holder's nationality and identity. If a returnee subsequently wishes to obtain a national identity card, they have to follow the normal procedures.”", "44. In a letter dated 22 January 2009, the BHC reported that an official had spent several hours observing the return of failed asylum seekers from the United Kingdom, including those who were in possession of emergency travel documents, issued by the Sri Lankan High Commission in London. In the official's opinion, the fact that certain returnees had been issued with emergency travel documents by the Sri Lankan High Commission in London did not seem to make any difference to their treatment upon arrival.", "45. The Report of Information Gathering Visit to Colombo on 23 to 29 August 2009, conducted jointly by the Foreign and Commonwealth Office Migration Directorate and United Kingdom Border Agency Country of Origin Information Service (“the Report of Information Gathering Visit, August 2009”), concluded that all enforced returns (of whatever ethnicity) were referred to the CID at the airport for nationality and criminal record checks, which could take more than 24 hours. All enforced returns were wet-fingerprinted. Depending on the case, the individual could also be referred to the SIS and/or the Terrorist Investigation Department for questioning. Anyone who was wanted for an offence would be arrested.", "46. The report set out that those with a criminal record or LTTE connections would face additional questioning and might be detained. In general, non-government and international sources agreed that Tamils from the north and east of the country were likely to receive greater scrutiny than others, and that the presence of the factors below would increase the risk that an individual could encounter difficulties with the authorities, including possible detention:", "- Outstanding arrest warrant", "- Criminal record", "- Connection with the LTTE", "- Bail jumping/escape from custody", "- Illegal departure from Sri Lanka", "- Scarring", "- Involvement with media or NGOs", "- Lack of an ID card or other documentation", "47. The United Kingdom Border Agency Country of Origin Information Report on Sri Lanka of 11 November 2010 set out the following:", "33.20 The BHC letter of 30 August 2010 went on to observe that: “At the beginning of 2010, partly due to the large numbers of Sri Lankans being returned from around the world and causing logistical problems, CID procedures were relaxed in that they no longer had to detain returnees until written confirmation was received from the local police. All returnees are still interviewed, photographed and wet fingerprinted. The main objective of these interviews is to establish if the returnee has a criminal record, or if they are wanted or suspected of committing any criminal offences by the police. The photographs are stored on a standalone computer in the CID office at the airport. The fingerprints remain amongst paper records also in the CID office at the airport. Checks are initiated with local police, but returnees are released to a friend or relative, whom CID refers to as a surety. This surety must provide evidence of who they are, and must sign for the returnee. They are not required to lodge any money with CID. “The main CID offices at Colombo Airport, which are housed on the ground floor adjacent to the DIE embarkation control, are currently undergoing a complete refurbishment funded by the Australian government. The one completed office suite has three purpose built interview rooms, and facilities where returnees can relax and eat meals.”", "...", "33.22 A British High Commission letter of 14 September 2010 reported: “There is strong anecdotal evidence that scarring has been used in the past to identify suspects. Previous conversations with the police and in the media, the authorities have openly referred to physical examinations being used to identify whether suspects have undergone military style training. More recent claims from contacts in government ministries suggest that this practice has either ceased or is used less frequently. At the very least it appears that the security forces only conduct these when there is another reason to suspect an individual, and are not looking for particular scars as such, but anything that may indicate the suspect has been involved in fighting and/or military training. There is no recent evidence to suggest that these examinations are routinely carried out on immigration returnees.”", "48. On 19 October 2009, Tamilnet reported that twenty-nine Tamil youths were taken into custody by the State Intelligence Unit of the Sri Lanka Police at the International Airport in two separate incidents whilst trying to leave Sri Lanka. It was also reported that since July 2009, special teams of the State Intelligence Unit and police had been deployed in the airport to monitor the movement of Tamils who try to go abroad.", "49. The Report of Information Gathering Visit, August 2009, stated that the frequency of cordon and search operations had not reduced significantly in recent months, though there were fewer large-scale operations than in previous years. In general, young male Tamils originating from the north and east of the country were most at risk of being detained following cordon and search operations, with the presence of the risk factors set out above increasing that risk. Those without employment or legitimate purpose for being in Colombo were also likely to be seen as suspect. The same report also noted that most sources agreed that there had been few, if any, abductions or disappearances since June 2009. There was not a great deal of available information about the profile of Tamils targeted for abduction, although it appeared that people linked to the media might be more vulnerable. Police did not generally carry out effective investigations. It went on to note that most sources agreed that there had not been any significant reduction in the number of checkpoints in Colombo, whose stated purpose remained to detect and prevent terrorist activity. In general those most likely to be questioned were young Tamils from the north and east; those without ID; those not resident or employed in Colombo; and those recently returned from the West. However, most sources said that arrests at checkpoints were rare and none had been reported since June 2009. It was reportedly fairly likely that someone would be stopped at a checkpoint en route from the airport to Colombo city. Finally, it clarified that people who wished to live in Colombo but did not originate from there must register with the local police station with a national ID card or full passport, and details of planned length and purpose of stay. In theory, whilst anyone was entitled to register to stay in Colombo, some sources suggested that young Tamil men originally from the north or east of the country could encounter difficulties and face closer scrutiny. The presence of any of the risk factors set out above would also attract greater attention from the police.", "“The significant majority of reported cases of human rights violations in Sri Lanka involve persons of Tamil ethnicity who originate from the North and East...In Government-controlled areas, Tamils who originate from the North and the East, which are, or have been under LTTE control, are frequently suspected as being associated with the LTTE. For this reason, Tamils from the North and the East are at heightened risk of human rights violations related to the implementation of anti-terrorism and anti-insurgency measures. While this risk exists in all parts of Sri Lanka, it is greatest in areas in which the LTTE remains active, and where security measures are heaviest, in particular the North and parts of the East, and in and around Colombo.”", "“The country of origin information that UNHCR has considered indicates that Tamils from the North of Sri Lanka continue to face a significant risk of suffering serious human rights violations in the region (and elsewhere in the country) because of their race (ethnicity) or (imputed) political opinion. Tamils in the North are still heavily targeted in the security and anti-terrorism measures described in the Guidelines. Wide scale detention and confinement of Tamils from the North remains a serious concern. Pro-Government paramilitary elements also continue to operate with impunity against Tamils in the North.”", "53. The UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka of 5 July 2010, which superseded the April 2009 Guidelines contained information on the particular profiles for which international protection needs may arise in the current context. It was stated that:", "“given the cessation of hostilities, Sri Lankans originating from the north of the country are no longer in need of international protection under broader refugee criteria or complementary forms of protection solely on the basis of risk of indiscriminate harm. In light of the improved human rights and security situation in Sri Lanka, there is no longer a need for group-based protection mechanisms or for a presumption of eligibility for Sri Lankans of Tamil ethnicity originating from the north of the country. It is important to bear in mind that the situation is still evolving, which has made the drafting of these Guidelines particularly complex.”", "54. In summary, the following were UNHCR's recommendations: All claims by asylum seekers from Sri Lanka", "(i) persons suspected of having links with the Liberation Tigers of Tamil Eelam (LTTE);", "(ii) journalists and other media professionals;", "(iii) civil society and human rights activists;", "(iv) women and children with certain profiles; and", "(v) lesbian, gay, bisexual and transgender (LGBT) individuals.", "It was also stated that in the light of Sri Lanka's 26 year internal armed conflict, and a record of serious human rights violations and transgressions of international humanitarian law, exclusion considerations under Article 1F of the 1951 Convention Relating to the Status of Refugees may arise in relation to individual asylum seeker claims by Sri Lankan asylum seekers.", "55. The BBC reported in March 2010 that the Colombo Police force had opened four special units in Colombo suburbs able to take statements in Tamil, with plans for more. Previously, Tamil-speaking Sri Lankans had to rely on a friend to translate their complaints into Sinhala."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}