{"ITEMID": "001-85846", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "HOUDART AND VINCENT v. FRANCE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Philippe Houdart and Mr Jérôme Vincent, are French nationals who were born in 1957 and live in Neuilly-sur-Seine and Paris respectively. They were represented before the Court by Mr Bigot, a lawyer practising in Paris.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The applicants are doctors. At the material time, although they remained registered with the Medical Association (ordre des médecins) for the city of Paris, they were not practising medicine but were working as journalists for “Sciences et Avenir”, a monthly science magazine for the general public of which they were the editor-in-chief and deputy editor.", "Issue number 619 of the magazine, published in September 1998, was entitled “Hospitals, 1998 edition” with the following coverlines: “League-table of 512 French hospitals”, “Best results: the top 86 facilities”, “Blacklist of problem hospitals” and “Exclusive: mortality in your hospital”.", "It was stated in the magazine that this special issue had been produced by the applicants, without their status as doctors being mentioned, and by a third journalist who was not a doctor. Its contents included a league-table of the 50 best and 50 worst hospitals in four specialist fields. They were ranked according to three criteria: their activity, based on health-establishment data from the PMSI (medicalised information system programme); mortality, assessed by reference to a national mortality indicator for patients in the same age bracket and with similar medical conditions; and notoriety, which was in fact measured by the attractiveness of the hospital for patients from outside the département. The combination of these criteria produced an overall rating out of 20. Information letters and requests for explanations were also sent to the directors of hospitals where major shortcomings had been found.", "Saint-Girons Hospital ranked thirteenth in the list of the 50 hospitals with the worst results in the field of digestive surgery, with an overall rating of 3.81 out of 20 and a mortality rate 2.3 times higher than the norm.", "On 8 October 1998 Doctor Maestracci, head surgeon at Saint-Girons Hospital, lodged a complaint with the département council (conseil départemental) of the Medical Association for the city of Paris. He criticised the applicants for the highly inaccurate nature of their investigation, as a result of using inappropriate criteria, failing to take account of specificities related to the precise type of medical condition and not distinguishing between emergency and scheduled admissions. Moreover, in his opinion there had been no subsequent moderation, whether in the commentary or in the choice of persons interviewed. He thus considered that his reputation and that of his staff had been seriously impugned, all the more so because he was working in a small town. He lastly argued that the investigation, by casting doubt on the quality of this local-community medical facility, might lead to inappropriate attitudes on the part of patients, particularly in the event of an emergency.", "By a decision of 10 February 1999, the département council referred the complaint to the Medical Association's regional council for Ile-de-France and requested to be joined to the proceedings on account of a breach of Articles 13 and 31 of the Code of Professional Conduct for medical practitioners. The rapporteur from the département council made the following submissions in particular:", "“Whilst the seriousness of the journalists' work is not at issue, it does not appear upon reading the article that any disclaimer as to the limits of the methodology used has been clearly indicated.", "The headings of the articles and paragraphs and the comments inserted in the boxes add a sensationalist tone which turns a report into an indictment.", "Lastly, the possibilities for the criticised heads of department and hospital directors to defend themselves have been very limited.", "Generally-speaking, the specific case of Saint-Girons Hospital raises the issue of the limits to the transparency of medical information. In the long term such transparency is desirable, but in the short term the beneficial effects of selecting the most efficient services for patients may be counter-balanced by the negative repercussions of anxiety-provoking remarks for a section of the population that is limited in its choice of hospital treatment by age, geography or social situation.", "Prudence and concern about the repercussions of remarks among members of the public, as required by Article 35 [sic] of the Code of Professional Conduct, do not seem to have guided the authors, who should have ensured that the limits to their work were made clear and, in such a sensitive area, should have avoided provocative headings.”", "In a decision of 23 May 2000 the regional medical council dismissed the applicants' plea of inadmissibility, which had been based on the possibility of raising the defences available under the Freedom of the Press Act of 29 July 1881, and found as follows:", "“Notwithstanding the existence of the Press Act of 29 July 1881, it is clear that everyone is free to use the means of his choosing to enforce his rights without such possibility being open to challenge.”", "The regional council gave the two applicants a warning (avertissement) based on the following reasoning:", "“On the basis of data that could be regarded as objective, albeit open to debate and debated, Doctors Houdart and Vincent, by inserting crossheads, boxes and passages in italics, transformed an informative article into a sensationalist one ...", "By placing the unwritten ethics of journalists before those of doctors, which have been codified in a regulatory text, they crossed a boundary which must not be overstepped, especially as the Code of Professional Conduct for medical practitioners has the aim of protecting patients – a section of the population that is weak both physically and psychologically. It cannot validly be argued that Doctors Houdart and Vincent submitted their article to the magazine without concerning themselves with the publication or without being aware of the sensationalist additions designed at least to lure readers and perhaps to boost sales; if that were the case, they failed in their obligation to verify the ultimate and potential use of their statements or the possible impact of those statements on the general public.", "In this connection it is ineffective to claim that, since they were not practising medicine, Doctors Houdart and Vincent were not bound by the provisions of the Code of Professional Conduct for medical practitioners; on the contrary, their voluntary registration with the Medical Association shows their desire to abide by that Code, especially the provisions in the first section dealing with the general duties of doctors.", "After studying the material in the file and hearing representations from the parties, it appears that Doctors Houdart and Vincent interpreted information to give it a sensationalist and derogatory character, thus causing damage, perhaps unintentionally, to the complainant Doctor Maestracci and to his patients, which is even worse. In these circumstances it is appropriate, in order to reiterate the need for medical ethics, to impose a penalty in the form of a warning.”", "The applicants, relying in particular on Articles 6 and 10 of the [European] Convention [on Human Rights], then lodged an appeal with the National Medical Council.", "On 21 November 2001 the disciplinary section of the National Medical Council dismissed a complaint by the applicants concerning the rapporteur's participation in the deliberation of the regional council, finding that his duties were consonant with the principle of impartiality enshrined in Article 6 § 1 of the Convention. The disciplinary section further found that the applicants had breached their duty of care when imparting information to the public, as provided for in Article 13 of the Code of Professional Conduct for medical practitioners:", "“Doctors Houdart and Vincent were, at the material time, respectively the editor-in-chief and deputy editor of the magazine 'Sciences et Avenir', and it was in their capacity as journalists that they wrote the offending articles published in the September 1998 issue of that magazine. The fact that they were not practising medicine, that the acts were committed in the context of their work as journalists and that they did not invoke their status as doctors is not capable of precluding the application of the Code of Professional Conduct for medical practitioners, by which every doctor remains bound once he or she is registered with the Medical Association. This fact obliges the disciplinary body, which has jurisdiction to rule on breaches by doctors of the Code of Professional Conduct for medical practitioners, only to reconcile the ethical duties of doctors with the requirements of the freedom of expression afforded to journalists. In that latter respect, whilst the first paragraph of Article 10 of the European Convention on Human Rights guarantees freedom to impart information and ideas, the second paragraph of that Article stipulates that the exercise of this freedom, carrying with it duties and responsibilities, may be subject to such restrictions or penalties as are necessary, in particular, for the protection of the reputation or rights of others ...", "... the right for doctors to inform the public about the quality of hospital services, even designated by name, and to give a critical assessment of some of them, cannot be called into question, provided only that in presenting their analyses they do not breach the duty of care by which they are bound under the above-mentioned provisions of the Code of Professional Conduct. Whilst they set out the criteria by virtue of which they had drawn up a league-table of hospitals, they failed to take the precaution, which was all the more necessary as the publication was intended for the general public, of indicating the limits and the relative nature of a qualitative analysis based on data from the PMSI (medicalised information system programme), which they presented, by contrast, on page 36 of the publication, as 'an outstanding tool with remarkable accuracy'. Not only are the published results presented as unquestionable and scientifically established but they are also accompanied by comments and headings such as “Its hospitals make France sick”, “Blacklist of problem hospitals”, and “underperforming facilities can be found virtually everywhere”, the purpose of which is not to inform patients but to dramatise the information without any concern for the repercussions of this presentation on the patients who use services whose quality has been seriously impugned. Having regard to the applicants' level of responsibility in the publication, they cannot claim that they are mere employees working under the authority of the magazine's management without any right of scrutiny in respect of the articles published, nor that the presentation of the facts, the headings and the comments are the work solely of the publication director and were not even tacitly approved by them ...”", "The applicants then lodged an appeal on points of law with the Conseil d'Etat. They submitted that the professional disciplinary bodies did not have jurisdiction in respect of doctors who were not practising medicine professionally. They further complained that they had been deprived of a fair hearing, within the meaning of Article 6 § 1 of the Convention, as they had not been given prior knowledge of the rapporteur's report to the two professional bodies. They lastly observed that the application of the Code of Professional Conduct for medical practitioners to doctors not practising medicine, in respect of acts they committed while engaged in the activity of journalism, and without their status as doctor being invoked, constituted a mistake of law. They based that latter argument on the wording of Article 13 of the Code of Professional Conduct for medical practitioners, which referred only to “participation in an educational and health-related action of public information” and on the incompatibility between the guarantees attaching to the status of journalist under the Act of 29 July 1881 and the rules of medical ethics.", "On 23 February 2004 the Conseil d'Etat dismissed the applicants' appeal on points of law on the grounds that the professional disciplinary bodies did have jurisdiction because the applicants were registered with the Medical Association, that the report – simply a statement of facts – drawn up by the rapporteur appointed by the chairman of the disciplinary section did not necessarily have to be communicated to the parties, and that Article 13 of the Code of Professional Conduct for medical practitioners could apply to acts relating to the applicants' activity as journalists:", "“It transpires from the provisions of the above-mentioned Article 1 of the Decree of 6 September 1995 that the disciplinary bodies of the Medical Association have jurisdiction, in connection with proceedings brought before them, to assess the conduct of any registered doctor with regard in particular to the provisions of the Code of Professional Conduct for medical practitioners. It can be seen from the material in the file submitted to the tribunal of fact – and it is not in dispute – that Mr Houdart and Mr Vincent were, at the time of the impugned acts, registered with the Medical Association. Accordingly, these doctors are not justified in arguing that the disciplinary sections of the Ile-de-France regional medical council and of the National Medical Council were acting ultra vires in ruling on the breaches of professional duty that they were alleged to have committed in respect of certain articles published in a magazine under their management. The disciplinary section of the National Medical Council did not commit any mistake of law when it found that Article 13 of the Code of Professional Conduct for medical practitioners was applicable to facts relating to the applicants' activity as journalists.”", "...", "...", "Decree no. 95-1000 of 6 September 1995 laying down a Code of Professional Conduct for medical practitioners reads, in relevant part, as follows:", "“The provisions of the present Code shall be binding on medical practitioners who are registered with the Medical Association ...”", "“When a medical practitioner participates in an educational and health-related action of public information, regardless of the means of dissemination, he shall only impart information that has been confirmed, shall act with care and shall be concerned about the repercussions of his remarks among members of the public. In such a context he shall refrain from courting publicity, whether for personal reasons, for the benefit of bodies for which he works or to which he provides assistance, or in support of a cause that is not in the general interest.”", "“All medical practitioners shall abstain, even when not exercising their profession, from any act that might bring discredit upon that profession”.", "..."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}