{"ITEMID": "001-4865", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "LEWANDOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish national, born in 1952 and living in Gryfino, Poland.", "On 29 January 1996 the applicant’s flat was visited by two bailiffs accompanied by an employee of a private security agency. The bailiffs informed the applicant’s wife, who was present in the flat together with her two minor children and two adult members of her family, that they had a warrant for seizure of the movable property located in the flat. They also stated that the warrant had been issued after the applicant, who had been running a small business, had failed to pay social security contributions. The applicant’s wife refused to surrender any property since the outstanding social security contributions had already been paid up and she telephoned her husband. After being informed by his wife about the bailiffs’ attempt to execute the warrant, the applicant spoke on the telephone to one of them and confirmed that he had paid all outstanding social security contributions. Subsequently the bailiffs and the security agent left the flat.", "On 30 January 1996 the applicant visited the Gryfino Tax Office (Urząd Skarbowy). After he presented a receipt proving that he had paid all outstanding social security contributions on 10 March 1994, the employee responsible for his account admitted that the warrant had been erroneously issued and apologised to him.", "On 31 January 1996 the applicant complained to the Gryfino District Prosecutor (Prokurator Rejonowy) about the actions of the bailiffs. He alleged that they had behaved in a threatening manner and one of them was armed. As a result the state of health of the applicant’s wife deteriorated and his children would not stay alone at home. The applicant contended that the bailiffs had breached the peace and abused their powers.", "On 25 February 1996 the applicant’s wife died. On an unspecified date the applicant informed the Gryfino District Prosecutor that in his opinion his wife’s death had resulted from the stress caused by the actions of the bailiffs.", "On 14 March 1996 the Gryfino District Prosecutor decided to discontinue the investigation of the applicant’s complaint relating to the breach of the peace. He considered that the bailiffs had acted in good faith and had not committed any offence, which was subject to public prosecution. He also advised the applicant that he could bring a private indictment seeking a conviction of breach of peace. On an unspecified date the applicant’s appeal against the decision of 14 March 1996 was dismissed.", "On 22 November 1996 the Gryfino District Prosecutor decided to discontinue the investigation of the applicant’s complaint concerning the alleged abuse of powers by the bailiffs. He pointed out that they had refrained from the execution of the warrant as soon as they had been informed that the social security contributions had been paid up. The District Prosecutor further noted that the bailiffs had behaved in a peaceful manner during the incident and that they were always armed with gas pistols during the execution of warrants. With respect to the applicant’s allegation that his wife’s death had resulted from the stress caused by the actions of the bailiffs, the District Prosecutor observed that she had suffered from neurasthenia and had been treated in a psychiatric clinic. He also noted that although she had had problems with blood pressure, she had been satisfied with the treatment she had been receiving and had felt better before her death. The District Prosecutor concluded that there was no causal link between the death of the applicant’s wife, which had taken place almost one month after the incident, and the actions of the bailiffs. On 2 December 1996 the applicant appealed to the Szczecin Regional Prosecutor against the decision of 22 November 1996.", "", "On 19 December 1996 the applicant complained to the Ministry of Finance about the actions of the bailiffs during the incident which had taken place on 29 January 1996. On 29 January 1997 the complaint was transferred to the Szczecin Tax Chamber (Izba Skarbowa). On 25 February 1997 the Director of the Szczecin Tax Chamber informed the applicant that the investigation of his complaint had showed that it had been unfounded. He pointed out that the bailiffs had left the applicant’s flat after the applicant had declared that the outstanding social security contributions had been paid up. Moreover, during his visit to the Tax Office on the following day the applicant had not raised any complaints about the behaviour of the bailiffs. The Director also informed the applicant that disciplinary measures had been taken against the employee responsible for the erroneous warrant.", "On 28 February 1997 the Szczecin Regional Prosecutor dismissed the applicant’s appeal against the District Prosecutor’s decision to discontinue the investigation considering that there was no causal link between the bailiffs’ actions and the death of the applicant’s wife. He pointed out that the bailiffs had behaved well during the incident and that although the applicant’s wife had become agitated as a result of their attempt to execute the warrant, she had been calm already in the evening following the incident.", "On 10 March 1997 the applicant complained to the Poznań Appellate Prosecutor (Prokuratura Apelacyjna) about the decision of 28 February 1997. He pointed out that the District Prosecutor had not taken evidence from a certain witness and had not requested an expert medical opinion as to the existence of a causal link between the bailiffs’ actions and his wife’s death. In a letter of 2 April 1997 the Appellate Prosecutor informed the applicant that he had instructed the subordinate prosecutor to reopen the investigation.", "On 24 April 1997 the Gryfino District Prosecutor reopened the investigation of the applicant’s complaint concerning the abuse of powers by the bailiffs. On 27 May 1997 the District Prosecutor requested the Medical Academy in Szczecin to prepare an expert opinion on whether there was a causal link between the actions of the bailiffs during the incident in the applicant’s flat on 29 January 1996 and the death of the applicant’s wife on 25 February 1996 and whether her agitation caused by the bailiffs’ actions could have had a negative impact on her state of health.", "On 8 July 1997 the Medical Academy issued an expert opinion. It stated that it was impossible to establish the existence of a causal link between the bailiffs’ actions and the death of the applicant’s wife as there was no sufficient medical evidence leading to such conclusion. Furthermore, the opinion stated that although it was possible that the bailiffs’ actions could have had a negative impact on the state of health of the applicant’s wife, there was no evidence supporting such conclusion.", "On 21 July 1997 the Gryfino District Prosecutor decided to discontinue the investigation of the applicant’s complaint. He considered that the evidence showed that there was no causal link between the bailiffs’ actions and the death of the applicant’s wife. In particular, the District Prosecutor referred to the depositions of the applicant and his children, who had witnessed the bailiffs’ actions, according to which the incident on 29 January 1996 had not involved the use of force, threats or insults. Although the applicant’s wife and the bailiffs spoke in raised voices, the latter had left the flat after talking on the telephone with the applicant. The District Prosecutor also recalled the conclusions of the expert opinion prepared by the Medical Academy in Szczecin.", "On 28 July 1997 the applicant appealed against the decision of 21 July 1997. On 29 August 1997 the Szczecin Regional Prosecutor dismissed the appeal considering that the District Prosecutor had correctly concluded on the basis of the evidence in the case-file that there had been no causal link between the bailiffs’ actions and the death of the applicant’s wife.", "On 17 September 1997 the applicant complained to the Prosecutor General about the decision to discontinue the investigation. On 2 October 1997 his complaint was transmitted to the Poznań Appellate Prosecutor. On 31 October 1997 the Poznań"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}