{"ITEMID": "001-114454", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KHAYROV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-3-c - Defence through legal assistance);Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-3-d - Examination of witnesses)", "JUDGES": "Angelika Nußberger;Dean Spielmann;Karel Jungwiert;Mark Villiger;Paul Lemmens;Stanislav Shevchuk", "TEXT": ["5. The applicant was born in 1968 and is currently serving a prison sentence.", "6. On the evening of 3 March 2004 the applicant and two of his acquaintances, H. and L., had a party in L.’s flat. They drank large quantities of alcohol. At some point a fight broke out among them, which resulted in H. being stabbed and suffocated.", "7. At about 10 p.m. that evening the police found the body of H. in the flat. They also found the applicant drunk and asleep in the flat. The police decided to arrest the applicant on suspicion of having killed H.", "8. At the police station the applicant was given an explanation of the provisions of Article 63 of the Constitution and then questioned on account of the incident. The applicant stated that during the party he was repeatedly humiliated by H. At certain point the applicant lost his patience and started to beat H. to the extent that H. lost his consciousness. However, L. considered that it had not been enough for H. and killed him. After that L. left the flat and the applicant fell asleep. The questioning session was carried out by police officers without a lawyer being present.", "9. At 2.30 a.m. on 4 March 2004 an investigator from the prosecutor’s office prepared an arrest report in respect of the applicant. The applicant’s defence rights were explained to him by the investigator, including the right to remain silent and the right to have a lawyer. The applicant signed the relevant explanatory note stating that he did not need the assistance of a lawyer. The investigator accepted the waiver of legal assistance by issuing a separate ruling. The ruling provided that the applicant had refused legal assistance as he did not need it and entirely trusted the investigative authorities.", "10. According to the applicant, that waiver was given by him as a result of psychological pressure exercised by the police officers.", "11. Between 9.30 a.m. and 10.55 a.m. on 4 March 2004 the applicant was questioned by the investigator. The applicant stated that it had been L. who had killed H.", "12. At 12.50 p.m. on 4 March 2004 the investigator arrested L. on suspicion of having killed H. During questioning, L. explained that he had gone out of the flat to buy some more alcohol and, while he was away, the applicant had killed H.", "13. According to the applicant, on 6 March 2004 he was beaten up by police officers for the first time with the purpose of making him confess to the murder of H. The applicant felt ill and therefore demanded a medical examination.", "14. On the same date a forensic medical expert examined the applicant. According to the report issued by that expert, the applicant had sustained an abrasion to his chest, which was considered to be a light injury that could have been inflicted seven to ten days before the examination; and during the examination the applicant had stated that he had had a fight with H. and that after his arrest he had not been beaten by anyone.", "15. Again on the same date the Bakhchysaray District Court (the “District Court”) ordered the applicant’s pre-trial detention for two months.", "16. On 7 March 2004 the applicant confessed to the murder. According to the applicant, he wrote the confession after he had been beaten up by a police officer again.", "17. On the same date the investigator carried out a confrontation between the applicant and L., in the course of which the applicant admitted his guilt. Following this investigatory action L. was released.", "18. The investigator further questioned L.’s acquaintances, the seller of the alcohol, and other individuals who might have known something about the events in question. Expert examinations were carried out. The knife did not have any fingerprints on it.", "19. On 13 March and 26 April 2004 the applicant was questioned as an accused. He stated that he did not need a lawyer at that time and referred to his statements given during the confrontation with L.", "20. On 27 April 2004 the investigation was completed and the case was sent to the District Court for trial.", "21. On 14 June 2004 the applicant complained to the prosecutor’s office on account of ill-treatment by the police officers. In his complaint the applicant alleged that immediately after his arrest he had been beaten up by the police officers, who had also threatened to kill him. Allegedly, they had further forced him to confess to the murder.", "22. On 6 July 2004, at the request of the applicant, his brother was admitted to the proceedings as defence counsel.", "23. When examined by the District Court, the applicant denied any involvement in the crime. He stated that he had been subjected to ill-treatment and that his right to a lawyer had been breached. According to the applicant, he also orally requested that L. be examined by the court. The request was refused.", "24. During the trial the District Court examined the evidence in the file. It did not question L. but read out his statements given during the pre-trial investigation.", "25. On 8 July 2004 the District Court found the applicant guilty of having murdered H. and sentenced him to ten years’ imprisonment. In its findings the District Court relied on the applicant’s confession and the other self-incriminating statements given by him during the investigation. It also referred to L.’s statements given during the investigation, including those given at the confrontation with the applicant, to the forensic medical examination establishing the cause of H.’s death, and to other indirect evidence.", "26. The applicant appealed, claiming that the District Court had failed to assess the evidence properly and had misinterpreted the facts. In particular, the applicant asserted that the District Court had failed to pay due attention to the fact that his submissions during the trial had contradicted L.’s statements and that it had not considered whether L. might have committed the murder. The applicant further contended that his self-incriminating statements had been obtained through ill-treatment and in breach of his right to legal assistance. He asserted that his ill-treatment had been evidenced by the forensic medical report of 6 March 2004.", "27. On 5 October 2004 the Court of Appeal of the Autonomous Republic of Crimea (“the Court of Appeal”) considered the applicant’s appeal and dismissed it as unsubstantiated. According to the applicant, during the appeal proceedings he was assisted, in addition to the assistance provided by his brother, by a legal-aid lawyer.", "28. In its decision the Court of Appeal noted that the applicant’s guilt had been well established by the District Court and his contention of having been ill-treated by the police was unfounded. In particular, the forensic medical report of 6 March 2004 suggested that the abrasion on his chest had been sustained well before his arrest. As to the absence of legal assistance during the investigation, the court noted that the case file contained waivers of the right to legal assistance signed by the applicant.", "29. The applicant appealed on points of law, claiming in particular that: he had been beaten up by police officers to make him confess to the murder; his defence rights had not been assured during the investigation; the lower courts had failed to question all the witnesses and had not examined all the material and documentary evidence; and the courts had not verified whether L. might have committed the murder.", "30. On 17 July 2005 the prosecutor’s office refused to open an investigation in respect of the alleged ill-treatment of the applicant.", "31. On 22 November 2005 the Supreme Court considered the applicant’s appeal on points of law and dismissed it as unsubstantiated. It found that the trial court had legitimately convicted the applicant on the basis of his self-incriminating statements, which had been further corroborated by L.’s statements and other indirect evidence. The Supreme Court did not find any procedural violations which could give grounds for quashing the decisions of the lower courts.", "32. On 6 June 2006 the applicant asked the Supreme Court for an extraordinary review of his case.", "33. On 22 June 2006 the request was refused.", "34. Following his arrest on 3 March 2004, the applicant was placed in the Bakhchysaray Temprorary Detention Centre (“the ITT”), where he was allegedly held with other detainees suffering from tuberculosis.", "35. On 10 March 2004 the applicant was diagnosed with infiltrative tuberculosis of the upper part of the right lung.", "36. On 16 March 2004 the applicant was transferred to the Simferopol Pre-Trial Detention Centre (“the SIZO”).", "37. On 5 April 2004 the applicant was diagnosed with tuberculosis of the right lung and registered as a patient at the tuberculosis dispensary.", "38. On 27 April 2004 the doctor recommended that the applicant be provided with anti-tuberculosis treatment at a specialised hospital. The applicant stayed in the SIZO, where he was examined and treated at the medical unit.", "39. On 23 November 2004 the applicant was moved to Simferopol no. 102 Prison (“Simferopol Prison”), where he was regularly X-rayed and provided with the following courses of medical treatment:", "- from 1 April to 31 May 2005 (treatment with isoniazid);", "- from 20 September to 10 October 2005 (treatment with isoniazid);", "- from 3 March to 31 May 2006 (treatment with isoniazid);", "- from 1 September to 30 November 2006 (treatment with isoniazid and pyrazinamide);", "- from 3 March to 31 May 2007 (treatment with isoniazid and pyrazinamide);", "- from 3 September to 30 November 2007 (treatment with isoniazid and pyrazinamide);", "- from 3 March to 30 May 2008 (treatment with isoniazid and ethambutol);", "- from 1 September to 28 November 2008 (treatment with isoniazid and ethambutol);", "- from 2 March to 29 May 2009 (treatment with isoniazid and ethambutol);", "- from 3 September to 30 November 2009 (treatment with isoniazid and ethambutol);", "- from 3 March to 31 May 2010 (treatment with isoniazid and ethambutol); and", "- from 1 October to 28 November 2010 (treatment with isoniazid and ethambutol).", "40. According to the Government, the applicant was X-rayed on 5 August 2010 and his chest did not display any signs of disease.", "41. The relevant provisions of the Constitution read as follows:", "“Everyone has the right to legal assistance. Such assistance is provided free of charge in cases envisaged by law. Everyone is free to choose the defender of his or her rights.", "In Ukraine, advocacy acts to ensure the right to mount a defence against an accusation, and to provide legal assistance during the determination of cases by courts and other State bodies.”", "“A person shall not bear responsibility for refusing to testify or to explain anything about himself or herself, members of his or her family or close relatives in the degree determined by law.", "A suspect, an accused, or a defendant shall have the right to mount a defence.", "A convicted person shall enjoy all human and citizens’ rights, except for the restrictions determined by law and established in court judgments.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c", "6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}