{"ITEMID": "001-91274", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MASYUCHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk", "TEXT": ["The applicant, Mr Sergiy Volodymyrovych Masyuchenko, is a Ukrainian national who was born in 1953 in Sumy Region and currently resides in Oleksandriya, Kirovograd Region.", "The applicant is a retired military officer. In March 2006 he instituted proceedings in the Novomoskovsky District Court of Dnipropetrovsk Region against the Dnipropetrovsk Regional Military Commissariat seeking to have his pension recalculated in accordance with the changes allegedly introduced by the relevant legal acts.", "On 20 July 2006 the Novomoskovsky District Court allowed his claims and ordered the Military Commissariat to recalculate his pension.", "On 18 January 2007 the Dnipropetrovsk Regional Court of Appeal reversed this resolution and rejected the applicant’s claims in full. The court informed the applicant, in the operative part of its resolution, that it became enforceable immediately, but could be appealed to the Higher Administrative Court within one month.", "The applicant did not appeal in cassation. The applicant allegedly unsuccessfully requested the Constitutional Court to rule in his case, but provided no answer from it.", "1. Constitution of Ukraine, 28 June 1996", "Article 125", "“(...) The Supreme Court of Ukraine is the highest judicial body in the system of courts of general jurisdiction.", "The respective high courts are the highest judicial bodies of specialised courts. (...)”", "2. Judicial System Act, 7 February 2002", "“... 1. Plenary Supreme Court ... shall be composed of all the judges of the Supreme Court, Presidents of the higher specialised courts, their first deputies, presidents of the Court of Cassation and the Court of Appeal.", "2. The Plenary Supreme Court:", "... 6) provides the courts of general jurisdiction with recommendations on application of legislation, and if necessary declares recommendations of the higher specialised courts unlawful;", "7) decides to institute proceedings before the Constitutional Court with regard to constitutionality of the laws and other normative acts, and also with regard to official interpretation of the Constitution and the legislative acts;", "... 5. Draft resolutions of the Plenary Supreme Court with recommendations on how to apply specific legislation in particular types of cases shall be sent to the Prosecutor General and the Minister of Justice at least ten days before the Plenary Supreme Court meets; ...”", "In accordance with Article 210 of the Code a court of cassation in administrative cases is the Higher Administrative Court of Ukraine. Under Article 211 of the Code the parties to administrative proceedings may lodge cassation appeals with the Higher Administrative Court against the judgments or rulings of the first-instance court and the court of appeal. The grounds for appeal in cassation are an erroneous application of the procedural or substantive law. In accordance with Article 223 of the Code, the Higher Administrative Court can quash or amend judgments and rulings of the first-instance courts and the courts of appeal or adopt a new judgment upon appeal in cassation.", "In accordance with paragraph 10 of Chapter VII of the Transitional Provisions of the Code, appeals in cassation which concern decisions of the courts of general jurisdiction (civil and commercial proceedings) given in administrative cases and which have not been examined by the Supreme Court by 1 September 2005 shall be transferred for examination to the Higher Administrative Court.", "The content, so far as relevant, of the Resolution of the Plenary Supreme Court of 15 April 2005 is set out in the Court’s decision in the case of Karuna v. Ukraine ((dec.), no. 43788/05, 3 April 2007). The Resolution of the Plenary Supreme Court explained inter alia, with references to several legislative acts and normative acts of the Cabinet of Ministers, how the courts should approach examination of complaints lodged by former military servicemen with regard to recalculation of previously determined amounts of pensions previously assigned to them. The Plenary Supreme Court drew attention to the relevant legal and factual circumstances which should be taken into account in examining these cases by the courts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}