{"ITEMID": "001-72772", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "GOMES v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Francis Gomes, is a Bangladeshi national born in 1966 and currently living in Sweden. He was represented before the Court by Mr Gazi Ziauddin, Bromma. The respondent Government were represented by Ms Anita Linder, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant left Bangladesh on 6 May 1993 and came to Sweden where he applied for political asylum. He claimed that he used to be a member of the Bangladesh Sharbahara party (hereinafter “the party”), an opposition left-wing party. He further claimed that, due to his political involvement, he had been arrested and jailed in 1986 and subjected to repeated torture. He had been released after 15 days. On 18 November 1992 the Dhaka Judge Court had sentenced him to life imprisonment with hard labour for illegal possession of arms. However, the verdict had allegedly been an attempt to put an end to his political activity.", "His application was rejected by the then Immigration Board (Invandrarverket) on 17 June 1994 and by the Aliens Appeals Board (Utlänningsnämnden) on 7 February 1996, which concluded that the applicant would have the opportunity to receive a fair trial upon return to Bangladesh, and that political activity did not, as such, entail persecution by the authorities in Bangladesh. The applicant was sent back to Dhaka in April 1996.", "The applicant returned to Sweden on 24 November 1999, again applying for asylum. He claimed that, upon arrival in Bangladesh in April 1996, he had been arrested by the military and brought to a police station where he had been questioned. Before the questioning, a member of the military had made the secret sign of the Sharbahara party. During the questioning, the soldiers had said that they had been looking for him and that they wanted to know whether he was Francis Gomes, member of the Sharbahara party. He was then tortured badly and transferred to a prison from which he had escaped in December 1996, with the help of a party friend. In spite of the torture he had not revealed his identity, which was, the applicant claimed, probably why the sentence of life imprisonment had not been executed. After having escaped, he had lived in hiding for a few months but had continued to work for the party.", "The applicant further stated that he had been arrested at a party conference in Jehore in April 1997, after which he had been jailed and repeatedly tortured. After eight months’ imprisonment a party friend had helped him escape. Following his escape he had found out that he had been charged with the murder of another prisoner.", "He had again lived in hiding, but had continued to work for the party. He had distributed leaflets and had been able to work quite freely. However, during a demonstration in May 1998, he had been arrested and tortured anew. Three party members had been killed during the demonstration and he had been accused of the killings. Proceedings had been instituted against him in Jeshore. He believed that he had escaped sometime in November or December 1998. This time too, he had received help from a party member. He had subsequently found out that a court in Dhaka had sentenced him to death in absentia on 3 March 1998 for the murder of his cell-mate of which he had been accused in 1997.", "In a letter to the Aliens Appeals Board in February 2000 the applicant submitted that after his escape in December 1996 his political party had helped him to contact ‘Refti’, a nursing home in Dhaka where he had been treated daily for his torture injuries. After his escape in November 1997, he had returned to Refti and had been treated there daily between 26 November 1997 and 18 January 1998. Following his escape in December 1998, he had received treatment in a nursing home in Bashabo.", "The party had helped him leave Bangladesh. He submitted before the Immigration Board that he risked being killed by his own party, because members who had been jailed were regarded as a security risk since they could reveal secret information concerning the party. His life was also threatened by Muslim fundamentalists since he was a Christian. He had once been taken captive by such people and was to be killed. He had, however, managed to scare off his captors. Besides the death sentences against him, the Government had ordered the police to shoot members of the Sharbahara party.", "On 22 December 1999 the Immigration Board rejected the applicant’s request for asylum. It made the following observations: The applicant had travelled to Sweden with a false passport and had not applied for asylum until this had been discovered. He had also submitted unclear information regarding the details of his journey and had thus tried to hide information relevant to the investigation. Considering his submissions that he had on numerous occasions been arrested and tortured, that a life sentence had not been executed because the authorities had not been able to identify him, that he had in the meantime continued to work for the party, that he was persecuted by Muslim fundamentalists, and that he risked being executed by his party despite having been continuously helped by the party to escape and in the end to leave the country, the Immigration Board concluded that the applicant was not credible. It also remarked that he had not been able to submit any documentation regarding his allegations.", "Upon appeal, the Aliens Appeals Board, by a decision of 20 June 2000, granted the applicant a permanent residence permit. It reiterated that the applicant had been committed under the Act on Compulsory Psychiatric Care between 16 February and 20 March 2000, having been suicidal and diagnosed with potential post-traumatic stress disorder (PTSD), which had however not been confirmed. The applicant had also submitted a medical certificate concluding that it was probable that he had been subjected to torture as alleged. The Appeals Board deferred to the conclusions of the Immigration Board with regard to his credibility. However, due to his medical condition, the applicant was entitled to stay in Sweden.", "The applicant’s wife joined him in Sweden in May 2003 together with their daughter Sara, born in 1997. Sara is physically handicapped and dumb. The applicant also has a 12-year-old son in Bangladesh with whom he has no contact. On 23 October 2003 the applicant was charged with aggravated assault against a woman (grov kvinnofridskränkning), it being alleged, inter alia, that on several occasions he had beaten his wife when she had refused to have sex with other men who had promised the applicant money, and had otherwise systematically abused her. The applicant had replied that, due to the torture he had become impotent and for this reason his wife had met another man. It was the applicant’s understanding that they had conspired to put him in jail.", "On 17 November 2003 the District Court (tingsrätten) of Stockholm convicted the applicant as charged. He was sentenced to one year’s imprisonment and subsequent expulsion from Sweden, being forbidden to return before 17 November 2010, in accordance with Chapter 1, section 8 of the Penal Code, in conjunction with the relevant provisions of the Aliens Act.", "Subsequent to the applicant’s conviction, divorce proceedings between the applicant and his wife had been initiated at the Stockholm District Court. The same court had also awarded the applicant’s former wife custody of their daughter. The applicant had appealed this latter decision.", "Concerning the issue of the applicant’s expulsion, the Migration Board (Migrationsverket) submitted to the District Court that there was no obstacle to expelling the applicant to Bangladesh. The court did not make any separate assessment in this respect, but deferred to the conclusion of the Migration Board. It further noted that, ever since the applicant had been granted a permanent residence permit in Sweden, he had received a social security allowance and had been on sick-leave due to psychiatric problems until May 2003. It therefore questioned to what extent he had acquired a real connection to Swedish society. Moreover, the violence of which he had been convicted had been aimed at one of his two family members, his only relatives in Sweden. The court held that, considering the nature of the violence and the applicant’s ruthlessness, it could not be excluded that he would again commit a crime in Sweden. Having regard to his weak links with Sweden, as well as to the fact that he had had a residence permit for less than four years, the Court held that he could be expelled.", "Both the prosecutor and the applicant appealed against the sentence, and the applicant also appealed against the expulsion order. On 5 March 2004 the Svea Court of Appeal (Svea hovrätt) raised the sentence to one year and six months’ imprisonment, but otherwise confirmed the verdict and agreed with the assessment of the District Court. On 11 May 2004 the Supreme Court (Högsta Domstolen) refused the applicant leave to appeal.", "The applicant’s expulsion was to be enforced on 5 October 2004. On 28 September 2004 the police authority decided that he should be taken into custody upon his release from prison on 30 September 2004, to await the execution of his expulsion order.", "On 29 September 2004 the applicant submitted a petition to the Swedish Government, asking that the Government stay or quash the planned expulsion. No information has been submitted as to the outcome. In support of the petition, the application claimed that proceedings had been initiated against him in Bangladesh for the alleged killing of a Mr Anisur Rahman which had supposedly taken place in 1999. A group of investigators had found the applicant guilty of the killing. On 13 and 22 September 2004 a court had issued an arrest warrant for the applicant, referring to a provision in the Bangladeshi penal code under which the penalty, according to the applicant, was death or life imprisonment.", "The applicant has submitted copies of Bangladeshi documents and translations thereof. One of the documents is a “charge sheet”, dated 20 September 2003, according to which the injured party is the widow of the above-mentioned Mr Rahman. The applicant is mentioned as the “hidden guilty person”, apparently registered in an area called Christian Para within the district of Pirjopur. It follows from the document, without further clarification, that a “preliminary report” had been issued on 31 May 1999. The charge sheet refers to the applicant as one of the two perpetrators of the alleged crime, the effect of which appears to have been the death of Mr Rahman. It states that a body was found covered in blood and that all the evidence was sent to the court. The second document is a Magistrate’s “court order”, dated 13 and 22 September 2004. It refers to a provision in the Bangladeshi Penal Code under which, according to the applicant, the penalty is death or life imprisonment. The document states that, on 21 December 2003, the investigation group found the applicant, who was in hiding, to be guilty as charged. Upon the request of the prosecutor, a warrant for his arrest was issued. The document states at the end “Accused has been accepted”. The copies of the Bangladeshi documents are accompanied by a statement from a Mr Narayan Chandra Saha, senior advocate in the Dhaka and Gazipur Judge Court. The letter in English is dated 23 September 2004, addressed to the applicant and reads, inter alia, as follows:", "“The punishment of the case might be either death sentence or life imprisonment and the facts of your absconding from the prosecution will contribute and confirm such depth of punishment. I understand quite well that a great unavoidable circumstances like torture and persecution which has been used for you in jail and the possibility of killing by the members of your [Sharbahara party] compelled you to leave the country but the nature of the case is ignoring such facts of circumstances. By the fact in issue, you are the master mind and the authority of the event and the possibility of escaping is less as the procedural materials developed in the case.”", "The applicant has also submitted transcripts from his medical journal and some medical certificates. In a transcript dated 17 August 1993 from the Centre for Torture Survivors (Centrum för tortyrskadade) at Karolinska Hospital (“the Centre”), the doctor concluded that the applicant had many scars and other marks on his body which could very well be the result of certain of the alleged acts of torture. A new transcript from his medical journal at the Centre is dated 11 January 2000 and states that, after his visit in 1993, the applicant submitted that he had been beaten, subjected to electric shocks, burned with cigarettes, drenched with hot water, suffocated, had needles put under his fingernails and his fingernails pulled out, and subjected to strong light and high volume noise. In a certificate dated 19 January 2000, also from the Centre, Dr Erik Edston, specialist in forensic medicine, noted that the applicant had acquired new injuries, many of which were consistent with scarring from cigarette burns. It could not be excluded that some of the marks had been contracted due to disease, but it was less probable that the scars would have arisen due to accidents or that they had been self-inflicted. He concluded that it was probable that the applicant had been tortured or beaten as alleged, and that many of the torture methods mentioned would only occasionally leave any lasting marks. The torture described was furthermore to a great extent compatible with the Centre’s previous experience of torture in Bangladesh.", "In a certificate from the Centre dated 26 January 2000, Dr Hans Peter Søndergaard, chief physician and specialist in general psychiatry, noted that the applicant had urgent thoughts of suicide and was completely absorbed by the memories of traumatic experiences. He had severe sleeping problems and difficulties to eat. His speech was partly incoherent but he described electric torture in a manner indicating that he had experienced it."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}