{"ITEMID": "001-80125", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF LAAKSONEN v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (fair hearing);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1949 and lives in Riihimäki.", "6. The applicant was the Administrative Director and a deputy board member in a company initially called ICC, later Cedro Oy (henceforward ICC/Cedro Oy). It bought, sold and rented out computers. It was declared bankrupt on 30 December 1992.", "7. In the District Court, the public prosecutor charged the applicant with inter alia debtor dishonesty on the grounds that he allegedly had participated, while the company was already in serious financial difficulty, in arranging for the company to be bought essentially with its own money by another company. It was alleged that the applicant put together this plan with two other persons, R. and K., one of whom owned the purchasing company, and that the purpose of the purchase, which made no commercial sense, was to divert money away from the debtors of ICC/Cedro Oy. The indictment concerning count 9 read:", "“On 24 July 1992 Cedro Oy's bank account contained 815,000 Finnish marks [FIM]. Before, the balance was FIM 135,655. For the return sale and the onward sale of the information technology equipment and the leases mentioned in count five, CPT IS Oy credited Cedro Oy's account with FIM 650,000.", "According to a mutual agreement between [R., the applicant and K.], [K.], on behalf of Sipoon Finanssi Oy, immediately after CPT IS Oy had sold the worthless Cedro Oy shares for FIM 580,000 to Sipoon Finanssi Oy, owned by [K.], withdrew money from Cedro Oy's bank account leaving FIM 655.", "The sale by CPT IS Oy of the Cedro Oy shares to Sipoon Finanssi Oy was actually financed by funds belonging to Cedro Oy itself. [K.], on behalf of Cedro Oy, lent FIM 580,000 to the insolvent Sipoon Finanssi Oy ... . Those moneys were used in order to pay for the Cedro Oy shares.", "The transfer in the bookkeeping accounts of the information technology equipment ... from Cedro Oy back to CPT IS Oy was a condition for the purchase of the Cedro Oy shares. Accordingly, on 24 July 1992, by the joint measures of [R., the applicant and K.], FIM 815,000 was withdrawn to the detriment of Cedro Oy's debtors leaving a balance in the account of FIM 655. Of that amount, FIM 580,000 was withdrawn to the benefit of CPT IS Oy and the remaining over FIM 230,000 to the benefit of [K.]. This took place in accordance with an agreement made by him, [R.] and [the applicant.] There were no acceptable reasons for the withdrawals.", "The mutual understanding between [the three men] had risen before and in connection with the purchase.”", "8. On 27 March 1997, while convicting the applicant of two counts of an accounting offence and sentencing him to a suspended term of four months' imprisonment, the District Court rejected the charge of debtor dishonesty on count 9, on the grounds that it had not been shown that there had existed an agreed plan or that the applicant had been aware of the origin of the money used for the purchase. K., who in the pre-trial investigation had testified that there had been such a plan, had retracted his statement in the District Court.", "9. The prosecutor appealed, charging the applicant again with debtor dishonesty. There was an oral hearing, in which however count no. 9 was not addressed.", "10. On 22 June 1999, the Court of Appeal of its own motion convicted the applicant of aiding and abetting debtor dishonesty and imposed on him a suspended term of a total of ten months' imprisonment.", "11. It found that it was undisputed that R. had been the chairman of ICC/Cedro Oy's board of directors and the applicant a deputy board member, authorised to act on behalf of the company and the administrative director until 24 July 1992, when K. had become a board member. R. who on behalf of CPT IS Oy signed the documents relating to the sale of the ICC/Cedro Oy shares was a board member in the first-mentioned company, of which the applicant was also a board member. It was further undisputed that K. stated in the pre-trial investigation that during the negotiations with the applicant it had become apparent to him that it would be his job to close down the companies in question. On 24 July 1992 CPT IS Oy bought back the information technology equipment (which it had sold earlier). As a result, ICC/Cedro Oy's bank account contained a balance of FIM 815,000 on that day. Following this, K. withdrew the said FIM 815,000 from the account. Of that amount, Sipoon Finanssi Oy borrowed FIM 580,000 without surety. It never repaid the loan (the Court of Appeal's judgment pages 22-23).", "12. Contrary to the District Court, the Court of Appeal held that it had been clearly shown that the applicant, given his position in the company at the time of the offence under count 9, his training and experience, and the fact that he had taken an active part in the transactions, had known about the financial difficulties in spring 1992 at the latest (page 12). Further, it had been clearly shown, having regard to the pre-trial statements of R., K. and the applicant and other evidence, that the three of them had planned the transaction together. However, the applicant did not, in the Court of Appeal's view, hold a significant enough position of power in ICC/Cedro Oy to be convicted as a principal offender. As he had furthered the act of R. and K., he was guilty of having aided and abetted that act.", "13. On 31 January 2001, the Supreme Court refused the applicant leave to appeal. On 28 September 2001 it rejected his extraordinary appeal.", "14. Chapter 5, Article 3(1), of the Penal Code, in force at the relevant time, provided that a person who, during or before the commission of an offence by someone else, intentionally furthers the act through advice, action or exhortation, shall be convicted of aiding and abetting the principal offence. The sentence imposed on the person who aids and abets shall be reduced to three quarters of the maximum penalty prescribed for the principal offence.", "15. The present case was commenced and therefore also concluded under the then provisions on criminal procedure in the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken). The rule according to which an accused might not be convicted of an offence other than the one with which he or she had been charged was not included in the legislation until the coming into force on 1 October 1997 of the Criminal Procedure Act (laki oikeudenkäynnistä rikosasioissa, lagen om rättegång i brottmål; Act no. 689/1997). The rule was however established through case-law and it was codified upon the enactment of the new Act.", "16. Chapter 11, section 3, of the Criminal Procedure Act provides that the court may only pass a sentence for an act for which a punishment has been requested. The court is not bound by the heading or the reference to the applicable provision in the indictment. The court is however bound by the conduct described in the indictment. The prosecutor is under an obligation to define the alleged offence and the accused must be provided with an opportunity to defend himself or herself within the limits of the indictment.", "17. Chapter 26, Article 7, of the Code of Judicial Procedure in force at the relevant time (Act no. 661/1978) required the Court of Appeal to hold an oral hearing when it was needed. An oral hearing could be limited to only a part of the appeal. Article 8 provided that the Court of Appeal could not, on the basis of a reassessment of evidence, change the District Court's judgment in respect of a charge without holding an oral hearing unless the sentence was only a fine or the oral hearing was, particularly in view of the legal protection of the defendant, manifestly unnecessary.", "According to a Supreme Court's precedent (Year Book 1980 II 80) on the application of Chapter 26, Article 8, the Court of Appeal should not have altered the District Court's acquittal following a reassessment of the evidence without holding an oral hearing, as a hearing was not to be considered clearly unnecessary, having regard in particular to the fact that the defendant had contested the charge. The Court of Appeal had imposed a term of imprisonment on the accused.", "18. According to the terms of the reservation made by Finland in accordance with Article 64 of the Convention, as in force at the relevant time, Finland could not guarantee a right to an oral hearing insofar as Finnish laws at the time of the events in issue did not provide such a right. This applied, inter alia, to proceedings which were held before the Court of Appeal.", "Chapter 30, section 3 (Act no. 104/1979), of the Code of Judicial Procedure reads in relevant part:", "“Leave to appeal may be granted only if it is important to bring the case before the Supreme Court for a decision with regard to the application of the law in other, similar cases or because of the uniformity of legal practice; if there is a special reason for this because of a procedural or other error that has been made in the case on the basis of which the judgment is to be reversed or annulled; or if there is another important reason for granting leave to appeal.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}