{"ITEMID": "001-59026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF DEMIRAY v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 2 with regard to death of applicant's husband;Violation of Art. 2 with regard to investigation;Not necessary to examine Art. 5;Violation of former Art. 25-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant is a Turkish national. She was born in 1969 and lives in Diyarbakır. She lodged the application on her own behalf and on behalf of her late husband, Ahmet Demiray, who, she alleged, was killed by State security forces while in their custody.", "9. Ahmet Demiray, the applicant's husband, was arrested in Diyarbakır on 21 July 1994.", "10. On 28 July 1994 the father of Ahmet Demiray and father-in-law of the applicant lodged a criminal complaint with the public prosecutor at the Diyarbakır National Security Court against the village guards, H.E., T.E., Ö.E., and others whose identity he did not know, alleging that they had abducted his son on 22 July 1994. In his complaint he stated that his son's life was in danger and that the persons named were responsible.", "On the same day the public prosecutor informed Ahmet Demiray's father that his son had been placed in custody at the Diyarbakır central gendarmerie station.", "11. On 15 August 1994 the Lice public prosecutor informed the mayor of Lice that Ahmet Demiray's body had been found on 14 August 1994 near the village of Dibek (Lice). He stated that forensic medical examiners had carried out an examination and an autopsy of the body. The public prosecutor also said that since the deceased's relatives had not been in the vicinity, but in the neighbouring village of Hazro, the body had been buried in their absence by Lice District Council.", "12. The applicant alleged that it was some time before she learnt of her husband's death.", "13. On 21 July 1994 Ahmet Demiray was arrested by officers from the Diyarbakır Security Directorate because of suspicious behaviour. During questioning he stated that he was a member of the PKK (Workers' Party of Kurdistan) and offered to show the security forces one of the organisation's arms caches.", "On the same day he was transferred to the Diyarbakır provincial gendarmerie command for questioning.", "Lastly, and in connection with his statements concerning the location of the arms cache in question, he was handed over to a team from the Lice district gendarmerie on 8 August 1994 to take them to the site in question.", "14. On 13 August 1994 Ahmet Demiray made a statement to the Lice gendarmerie.", "15. A visit was organised by the gendarmerie to the alleged site of the arms cache in question. On 14 August 1994 Ahmet Demiray, accompanied by three gendarmes, arrived at the scene at approximately 4.30 a.m. As he was approaching the arms cache, the gendarmes heard an explosion. Ahmet Demiray was killed by the explosion of a booby-trapped grenade planted by the PKK. There were no other victims.", "16. In an order of 29 May 1996 the Lice public prosecutor's office found that Ahmet Demiray had been killed following the explosion of a booby-trapped grenade planted by the PKK. It declared that it had no jurisdiction ratione materiae to examine the complaint lodged by Ahmet Demiray's father and decided to forward the investigation file concerning the village guards to the local administrative council of Kocaköy for examination under the Law on the Prosecution of Civil Servants.", "Those proceedings are still pending.", "17. On 27 September 1994 the public prosecutor at the Diyarbakır National Security Court gave an order discontinuing the criminal proceedings against the applicant's husband on the ground that he had since died.", "18. During the proceedings before the Commission and before the Court the parties submitted a number of materials. Among other things, the Court requested the Government to provide it with a full copy of the investigation file on the incident during which Ahmet Demiray had died, but the request remained unanswered. Neither did the Government submit any document relating to any investigation commenced in order to identify and arrest Ahmet Demiray's presumed killers, who are allegedly members of the PKK.", "The documents of interest to the present case are the following.", "19. This document was provided by the Government, but the applicant disputed the authenticity of Ahmet Demiray's signature. She provided documents from 1993 showing her husband's signature and asserted that the difference was obvious. The relevant part of the transcript reads as follows:", "“Question: Are you a member of a party, association or trade union carrying on legal or illegal activities?", "Reply: I am not a member of any party, trade union or association, but I am a sympathiser of the PKK terrorist organisation. I have given the PKK financial assistance. I have worked within the PKK as a courier and guide and have supplied it with logistical support. I have collected sums of money in the villages and handed them over to the PKK.", "Question: What were your activities within the PKK?", "Reply: ... We went to lay anti-personnel mines in the vicinity of this third bridge. ... I can show you the arms cache whenever you wish, near the fountain. ... I have had enough, I no longer want to engage in this type of activity and regret having taken part in these terrorist activities. Now I am thinking of my family and I want to cooperate with the State. I can show you the organisation's arms cache (weapons and mines).”", "20. The Government provided a sketch map of the scene, which was drawn by the gendarmerie. According to the sketch map, at the time of the explosion Ahmet Demiray was 1 m away from the arms cache, whereas two of the gendarmes accompanying him were 30 m away and the third 50 m away, forming an isosceles triangle with the arms cache at the centre.", "21. This report was drawn up by a general practitioner, Dr Sami Karaka. The relevant part of it reads as follows:", "“Following a call from the gendarmerie command to inform us that an individual had died while showing gendarmes a site when mines booby-trapped by the PKK organisation were detonated, we [the public prosecutor, the clerk of the court and the doctor] went the same day at 7.40 a.m. to the garden of the district commissioner's commandos unit where the corpse had been taken. We were unable to visit the scene of the incident because it was unsafe to do so. Since neither a forensic medical examiner nor a pathologist was present, we explained to Dr Sami Karaka what he had to do and he took the oath. ...", "We identified the deceased by means of the photo on his identity card. ...", "In the head area, the lower jaw had been entirely destroyed and the anterior part of the thorax and the organs of that area of the body had been completely destroyed. The two-thirds part of the left forearm had been amputated, probably due to an explosion at very close range. No trace of injuries inflicted by a firearm or a bladed weapon was found on the rest of the body. Since respiratory and circulatory deficiency due to injury from an explosion two or three hours earlier had been established as the cause of death, a classic autopsy was not deemed necessary.”", "22. This decision was given on 29 May 1996 by the Lice public prosecutor's office for the attention of the Kocaköy District Commissioner's Office. It reads as follows:", "“Public prosecution", "Intervener: Hüsnü Demiray [applicant's father-in-law]", "Suspects: [the three village guards]", "Crime: abduction and murder", "Date of crime: 27 July 1994", "Although the intervener alleged that his son had been abducted and killed by the suspects, it has been noted that the deceased, who belonged to the PKK organisation, had been arrested on 21 July 1994 by the teams from the Diyarbakır Security Directorate. After it had been established that he operated in the rural area, he was transferred on 23 July 1994 to the provincial gendarmerie command and taken to the village of Yolçati by members of the Lice district gendarmerie command. As he was showing them the site of one of the PKK's arms caches, he was killed when a grenade booby-trapped by the PKK exploded. Those facts were communicated in the documents of the provincial gendarmerie command, dated 7 December 1995, and in the document of the Lice district gendarmerie command dated 15 August 1995. The facts were established from the above-mentioned documents and the contents of the file. Our public prosecutor's office declares that it has no jurisdiction ratione materiae given that the accused are village guards and that an investigation into acts committed by them is governed by the provisions of Article 4, paragraph (i) of Legislative Decree no. 285 on the exercise of emergency powers. The public prosecutor's office has decided to forward the investigation file to the Kocaköy District Commissioner's Office which will examine it and do the necessary in accordance with the Law on the Prosecution of Civil Servants.”", "23. The applicant made the following statement regarding the circumstances in which she was informed of her husband's death:", "“In so far as I remember, the Lice public prosecutor sent my husband's death certificate to Hazro where my father-in-law lives and our census records are kept. In that connection the Hazro public prosecutor summoned my father-in-law to collect my husband's death certificate. After collecting it, my father-in-law came to Diyarbakır. Together, we went to Lice where we first met the mayor in order to enquire as to the steps to be taken for the burial. He informed us that the disintegrated corpse had been retrieved at the site and buried as ordered. We asked him what had been done with my husband's identity card, clothes and other personal effects. He replied that he had given them to the public prosecutor's office and advised us to contact them.", "On the same day we went to the Lice public prosecutor's office, but the public prosecutor was not there. We spoke to his deputy and asked him to open the grave so that we could see whether it was indeed my husband or not. He told us that he was not in a position to open the grave; neither did he show us the photographs of my husband. We wanted him to give us the clothes, but an official from the Lice public prosecutor's office told us that they had sent them to Hazro with the death certificate. After Lice we went to the Hazro public prosecutor's office. We told them that we understood that the clothes had been sent there. They told us, however, that they had not retrieved them. We were unable to continue with our enquiries.", "I did not learn of my husband's death until my father-in-law arrived in Diyarbakır after he had been summoned by the Hazro public prosecutor on receipt of the death certificate from Lice. If I am not mistaken, I was therefore not informed until a week later.", "However, those who had arrested my husband knew our address well because it is written on the transcript of the statements bearing a signature which I believe to be forged since it is not that of my husband. At the material time we were renting a flat, where I am still living now. As my address was known I could easily have been informed of my husband's death and requested to attend the autopsy. The fact that I was not summoned shows that certain things have been concealed and that my husband was indeed murdered. ...”", "24. In her letters of 28 June and 17 July 1996 to the Commission the applicant maintained that since notice of the application had been given to the Government the security forces had been putting pressure on her and her husband's family to withdraw her application. She stated that Ahmet Demiray's father and brother had been placed in police custody. In her letter of 6 July 1996, the applicant stated that her husband's brother, Mr Erdal Demiray, had been placed in police custody again on 4 July 1996 for the same reasons.", "The applicant produced a statement by her brother-in-law dated 22 October 1999. He said that he had been arrested by the security forces and that during his time in police custody he had been asked why the applicant had lodged an application against the State.", "25. The documents provided to the Court (arrest report and decision of the Diyarbakır National Security Court) show that Mr Erdal Demiray was arrested on 4 July 1996 and released on 9 July 1996. On 30 July 1996 he was accused of having committed offences against the integrity of the State. In a decision of 22 September 1997, he was acquitted by the Diyarbakır National Security Court.", "26. The relevant elements of domestic law in this case can be summarised as follows.", "27. Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. The authorities' obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been reported to them are governed by Articles 151 to 153 of the Code of Criminal Procedure. Any offence may be reported to the authorities or members of the security forces as well as to public prosecutors' offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "28. If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the course of his duties is liable to imprisonment.", "29. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the Prosecution of Civil Servants, which restricts the public prosecutor's jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect's status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "30. By virtue of Article 4, paragraph (i), of Legislative Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law also applies to members of the security forces under the governor's authority."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}