{"ITEMID": "001-60416", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF YAZAR AND OTHERS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of association);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Matti Pellonpää", "TEXT": ["9. At the material time the first applicant, Feridun Yazar, was chairman of the People's Labour Party (Halkın Emeği Partisi – “the HEP”), the second applicant, Ahmet Karataş, was its vice-chairman and the third applicant, İbrahim Aksoy, was its general secretary.", "10. On 7 June 1990 the HEP was founded and its constitution was filed with the Ministry of the Interior.", "11. On 3 July 1992 Principal State Counsel at the Court of Cassation applied to the Turkish Constitutional Court to have the HEP dissolved. In his application he accused the party of having undermined the integrity of the State. He submitted that certain statements made at meetings and to the press by the party's leaders and senior officials at both central and local level had infringed the Constitution and the Law on the regulation of political parties. He also accused the HEP of assisting and protecting those of its members who had committed illegal acts.", "12. On 8 July 1992 the President of the Constitutional Court sent Principal State Counsel's application to the chairman of the HEP, inviting him to submit his preliminary observations in reply.", "13. On 3 September 1992 the HEP's lawyer filed his preliminary written observations and requested a hearing. In his observations he submitted, in particular, that the Law on the regulation of political parties contained provisions that were contrary to the fundamental rights guaranteed by the Constitution. He also maintained that the dissolution of the party, as called for by Principal State Counsel, would contravene international instruments such as the European Convention on Human Rights, the United Nations International Covenant on Civil and Political Rights, the Helsinki Final Act and the Charter of Paris for a New Europe. In addition, he argued that there was insufficient evidence of the links between the HEP and the PKK (Workers' Party of Kurdistan). He further contended that Principal State Counsel's application referred to statements made by individuals, for which the HEP could not be held liable, pursuant to section 101(b) of the Law on the regulation of political parties.", "14. On 22 January 1993 the HEP's lawyer submitted his observations on the merits. He again requested a hearing. He also sought leave, should that request be refused, for the HEP's chairman and his predecessors to give evidence to the Constitutional Court.", "15. The Constitutional Court acceded to the latter request. Accordingly, the former chairman and the chairman of the HEP made oral submissions to the court on 1 March 1993.", "16. On 14 July 1993 the Constitutional Court decided to dissolve the HEP. Its judgment was served on Principal State Counsel, the Speaker of the National Assembly and the Prime Minister's Office.", "17. The Constitutional Court's judgment was published in the Official Gazette on 18 August 1993.", "18. In its judgment the Constitutional Court began by reiterating the main constitutional principles of relevance to the case, to the effect that all persons living within Turkish territory, whatever their ethnic origin, formed a whole united by their common culture. Accordingly, the sum of the persons who made up the Republic of Turkey was called the “Turkish nation”. The different ethnic groups making up the “nation” were therefore not divided into a majority or minorities. The Constitutional Court pointed out that, under the Constitution, no political or legal distinction based on ethnic or racial origin could be made between citizens. All Turkish nationals could avail themselves of all civil, political and economic rights without discrimination.", "19. With particular reference to Turkish citizens of Kurdish origin, the Constitutional Court held that in every region of Turkey these enjoyed the same rights as other Turkish citizens. That did not mean, it added, that the Constitution did not acknowledge the existence of a Kurdish identity, since citizens of Kurdish origin were not forbidden to express their Kurdish identity. The Kurdish language could be used on all private premises, at places of work, in the press and in works of art and literature.", "20. The Constitutional Court reiterated the principle that all people were bound to observe the provisions of the Constitution even if they did not agree with them. The Constitution did not preclude the celebration of difference but forbade propaganda that was based on racial difference and was aimed at destroying the constitutional order. The Constitutional Court pointed out that under the Treaty of Lausanne, having a separate language or ethnic origin was not in itself sufficient for a group to qualify as a minority.", "21. With regard to the HEP's activities, the Constitutional Court examined, in particular, the written and oral statements made at public and private meetings by the party's leaders and by other officials at various levels. It also considered the content of calendars on sale to the public and slogans shouted at various meetings held on the HEP's premises.", "22. The Constitutional Court was particularly critical of the HEP for “seeking to divide the Turkish nation in two, with Turks on one side and Kurds on the other, with the aim of establishing separate States” and for “seeking to destroy national and territorial integrity”. It considered in that connection that the HEP was asserting through its activities that there was a separate Kurdish people with its own culture and language, which the Kurds were not free to practise. The HEP demanded the right to self-determination for the Kurds, advocated the setting up of “Kurdish provinces” and described the terrorist acts committed by the PKK as acts of international war. It regarded PKK terrorists as freedom fighters and claimed that instead of combating them, the security forces were in fact seeking to bring about the mass extermination of the Kurdish people. In all its activities, in which the sole emphasis was on equality between Turks and Kurds, the HEP was calling for the establishment of a State built on racist foundations, thereby jeopardising the concept of the “Turkish nation”, one of the principles on which the State had been founded. In the Constitutional Court's view, “the HEP's aims resembled those of terrorists” and “the use of accusatory and aggressive statements based on falsehoods, which the HEP's leaders constantly repeated as a form of provocation, was likely to promote tolerance of terrorist acts and to justify and encourage their perpetrators”.", "23. The Constitutional Court concluded that the HEP's activities were subject, inter alia, to the restrictions referred to in paragraph 2 of Article 11 and to the provisions of Article 17 of the Convention. It pointed out in that connection that the Charter of Paris for a New Europe condemned racism, ethnic hatred and terrorism, and that the Helsinki Final Act guaranteed adherence to the principles of the inviolability of national frontiers and of territorial integrity.", "24. The Constitutional Court accordingly ordered the dissolution of the HEP on the ground that its activities were such as to undermine the territorial integrity of the State and the unity of the nation.", "25. However, the Constitutional Court dismissed Principal State Counsel's second argument that the HEP implicitly or explicitly tolerated the illegal actions of its members. In that connection, it took into account the fact that the various criminal proceedings instituted against members of the HEP were still pending and that none of its members had yet been found guilty.", "26. The main ideas put forward in the HEP leaders' speeches, explanations and statements, as outlined in the Turkish Constitutional Court's judgment, may be summarised as follows.", "(a) There is a Kurdish people in Turkey which has its own language and culture and is oppressed.", "(b) The Kurds are not allowed to read or write in Kurdish or improve their knowledge of the language and are unable to develop their culture.", "(c) The Kurds are fighting for freedom and democracy. A parallel is drawn with the legend of Kawa, who had revolted against the oppressive King Dehhak 2,600 years ago; it is asserted that more and more people are emulating Kawa.", "(d) The Kurdish people have the right to self-determination.", "(e) The Kurdish people cannot avail themselves of any rights arising from international agreements.", "(f) The problems in eastern Turkey are not of an economic nature.", "(g) The statutory measures taken against organised terrorism constitute an international war, and the armed organisation (the PKK) is one of the belligerents.", "(h) The armed militants belonging to that organisation are freedom fighters. It is therefore natural that the international laws of war should be applied to them, but the Turkish government has not put that into practice.", "(i) The Turkish army and the security forces pursue the aim of physically destroying the Kurdish masses from which the Kurdish militants are drawn rather than fighting them.", "(j) Since the break-up of the USSR, the course of history has caused Turkish citizens of Kurdish origin to take an interest in that phenomenon, and a parallel has consequently been drawn with the situation of the Palestinian people.", "(k) The Republic has been founded by the Turkish and Kurdish peoples. Turks and Kurds should establish a social system based on equality between the two ethnic groups, without taking any others into account.", "(l) The government forces stationed in south-eastern Turkey have been deployed not against the terrorists but against the Kurdish people and have appropriated their national rights.", "(m) The HEP is also the party of the oppressed Kurds, the workers, other oppressed and exploited ethnic groups, the Arabs, the Circassians, the Laz and the Albanians.", "(n) The United Nations should hold a conference on the Kurdish question as soon as possible.", "(o) The Kurdish problem is the biggest obstacle to democracy. Until it is solved, democracy cannot be developed in Turkey.", "27. At the material time the relevant provisions of the Constitution read as follows.", "“The Republic of Turkey is a democratic, secular and social State based on the rule of law, respectful of human rights in a spirit of social peace, national solidarity and justice, adhering to the nationalism of Atatürk and resting on the fundamental principles set out in the Preamble.”", "“The State of Turkey shall constitute with its territory and nation an indivisible whole. The official language shall be Turkish.”", "“None of the rights and freedoms referred to in the Constitution shall be exercised with a view to undermining the territorial integrity of the State and the unity of the nation, jeopardising the existence of the Turkish State or Republic, abolishing fundamental rights and freedoms, placing the control of the State in the hands of a single individual or group, ensuring the domination of one social class over other social classes, introducing discrimination on the grounds of language, race, religion or membership of a religious sect, or establishing by any other means a State political system based on such concepts and opinions.”", "“Citizens shall have the right to form political parties and to join them or withdraw from them in accordance with the lawful procedure laid down for the purpose ...", "Political parties shall be an indispensable part of the democratic political system.", "Political parties may be formed without prior permission and shall carry on their activities in accordance with the Constitution and the law.", "... The constitutions, rule books and activities of political parties shall not be incompatible with the independence of the State, the integrity of State territory and of the nation, human rights, the principles of equality and the rule of law, national sovereignty or the principles of a democratic, secular Republic. No political party may be founded with the aim of advocating and establishing the domination of one social class or group, or a dictatorship in any form whatsoever. ...”", "“Political parties shall not engage in activities other than those referred to in their constitutions and programmes, nor shall they disregard the restrictions laid down by Article 14 of the Constitution, on pain of permanent dissolution.", "...", "The decisions and internal running of political parties shall not be contrary to democratic principles.", "...", "Immediately a political party is formed, Principal State Counsel shall verify as a matter of priority that its constitution and programme and the legal position of its founding members are consistent with the Constitution and the laws of the land. He shall also monitor its activities.", "The Constitutional Court shall give a final ruling on the dissolution of political parties on an application by Principal State Counsel at the Court of Cassation.", "Founding members and managers, at whatever level, of political parties which have been permanently dissolved may not become founding members, managers or financial controllers of any new political party, nor shall a new party be formed if a majority of its members previously belonged to a party which has been dissolved ...”", "28. At the material time the relevant provisions of Law no. 2820 read as follows.", "“Political parties", "... shall not aim or strive to or incite third parties to", "– change ... the legal provisions concerning the absolute integrity of the Turkish State's territory, the absolute unity of its nation, its official language ...", "– jeopardise the existence of the Turkish State and Republic, abolish fundamental rights and freedoms, introduce discrimination on grounds of language, race, colour, religion or membership of a religious sect, or establish, by any means, a system of government based on any such notion or concept. Political parties may not incite third parties to act in pursuit of those aims.”", "“Political parties shall not aim to change the principle of the unitary State on which the Turkish Republic is founded, nor carry on activities in pursuit of such an aim.”", "“Political parties shall not", "(a) assert that there exist within the territory of the Turkish Republic any national minorities based on differences relating to national or religious culture, membership of a religious sect, race or language; or", "(b) aim to destroy national unity by proposing, on the pretext of protecting, promoting or disseminating a non-Turkish language or culture, to create minorities on the territory of the Turkish Republic or to engage in similar activities. ...”", "“Forfeiture of the status of member", "Where the Council of the Presidency of the Grand National Assembly has validated the resignation of members of parliament, the loss of their status as members shall be decided by the Grand National Assembly in plenary session.", "A convicted member of parliament shall not forfeit the status of member until the court which convicted him has notified the plenary Assembly of the final judgment.", "A member of parliament who continues to hold an office or carry on an activity incompatible with the status of member, within the meaning of section 82, shall forfeit that status after a secret ballot of the plenary Assembly held in the light of the relevant committee's report showing that the member concerned holds or carries on the office or activity in question.", "Where the Council of the Presidency of the Grand National Assembly notes that a member of parliament, without valid authorisation or excuse, has failed, for a total of five days in one month, to take part in the work of the Assembly, that member shall forfeit the status of member where by majority vote the plenary Assembly so decides.", "The term of office of a member of parliament whose words and deeds have, according to the Constitutional Court's judgment, led to the dissolution of his party, shall end on the date when that judgment is published in the Official Gazette. The Presidency of the Grand National Assembly shall enforce that part of the judgment and inform the plenary Assembly accordingly.”", "“The constitution, programme and activities of political parties shall not contravene the Constitution or this Law.”", "“The Constitutional Court shall dissolve a political party where", "(a) the party's constitution or programme ... is contrary to the provisions of Chapter 4 of this Law; or", "(b) its general meeting, central office or executive committee ... takes a decision, issues a circular or makes a statement ... contrary to the provisions of Chapter 4 of this Law, or where the chairman, vice-chairman or general secretary makes any written or oral statement contrary to those provisions ...”", "“Where it is found that a political party has become a centre of activities contrary to the provisions of sections 78 to 88 and section 97 of the present Law, the party shall be dissolved by the Constitutional Court.”", "“All the assets of political parties dissolved by order of the Constitutional Court shall be transferred to the Treasury.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}