{"ITEMID": "001-106771", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SHARIPOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 3 (in case of extradition to Kazakhstan)", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1982 and lives in Kaluga.", "7. The applicant submitted two medical documents issued on 18 December 2000 and 27 March 2002 in Kazakhstan, stating that he was suffering from non-osteogenic fibroma of the bones, a condition causing tumours.", "8. On 16 November 2006 the Almaty Department for Economic Crimes and Corruption of the Republic of Kazakhstan launched a criminal case against the applicant for fraud.", "9. By a decision of 7 February 2007 the authorities issued an arrest warrant in respect of the applicant, which was authorised by the prosecutor on 7 March 2007.", "10. On 16 February 2007 the applicant was charged with fraud, and on 4 April 2007 he was placed on the international wanted list.", "11. In April or May 2007 the applicant moved to Russia.", "12. On 9 June 2009 the applicant was detained as a wanted person in Kaluga.", "13. On 10 June 2009 he was questioned by the prosecutor’s office of the Kaluga Region. The applicant stated that he had arrived in Russia in September 2007 as a visitor and had subsequently learned of the criminal proceedings initiated against him in Kazakhstan. He had decided not to return to Kazakhstan to avoid criminal prosecution. According to the Government, the applicant had not indicated any fear of ill-treatment or torture in Kazakhstan and had assumed that he was not a victim of political persecution. The Government did not provide a copy of the record of the interview.", "14. By a decision of 10 June 2009 the Kaluga District Court, Kaluga Region, remanded the applicant in custody pending extradition. Subsequently, the detention period was extended on several occasions.", "15. On 16 July 2009 the Prosecutor General’s office of the Republic of Kazakhstan requested the applicant’s extradition pending criminal charges against him. The request contained assurances that the applicant would not be extradited to a third state without the consent of the Russian Federation, nor would he be held criminally liable for a different crime committed before his extradition, that upon termination of the trial proceedings and completion of any criminal sentence the applicant would be free to leave Kazakhstan and that the charges against the applicant were of a common criminal nature and he would not be discriminated against on any ground.", "16. On 30 December 2009 the Russian Prosecutor General’s Office ordered the applicant’s extradition.", "17. On an unspecified date the prosecutor’s office of the Kaluga Region investigated the applicant’s allegations of lack of proper medical treatment while in detention. In its conclusion issued on 14 January 2010 it stated that during his detention in Russia the applicant had been examined by medical professionals on numerous occasions, including in connection with his tumour condition. There had been no deterioration in his condition during the detention, and the medical documents supplied had served as proof that the necessary medical treatment would be available to the applicant in Kazakhstan.", "18. On 29 January 2010 the applicant’s representative challenged the extradition order.", "19. On 19 February 2010 the Prosecutor General’s office of Kazakhstan submitted an additional letter to the Prosecutor General’s office of the Russian Federation, containing further assurances in respect of the applicant. In particular, it referred to the ratification by Kazakhstan on 24 April 2005 of the United Nations International Covenant on Civil and Political Rights, prohibiting, among other things, torture, inhuman and degrading treatment and punishment. The author of the letter pledged that, irrespective of the fact that Kazakhstan was not a party to the European Convention on Human Rights, it would ensure the rights guaranteed to the applicant by Articles 2, 3, 5, 6, 7, 13 and 14 of the Convention. Finally, the letter assured that the applicant would be detained in compliance with the Detention Act of 30 March 1999 and would be provided with medical aid, if necessary.", "20. On 24 February 2010 the Kaluga Regional Court rejected the applicant’s complaint against the extradition order. It noted, inter alia, that the applicant’s extradition would not violate the European Convention, as the applicant was being prosecuted for a common crime and there was nothing to suggest that he would be subject to torture, inhuman treatment or lack of adequate medical treatment in Kazakhstan. It further considered that none of the medical documents provided demonstrated that the applicant had an illness which precluded him from being detained or extradited. It also relied on the assurances given by the Prosecutor General’s Office of Kazakhstan.", "21. By a decision of 22 April 2010 the Supreme Court of Russia upheld that decision on appeal. The appeal decision essentially repeated the reasoning of the lower court.", "22. On 7 April 2010 the President of the Chamber to which the case had been allocated decided, in the interests of the parties and the proper conduct of the proceedings before the Court, to indicate to the Russian Government, under Rule 39 of the Rules of Court, that the applicant should not be extradited to Kazakhstan for the duration of the proceedings before the Court. The case was also granted priority under Rule 41 of the Rules of Court.", "23. On 18 August 2009 the Federal Migration Service office of the Kaluga Region rejected the applicant’s application for refugee status after analysing his arguments in accordance with the Refugees Act and concluding that the applicant did not have any grounds to fear persecution if he returned to Kazakhstan. By a decision of 10 December 2009 the Kaluga Regional Court upheld this decision on appeal in final instance.", "24. On 4 December 2009 the same office refused to accept the applicant’s application for Russian citizenship, referring to the criminal charges against him in Kazakhstan.", "25. Finally, on 18 January 2010 the same office refused the applicant’s request for asylum in Russia. On 1 April 2010 the Kaluga Regional Court upheld the decision on appeal at the final level of jurisdiction.", "26. Everyone has the right to liberty and security (Article 22 § 1). Arrest, remand in custody and custodial detention are permissible only on the basis of a court order. The term during which a person may be detained prior to obtaining such an order cannot exceed forty-eight hours (Article 22 § 2).", "The relevant international legal material is summarised in the case of Dzhaksybergenov v. Ukraine, no. 12343/10, §§ 25-29, 10 February 2011."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}