{"ITEMID": "001-22658", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "SPEIL v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Gertrude Speil, an Austrian national, was born in 1932 and lived in Frauendorf/Schmida. She was represented before the Court by Mr E. Proksch, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant owned a plot of land in Sitzendorf/Schmida, on which a building from the 17th century is situated. The applicant lived in this building and ran a wine production and a distillery there. In 1976 she obtained a permit under the Water Rights Act (Wasserrechtsgesetz) to construct a waste water disposal system on the property and to discharge waste water into a nearby stream.", "On 29 April 1996 the Sitzendorf Municipality, without holding a hearing, ordered the applicant to connect her property to the newly constructed public sewerage system. It found that the conditions required by section 56 § 2 of the 1976 Lower Austria Building Act (niederösterreichische Bauordnung, “the Building Act”) were met, namely, that the connecting canal between the border of the property and the public canal would be no longer than fifty meters and that no pump appliance was necessary. It further noted that under section 17 of the 1977 Lower Austria Canal Act (niederösterreichisches Kanalgesetz) property owners had the obligation to obtain the necessary building permit for the part of the canal situated on their property which they had to construct at their own cost. They were further obliged to carry out any necessary changes to the sewerage system of any building situated on the property at their own expense.", "The applicant, represented by counsel, appealed claiming that the municipality should have inspected her property and should have heard an expert on waste disposal. Further, she claimed that the obligation to connect her property to the public canal was at variance with the permit under the Water Rights Act. Finally, she alleged that the Water Rights Act would prohibit the discharge of waste water from her commercial enterprise to the public canal and that the costs of carrying out the necessary construction works, estimated at 1,5 million Austrian schillings, would be excessive.", "On 27 June 1996 the Sitzendorf Municipal Council (Gemeinderat), sitting in camera, dismissed her appeal. It found that it followed from the existing files and maps that the requirements of section 56 § 2 of the Building Act were met and that the permit under the Water Rights Act was not relevant for establishing the obligation to connect a property to the public sewerage system. As to the applicant’s argument that she would have to bear excessive costs, it found that the above provision did not contain any general principle of proportionality.", "On 22 November 1996 the Lower Austria Regional Government (niederösterreichische Landesregierung), sitting in camera, dismissed the applicant’s further appeal in which she had repeated her arguments. In particular, the Regional Government found that the permit under the Water Rights Act only gave the applicant a right to discharge waste water as long as this was not contrary to other legal obligations, such as the obligation to connect her property to the public canal. It further noted that the fulfilment of the legal requirements laid down in section 56 § 2 of the Building Act clearly followed from the existing files and maps, and found that the applicant had failed to show any need for the taking of further evidence.", "In her complaint to the Constitutional Court (Verfassungsgerichtshof) the applicant again repeated her arguments and alleged in particular that the obligation to connect her property to the public canal violated her right to property. She maintained that the Water Rights Act would prohibit the discharge of waste waters from her wine production and distillery to the public canal. She would therefore have to separate these waste waters which would entail excessive costs. The necessary changes would endanger the 17th century building.", "On 24 February 1997 the Constitutional Court refused to deal with the applicant’s complaint for lack of prospects of success and referred the case to the Administrative Court (Verwaltungsgerichtshof).", "On 30 September 1997 the Administrative Court dismissed the applicant’s complaint, rejecting at the same time her request for a hearing. As to the applicant’s argument that the obligation to connect her property to the public canal was at variance with the permit under the Water Rights Act, the Administrative Court, referring to the Constitutional Court’s case-law, found that the discharge of waste water could be regulated under different aspects and that it was for the legislator to determine the cases in which a property owner was obliged to connect his property to the public canal. As to the applicant’s argument that the authorities failed to inspect her property and to hear an expert on waste disposal, the applicant had, in her appeal, failed to challenge the first instance authority’s finding of the facts according to which the conditions laid down in section 56 § 2 of the Building Act were met. Thus, the appellate authorities were not required to take further evidence. The Administrative Court held that it could abstain from an oral hearing pursuant to section 39 § 2 (6) of the Administrative Court Act since the proceedings have been carried out accurately and the facts were undisputed.", "On 5 January 2001 the applicant died. On 30 November 2001 the applicant’s husband, who inherited the estate, informed the Court that he wished to pursue the application."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}