{"ITEMID": "001-102106", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF URBANEK v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of 6-1", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1943 and lives in St Pölten.", "6. At the material time the applicant, who has retired in the meantime, was a practising lawyer. For many years he represented company H., which traded in cars. In 2001 insolvency proceedings were commenced before the St Pölten Regional Court (Landesgericht) in respect of company H.", "7. In these proceedings the applicant asserted claims totalling 2,453,283.23 euros (EUR). The liquidator only acknowledged claims in the amount of EUR 47,908.79 and refused to admit the remaining claim of EUR 2,405,374.44 to the insolvency proceedings. According to the Government, the liquidator acknowledged the applicant's claims insofar as they related to services rendered to the insolvent company H. He rejected the remainder of the applicant's claim as it related to services rendered to other entities within the group of companies.", "8. The applicant brought proceedings under section 110 of the Insolvency Act (Konkursordnung) before the St Pölten Regional Court, requesting a declaratory decision that he was entitled to claim EUR 2,405,374.44 from the company's assets. He estimated the amount in dispute (Streitwert), which serves as the basis for calculating court fees, lawyers' fees and other procedural costs, at EUR 36,000. Apparently this amount was what he expected to obtain as his quota in the insolvency proceedings. On the basis of this estimated amount in dispute, the applicant paid court fees of EUR 551.", "9. By decision of 15 October 2002 the St Pölten Regional Court, of its own motion, fixed the amount in dispute at EUR 2,405,374.44, holding that the claim was of a pecuniary nature and could not therefore be the subject of an estimate.", "10. The applicant appealed claiming, inter alia, that the fixing of the amount in dispute violated his right of access to a court. He argued that since the liquidator had contested his claim, he had no choice other than to request a declaratory decision under section 110 of the Insolvency Act in order to participate in the insolvency proceedings, in which he could at best hope to obtain a small percentage of the overall amount claimed. It was excessive to take the overall amount claimed as the amount in dispute, because the ensuing court fees would exceed the amount he could realistically expect to obtain. The contested decision therefore prevented him in practice from pursuing his claims.", "11. On 29 November 2002 the Vienna Court of Appeal (Oberlandesgericht) dismissed the applicant's appeal. It referred to its own established case-law and to the Supreme Court's case-law which confirmed the view that in proceedings under section 110 of the Insolvency Act the amount the claimant wished to assert in the insolvency proceedings had to be taken as the amount in dispute, without regard to the quota likely to be obtained.", "12. On 21 January 2004 the Supreme Court rejected the extraordinary appeal on points of law lodged by the applicant, without examining the merits.", "13. At some later stage the applicant and the liquidator agreed to suspend the proceedings, apparently in order to reach an out-of-court settlement. On 21 July 2009 the liquidator, noting that it had not been possible to resolve the matter, requested the St. Pölten Regional Court to resume the proceedings. A hearing took place on 15 February 2010. The proceedings are currently still pending.", "14. On 9 March 2004 the costs officer (Kostenbeamter) of the St Pölten Regional Court ordered the applicant to pay court fees of EUR 29,829.50 pursuant to section 32 of the Court fees act (see paragraph 22 below).", "15. Subsequently, the applicant filed an application for rectification. He claimed that EUR 36,000 and not EUR 2,405,374.44 should be taken as the basis for calculating the court fees. He repeated his argument that the request for a declaratory decision under section 110 of the Insolvency Act had been aimed solely at establishing whether he was entitled to participate in the insolvency proceedings, in which he could at best expect to obtain a small percentage of the overall amount claimed. The court had therefore wrongly found that the claim at issue was of a pecuniary nature and that the amount in dispute should be equal to the amount claimed.", "16. By decision of 10 May 2004 the President of the St Pölten Regional Court dismissed the applicant's request for rectification, stating that the costs officer was bound by the decision of 15 October 2002 which had fixed the amount in dispute.", "17. The applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof), in which he repeated his allegation that the fixing of the amount in dispute and the ensuing costs order violated his right of access to a court.", "18. On 13 October 2004 the Constitutional Court dismissed the applicant's complaint for lack of prospects of success.", "19. On 17 March 2005 the Administrative Court (Verwaltungsgerichtshof) dismissed the applicant's complaint as being unfounded. It referred to its established case-law according to which, in proceedings concerning a pecuniary claim, the amount of the claim was to be taken as the amount in dispute. Consequently, there was no scope for an assessment of the amount in dispute by the claimant. The court noted that this case-law also applied to proceedings under section 110 of the Insolvency Act. Again referring to its established case-law, the Administrative Court confirmed that the costs officer and the President of the Regional Court were bound by the decision of 15 October 2002 which had fixed the amount in dispute.", "20. The decision was served on the applicant on 11 April 2005. The applicant paid the court fees in their entirety on 13 April 2005.", "21. The Court Fees Act (Gerichtsgebührengesetz) deals with court fees in civil proceedings. According to section 14 of that Act, the amount in dispute serves as the basis for calculation of the court fees, unless otherwise provided.", "22. Under Section 32 of the Court Fees Act, court fees are fixed as a lump sum depending on the value in dispute. For an amount in dispute exceeding EUR 363,360 they are fixed at 1.2% of the amount in dispute, plus EUR 1,509, for first-instance proceedings.", "The detailed table for court fees for civil proceedings at first instance as in force at the material time reads as follows:", "amount in dispute court fee", "up to 150 euro 17 euro", "above 150 euro up to 360 euro 34 euro", "above 360 euro up to 730 euro 47 euro", "above 730 euro up to 2,180 euro 79 euro", "above 2,180 euro up to 3,630 euro 127 euro", "above 3,630 euro up to 7,270 euro 233 euro", "above 7,270 euro up to 36,340 euro 551 euro", "above 36,340 euro up to 72,670 euro 1,082 euro", "above 72,670 euro up to 145,350 euro 2,165 euro", "above 145,350 euro up to 218,020 euro 3,249 euro", "above 218,020 euro up to 290,690 euro 4,332 euro", "above 290,690 euro up to 363,360 euro 5,415 euro", "above 363,360 euro 1,2% of the amount in dispute", "plus 1,509 euro", "23. A creditor who wishes to participate in the proceedings must register his claims, indicating the facts and evidence on which they are based and their ranking (section 103). A claim is deemed to be established if the trustee in bankruptcy or liquidator has acknowledged it and no other creditor has contested it.", "24. If a claim is contested, the creditor has to bring an action under section 110 of the Insolvency Act which, in so far as material, reads as follows:", "“Creditors whose claims continue to be contested as to their accuracy and ranking may seek have them established ... by means of a complaint directed against all the contesting parties.”", "25. According to the Supreme Court's case-law (see, as a leading case, 8Ob288/99g, judgment of 8 June 2000), the amount in dispute for the purposes of an action under section 110 of the Insolvency Act is the amount of the claim which the creditor seeks to have admitted in the insolvency proceedings. In the above-mentioned case, the Supreme Court dealt with the claimant's argument that it would be more appropriate to make an estimate of the amount in dispute. The court noted that as a general rule there was no scope for making an estimate of the amount in dispute where the subject of the action for a declaratory decision was a pecuniary claim. The question of whether a claim was recoverable or not was not material for fixing the amount in dispute, and in that respect there was no difference between proceedings under section 110 of the Insolvency Act and other civil proceedings. Moreover, an action under section 110 also had effects outside the insolvency proceedings.", "26. Regarding the costs of proceedings concerning the admission of claims, section 112 of the Insolvency Act provides as follows:", "“The procedural costs are to be met from the estate in so far as the trustee in bankruptcy or liquidator has participated in the contesting of claims. The court may, however, require the trustee or liquidator to repay the procedural costs to the estate if he or she has contested claims or conducted the proceedings in a vexatious manner.”", "27. Legal aid can be obtained under Article 63 § 1 of the Code of Civil Procedure (Zivilprozeßordnung) which, in so far as relevant, provides as follows:", "“Natural persons who are a party to proceedings shall be granted full or partial legal aid to the extent that they are unable to pay the cost of participating in the proceedings without adverse effects on their capacity to meet necessary expenditure, and the intended action or defence is not manifestly vexatious or without prospects of success. Necessary expenditure shall be taken to mean the expenditure required to provide the person concerned and his or her dependants with a basic standard of living.”", "28. Section 64 § 1 of the Code of Civil Procedure enumerates the costs which can be covered by legal aid:", "“Legal aid in respect of a specific set of proceedings may cover ... the following:", "(1) provisional exemption from:", "(a) court fees ...”", "29. Regarding the collection of court fees, section 9 of the Judicial Collection Act (Gerichtliches Einbringungsgesetz), in so far as material, provides:", "“(1) A request for extension of the time-limit for payment, or for payment in instalments, may be granted if collection would cause particular hardship to the person concerned ...", "(2) A request for fees and costs to be reduced may be granted if their collection would cause particular hardship to the person concerned ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}