{"ITEMID": "001-91790", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LYUBIMENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 5-3;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1979 and lives in Volgograd.", "7. On 17 July 2003 the applicant was arrested on suspicion of aggravated murder and harbouring criminals.", "8. On 18 July 2003 the Tsentralniy District Court of Volgograd remanded him in custody, referring to the gravity of the charges and the risk that he might abscond or interfere with the investigation.", "9. On an unspecified date the applicant’s case was joined with the cases of five other persons, who had allegedly acted in conspiracy with the applicant.", "10. In October 2003 the applicant and his co-defendants were charged with organising an armed criminal gang, several counts of aggravated robbery, kidnapping, extortion, infliction of serious injuries and murder.", "11. On 3 December 2003 the Tsentralniy District Court extended the applicant’s detention, referring to the gravity of the charges, the previous criminal record and the risk of his absconding or re-offending.", "12. On 12 April 2004 the investigation was completed and six defendants, including the applicant, were committed for trial before the Volgograd Regional Court.", "13. The defendants asked for a trial by jury.", "14. On 20 April 2004 the Volgograd Regional Court fixed a preliminary hearing for 27 April 2004 to examine the request. It further held that the defendants should meanwhile remain in custody.", "15. On 27 April 2004 the Volgograd Regional Court ordered that the defendants be tried by jury and that they remain in custody pending trial.", "16. On 13 October 2004 the Volgograd Regional Court extended the defendants’ detention until 12 January 2005, referring to the gravity of the charges.", "17. On 12 January 2005 the Volgograd Regional Court extended the defendants’ detention, referring to the gravity of the charges and the risk that they might put pressure on witnesses and jurors.", "18. On 7 April 2005 the Volgograd Regional Court extended the defendants’ detention until 12 July 2005. The Regional Court found that, in view of the gravity of the charges, it was “opportune” to keep the defendants in custody. It rejected their requests to release them under an undertaking not to leave the town, as it could not exclude the risk that they might put pressure on witnesses or jurors.", "19. On 29 June 2005 the Volgograd Regional Court extended the defendants’ detention until 12 October 2005. It found that the defendants might interfere with the proceedings, as they were charged with serious criminal offences, including the charge of being members of an armed criminal gang.", "20. On 4 October 2005 the Volgograd Regional Court extended the defendants’ detention until 12 January 2006 for the same reasons as before.", "21. On 22 December 2005 the Volgograd Regional Court extended the defendants’ detention until 12 April 2006 for the same reasons as before.", "22. The applicant appealed against the extension order of 22 December 2005. In his grounds of appeal he complained that the Regional Court’s conclusions had been hypothetical and had not been supported by relevant facts. The court had relied essentially on the gravity of the charges against him, disregarding his arguments that he had permanent residence and employment, and was the only breadwinner for his elderly parents. On 4 April 2006 the Supreme Court upheld the extension order on appeal, finding that it had been lawful and justified.", "23. On 5 July 2006 the Volgograd Regional Court extended the defendants’ detention until 12 October 2006 for the same reasons as before.", "24. On 2 October 2006 the Volgograd Regional Court extended the defendants’ detention until 12 January 2007, referring to the gravity of the charges and the defendants’ “characters”. The court also indicated that the purpose of the detention was to eliminate any risk of the defendants’ absconding, re-offending or hampering the court proceedings.", "25. The applicant appealed, claiming that the Regional Court had used a stereotyped formula to justify his detention and that its conclusions that he might abscond, reoffend or interfere with the proceedings were not supported by relevant facts. He had a permanent place of residence and employment and was taking care after his elderly parents.", "26. On 28 December 2006 the Supreme Court upheld the extension order on appeal, finding that it had been lawful, well-reasoned and justified. The defendants were charged with serious criminal offences, and they might therefore abscond, re-offend or obstruct the proceedings. The allegedly excessive length of their detention, their poor health, elderly parents or permanent place of residence were not sufficient reasons to warrant release.", "27. On 27 December 2006 the Volgograd Regional Court extended the defendants’ detention until 12 April 2007 for the same reasons as before.", "28. On 10 April 2007 the Volgograd Regional Court extended the defendants’ detention until 12 July 2007 for the same reasons as before.", "29. On 9 July 2007 the Volgograd Regional Court extended the defendants’ detention until 12 October 2007, finding that there was no reason to vary the preventive measure.", "30. On 11 October 2007 the Volgograd Regional Court extended the defendants’ detention until 12 January 2008, referring to the gravity of the charges and the risk that they might abscond or intimidate the witnesses or jurors.", "31. On 9 January 2008 the Volgograd Regional Court extended the defendants’ detention until 12 April 2008 for the same reasons as before.", "32. On 8 April 2008 the Volgograd Regional Court rejected the applicant’s request to be released under an undertaking not to leave the place of residence and extended the defendants’ detention until 12 July 2008. The decision reads as follows:", "“As the trial has not yet been completed, it is necessary to extend the defendants’ detention.", "The court considers that the gravity of the charges justifies applying to the defendants a preventive measure in the form of detention.", "However, in addition to the gravity of the charges - namely organisation of an armed gang ... and commission of assaults on citizens and murders - carrying a sentence of up to twenty years’ imprisonment for each of the defendants, the court also takes into account other factors.", "Thus, the court is entitled to believe that ... application to the defendants of an undertaking not to leave the town or other preventive measures will not exclude the possibility of their absconding or exercising pressure on participants to the proceedings and jurors.", "The defendants’ argument that their detention had been excessively long is not in itself sufficient to warrant release.", "The defendants have not produced any material showing the existence of factors making impossible [sic] their stay in detention facility conditions.", "The court is not convinced by the defendants’ argument that they have not been granted access to the materials submitted by the prosecution in support of their requests for extension. The court has at its disposal only the materials from the criminal case file, which had been studied by the defendants.", "The court considers that the grounds for the detention of the defendants, charged with serious and particularly serious criminal offenses, are relevant and sufficient. Their detention serves the interest of society, as it prevents the commission of similar criminal offences and ensures high-quality and effective examination of the present criminal case.", "The criminal case file contains sufficient evidence against each defendant justifying an extension of their detention...”", "33. On 7 July 2008 the Volgograd Regional Court extended the defendants’ detention until 12 October 2008, repeating verbatim the decision of 8 April 2008.", "34. On 10 October 2008 the Volgograd Regional Court extended the defendant’s detention until 12 January 2009, repeating verbatim the decision of 8 April 2008.", "35. The proceedings are still pending before the trial court.", "36. Since 25 July 2003 the applicant has been detained in detention facility SIZO no. 1 (IZ-34/1) in Volgograd.", "37. According to a certificate of 18 March 2008 issued by the facility administration and submitted by the Government, from 25 July to 10 November 2003 the applicant was held in cells nos. 135, 99 and 113, measuring 10.9 sq. m, 8.4 sq. m and 9.6 sq. m respectively. It was not possible to establish the number of inmates in each cell, as the detention facility registers for that period had been destroyed on expiry of the statutory storage time-limit.", "38. Since 10 November 2003 the applicant has been held in sixteen different cells. Cells nos. 107 and 108 measured 9.6 sq. m and housed two to nine inmates. Cells nos. 43, 50, 87, 91, 92 and 94 measured 9.8 sq. m and housed four to ten inmates. Cell no. 106 measured 8.2 sq. m and housed eight to nine inmates. Cells nos. 26 and 87 measured 29.8 sq. m and housed from five to twenty-five inmates. Cell no. 121, where the applicant was held from 22 to 25 September 2006 and from 22 to 26 June 2007, measured 16.7 sq. m. and housed two inmates, including the applicant. Cell no. 119 measured 7.8 sq. m and housed two to five inmates. Cell no. 51 measured 10.3 sq. m and housed six to nine inmates. Cell no. 25 measured 31.2 sq. metres and housed sixteen to twenty-five inmates. From 1 to 17 November 2007 the applicant was held alone in punishment cell no. 16.", "39. Relying on certificates of 18 and 19 March 2008 from the facility administration, the Government further submitted that the applicant had at all times had a separate bunk and had been provided with bedding. The cells were naturally illuminated and ventilated through the windows and were also equipped with fans and fluorescent lamps which functioned during the day and at night. The average temperature inside was 18 to 20º C in winter and 24 to 26º C in summer. Inmates had an hour-long daily walk.", "40. It follows from the same certificates that all cells were equipped with a lavatory bowl. This was separated from the living area by a brick partition of 1.5 in height. The dining table was situated at least two metres away from the toilet bowl. There were no insects or rodents in the detention facility, as all the cells were disinfected every month. The inmates were allowed to take a shower once a week and were provided at that time with clean bedding and towels. Finally, the Government submitted that inmates were provided with food three times a day. Boiled drinking water was distributed daily.", "41. The applicant did not dispute the cell measurements or the number of inmates per cell. He stated, however, that there were not sufficient bunks for the inmates and that they had to take turns to sleep. He also disagreed with the Government’s description of the sanitary conditions. The cells were smoky and noisy. The artificial light was never switched off, disturbing the applicant’s sleep. There was no ventilation and it was extremely hot in summer. In winter it was very cold. There was no lavatory bowl; instead, there was a hole in the floor which inmates used to relieve themselves. The partition separating the toilet facilities from the living area did not offer sufficient privacy and the person using the toilet was in view of the other inmates and the wardens. The dining table was very close to the toilet. Only two persons could sit at it, and the other inmates ate sitting on the floor.", "42. “Preventive measures” or “measures of restraint” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112 of the CCrP).", "43. When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99).", "44. Detention may be ordered by a court if the charge carries a sentence of at least two years’ imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).", "45. After arrest the suspect is placed in custody “during the investigation”. The period of detention during the investigation may be extended beyond six months only if the detainee is charged with a serious or particularly serious criminal offence. No extension beyond eighteen months is possible (Article 109 §§ 1-3). The period of detention “during the investigation” is calculated up to the day when the prosecutor sends the case to the trial court (Article 109 § 9).", "46. From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during the trial”). The period of detention “during the trial” is calculated up to the date the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "47. Section 22 of the Detention of Suspects Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}