{"ITEMID": "001-5926", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "A.P. AND OTHERS v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, A.P., N.E.D.M. and N.V.D.M., are Italian nationals, born in 1945, 1972 and 1974 respectively and living in Milan. They are represented before the Court by Mr F. Grassia, a lawyer practising in Milan.", "The facts of the case, as submitted by the applicants, may be summarised as follows:", "C.D.M. was the owner of an apartment in Milan, which he had let to I.L.", "Since 1 April 1996, I.L. fell in rent arrears and in a writ served on her on 10 May 1996, C.D.M. informed her of his intention to terminate the lease and summoned her to appear before the Milan Magistrate.", "By a decision of 5 December 1996, which was made enforceable on 8 January 1997, the Milan Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 January 1997.", "On 18 February 1997, C.D.M. served notice on the tenant requiring her to vacate the premises.", "On 14 March 1997, he served notice on the tenant informing her that the order for possession would be enforced by a bailiff on 11 April 1997.", "Between 11 April 1997 and 12 February 1998, the bailiff made five attempts to recover possession.", "Each attempt proved unsuccessful, as the applicant was not entitled to police assistance in enforcing the order for possession.", "According to Law no.61/89, on 20 May 1997 and on 5 and 14 June 1997, C.D.M. made three requests to the Prefectoral Committee for police assistance in enforcing the order for possession, but they were never granted.", "On 26 August 1997, C.D.M. (the owner) died, his spouse and his daughters (the applicants) inherited the apartment and pursued the enforcement proceedings for non-payment of rent.", "On 24 November 1997, A.P. (the spouse) made another request for police assistance", "On 25 June 1998, the applicants recovered possession of their apartment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}