{"ITEMID": "001-57818", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF ZANGHÌ v. ITALY (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - claim dismissed", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 16 February 1990. It originated in an application (no. 11491/85) against the Italian Republic lodged with the Commission by an Italian national, Mr Claudio Zanghì, on 16 April 1985.", "2. For the facts of the case, reference should be made to paragraphs 9-14 of the judgment delivered on 19 February 1991 (Series A no. 194-C, p. 45). In that judgment the Court found a violation of Article 6 para. 1 (art. 6-1) of the Convention because civil proceedings brought on 3 April 1982, though not complex, remained pending (ibid., pp. 46-47, paras. 18-21 of the judgment, and point 1 of the operative provisions). The Court did not deem it necessary to consider also the complaint based on Article 1 of Protocol No. 1 (P1-1) (ibid., p. 47, paras. 22-23 of the judgment, and point 2 of the operative provisions).", "3. Mr Zanghì did not make any pecuniary claim in respect of the violation of Article 6 para. 1 (art. 6-1), nor did he seek reimbursement of the costs and fees incurred in the proceedings before the Commission and the Court. He did, on the other hand, seek compensation in the amount of 7,950,000 Italian lire for pecuniary damage sustained as a result of the alleged breach of Article 1 of Protocol No. 1 (P1-1).", "The Court dismissed this claim as matters stood, as it was still possible that the national courts would make reparation for the financial consequences of failing to try the case within a reasonable time (ibid., pp. 47-48, paras. 24-26 of the judgment and point 3 of the operative provisions).", "4. In a judgment of 31 May 1990, which was filed in its registry on 25 June 1990 and became final on 26 September 1991, the Catania Court of Appeal found against Mrs D. and awarded the respondent, Mr Zanghì, compensation in the amount of 298,000 lire, representing the value of a parcel of land that had been unlawfully occupied by Mrs D.", "The applicant informed the European Court’s registry of this decision on 24 May 1991 and supplied the text on 27 January 1992.", "5. On 18 September 1991, as authorised by the President, Mr Zanghì filed his claim for just satisfaction.", "On 11 and 23 March 1992 observations were received from the Government and the Commission respectively; the applicant replied to them on 21 April.", "6. On 23 September 1992 the Court re-entered the case in its list and decided not to hold a hearing.", "7. As Mr R. Ryssdal was unable to attend the deliberations on 1 February 1993, his place as President of the Chamber was taken by Mr J. Cremona (Rule 21 para. 5, second sub-paragraph); Sir Vincent Evans, substitute judge, replaced Mr Ryssdal as a member of the Chamber (Rules 22 para. 1 and 24 para. 1)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}