{"ITEMID": "001-87194", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PEREVOZCHIKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Isabelle Berro-Lefèvre;Karel Jungwiert;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Elena Viktorovna Perevozchikova, is a Russian national who was born in 1965 and lives in Staryi Oskol. The Russian Government (“the Government”) were represented by Mr P. Laptev, the former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant worked at an engineering plant. Under her contract, the plant was to provide her with a at. The plant defaulted on this obligation, and the applicant brought a civil action.", "On 10 June 1999 the Staryi Oskol Town Court ordered the plant to “give the applicant a at that would offer at least 9 m² per family member”. This judgment became binding on 22 June 1999.", "On 16 November 2000 the Presidium of the Belgorod Regional Court quashed the judgment on supervisory-review and ordered a rehearing.", "On 6 February 2001 the regional court ordered the plant to “give the applicant a at for eight persons in accordance with applicable laws on housing”. This judgment became binding on the same day, was submitted to a bailiff for enforcement, but was not enforced immediately.", "On 11 May 2001 the bailiff ﬁned the administration of the plant for its failure to comply with the judgment. On appeal, this ﬁne was quashed, because the plant did take steps to comply with the judgment, and because the applicant had rejected ats proposed by the plant.", "On 5 November 2001 the bailiff closed the enforcement proceedings, because the applicant had refused the ats offered by the plant. On 11 June 2002 the town court ordered the bailiff to resume the proceedings, because the ats refused by the applicant had been of an improper quality.", "On 2 December 2002 the bailiff ﬁned the administration of the plant for its failure to comply with the judgment. On appeal, this ﬁne was quashed, because, among other reasons, the plant had no available ats.", "On 30 January and 4 August 2003 the bailiff ﬁned the administration of the plant for its failure to comply with the judgment.", "On 10 July and 15 September 2003 the bailiff warned the administration of the plant about criminal responsibility for non-compliance with binding judgments. On 7 October 2003 the bailiff asked the police to prosecute the manager of the plant, but the police refused because the manager had no case to answer.", "On 8 January 2004 the bailiff asked the court to clarify the judgment, because the applicant and the plant argued how many square metres per person the at was to offer. On 28 April 2004 the town court clariﬁed the judgment.", "Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment in two months."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}