{"ITEMID": "001-86286", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF NATALIYA SHEVCHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["4. The applicant was born in 1965 and lives in Kyiv.", "5. Between 1991 and September 1997 the applicant and her minor son born in 1984 were officially registered as residents in a municipal hostel rented by the Municipal Post Office, the applicant’s employer, for its employees. Throughout this period, the Post Office, in fact, never provided the applicant with a room in this hostel, citing lack of available premises. The applicant and her son were allowed to occupy two beds in a hostel for single individuals managed by “D.H.”, another company. After the expiration of the residency registration, in October 1997 the applicant found an unoccupied room in the Post Office’s hostel and moved there with her son.", "6. On 28 November 1997 the Post Office brought eviction proceedings against the applicant (and her minor son) before the Starokyivsky District Court of Kyiv (Старокиївський районний суд м. Києва).", "7. On 10 December 1997 the Starokyivsky District Court of Kyiv, citing the lack of territorial jurisdiction, referred the case to the Leningradsky District Court of Kyiv (Ленінградський районний суд м. Києва). The latter, in turn, on 22 March 1998, transmitted the case to the Minsky District Court of Kyiv (“the District Court” Мінський районний суд м. Києва).", "8. On 4 June 1998 the applicant lodged a counter-claim, asserting her right to occupy the room in the Post Office’s hostel.", "9. In 1999 the Kyiv State Administration decided to convert the Post Office’s hostel into a municipal apartment building enabling its occupants to apply for life-long tenancies.", "10. On 20 January 2000 the District Court ordered the applicant’s and her son’s removal to the “D.H.’s” hostel and dismissed her counterclaim. The court found, in particular, that the applicant had never obtained proper authorisation to occupy the room in the Post Office’s hostel. On 29 March 2000 the Kyiv City Court (“the City Court”; Київський міський суд) upheld this judgment on the applicant’s appeal in cassation, it became final and enforcement proceedings were instituted.", "11. On 25 September 2000 Deputy City Prosecutor ordered suspension of the enforcement proceedings.", "12. On 25 December 2000 the Presidium of the Kyiv City Court quashed the previous judgments following the protest introduced by the Deputy City Prosecutor and remitted the case to the District Court for a fresh consideration. The court found, in particular, that “D.H.” should have been summoned to the proceedings, as it was unclear whether the applicant had any right to reside in its hostel.", "13. On 25 December 2001 the District Court rejected the Post Office’s eviction claim, at the same time having refused to recognize the applicant’s right to occupy the room in its former hostel. It found that, although the applicant had no proper authorisation to move into the room at issue, she could not be evicted, as her status of a “D.H.” hostel resident had never been regularized and she had no alternative lodging. Both parties appealed.", "14. On 2 April 2002 the City Court quashed this judgment and remitted the case for a fresh consideration, having found, in particular, that the first-instance court had failed to instruct the applicant that, in view of the City Administration’s decision to convert the hostel into an apartment building, she could request to be issued with an authorisation for life-long tenancy.", "15. On 20 December 2002 the applicant amended her claims, seeking, in particular, to obtain authorisation of tenancy. Her son, having reached the age of majority, joined the proceedings.", "16. On 12 March 2003 the District Court dismissed the Post Office’s eviction claim and ordered the City Administration to issue the applicant with tenancy authorisation. The court found, in particular, that, having been registered as a resident in the Post Office’s hostel, the applicant had acquired the right to occupy a room in it as early as in 1991. The Post Office, however, had unlawfully failed to provide her with a room. The Post Office appealed.", "17. On 12 June 2003 the City Court quashed this judgment and remitted the case for a fresh consideration. It found, in particular, that the District Court’s conclusions concerning the applicant’s right to reside in the Post Office’s hostel were insufficiently reasoned. The applicant appealed in cassation against this ruling.", "18. On 15 September 2003 the Supreme Court rejected the applicant’s request for leave to appeal in cassation.", "19. On 26 January 2005 the District Court rejected the Post Office’s eviction claim and upheld the applicant’s right to occupy the room. This judgment was not appealed against.", "20. In the course of the proceedings the District Court scheduled some sixty hearings. Some twelve of these hearings were adjourned on account of the applicant’s or her representative’s absences in court; eleven on account of the plaintiff’s absences or requests; and fifteen on account of judges’ vacations and various other court matters.", "21. The applicant also maintained, without providing details, that her employer was deliberately processing data on her family life in violation of the law, that the bailiffs had unlawfully interfered with her possessions during the enforcement proceedings and that her son had been unable for a prolonged period of time to receive a passport and to obtain access to professional education on account of lack of residency registration. The applicant did not raise any relevant complaints before the domestic judicial authorities."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}