{"ITEMID": "001-70182", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KARAYİĞİT v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant was born in 1979 and lives in Istanbul.", "9. On 6 February 1999 the applicant was arrested and taken into police custody by police officers from the Anti-Terror Branch of the Istanbul Security Directorate on suspicion of his membership of an illegal organisation, namely the PKK (the Workers’ Party of Kurdistan).", "10. On the same day the public prosecutor granted the request of the Anti-Terror Branch to place the applicant in police custody for four days at the Anti-Terror Branch of the Istanbul Security Directorate.", "11. On 10 February 1999 the Istanbul State Security Court extended the custody period for a further two days.", "12. On 10 February 1999 the applicant was taken to Haseki Hospital, where he was issued with a medical report. In the report ‘surface erythema and scrapes on the proximal part of both arms’ were noted. On the same day the applicant was allegedly forced to sign a statement explaining that the bruises on his arms had been caused by a dust allergy.", "13. On 12 February 1999 the applicant was brought before the public prosecutor of the Istanbul State Security Court and then before a judge at the Istanbul State Security Court, where he stated that he had been subjected to physical and emotional violence. The court ordered the applicant’s detention on remand.", "14. On the same day, a doctor at the Forensic Medical Institute of the Istanbul State Security Court examined the applicant and reported bruises of 3040 cm x 7-8 cm on both upper arms and an ecchymose under his left arm joint, as well as a complaint of backache. In the report, it was also noted that the signs of physical violence were sufficient to prevent the applicant from working for three days.", "15. On 16 February 1999 the public prosecutor of the Istanbul State Security Court filed a bill of indictment, charging the applicant with the criminal offence of being a member of an illegal organisation described in Article 168 § 2 of the Criminal Code and section 5 of the Prevention of Terrorism Act (Law no. 3713).", "16. At the first hearing of 27 April 1999 the applicant repeated his allegation of ill-treatment before the Istanbul State Security Court. He also requested an allergy test and an examination of his signature. The court rejected his requests.", "17. On 13 August 1999 the applicant was able to consult a dermatologist, who examined the applicant and found no indication of any allergies.", "18. On 29 April 1999 the public prosecutor filed an indictment with the Istanbul Assize Court, charging the two police officers whose signatures were on the applicant’s statement made in custody with a criminal offence proscribed by Article 243 of the Criminal Code. In his indictment the public prosecutor cited the two medical reports drawn up in respect of the applicant, which mentioned the bruises on his arms.", "19. On 3 May 1999 the Assize Court ordered that a letter be sent to the applicant inviting him to take part in the proceedings.", "20. At the hearings on 23 June and 23 September 1999, the court issued bench warrants for the applicant in order to consider his testimony as a witness. The responses to these warrants from the local authorities revealed that the applicant was detained in Üsküdar E Type Prison.", "21. At the hearings on 30 November and 14 December 1999, the court ordered that written notifications be sent to Üsküdar Prison in order to secure the presence of the applicant before the court.", "22. The prison administration informed the court that the applicant had refused to attend the hearings and provided letters to this effect. These documents did not bear the applicant’s signature.", "23. On 30 December 1999 the Assize Court heard the defendant police officers. It took note of the documents sent by the prison administration, and subsequently dispensed with the applicant’s testimony on the grounds that the applicant had chosen not to attend the hearing, and that taking his testimony would not affect the verdict. The court further stated that the applicant had not brought a specific complaint regarding his allegations; the criminal proceedings were instituted by the public prosecutor on his own initiative based upon the information he had obtained from the State Security Court. It took note of the applicant’s previous statements and acquitted the police officers of the offence on account of a lack of evidence.", "24. On 8 May 2000 the applicant filed another complaint with the Fatih Public Prosecutor’s Office against the same police officers.", "25. On 9 May 2000 the Public Prosecutor’s Office issued a decision of non-prosecution, referring to the trial that had already been held before the Istanbul Assize Court.", "26. A description of the relevant domestic law at the material time can be found in Batı and others v. Turkey (nos. 33097/96 and 57834/00, §§ 96100, 3 June 2004)."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}