{"ITEMID": "001-99407", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF S.H. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (in case of expulsion)", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. Bhutan is a remote kingdom in the Himalayas, which borders China and India. According to a census carried out in 2005, the current population is 682,321, of whom 35% are estimated to be ethnic Nepalese. The majority of ethnic Nepalese are Hindu, while the Drukpa, who account for 50% of the population, are predominantly Buddhist.", "6. It is believed that the ethnic Nepalese (sometimes referred to as Lhotshampa”, meaning “southerners”) settled in southern Bhutan in the late 1800s and early 1900s. They were granted Bhutanese citizenship by the Citizenship Act of 1958. In 1988, however, a Government census led to the branding of many ethnic Nepalese as illegal immigrants. There were reports that many ethnic Nepalese who had previously been recognised as Bhutanese were forced to sign “voluntary migration certificates”, thereby forfeiting their citizenship under Bhutanese law. Local Lhotshampa leaders responded with anti-government rallies demanding citizenship and inciting attacks against government institutions. Between 1988 and 1993, more than 100,000 ethnic Nepalese fled to refugee camps in Nepal alleging ethnic and political repression.", "7. Since 1907 Bhutan has been ruled by the Wangchuck hereditary monarchy. Although traditionally an absolute monarchy, in recent years the country has witnessed significant political reform. In March 2005 a draft of the country's first constitution was unveiled, which introduced major democratic reforms. Democratic elections for seats to the country's first parliament were completed in March 2008 and the King ratified the country's first constitution in July 2008.", "8. The refugee population are housed mostly in UNHCR-funded camps in eastern Nepal. In 2008, after many years of failed bilateral talks between the Nepalese and Bhutanese Governments to repatriate the refugees, many opted for third-country re-settlement with the help of UNHCR and the International Organisation for Migration (“IOM”). More than 8,000 Bhutanese refugees have now been resettled. The United States of America has offered to resettle over 60,000 refugees from Bhutan over the next five years, and a number of other countries have volunteered to host a further 10,000. Bhutan, however, has not agreed to the repatriation of any of the refugees. Those who attempted to return to Bhutan illegally were returned to the refugee camps in Nepal by Indian border police. Some refugees managed to cross the border into Bhutan in order to stage protests, but all were eventually sent back.", "9. Bhutan's transition to a constitutional democracy has not been an entirely smooth one. A wave of bombings rocked Bhutan in the run-up to the 2008 parliamentary elections, and security forces believed that a number of insurgent groups from among the Nepalese refugees were responsible.", "10. The applicant was born in 1978 and lives in Huddersfield. He is a Bhutanese national who claims to be of Nepalese ethnic origin.", "11. The applicant states that he was employed by the Bank of Bhutan as an office assistant on 3 January 2000. On 3 January 2001, he was asked to produce a security clearance certificate (SCC). He approached the domestic authorities for the SCC and was refused. He sought the SCC until December 2001 but was unable to obtain one.", "12. The applicant further states that on 12 February 2002, when he attended his village annual census, he and his family were declared non-nationals and ordered to leave Bhutan immediately. When he refused to surrender his national identity card he was detained for three or four days.", "13. The applicant states that he was dismissed from his job with the Bank of Bhutan on 7 May 2002 because he did not have the required SCC. When he went to Thimphu, the capital of Bhutan, to challenge this decision he was told to return to his village and obtain papers concerning his status. He was refused these papers and harassed at checkpoints on his journey as he did not have an identity card.", "14. He states that he was arrested on 22 August 2002 for no reason and detained until 22 November 2002. During this period he alleges that he was beaten regularly with wooden sticks, kicked from behind while suspended upside down, and forced to undertake hard labour. There is no indication that he sustained any permanent scarring as a result. He was released after he had signed voluntary migration papers and was given an ultimatum to leave Bhutan within 48 hours. The applicant left Bhutan for India. He stayed there from 23 November 2002 until 31 December 2002, when he travelled to the United Kingdom. He was met on arrival by his sister and brother-in-law, who had been granted asylum in the United Kingdom in May 2001 and are now British citizens. The applicant's brother-in-law had been a human rights activist in Bhutan and had criticised the Government in the course of two interviews with the BBC World Service.", "15. The date on which the applicant claimed asylum in the United Kingdom was disputed in the subsequent domestic proceedings. The applicant stated that he claimed asylum on 11 February 2003, while the Home Office maintained that it was on 20 May 2003.", "16. On 21 July 2003 the Secretary of State for the Home Department refused the asylum claim. Although he accepted that southern Bhutanese of Nepalese origin were the subject of discrimination, he did not accept that the applicant was of Nepalese origin. He also did not accept that the bank would have allowed the applicant to work for two years without the required SCC. He noted that no evidence had been produced supporting the claim of arbitrary arrest or ill-treatment in detention. The applicant had left Bhutan through normal immigration channels on his own passport and the failure to seek leave to remain in India cast further doubt on his credibility.", "17. The applicant appealed. The Special Adjudicator refused the appeal on 3 February 2004. He accepted that the applicant was ethnic Nepalese but held that that in itself was not sufficient to establish persecution. He did not accept the applicant had experienced the difficulties that he claimed. In particular, he noted that the applicant's visa application stated that he was working for the Ministry of Agriculture rather than the Bank of Bhutan, and contrary to his claim that he was detained between 22 August 2002 and 22 November 2002, his bank book showed wage payments from his employer up to November 2002. The Adjudicator further found that the applicant was not stateless: he had a valid Bhutanese passport and there was no evidence to indicate that he had been declared a non-national.", "18. The applicant appealed to the Immigration Appeal Tribunal. The appeal was dismissed on 20 January 2005 as the Tribunal held that the Adjudicator had been entitled to find as he did on the evidence before him and that no error of law had been made. The Tribunal also found that the question of statelessness would be resolved practically as the Home Office would not remove someone unless his home country would accept that he was a national.", "19. Permission for leave to appeal to the Court of Appeal was refused on 21 April 2005 on the ground that the Adjudicator had not made any error of law when he found that the applicant's evidence was unreliable and that he was not stateless.", "20. On 25 July 2005 the applicant made further representations to the Secretary of State. He referred to a report by the chair of the Bhutanese Refugee Support Group in the United Kingdom which detailed the persecution of ethnic Nepalese in Bhutan and argued that he risked prosecution under the National Security Act 1992 for denigrating Bhutan by claiming asylum. He further argued that this risk would be increased by his association with his brother-in law. Finally, he submitted that his passport was not proof of Bhutanese nationality and that the Bhutanese authorities would consider that he had forfeited nationality by living outside Bhutan since 2002.", "21. On 17 November 2005 the Secretary of State refused to consider the applicant's representations as amounting to a fresh asylum claim. The asylum claim had been treated in confidence and no documentation obtained from the Bhutanese authorities to effect the applicant's return to Bhutan would indicate that the applicant had applied for asylum. In respect of the applicant's brother-in-law, the Secretary of State noted that this claim had already been considered by the Immigration Appeal Tribunal. The remaining points in the applicant's representations were not significantly different from the material already considered and created no reasonable prospect of success.", "22. On 13 February 2006 the Government of Bhutan issued a travel document for the applicant which was valid for one month and allowed him to travel from the United Kingdom to Bhutan. The Home Office attempted to remove him on 10 March 2006 but a High Court injunction prevented the removal as the applicant's legal processes were still outstanding. On 25 April 2006 the Government of Bhutan issued a second temporary travel document to the applicant, which was also valid for one month.", "23. On 3 May 2006 further representations were made to the Secretary of State which, inter alia, stated that the applicant's parents had been expelled from Bhutan. On 8 May 2006, these representations were also rejected as not amounting to a fresh asylum claim since no evidence had been submitted in support of the applicant's submissions.", "24. On 18 May 2006 an open letter from Amnesty International was made available which set out the organisation's concerns regarding the return of the applicant. It stated:", "“This is the first case of its kind of which the organisation is aware that such a travel document has been issued. It is assumed that this unique travel document has been issued because of a request from the UK government. However, the very fact that [the applicant's] case has been highlighted in this way puts his safety at particular risk were he returned to Bhutan.”", "25. Copies of email correspondence between the applicant's representatives and the Office of the United Nations High Commissioner for Refugees confirm that the latter made representations to the Home Office on the applicant's behalf in or around May 2006.", "26. The applicant sought permission to apply for judicial review of the Secretary of State's decision of 18 May 2006. Permission was refused on 19 May 2006 as the application disclosed no arguable grounds for judicial review. The Deputy High Court judge also found that the applicant's submission that he would be at greater risk on account of the travel document had not been made out.", "27. Permission to renew the application to the Court of Appeal was refused on 23 May 2006.", "28. The same day, the applicant lodged an application before this Court. Removal directions for the same evening were then deferred. On 25 May 2006 the second travel document issued by the Government of Bhutan expired.", "29. On 26 July 2007 fresh removal directions were set for 13 August 2007. On 9 August 2007 the President of the Chamber to which the application was allocated decided to apply Rule 39 of the Rules of Court and indicate to the Government of the United Kingdom that the applicant should not be expelled until further notice.", "30. Appeals from decisions of the Secretary of State for the Home Department in asylum, immigration and nationality matters are now heard by the Asylum and Immigration Tribunal (“the AIT”), which replaces the former system of Adjudicators and the Immigration Appeal Tribunal (“the IAT”). Country guideline determinations of both the AIT and IAT are to be treated as an authoritative finding on the country guidance issue identified in the determination until expressly superseded or replaced by a later country guideline determination.", "31. In the country guideline determination of DG (Risk – Nepalese) Bhutan CG [2003] UKIAT 00205, promulgated on 15 July 2003, the IAT accepted that persons of ethnic Nepalese origin were discriminated against in Bhutan but held that the discrimination did not amount to persecution. It did not, therefore, accept that the Nepalese minority were persecuted by reason of their Nepalese origins alone. Rather, each case had to be looked at on its own individual circumstances. In that particular case the claimant had argued that he was stateless, having been deprived of his citizenship by virtue of the Citizenship Act 1985. The IAT found, however, that if the claimant was permitted to re-enter Bhutan, he would likely be treated in the same way as any other member of the Nepalese minority. It was not satisfied that he would not be recognised as a citizen of Bhutan.", "32. Council Directive 2004/83/EC of 29 April 2004 (on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted) has the objective, inter alia, of ensuring EU Member States apply common criteria for the identification of persons genuinely in need of international protection (recital six of the preamble). In addition to regulating refugee status, it makes provision for granting subsidiary protection status. Article 2(e) defines a person eligible for subsidiary protection status as someone who would face a real risk of suffering serious harm if returned to his or her country of origin. Serious harm is defined in Article 15 as consisting of: (a) death penalty or execution; (b) torture or inhuman or degrading treatment or punishment of an applicant in the country of origin; or (c) serious and individual threat to a civilian's life or person by reason of indiscriminate violence in situations of international or internal armed conflict. The Qualification Directive was transposed into domestic law by the Refugee or Person in Need of International Protection (Qualification) Regulations 2006.", "IV. RELEVANT COUNTRY INFORMATION", "General Country Information Reports", "33. The Constitution was adopted on 18 July 2008. Country Information Reports pre-dating its adoption indicated that while the Government's human rights record was improving, the ethnic Nepalese minority were still subjected to discriminatory treatment. According to the United States State Department Report on Human Rights Practices in Bhutan, published on 11 March 2008, such treatment included the following: the requirement that all citizens wear the traditional dress of the ethnic majority; the prohibition of political parties organized by ethnic Nepalese citizens; the requirement that ethnic Nepalese meet very strict criteria to be considered “genuine” Bhutanese and obtain citizenship and security clearances in the form of Non-Objection Certificates; and the requirement in southern Bhutan for ethnic Nepalese to perform a disproportionate amount of compulsory labour.", "34. A report published by Freedom House on 2 July 2008 and entitled “Freedom in the World 2008 – Bhutan” further stated that while the Government had made substantial progress on political reform over the past few years, the ethnic Nepalese continued to face discrimination. The report indicated that:", "“Conditions for Nepali speakers in Bhutan have improved somewhat, but several major problems remain. According to a 2007 Human Rights Watch report, ethnic Nepalis must obtain certificates verifying that they do not present a threat to the state in order to enter schools, receive health care, take government jobs, or travel within Bhutan or abroad. Schools in the south restrict even those Nepali speakers with certificates.”", "35. For the ethnic Nepalese who remained in Bhutan, concerns related predominantly to the risk that those who could not obtain Non-Objection Certificates would be unable to access employment and healthcare and in some cases would be declared non-nationals. On 1 February 2008 Human Rights Watch published a report entitled “Bhutan's Ethnic Cleansing”, which reported that:", "“A Bhutanese government census in 2005 classified 13 percent of Bhutan's current population as 'non-nationals', meaning that they are not only ineligible to vote, but are denied a wide range of other rights. An ethnic Nepali non-national living in Bhutan told Human Rights Watch, 'they don't ask me to leave, but they make me so miserable, I will be forced to leave. I have no identification, so I cannot do anything, go anywhere, get a job.'”", "36. The 2008 US State Department report further recorded that:", "“The government restricted emigration and prohibited the return of citizens who left the country. The country's citizenship laws state that persons who have left the country of their own accord, without the knowledge or permission of the government, or whose names are not recorded in the citizenship register maintained in the Ministry of Home Affairs (MHA), would not be considered citizens of the country. Some dissidents and human rights groups claimed that the law was created specifically to deny citizenship to ethnic-Nepalese Bhutanese. Human rights groups also allege that some ethnic Nepalese with relatives in the camps faced insurmountable bureaucratic challenges and were denied IDs for procedural reasons. As a result, these individuals were unable to participate in the election process.”", "37. The first stage in Bhutan's transition to a constitutional democracy was the election of 47 candidates to the National Assembly. The March 2008 elections were monitored by the European Union Election Observation Mission, which published its final report on 21 May 2008. While the mission expressed concern that during the campaign period candidates were prevented from discussing citizenship and security clearance issues, it concluded that:", "“The election of nine ethnic Nepali (Lhotshampa) candidates was a positive sign for an inclusive National Assembly that can address issues of concern for the country's minority citizens.”", "38. The Constitution was adopted on 18 July 2008. Article 7 grants all persons the right to life, liberty and security of persons; the right not to be deprived of property except for a public purpose and on payment of fair compensation; the right to equality before the law and to equal and effective protection of the law without discrimination on grounds of race, sex, language, religion, politics or any other status; the right not to be compelled to belong to another faith by means of coercion or inducement; the right not to be subjected to torture or to cruel, inhuman or degrading treatment or punishment; the right not to be subjected to arbitrary or unlawful interference with his or her privacy, family, home or correspondence; the right not to be subjected to capital punishment; the right not to be subjected to arbitrary arrest or detention; and the right to initiate legal proceedings to enforce these rights. Further rights and freedoms are guaranteed only to Bhutanese citizens. These include the right to freedom of speech; the right to freedom of thought, conscience and religion; the right to vote; and the right to freedom of movement.", "39. However, the Constitution further provides that notwithstanding the rights conferred by it, nothing in Article 7 shall prevent the State from imposing reasonable restrictions by law when it concerns the interests of the sovereignty, security, unity and integrity of Bhutan; the interests of peace, stability and well-being of the nation; the interests of friendly relations with foreign States; the incitement to an offence on the grounds of race, sex, language, religion or region; the disclosure of information received in regard to the affairs of the State or in discharge of official duties; or the rights and freedom of others.", "40. Citizenship of Bhutan is governed by Article 6 of the Constitution, which provides as follows:", "Article 6", "Citizenship", "A person, both of whose parents are citizens of Bhutan, shall be a natural born citizen of Bhutan.", "A person, domiciled in Bhutan on or before the Thirty-First of December Nineteen Hundred and Fifty Eight and whose name is registered in the official record of the Government of Bhutan shall be a citizen of Bhutan by registration.", "A person who applies for citizenship by naturalization shall:", "Have lawfully resided in Bhutan for at least fifteen years;", "Not have any record of imprisonment for criminal offences within the country or outside;", "Be able to speak and write Dzongkha;", "Have a good knowledge of the culture, customs, traditions and history of Bhutan;", "Have no record of having spoken or acted against the Tsawa-sum;", "Renounce the citizenship, if any, of a foreign State on being conferred Bhutanese citizenship; and", "Take a solemn Oath of Allegiance to the Constitution as may be prescribed.", "The grant of citizenship by naturalization shall take effect by a Royal Kasho of the Druk Gyalpo.", "If any citizen of Bhutan acquires the citizenship of a foreign State, his or her citizenship of Bhutan shall be terminated.", "Subject to the provisions of this Article and the Citizenship Acts, Parliament shall, by law, regulate all other matters relating to citizenship.", "41. The United States State Department Report on Human Rights Practices in Bhutan, published on 25 February 2009, indicated that:", "“The transition to a parliamentary democracy helped the human rights situation to improve considerably; however, there were continued difficulties with the regulation of religion, and some discrimination against the ethnic Nepalese minority.”", "42. The same report, under the heading 'Freedom of Assembly', stated that:", "“The constitution provides for the right to freedom of peaceful assembly and freedom of association, with the caveat that membership to associations that are \"harmful to the peace and unity of the country\" are excluded. In January 2007, according to SAHRDC, a group of ethnic Nepalese staged a protest in Phuntsholing as part of their continuing effort to pressure the government to resolve the Bhutanese refugee problem in Nepal. Police arrested the demonstrators and handed them to the Jaigaon police of West Bengal in India.”", "43. Under the heading 'Freedom of Association', the report continued as follows:", "“The law provided for freedom of association, and the government permitted the registration of some political parties and organizations. However, the government did not permit political parties organized by ethnic Nepalese citizens.”", "44. Under the heading 'Freedom of Movement, Internally Displaced Persons, Protection of Refugees, and Stateless Persons', the report added:", "“The law does not address forced exile. Although the government officially does not use formal exile, there were over 100,000 ethnic Nepalese Bhutanese living in refugee camps in Nepal and India after a government campaign in the 1980s forced them out of the country. While the government has agreed, in principle, to accept many into the country, they have declined requests to visit the refugee camps. In previous years many political dissidents freed under government amnesty stated they were released on the condition that they depart the country. The government denied this assertion. Many of those released subsequently registered at refugee camps in Nepal, while some relocated to India.", "The government restricted emigration and prohibited the return of citizens who left the country. The country's citizenship laws state that persons who have left the country of their own accord, without the knowledge or permission of the government, or whose names are not recorded in the citizenship register maintained in the Ministry of Home Affairs (MHA), would not be considered citizens of the country. Some dissidents and human rights groups claimed that the government wrote the law specifically to deny citizenship to ethnic-Nepalese Bhutanese. Human rights groups also alleged that some ethnic Nepalese with relatives in the camps faced insurmountable bureaucratic challenges and were denied identification cards for procedural reasons. As a result, these individuals were unable to participate in the election process.”", "45. The Asian Centre for Human Rights was even more critical of the regime. In its “South Asia Human Rights Index – 2008” it reported that:", "“Despite the introduction of the first ever Draft Constitution providing limited two-party democracy..., Bhutan essentially remains a repressive regime run by the Royal family. Bhutan officially discriminates against the minorities. A landlocked and closed country, little information on the human rights violations was available.”", "46. It further notes that:", "“The draft constitution does not provide any safeguard to preserve, protect and promote the arts, custom, knowledge and culture of the minorities. It has maintained deadly silence on providing any affirmative action programme for minorities.”", "47. Finally, the Association of Press Freedom Activists – Bhutan indicated, in a report entitled “Torrefy of Democratic Values – commenting on budding democracy in Bhutan”, that while the Constitution appeared to promise improvements, those living in the southern parts of Bhutan still met with discrimination.", "48. The applicant submitted a number of expert reports prepared for the purposes of the domestic proceedings which considered the specific risk to him on return. In a report prepared on 23 September 2006, Michael Hutt, a Professor of Nepali and Himalayan Studies at the School of Oriental and Asian Studies (SOAS) at the University of London, indicated:", "“It is difficult to predict precisely what would happen to [the applicant] were he to be returned to Bhutan. I myself am not aware of any such case to date. The fact that the government of Bhutan is willing to facilitate his return to Bhutan by issuing a travel document should not be taken as an indication that he would be able to resume anything resembling his former life in that country, or even be able to remain in the country for very long.", "[... ... ...]", "Bhutan is small, thinly populated and bureaucratically centralized, and anonymity would be impossible. Wherever he went it would be widely and generally known that he was a returned asylum seeker and anti-national. Even those Lhotshampas who never left Bhutan face discrimination in the fields of employment, education, freedom of movement, and citizenship ... It is extremely difficult to imagine any meaningful rights or any real security being granted to an individual who left the country without permission, thereby forfeiting his citizenship, and subsequently spoke ill of the king's and the government's record on human rights, thereby committing treason.”", "49. In two statements dated 14 July 2005 and 18 May 2006, Amnesty International indicated that it did not consider it safe to return the applicant to Bhutan. In particular, Amnesty International had concerns about the sustained and cumulative discrimination against southern Bhutanese which could amount to persecution and severe risk to the right to life. In addition, it was concerned that those who sought asylum in other countries and raised issues about human rights abuses in Bhutan while out of the country could face prosecution under the National Security Act. In the second report, Amnesty International raised an additional concern: namely, that the travel document issued to the applicant was the first of its kind, and it questioned why the Government would issue such a document when it had consistently denied the right to return of over 100,000 southern Bhutanese evicted in the early 1990s.", "50. In a report dated 13 February 2004, Human Rights Watch stated that it did not believe that the physical, legal or material security of the applicant could be guaranteed on return to Bhutan. The report noted that ethnic Nepalese faced ongoing and severe discrimination in all aspects of daily life in Bhutan, and there was reason to believe that those whose relatives had left Bhutan would be particularly targeted. On 14 February 2005 a letter from the Human Rights Council of Bhutan confirmed that a person who talked against King, country and Government was a “non-national” and committed an offence under the National Security Act 1992 which was punishable by life imprisonment.", "51. In a letter dated 1 January 2005 UNHCR emphasised that it had not been granted access to the areas of potential return in Bhutan, and as it would be impossible to monitor any returns process, it did not promote returns.", "52. The applicant also submitted five reports by Rachel Carnegie, Co-ordinator of the Bhutanese Refugee Support Group (UK). The initial report is dated 17 November 2003, and the follow-up reports are dated 15 December 2004, 7 July 2005, 9 October 2006 and 28 September 2009. In her report of 9 October 2006, Ms Carnegie noted that those southern Bhutanese who had remained in Bhutan continued to suffer severe and sustained discrimination, amounting to persecution. In particular, she stated that since 1991 access to government services, such as education, healthcare, and employment in public services, had all been dependent on producing a “Non-Objection Certificate”, a security clearance certificate from the police which confirmed that they had not spoken or acted against the King or Government, and did not have any relatives who had done so.", "53. Ms Carnegie further stated, at paragraph 23, that:", "“The situation of those southern Bhutanese remaining within Bhutan remains very insecure. Their citizenship status has been eroded in successive census exercises throughout the 1990s and into this decade. The nationwide census held in June 2005 and published in 2006 show that of a total population of 634,972, 552,996 are Bhutanese citizens, whilst the remaining 81,976 are said to be foreign nationals. There are growing concerns that this latter category, appearing for the first time in Bhutan's population figures, may represent an effective 'de-nationalisation' of many southern Bhutanese remaining within Bhutan. The Bhutanese Home Ministry is currently issuing new citizenship identity cards to Bhutanese nationals, and there are serious concerns that a large proportion of the southern Bhutanese will be excluded from this process. Without such cards, they will be denied the right to vote and to enjoy by law the rights guaranteed by the new Constitution.”", "54. With regard to the applicant's situation, Rachel Carnegie stated that the travel documents issued by the Bhutanese government offered no guarantee that his nationality rights and other rights would be recognised on his return. It was not possible to determine exactly what the applicant's fate would be, in the absence of a known precedent, but it was reasonable to conclude that he would be at significant risk as a failed asylum seeker for whom the Home Office had twice applied for travel documents.", "55. Finally, Ms Carnegie considered the risk to the applicant under the 1992 National Security Act. She concluded that were the applicant returned to Bhutan, he would face imprisonment, torture or inhuman or degrading treatment or punishment under the Bhutanese National Security Act of 1992, which stated that whoever engaged or attempted to engage in treasonable acts against King, people or country, either within or outside Bhutan, should be punished with death or life imprisonment. Moreover, according to the Act, whoever creates or attempts to create misunderstanding or hostility between the Government and the people of Bhutan and people of any foreign countries with which Bhutan has peaceful and friendly relations shall be punished with imprisonment which may extend to five years.", "56. In her final report, dated 28 September 2009, Ms Carnegie was specifically asked to address the question of whether there had been any change in the treatment of the ethnic Nepalese in Bhutan following the adoption of the Constitution. In her opinion, she stated that there had been no significant change following the adoption of the Constitution. Moreover, she believed that the clear distinction made in the Constitution between rights afforded to “all persons” and rights afforded to “citizens” gave permission for the marginalisation and exclusion of non-citizens from the mainstream of society.", "57. Finally, she referred to a 2008 report by the Norwegian Refugee Council entitled “Bhutan: Land of Happiness for the Selected”, in which the Council indicated that Lhotshampas still living in Bhutan continued to face discrimination amounting to breaches of their civil and political rights as well as their social, economic and cultural rights. Consequently, the Council did not believe that it was safe to return Lhotshampas to Bhutan as the State could not guarantee their physical, legal and material security."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}