{"ITEMID": "001-114497", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MARTIKÁN v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Ján Martikán, is a Slovak national, who was born in 1974 and lives in Kysucké Nové Mesto.", "2. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant was charged, indicted and tried for ill-treatment and rape (Articles 215 and 241 of the Criminal Code). The case was remitted to the Žilina District Court (Okresný súd), as the court of first instance, after its judgment (rozsudok) convicting the applicant had been quashed by the Žilina Regional Court (Krajský súd) following an appeal by the applicant (odvolanie).", "The current state and outcome (if any) of the proceedings is unknown.", "4. In the course of his trial the applicant was remanded in custody and the term of his detention was repeatedly extended. The relevant part of the requests, appeals and decisions is described below.", "5. The requests for release of 24 February and 8 March 2006 were dismissed by the District Court on 20 March 2006 and, following an interlocutory appeal (sťažnosť) by the applicant, by the Regional Court on 30 May 2006, the final decision being served on the applicant on 16 June 2006. The proceedings leading up to the latter decision were found by the Constitutional Court (Ústavný súd) on 27 March 2007 to have been short of the “speediness” requirement under Article 5 § 4 of the Convention. Accordingly, the Constitutional Court found a violation of that provision and awarded the applicant the equivalent of some 900 euros (EUR) in just satisfaction.", "6. In the same judgment (nález) the Constitutional Court found that the procedure leading up to a decision of the Supreme Court (Najvyšší súd) of 23 August 2006 to extend the applicant’s detention until 16 January 2007 had equally been incompatible with the applicant’s rights under Article 5 § 4 of the Convention. A separate violation of that provision was found and, in that respect, the applicant was awarded the equivalent of some EUR 600 by way of just satisfaction.", "7. The request for release of 2 October 2006 was dismissed on 2 November 2006 and, following an interlocutory appeal by the applicant, also on 12 December 2006.", "8. On 20 November 2006 the applicant again requested release. He relied on different grounds from those submitted in his previous request, which at that time had not yet been determined. In particular, the applicant argued that in the proceedings leading up to the Supreme Court decision of 23 August 2006 (see paragraph 6 above) on the last extension of his detention, he had been deprived of access to the case file and his observations had not been taken into account. This request has never been determined, which was found by the Constitutional Court to be in breach of the applicant’s rights under Article 5 § 4 of the Convention (see paragraphs 12 et seq. below).", "9. A further request for extension of the applicant’s detention was dismissed on 11 January 2007, which is why the applicant was released, on 16 January 2007. In that decision, the Supreme Court observed, inter alia, that repeated requests for release and challenges for bias were the lawful right of the applicant and that, although they had undoubtedly had an impact on the length of the proceedings, they were no excuse in themselves for unjustified delays in the proceedings.", "10. In the course of the proceedings, the applicant sought the withdrawal of individual judges as well as the entire bench of the District Court and the Regional Court, on the grounds of bias. These challenges had the following outcomes:", "- A challenge concerning an assessor in the District Court chamber dealing with the applicant’s case was dismissed as unfounded on 2 November 2006 and, upon an interlocutory appeal by the applicant, also on 12 December 2006.", "- Further challenges were lodged on 7 and 20 November 2006, against all the judges of the Regional Court and the presiding judge of the District Court’s chamber dealing with the applicant’s case. Their outcomes are unknown.", "11. On 18 January and 5 March 2007 the applicant introduced and amended respectively a complaint under Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended) with the Constitutional Court, contending that the procedure in respect of his request for release of 20 November 2006 (see paragraph 8 above) had been contrary to his rights under Article 5 § 4 of the Convention.", "12. On 2 August and 20 December 2007, respectively, the complaint was declared admissible and the Constitutional Court found a violation of the applicant’s rights under the provision invoked.", "The Constitutional Court acknowledged that the applicant’s request for release of 20 November 2006 was based on grounds other than those in his request of 2 October 2006. The applicant was thus not precluded by law from making the second request before the final determination of the first one. Nevertheless, it had to be taken into account that the grounds underlying the second request must have already been known to the applicant at the time of the first request.", "13. The Constitutional Court further observed that, at the relevant time, the District Court had to deal with a number of matters concerning the applicant’s detention, including a request for its extension. However, in view of the Constitutional Court, it had been for the District Court to deal first with the applicant’s request for release and only then with the other matters, and not, as the District Court had done, the other way round.", "14. The Constitutional Court considered that the applicant’s procedural actions, and especially their accumulation at the relevant time, had been obstructionist in nature and that, with the term of the applicant’s detention nearing its end, as authorised at that time in the decision of 23 August 2006 (see paragraph 6 above), the applicant’s intention in taking those actions had been to create a time constraint for the courts. However, this had had no impact on the substantive conclusion, but was to be taken into account in connection with the applicant’s compensation claim. It was precisely for this reason that the Constitutional Court concluded that the finding of a violation of the applicant’s right was sufficient satisfaction for him. In addition, the applicant was awarded legal costs.", "15. The relevant part of Article 46 reads as follows:", "“...", "3. Everyone shall have the right to compensation for damage caused by an unlawful decision of a court, other State body or a body of public administration, or by wrongful official action.", "4. Conditions and details ... shall be provided for by an Act of Parliament.”", "16. Article 127:", "“1. The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash that decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order that authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may award appropriate financial compensation to a person whose rights under paragraph 1 have been violated.", "4. Liability for damage or other loss in respect of a person who has violated rights or freedoms as referred to in paragraph 1 shall not be affected by a Constitutional Court decision.”", "17. The Constitutional Court Act (Law no. 38/1993 Coll., as amended) governs the organisation of the Constitutional Court, the procedure before it and the status of its judges.", "An individual complaint under Article 127 of the Constitution is made subject to the rule of exhaustion of ordinary remedies, which is formulated in the relevant part of section 53(1) and (2) as follows:", "“1. A[n] [individual] complaint is not admissible if the complainant has not exhausted legal remedies or other legal means, which a statute effectively provides to [the complainant] with a view to protecting [the complainant’s] fundamental rights or freedoms, and which the complainant is entitled to use under special statute.", "2. The Constitutional Court shall not declare a[n] [individual] complaint inadmissible even if the condition under paragraph 1 has not been fulfilled, if the complainant establishes that [the complainant] has not fulfilled this condition for reasons worthy of particular consideration.”", "18. Under its section 56(4), when dealing with individual complaints, in the event of a finding of a violation of a fundamental rights or freedoms:", "“The Constitutional Court may also grant appropriate financial compensation to a person whose fundamental right or freedom has been violated.”", "19. Section 56(6) provides that:", "“If the Constitutional Court quashes a final and binding (právoplatné) decision, measure or act and remits the matter for further proceedings, the person who issued the decision, decided on the measure or carried out the act is liable to examine and determine the matter anew. In such proceedings or a procedure [he] is bound by the legal view of the Constitutional Court.”", "20. In connection with the present application, as well as three other individual applications under the Convention of a similar kind, the Constitutional Court produced a report.", "The report is dated 7 March 2011 and concerns specifically the existence of an enforceable right to compensation, as required by Article 5 § 5 of the Convention, in respect of detention in contravention of Article 5 §§ 1 to 4 of the Convention and the Constitutional Court’s practice in awarding appropriate financial compensation.", "The report and case-law references contained therein can be summarised as follows.", "21. Awarding appropriate financial compensation under Article 127 § 3 of the Constitution is an optional remedy in respect of a violation by a public authority of fundamental rights and freedoms of individuals and legal entities which has been found by the Constitutional Court. The purpose of appropriate financial compensation is to complete the protection of the fundamental right violated in instances where it has been established that the violation occurred in such a way as to call for a level of protection higher than the mere finding of a violation or, as the case may be, an order by the Constitutional Court that a case be dealt with without a violation of the fundamental right in question (cases nos. IV ÚS 410/04 and IV ÚS 139/08).", "The question of an award of appropriate financial compensation arises in particular where it is not possible to remedy the violation of the right or freedom by quashing the impugned decision or measure or by restoring the status quo ante (case no. I ÚS 15/02).", "The purpose of appropriate financial compensation is to reduce the loss felt as a result of the violation of the fundamental right; the Constitutional Court determining the award of compensation on an equitable basis and taking into account the circumstances of the individual cases concerned (mutatis mutandis, case no. III ÚS 424/08).", "22. As regards the system of remedies in respect of detention in violation of Article 5 §§ 1 to 4 of the Convention, by virtue of Article 127 § 4 of the Constitution, the liability of a person who has violated rights or freedoms as referred to in paragraph 1 of that Article for damage or other loss is not to be affected by the Constitutional Court’s decision, including on appropriate financial compensation. This provision is of particular relevance in correlation with the right to compensation for damage (including nonpecuniary damage) caused by a public authority under the State Liability Act.", "23. The provision of Article 127 § 3 of the Constitution, which allows for an award of appropriate financial compensation, is a special and autonomous remedy, which is independent of the State Liability Act. It does not constitute a lex specialis and, therefore, an award or non-award of appropriate financial compensation under Article 127 of the Constitution does not preclude a claim for compensation for pecuniary or non-pecuniary damage under sections 7, 8 and 9 of the State Liability Act.", "24. The State Liability Act (Law no. 514/2003) was enacted on 28 October 2003 and became operative on 1 July 2004. It provides for the liability of the State for damage which has been caused by, inter alia, unlawful arrest, detention (zadržanie) or other deprivation of liberty (section 3(1)(b)); decisions concerning remand in custody (väzba) (section 3(1)(c)); and wrongful official action (section 3(1)(d)).", "25. Pursuant to section 7, where a decision on arrest, detention or any other deprivation of liberty has been quashed as being unlawful or where there has been wrongful official action in that context, a person affected by it is entitled to compensation for damage.", "26. The right to compensation for damage caused by a decision concerning detention on remand is vested in the person who has been detained, provided that any criminal proceedings against him or her have been dropped (section 8(5)(a)), or he or she has been acquitted (section 8(5)(b)), or the matter has been referred to another authority (section 8(5)(c)).", "27. However, no such right arises when the person concerned himself or herself has given cause to be remanded in custody (section 8(6)(a)).", "28. Section 9, which deals with compensation for damage caused by wrongful official action, provides:", "“1. The State is liable for damage caused by wrongful official action. Wrongful official action includes a public authority’s failure to take action or issue a decision within the statutory time-limit, general inactivity in the exercise of public authority, unjustified delays in proceedings or other unlawful interference with rights and legally recognised interests of individuals and legal entities.", "2. The right to compensation for damage caused by wrongful official conduct is vested in the person who sustained the damage.”", "29. Section 17 defines the manner and extent of compensation for damage. Its relevant part provides:", "“1. Damage and lost profit shall be compensated for, unless special legislation provides otherwise.", "2. In the event that the finding of a violation of a right alone is not adequate compensation in view of the loss caused by the unlawful official action or wrongful official conduct, monetary compensation shall also be awarded for non-pecuniary damage, if it is not possible to compensate for it otherwise.”", "30. Under section 25(4), unless provided for otherwise by special legislation, disputes concerning matters regulated by the State Liability Act are to be decided upon by the courts.", "31. In a judgment of 16 March 2007 (in case no. 4C 258/2006) the Brezno District Court granted an action for damages by two individuals against the State under the State Liability Act and ordered the defendant to pay the costs of their defence in a criminal trial that had ended with their acquittal.", "On 22 November 2007 the Banská Bystrica Regional Court upheld the judgment following the defendant’s appeal.", "32. On 14 October 2009 the Bratislava Regional Court allowed an appeal (case no. 2Co 238/2008) in an action by an individual against the State under the State Liability Act for damages and awarded him a sum of money in compensation for non-pecuniary damage caused by his remand in custody in the context of a criminal trial that had ended with his acquittal.", "33. In a judgment of 17 August 2009 (case no. 19C 47/2006) the Bratislava I District Court allowed an action for damages by an individual against the State under the State Liability Act and awarded the claimant a sum of money in compensation for non-pecuniary damage caused by wrongful official action in connection with his detention pending a criminal trial.", "The impugned wrongful official action concerned extension of the claimant’s detention pending trial.", "The action was preceded by a constitutional judgment of 19 October 2005 (case no. I. ÚS 65/05) in which the Constitutional Court found a violation of the claimant’s rights under Article 5 §§ 3 and 4 in connection with the same facts.", "However, the Constitutional Court did not award the claimant damages, as he had made no claim for damages."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}