{"ITEMID": "001-90177", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF AVRAM v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1935 and lives in Grigoreşti.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. In 1996 the applicant received from the local authority in the village of Alexandreni a plot of land which she still uses. She was not, however, given title to the land, so in December 2003 she requested the local authority to transfer title to her.", "8. On 20 February 2004 her request was turned down. She then brought court proceedings for the annulment of that decision and an order requiring the local authority to grant her title to the land. She explained that she continued to use it but needed a document proving her ownership.", "9. On 9 June 2004 the Sîngerei District Court granted her request and ordered the local authority to transfer title to her. No appeal was lodged and the judgment became final and enforceable 15 days later.", "10. The applicant obtained a warrant of execution which she lodged with the Decisions Enforcement Department of the Ministry of Justice (“the Department”) on 19 July 2004. On 26 July 2004 the Department requested the local authority to comply with the warrant.", "11. According to documents submitted by the Government, on 27 July 2004 the local authority annulled its decision of 20 February 2004 and granted the applicant title to the land. According to the applicant, she was not informed of that decision.", "12. On 16 February 2005 the applicant’s representative asked for the Department’s assistance in enforcing the judgment of 9 June 2004.", "13. In a letter to the applicant dated 21 March 2005, the Department informed her that on 10 January 2005 the warrant of execution had been served on the Alexandreni local authority, but that the authority had still not complied with the judgment. The Department also informed the applicant that it was preparing documents with a view to inviting the court to penalise those responsible for the failure to comply with the judgment.", "14. On 20 September 2005 the applicant’s representative again asked for the Department’s assistance in enforcing the judgment of 9 June 2004. It is unclear whether he received any answer.", "15. On 14 December 2005 the Sîngerei branch of the Bălţi Territorial Cadastral Office issued the applicant with the cadastral plan of the land. On 26 December 2005 the applicant paid for the registration of her title at the Territorial Cadastral Office in Bălţi.", "16. Following a request on 22 May 2006, the applicant obtained registration of her title to the land on 30 May 2006.", "17. On 15 February 2007 the Department asked the Sîngerei Cadastre Office for information about the date and number of the registration of the applicant’s title to the land.", "18. The relevant domestic law has been set out in Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts)).", "19. In addition, the relevant provisions of the Enforcement Code (no. 443 of 22 December 2004, which has been in force since 1 July 2005) read as follows:", "“Enforcement proceedings shall be discontinued when:", "(a) the judgment has been enforced...”", "“(1) Decisions to suspend or discontinue enforcement proceedings shall be taken by the head of the enforcement office, after the creditor and debtor have been notified. The absence of the creditor or debtor shall not prevent the adoption of such decisions.", "... (3) The decision to suspend or discontinue the enforcement proceedings shall, within three days from its adoption, be served on the parties and the authority which issued the warrant of execution...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}