{"ITEMID": "001-118575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF VELEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1979 and lives in Sofia.", "6. On 21 March 2005 the applicant and another person, Mr E.Y., were detained by the police and brought to a police station, on suspicion of having committed a robbery.", "7. The applicant remained in detention until 24 March 2005. He alleged that he had been beaten by police officers during two interrogations on 21 and 22 March 2005, with the aim to make him confess to having committed the robbery.", "8. The facts concerning the applicant’s detention and allegations of illtreatment, as well as the findings of the medical examinations he underwent, are summarised in the Sofia Administrative Court’s judgment of 6 June 2011, quoted in paragraphs 29-31 below.", "9. The criminal proceedings for robbery against the applicant and Mr E.Y. were discontinued on 6 March 2006.", "10. On 28 August 2006 the applicant lodged a complaint with the Sofia Military Prosecutor’s Office, stating that on 21 and 22 March 2005, during his detention, he had been beaten by police officers, in order to force him to confess to an offence. He further stated that he did not know the names of the officers but would be able to identify them.", "11. On 26 January 2007 the prosecutor instituted criminal proceedings against Mr G.H., one of the police officers who had interviewed the applicant. The prosecutor stated that on 21 March 2005, in the performance of his duties, Mr G.H. had punched the applicant in the face, chest and back. The prosecutor qualified the criminal conduct as minor bodily injury without detriment to the applicant’s health, an offence under Article 131 § 1 (2) taken together with Article 130 § 2 of the Criminal Code.", "12. The applicant was interviewed on 10 January, 31 January and 26 March 2007. On each of these occasions he gave descriptions of the officers who had assaulted him and of others who had witnessed the attacks.", "13. On 20 March 2007 the prosecutor conducted a procedure in which the applicant was confronted with the suspect Mr G.H.; the applicant stated that Mr G.H. was not one of the officers who had assaulted him.", "14. On 11 May 2007 the prosecutor terminated the criminal proceedings on the ground that no offence had been committed. He found that the applicant’s complaints were unsubstantiated because his statements were vague and could not be fully verified; he had stated clearly that Mr G.H. had not beaten him; his description of the offenders was very general; Mr E.Y., who had witnessed the alleged physical assault, could not be traced; and no other witnesses to the applicant’s condition before or after the arrest had been identified. In addition, it was unclear why the applicant had lodged his complaint with the prosecutor more than a year after the alleged beating.", "15. The applicant appealed, and by a decision of 6 July 2007 the Sofia Military Court quashed the prosecutor’s order. It stated that, with the exception of Mr G.H., the prosecutor had failed to interview the police officers who had been on duty on the night of the events. The prosecutor had also failed to interview witnesses on behalf of the applicant who could have testified about his condition before and after his arrest, and to conduct an identification parade.", "16. Subsequently, the applicant was once again interviewed on 6 August 2007. His mother was interviewed on the same day. She stated that after his release the applicant had had bruises all over his body, had been in pain and had said that he had been beaten by police officers.", "17. On 20 August 2007 the prosecutor suspended the criminal proceedings on the ground that the whereabouts of Mr E.Y. were unknown.", "18. On an appeal by the applicant, on 7 November 2007 a prosecutor at the Sofia Appellate Military Prosecutor’s Office quashed that order, finding that the testimony of Mr E.Y. was not indispensable for the investigation and that the prosecutor had failed to follow all the instructions given by the Military Court on 6 July 2007.", "19. On 20 November 2007 the prosecution authorities conducted a confrontation between the applicant and Mr D.V., one of the officers who had interviewed him on 22 March 2005. The applicant stated that it had not been Mr D.V. but another person who had hit him on that day.", "20. By an order of 17 December 2007, the prosecutor terminated the criminal proceedings against Mr G.H. and sent the case back to the investigator with instructions to find the perpetrators.", "21. On 19 February 2008 the applicant participated in a photographbased identity parade. On the basis of several photographs of different individuals presented to him, the applicant identified two of them as the police officers who had beaten him on 21 March 2005 but was unable to identify the officer who had beaten him on 22 March 2005.", "22. On 25 and 29 February 2008 the applicant was confronted with D.D. and S.S., but stated that he did not recognise them. It appears that these were not the officers recognised by the applicant at the earlier photograph-based identity parade.", "23. On 11 March 2008 the prosecutor terminated the criminal proceedings. He found that there was no evidence to support the alleged illtreatment except for the applicant’s statements, which were vague and very general; the only eyewitness, Mr E.Y., could not be traced and thus it was impossible to question him; the applicant had admitted to having seen the alleged offenders after the incident, which, in the prosecutor’s view, had corrupted the photograph-based identity parade procedure; and the initial medical reports of 22 and 23 March 2005 did not record any injuries, while the report of 26 March 2005 was unclear on whether the injuries had been caused on 21 or 22 March 2005.", "24. On an appeal by the applicant, in a decision of 2 April 2008 the Sofia Military Court quashed the prosecutor’s order and returned the case for further investigation. As to the investigation conducted so far, the court found in particular the following:", "“During the preliminary investigation the witness Velev was interviewed and indicated that on the day following his detention he was brought to the upper floor of the police directorate, where there was a woman and three men. Velev describes in detail the police officer who punched him in the area of the ear and the body – about 160 cm in height, with black hair. Velev describes also the officer who hit him on 21 March 2005 – about 25-30 years old, 175-180 cm in height, with short black hair, a padlock-shaped beard.", "The only possible conclusion concerning the identifications in the case is that they were not conducted in accordance with the requirements of the [Code of Criminal Procedure], because they were all conducted through photographs. The photographs cannot show the persons’ height [...]. These identifications are useless, given the witness’ statements. On the other hand, as seen from the [albums attached], the witness was shown persons of a different age, not the one described by him. Moreover, it is not clear why the identification parade had to be conducted through the showing of photographs, from which the persons’ height and hair colour are not visible.", "In this connection, it is necessary to interview the head of the police directorate, as well as the officials responsible for criminal investigations, [so as to establish] which of their subordinates had a padlock-shaped beard at the time and met the description given by the victim.", "The court considers that the investigation was not comprehensive and objective, because important witnesses have not been interviewed by the military investigator and, if necessary, confrontations had to be organised.", "Moreover, it was necessary to collect evidence as to which officers worked on the case on the date at issue; this had to be done though an interview with their direct superiors. It was necessary to conduct identification parades, and not photograph identifications, [so as to perceive] the features such as hair and beard.”", "25. Upon an appeal by the prosecutor, in a decision of 22 April 2008 the Sofia Military Court of Appeal reversed the above decision and terminated the criminal proceedings. It found, this time, that given the expiry of more than three years since the dates of the events, the investigation had become time-barred (see paragraph 36 below).", "26. The Court has not been informed of disciplinary or any other measures or an internal inquiry, undertaken in relation to the applicant’s complaints.", "27. On 10 March 2010 the applicant brought an action against the Sofia Police Directorate under the State and Municipalities Responsibility for Damage Act (“the SMRDA”), seeking damages for being beaten by police officers on 21 and 22 March 2005. The action was allowed by a judgment of the Sofia Administrative Court (“the SAC”) of 6 June 2011.", "28. The Sofia Police Directorate did not take part in the proceedings and did not comment on the applicant’s claims. A prosecutor from the Sofia city prosecutor’s office, who took part pursuant to a requirement of the law, considered the claim well-founded, but also considered that the amount in damages was exaggerated.", "29. As to the facts of the case, the SAC found, in particular, the following:", "“The plaintiff Anton Velinov Velev was detained [...] on 21 March 2005, at 21.50 p.m.", "As seen from the decision of the prosecutor [of 24 March 2006] discontinuing the criminal proceedings, a preliminary investigation was opened against [Mr E.Y.] and Anton Velinov Velev on suspicion that on 21 March 2005, in [Sofia], acting in complicity, the two of them had taken away an item belonging to another – a purse, containing personal chattels and money – from [Ms P.]. On the same date [Ms P.] and [Ms V.] had been attacked by two unknown persons, who had knocked down [Ms P.], had taken her purse and had run away. The two victims immediately called [the police] and described in general terms the attackers. [Mr E.Y.] and Velev were detained nearby and brought to the witnesses. [Ms V.] stated that they had not been the attackers. By the same decision [of 24 March 2006] the investigation against [Mr E.Y.] and Velev was discontinued for lack of evidence.", "The plaintiff attached to his statement of claim a [medical report by an in-house doctor], following a medical examination of Anton Velinov Velev of 23 March 2005. The document reported a “light bruise on the left side of the chest and back”.", "As seen from a medical report of 26 March 2005, a [coroner] examined the plaintiff [following his release]. During the examination the doctor established: 1) a 3.5 cm by 2 cm haematoma to his left ear; 2) a 4 cm by 3 cm blue-yellow coloured haematoma above the left breast area; 3) a 2 cm by 0.7 cm red-blue coloured haematoma with yellow edges on the left side of the chest near the abdomen; 4) yellow-blue coloured haematomas measuring 1 cm by 1 cm and 2 cm by 1 cm on the left side of the back; 5) a group of yellow-blue coloured haematomas measuring 2 cm by 1 cm and 6 cm by 2.5 cm on the left side of the waist; 6) a 4 cm by 2 cm yellow-blue coloured haematoma in the centre of the waist; 7) a group of blue-yellow coloured haematomas overlapping each other, measuring 3 cm by 1 cm and 5 cm by 4.5 cm and reaching from the right side of the chest down to the waist; and 8) a 10 cm by 4 cm yellow-blue coloured haematoma with red patches on the left side of the waist towards the pelvis. The doctor was of the opinion that the injuries had been caused by blunt objects and were consistent with the plaintiff’s account of the events. The injury to the left ear could have been inflicted on 22 March 2005, while the rest of the injuries dated from 21 March 2005.", "By a decision of 26 January 2007 of a prosecutor from the Sofia Military Prosecutor’s Office, criminal proceedings were opened against [Mr G.H.] on suspicion that on 21 March 2005, at about 10 p.m., at the building of the First police directorate in Sofia, acting as a State official and in the performance of his duties, had punched and hit with his palm Anton Velinov Velev in the face, chest and back, as a result of which the latter had received haematomas in the areas of the left ear, the left part of the chest, the two sides of the back and the left part of the waist, which amounts to minor bodily injury causing pain to the victim – an offence under Article 131 § 1 (2) taken in conjunction with Article 130 § 2 of the Criminal Code.", "On 17 May 2011 the plaintiff submitted records from his examinations as a witness in the criminal proceedings [concerning his beating] on 10 January 2007, 31 January 2007 and 26 March 2007. In them, the plaintiff describes the events of 21 March 2005, his detention and transfer to the [police directorate] together with [Mr E.Y.], his beating by police officers the same evening, his stay in the corridor, handcuffed to a grill, the next beating by an officer on 22 March 2005, again during an examination in connection with [the robbery]. In the afternoon of 22 March 2005 he participated in an identity parade, and later in the afternoon the two were brought to the Ministry of the Interior’s hospital, but Velev was not examined. After that they were brought to the Sofia Investigation Service, where they were examined by a doctor who filled in some documents. He was released on 24 March 2005, at about 5 p.m. On the next day he went to the [hospital] but the family doctor told him that she could not issue a medical certificate. On 26 March 2005 he was examined by a coroner.”", "30. On the basis of the facts, as established above, the SAC reached the following conclusions:", "“By Article 7 of the Constitution of the Republic of Bulgaria, the State is liable for damage caused through the unlawful actions and omissions of its bodies and officials. The provision is of a general character and its implementation is to be regulated by statute. The tort liability of the State and the municipalities is thus regulated in the States and Municipalities Responsibility for Damage Act (SMRDA), which is the applicable special statute [...] The State’s liability is strict, the victim receives damages directly from the juridical person to which the respective body or official belongs. The liability is objective as it is not necessary to show that the damage was caused through the fault of anyone. [...]", "By section 1 (1) SMRDA, the State and the municipalities are liable for any damage caused to individuals and legal persons from the unlawful acts, actions or omissions of their bodies and officials, in the course of or in connection with an administrative activity. By section 7 of the SMRDA, the action is to be directed against the [bodies] whose unlawful acts, actions or omissions led to the damage caused. By section 4, the compensation is to cover any pecuniary and non-pecuniary damage, which is a direct and proximate result of the harm done. For the liability to be engaged, the following preconditions have to be met: 1) there has to be pecuniary or non-pecuniary damage – actual damage or lost profit; 2) it must have been caused by an unlawful act, action or omission of a body or an official of the State or the municipalities; 3) it has to be in the performance of an administrative activity, namely the damage has been caused by the unlawful act, action or omission of the body or official, in the course of or in connection with an administrative activity; and 4) direct and proximate causal link between the unlawful act, action or omission and the damage caused. [...]", "The analysis of all written evidence in the present case leads to the unconditional conclusion that on 21 and 22 March 2005 officials of the First police directorate in Sofia caused to the plaintiff minor bodily injury. As early as 23 March 2005 the [doctor at the Sofia Investigative Service] noted a “light bruise on the left side of the chest and the back”. During the plaintiff’s examination on 26 March 2005 [the coroner] noted eight different injuries in the areas of the left ear, left part of the chest, left side of the back, left and central parts of the waist, right side of the chest down to the waist and left side of the waist towards the pelvis. Part of these injuries correspond to the one established by [the in-house doctor], at the same time the coroner himself is explicit in his conclusion that the injuries could have been caused in the way and at the time indicated by the plaintiff. The plaintiff’s description of the events of 21 and 22 March 2005 at the [police directorate’s building] is consistent, as seen from the records of his [examinations during the criminal proceedings]. During these examinations the plaintiff was interviewed as a witness, after having been notified of the criminal sanctions in the event of perjury. [...] The combined assessment of [these records] together with the remainder of the evidence shows that they all establish identical factual circumstances. In that regard, objective data are also contained in the two court decisions given in the framework of the criminal proceedings [concerning appeals of the applicant against decisions of the prosecution to discontinue the proceedings], which are obviously based on evidence collected during the investigation. It has not been disputed that the [criminal proceedings in question] were opened following a complaint by the plaintiff against unknown officers of the First police directorate in Sofia that on 21 and 22 March 2005 they had caused him a minor bodily injury, an offence under Article 131 § 1 (2) taken in conjunction with Article 130 § 2 of the Criminal Code. As seen from [the decision] of the Sofia Military Court of 2 April 2008, in the course of the criminal proceedings a medical expert report was commissioned, which established that Velev’s injuries had caused him pain and suffering. [...]", "On the basis of all the evidence indicated above, the court concludes that on 21 and 22 March 2005 the plaintiff Anton Velinov Velev was beaten by officers of the First police directorate in Sofia where he had been detained. A full description of the injuries is contained in the [coroner’s] medical report of 26 March 2005. The testimony of the witness V. [the plaintiff’s mother] establishes that prior to his detention on 21 March 2005 the plaintiff Velev was completely healthy. The court accepts this testimony as objectively given, despite the witness’ close relation with the plaintiff, as it is logical and consistent. The testimony of [Ms V.] corresponds to the remaining evidence as well. For example, at the time of the arrest the plaintiff was searched, but nothing irregular was noted on his body or in his behaviour. Also at the time of his detention on 21 March 2005 the plaintiff filled in a declaration, where he indicated that he did not have health problems. The witness [V.] explains that on 21 March 2005 her son left for work in a good state of health, but in the evening did not come back. He came back in the evening of 24 March 2004, about 10 p.m., in a deplorable state – his left eye was swollen, he had a yellow-blue bruise on the chest. They sent him immediately to see a doctor, for which there are medical documents. [...]", "The court has appointed medical experts who submitted a report, which the court accepts as competently prepared. It has not been challenged by the parties. It establishes that the injuries described in the medical documentation in the case [were such] as to cause pain and suffering. The legal definition of the offence of minor bodily injury contained in Article 130 §§ 1 and 2 of the Criminal Code covers cases of injuries to health causing pain and suffering.", "For the considerations above the court finds that the preconditions for the liability of the State under section 1 of the SMRDA were met. It was shown in an unconditional manner that during his detention at the First police directorate’s building, on 21 and 22 March 2005 the plaintiff received a number of injuries, amounting to minor bodily injury within the meaning of Article 130 § 1 of the Criminal Code. Those injuries were caused by officials [of the directorate], in the course of and in connection with their activity in relation to the plaintiff’s [detention]. The fact that the [detention order] has not been quashed is irrelevant, because the plaintiff’’s beating]) that the use of force was justified, within the meaning of [the provisions of the Ministry of the Interior Act]. That is why it follows that in the course of the performance of their official activity in [detaining the applicant] officials of the First police directorate performed unlawful actions, namely caused a minor bodily injury to the plaintiff [...] The medical documentation in the case establishes a direct and proximate link between the officers’ behaviour and the damage caused to the applicant, namely injuries to his body. The considerations above show that all four preconditions for the State’s liability under section 1 of the SMRDA have been met.”", "31. As to the amount of damages to be awarded, the SAC took into account the nature of the injuries caused to the applicant, as well as the particular circumstances, namely the fact that the injuries were caused by police officers, in a situation where the applicant had been particularly vulnerable as he had been deprived of his liberty. It referred once again to the testimony of the applicant’s mother, who had stated that after his release the applicant had been in “a deplorable state” and that the events “had destroyed the family”. The SAC took note, furthermore, of the amounts awarded by the domestic courts in other similar cases. Lastly, it dismissed the applicant’s argument that the compensation should be comparable to the amount awarded in the Court’s case of Ivan Vasilev v. Bulgaria, no. 48130/99, 12 April 2007 (where the Court awarded EUR 12,000 in nonpecuniary damage). It noted that the circumstances in that case had been much graver and that, in addition, unlike in Ivan Vasilev, the case before it did not concern the ineffective investigation into the applicant’s beating by the police.", "32. On the basis of the above, the domestic court awarded the applicant 7,000 Bulgarian levs (BGN), the equivalent of approximately 3,570 euros (EUR), in respect of non-pecuniary damage. The applicant had initially claimed BGN 10,000.", "33. The above-mentioned judgment does not appear to have been appealed against, and took effect on an unspecified date. At the beginning of 2012 the Sofia Police Directorate paid the applicant the sum awarded.", "34. Article 130 § 2 of the Criminal Code of 1968 makes it an offence to cause minor bodily injury to another. Under Article 131 § 1 (2), where the injury was caused by police officers in the course of or in connection with the performance of their duties, the offence is considered aggravated. The offence is publicly prosecutable (Article 161 of the Code) and, if the injury was without detriment to the victim’s health (“без разстройство на здравето”), is punishable by up to one year’s imprisonment or probation.", "35. Under Article 287 of the Criminal Code, forcing an accused to confess or provide information through coercion or other unlawful means is an offence punishable by three to ten years’ imprisonment where the perpetrator was a person in whom official powers were vested.", "36. The limitation period for prosecuting offences under Article 131 § 1 (2) taken in conjunction with Article 130 § 2 of the Criminal Code is two years (Article 80 § 1 (4) of the Code), and the limitation period for prosecuting offences under Article 287 of the Code is ten years (Article 80 § 1 (3)). Each act of criminal prosecution carried out by the competent authorities in relation to the alleged offender interrupts the limitation period and restarts the running of time (Article 81 § 2). Such interruptions notwithstanding, the alleged offender can no longer be prosecuted if the limitation period has been exceeded by one half (Article 81 § 3), which means that an offence under Article 131 § 1 (2) taken in conjunction with Article 130 § 2 of the Code cannot be prosecuted if more than three years have elapsed since its alleged commission."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}