{"ITEMID": "001-5927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "BEGHI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1967 and living in Milan. He is represented before the Court by Mr and Mrs Bonzio, lawyers practising in Milan.", "The applicant is the owner of an apartment in Milan, which he had let to C.P.", "In a registered letter of 22 November 1995, the applicant informed the tenant that he intended to terminate the lease on expiry of the term on 29 June 1996 and asked him to vacate the premises by that date.", "On 17 May 1996, he served a notice to quit on the tenant, but he refused to leave.", "In a writ served on the tenant on 18 June 1996, the applicant reiterated his intention to terminate the lease and summoned the tenant to appear before the Milan Magistrate.", "By a decision of 18 June 1996, which was made enforceable on the same day, the Milan Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 29 June 1997.", "On 2 July 1997, the applicant made a statutory declaration that he urgently required the premises as accommodation for himself.", "On 9 July 1997, the applicant served notice on the tenant requiring him to vacate the premises.", "On 18 July 1997, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 15 September 1997.", "Between 15 September 1997 and 16 October 1998 the bailiff made five attempts to recover possession. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "On 21 December 1998, after having reached a friendly agreement with the tenant, the applicant recovered possession of the apartment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}