{"ITEMID": "001-76253", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BOMPARD v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mrs Marie-Claude Bompard, is a French national who was born in 1954 and lives in Bollène. She was represented before the Court by Mr R. Perdomo, a lawyer practising in Marseilles. The respondent Government were represented by their Agent, Mrs E. Belliard, Director of Legal Affairs at the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a member of the French electorate. On 9 and 16 June 2002 parliamentary elections were held in France.", "The applicant, together with a number of others, lodged an application with the Constitutional Council to have the elections declared null and void. She relied on Article L. 125 of the Elections Code, under which electoral boundaries must be reviewed according to population changes after the second national population census following the previous boundary review (see “Relevant domestic law and practice” below). The applicant alleged that the last electoral boundary review dated back to 1986. Since that time there had been two national censuses but, contrary to the provisions of electoral law, there had been no review of constituency boundaries according to population changes prior to the parliamentary elections of 9 and 16 June 2002. The applicant considered that, in the light of the statistics from the 1990 and 1999 censuses, it was apparent that the constituencies, whose boundaries had been drawn up in 1986, were unequal and differed significantly in terms of population. She contended in particular that such population differences infringed the principle of equal suffrage.", "In a decision of 25 July 2002, the Constitutional Council dismissed the application on the ground that the matter raised fell within its power to review the constitutionality of Acts (Article 61 of the Constitution) and did not constitute an electoral dispute (Article 59 of the Constitution), but that the matter had not been referred to it for such a review. It observed in particular:", "“... In seeking the annulment of the elections held on 9 and 16 June 2002 in the above-mentioned constituencies, the applicants contended that the current distribution of parliamentary seats between constituencies did not have ‘an essentially demographic basis’, in breach of the principle of equal suffrage.", "Whilst it was incumbent upon the legislature, under Article 6 of the Declaration on the Rights of Man and the Citizen of 1789, taken together with Articles 3 and 24 of the Constitution, to change constituency boundaries in order to take into account, whenever necessary, any population changes that may have occurred since the entry into force of the Parliamentary Boundaries Act (Law no. 86-1197) of 24 November 1986, it is not for the Constitutional Council, when ruling, as in the present case, under Article 59 rather than Article 61 of the Constitution, to review the constitutionality of the legislative provisions contained in Table no. 1 annexed to Article L. 125 of the Elections Code. Accordingly, the single complaint submitted by the applicants must be dismissed.”", "Article 3", "“National sovereignty belongs to the people, who shall exercise it through their representatives and by means of referendum.", "No section of the people nor any individual may arrogate to itself, or to himself, the exercise thereof.", "Suffrage may be direct or indirect as provided by the Constitution. It shall always be universal, equal and secret.", "All French citizens of either sex who have reached the age of majority and who enjoy civil and political rights may vote under the conditions to be determined by law.”", "Article 59", "“The Constitutional Council shall rule on the proper conduct of the election of deputies and senators in disputed cases.”", "Article 61", "“Institutional Acts, before their promulgation, and the rules of procedure of parliamentary chambers, before their entry into force, must be referred to the Constitutional Council, which shall rule on their conformity with the Constitution.", "To the same end, Acts of Parliament may be referred to the Constitutional Council, before their promulgation, by the President of the Republic, the Prime Minister, the President of the National Assembly, the President of the Senate, or sixty deputies or sixty senators.”", "Article L. 125 (Law no. 86-825 of 11 July 1986, section 2, Official Gazette of 12 July 1986)", "“Constituencies shall be determined in accordance with Table no. 1 annexed to this Code.", "Constituency boundaries shall be reviewed, according to population changes, after the second national population census following the previous boundary review.”", "Section 7", "“Electoral boundaries cannot be redrawn within a period of one year prior to the normal date on which the chambers concerned are to be re-elected.”", "“... Section 5 of the Act that has been referred to the Constitutional Council for review provides as follows: ‘Within six months following the publication of this Act, the government shall be authorised to draw up, by ordinance, Table no. 1 annexed to the Elections Code. The number of constituencies created in each département shall be set out in the table annexed to this Act. Save in the case of départements whose territory includes islands or enclaves, constituencies shall consist of contiguous areas. In addition, with the exception of constituencies to be created in the cities of Paris, Lyons and Marseilles and in départements which include one or more cantons not consisting of a contiguous area, or of which the population, according to the last national population census of 1982, exceeds 40,000, the constituency boundary shall follow the cantonal boundary. Population discrepancies between constituencies shall be permitted in order to accommodate public-interest imperatives, but in no event may the population of a constituency differ by more than 20% from the average population of constituencies in the same département.’", "...", "As to the complaint relating to the principle of equal suffrage:", "... The parties making the referral argued that section 5 of the Act had infringed the principle of equal suffrage as enshrined in Article 3 of the Constitution. Section 5 referred, in its second paragraph, to a table annexed to the text of the Act by which it was established that each département was required to return at least two deputies to Parliament; this, they contended, had entailed very significant discrepancies in representation. The infringement of the principle of equal suffrage had been aggravated by the fact that within any given département the population of a constituency could vary, upwards or downwards, by up to 20% of the average constituency population. Such a considerable variation could not be justified by public-interest imperatives, especially as in départements where one or more cantons had a population of more than 40,000 the electoral boundaries did not even have to follow cantonal boundaries. The discrepancies in representation authorised by the law were, in their submission, excessive in view of the nature of the election.", "... Under the first paragraph of Article 2 of the Constitution, the Republic ‘shall ensure the equality of all citizens before the law, without distinction of origin, race or religion’; Article 3 of the Constitution provides, in its first paragraph, that ‘national sovereignty belongs to the people, who shall exercise it through their representatives and by means of referendum’, and, in its third paragraph, that suffrage ‘shall always be universal, equal and secret’. The second paragraph of Article 24 of the Constitution provides: ‘The deputies to the National Assembly shall be elected by direct suffrage.’ Article 6 of the Declaration on the Rights of Man and the Citizen proclaims that the law ‘must be the same for all, whether it protects or punishes. All citizens, being equal in the eyes of the law, are equally eligible to all dignities and to all public positions and occupations, according to their abilities, and without distinction except that of their virtues and talents.’", "... It transpires from those provisions that the National Assembly, whose members are returned by direct universal suffrage, must be elected on an essentially demographic basis; whilst the legislature may take account of public-interest imperatives as a result of which that fundamental rule carries less weight, it can do so only to a limited extent.", "... In stipulating that each département should be represented by at least two deputies, the legislature sought to ensure that a close relationship would be maintained between the elected representative for a constituency and his or her constituents. Having regard, firstly, to the distribution of the population throughout French territory as recorded in the most recent national census to date, and, secondly, to the very limited number of départements for which the choice thus made gives the electorate a more favourable degree of representation, the provisions of section 5(2) of the Act are not, per se, contrary to the Constitution. They do imply, however, that any resulting inequalities of representation may not be significantly increased by the application of the rules governing the fixing of electoral boundaries within any given département.", "... As regards the fixing of electoral boundaries within any given département, section 5(4) of the Act authorises the government, acting by ordinance, to vary the size of a constituency electorate, upwards or downwards, by up to 20% of the average electorate in the département, the legislature’s intention being to allow public-interest imperatives to be accommodated. As is apparent from section 5(3), the permitted margin reflects the need for constituency boundaries to follow cantonal boundaries. In the course of parliamentary debate the government explained that a further purpose of such discrepancy in representation was, in cases where cantonal boundaries were not followed, to take account of the ‘natural realities constituted by certain geographical entities’ and ‘the unity between them’.", "... Whilst per se the derogations from the principle of equal suffrage cannot be attributed, in each case, to a manifest error of judgment, they may in the aggregate lead to the creation of situations where that principle is breached. Consequently, the provisions of section 5(3) and (4) of the Act must be construed as follows: it should be considered, firstly, that the possibility of not following cantonal boundaries in départements where one or more cantons do not have contiguous territory or have a population of over 40,000 can only apply to the cantons in question; secondly, the application of the maximum variance provided for in section 5(4) must be reserved for exceptional and duly substantiated cases; further, that possibility may be used only to a limited extent and must be based, in each individual case, on specific public-interest imperatives; lastly, the fixing of constituency boundaries must never be carried out arbitrarily. Any other interpretation would be unconstitutional.", "...", "Strictly subject to the interpretation set out above, the Parliamentary Elections Act, authorising the government to fix parliamentary constituency boundaries by ordinance, is not contrary to the Constitution.”", "“... The National Assembly, whose members are returned by direct universal suffrage, must be elected on an essentially demographic basis. Whilst the legislature may take account of public-interest imperatives as a result of which that fundamental rule carries less weight, it can do so only to a limited extent and according to specific imperatives.", "... It transpires from the Act under review that, save where geographically impossible, constituencies consist of contiguous territories. Cantonal boundaries have generally been followed. The territory of non-contiguous cantons and of cantons with a population of over 40,000 has been split into more than one constituency only in a limited number of cases. The discrepancy between the size of any given constituency electorate and the average electorate in the same département is not excessively disproportionate.", "... However, the deputies who made the first referral argued that the fixing of boundaries as provided for in the Act, whilst not fundamentally open to criticism from a demographic point of view, was nevertheless arbitrary.", "... Regardless of the pertinence of certain criticisms by the deputies who made the first referral against the fixing of electoral boundaries as provided for in the Act, it does not appear, as matters stand, and taking into account the variety and complexity of local situations that may give rise to different solutions whilst abiding by the same demographic rule, that the choices made by the legislature are in manifest breach of constitutional requirements.", "... The Parliamentary Boundaries Act is not unconstitutional.”", "“Having completed its review of disputes arising from the last parliamentary elections, the Council has the following observations to make, indicating the changes that it finds desirable in four areas.", "(I) As regards the general conditions in which the elections were held:", "From the experience of the 2002 elections it can be concluded that legislative improvements should be enacted.", "The first matter is the fixing of electoral boundaries. The current boundaries are the result of the Parliamentary Boundaries Act (Law no. 86-1197) of 24 November 1986. They were based on the results of the national census of 1982. Since then two national censuses, carried out in 1990 and 1999, have revealed representation discrepancies that are somewhat at odds with the provisions of Article 6 of the 1789 Declaration taken together with Articles 3 and 24 of the Constitution. It is thus incumbent upon the legislature to modify those boundaries, as it is apparently preparing to do for the forthcoming elections to the Senate.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}