{"ITEMID": "001-68582", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SZENK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1929 and lives in Warsaw.", "9. The applicant’s parents owned a two-storey building in Warsaw. By virtue of the 1945 Decree on the Ownership and Use of Land in Warsaw the Warsaw municipality (and after 1950 the State Treasury) became the owner of all plots of land located in Warsaw. The decree provided for a possibility to obtain the perpetual lease of a plot of land on request. On 23 November 1948 the applicant’s parents filed such a request. At the beginning of the 1950s they were deprived of the right to manage the property and forced to renounce the rent collected from their tenants.", "10. On 5 July 1967 the Board of the Warsaw National Council examined their request lodged in 1948. It refused to grant the applicant’s parents the perpetual use (former perpetual lease) of the land and declared that the building located on that land had become the property of the State.", "11. On 4 December 1967 the Ministry of Municipal Administration dismissed the applicant’s appeal against that decision. It found that the building in question was not a small one-family house, which would qualify it for exclusion from the so-called “communal administration” of properties, provided for by a law adopted in 1957. As the building was covered by that administration, the Ministry considered that granting the perpetual use of the land would have no justification.", "12. On 17 June 1991 the applicant filed with the Ministry of Construction a request for the annulment of the decision of 4 December 1967. On 1 April 1992 the Minister refused the request, considering that the challenged decision had been issued in accordance with the law. The applicant appealed. On 23 July 1993 the Supreme Administrative Court dismissed his appeal.", "13. Subsequently, the First President of the Supreme Court filed with that court an extraordinary appeal against that judgment.", "14. On 7 February 1995 the Supreme Court quashed the 1993 judgment of the Supreme Administrative Court and the decision of the Minister of Construction. It considered that they had relied on the conformity of the 1967 decisions with the “communal administration” of properties, whereas the law providing for such administration had been adopted after the date of lodging the request for perpetual lease and therefore could not apply. The court observed that the 1945 decree obliged the municipality to grant requests for perpetual use of land unless the use of that land by its former owner would be incompatible with its function set forth in the development plan. The Supreme Court pointed out that the organs dealing with the applicant’s request had not examined the issue of such compatibility. It made reference to the constitutionally guaranteed protection of property, pointing out that the applicant’s property had been expropriated on unspecified legal grounds and no compensation had been awarded therefor.", "15. On 24 August 1995 the Minister of Construction, having regard to the Supreme Court’s judgment, declared that the part of the decision of 4 December 1967 concerning those flats in the disputed building which had been already sold by the municipality to their tenants had been issued in breach of the law. However, it was impossible to declare the decision null and void since, under applicable law, if more than ten years had elapsed from the date on which such an unlawful decision had been given, the Minister could only declare that it had been issued in breach of the law. The Minister annulled the remainder of that decision. In consequence, the appellate proceedings in respect of that part of the July 1967 decision were re-opened.", "16. On 23 November 1995 the Warsaw Self-Governmental Board of Appeal quashed the decision of 5 July 1967 and remitted the case for re-examination.", "17. In 1996 the applicant lodged with the Board of Appeal a complaint about the inactivity of the Mayor of Warsaw, who was competent to deal with the case.", "18. On 16 September 1996 the Warsaw-Centre Municipal Office requested the applicant to provide it with a copy of judicial decisions identifying his parents’ heirs. On 3 and on 23 October 1996 the applicant submitted the requested information. On 23 October 1996 three heirs of the former co-owner Ms J.K. declared their wish to join the proceedings. On 30 October 1996 the former co-owner D.K., who had later changed her name to D.Sz., also declared her wish to do so.", "19. On 21 November 1996 the Warsaw-Centre Municipal Office requested the Department of Town Planning and Architecture of the District Office Praga Południe to submit an extract from the town planning scheme concerning the plot under dispute.", "20. Also on 21 November 1996 the Warsaw-Centre Municipal Office informed the applicant about the problems hindering it from taking the requested decision. The first problem consisted in the fact that the applicant’s mother had lodged her request to be granted the right to perpetual use before the State Treasury became officially the owner of the plot. Another difficulty arose from the fact that the heirs of Ms J.K. – the former co-owner of the plot – had not submitted to the Office their legal titles to the ownership. Finally, it was necessary for the Office to obtain the extract from the town planning scheme concerning the plot. In order to clarify the legal consequences arising from the first problem the Office had posed a legal question to the Supreme Administrative Court, asking if the requirements of the 1945 Decree were fulfilled when the request had been lodged before the plot in question came officially into the ownership of the State Treasury. The applicant was informed that as soon as the answer was provided the Office would proceed further with his request.", "21. On 29 November 1996 one of the heirs of the former co-owner presented to the Office a decision stating that the part of the plot belonging to the late Ms J.K. had been inherited by six persons (Ms Z.W., Mr H.K., Mr M.K., Ms T.P., Ms K.F and Ms R.K.). She additionally informed the Office that certain other inheritance proceedings concerning the estate of Ms J.K.’s late heirs were pending.", "22. On 9 December 1996 the Warsaw-Centre Municipal Office received the extract from the town planning scheme concerning the plot.", "23. The examination of the case not having commenced for over a year, the applicant lodged with the Board of Appeal a complaint about the inactivity of the Mayor of Warsaw. On 21 February 1997 the Board of Appeal found the applicant’s complaint well-founded and ordered the Mayor to finish the examination of the case by 31 March 1997.", "24. On 22 February 1997 one of the heirs of the former co-owner Ms J.K. informed the Office that the inheritance proceedings concerning the estate were still pending.", "25. On 30 April 1997 the applicant requested the Office to issue in his case not one but two decisions granting him the right to perpetual use of the plot concerned. He argued that before the plot came into the ownership of the State Treasury, it constituted two separate plots. In consequence, the Office should restore the original legal situation of the property and should issue two separate decisions granting the applicant the right to perpetual use of the separate plots of land.", "26. On 30 April 1997, at the request of the Office, an expert submitted an evaluation report concerning the value of the plot.", "27. On 28 July 1997 one of the heirs of the former co-owner informed the Office that the inheritance proceedings had been terminated. She submitted a copy of the court’s decision of 18 June 1997. The decision awarded the estate to Mr M.K., Mr H.K. and Mr R.A.K.", "28. On 15 September 1997 the applicant submitted to the Municipal Office a copy of a request lodged with the court by a certain Ms H.K. She requested the court to quash the court’s decision of 18 June 1997 in the part concerning the estate of Mr M.K. She argued that already by 2 March 1978 she had been declared his heir.", "29. On 30 September 1997 the applicant requested the Office to grant him the perpetual use but only in regard to a part of the presently existing plot. This part of the plot had earlier constituted a separate plot.", "30. On 16 December 1997 the Warsaw-Centre Municipal Office requested the Deputy Director of the Board of the District Praga Południe to prepare a socalled “map of legal status” of the plot.", "31. On 29 January 1998 the Supreme Court quashed the decision of 18 June 1997 concerning the estate of Mr M.K. As a result, Ms H.K. inherited the entire estate of the late Mr M.K.", "On 14 May 1998 the District Office Praga Południe informed the Warsaw-Centre Municipal Office that the lawful division of the building was impossible because it did not possess a mandatory anti-fire wall. In the light of this information the Office decided that an expert opinion should be prepared. On 22 June 1998 the expert submitted the opinion. He stated that the lawful division of the building was possible.", "32. On 16 July 1999 the Municipal Office requested the District Office Praga Południe to issue a decision confirming the division of the plot was possible and an approval of the division of the plot.", "33. On 15 July 1999 the Office requested Ms H.K. to provide it with a copy of the court’s decision which had awarded her the estate of the late Mr M.K. She did so on 30 July 1999.", "34. On 29 July 1999 the Warsaw-Centre Municipal Office informed the applicant and other heirs of the former co-owners that it had instituted ex officio administrative proceedings concerning the division of the plot. It was explained that the decision approving the division of the plot would make it possible to determine the parties’ shares in the co-property and that, in turn, this would make it possible to give a decision conferring the right to perpetual use of the plot. By a letter of 30 July 1999 the parties to the proceedings were requested to appear within a fourteen days time-limit in order to express their opinion concerning the planned division of the plot.", "35. On 18 August 1999 Ms H.K. and on 23 August 1999 Ms Z.W expressed their consent to the division.", "36. Due to the fact that not all persons summoned to do so, including the applicant, had expressed their consent to the planned division of the plot, on 2 September 1999 the Office discontinued the proceedings in its part concerning the division. On 15 September 1999 the applicant appealed against that decision to the Board of Appeal.", "37. On 27 September 1999 the applicant lodged with the Supreme Administrative Court a complaint about the further inactivity on the part of the Mayor and the Office.", "38. On 2 March 2000 that court ordered the Mayor to deal with the case within three months. The court considered that the manner in which the proceedings had been conducted disclosed improper functioning of the administrative authority concerned and a flagrant breach of the provisions of the Code of Administrative Procedure relating to the time-frame within which administrative cases should be dealt with.", "39. On 10 July 2000 the Board of Appeal dismissed the applicant’s appeal against the decision of 2 September 1999 to discontinue the proceedings concerning the division of the plot. On 8 August 2000 the applicant lodged a further appeal against that decision. On 7 January 2002 the Supreme Administrative Court dismissed his appeal.", "40. On 25 July 2000 the Mayor of Warsaw stayed the proceedings concerning the applicant’s request to grant him the perpetual use of the plot of land relying on the fact that the perpetual users of the land had not expressed their consent to division of the property and obliged thereby all heirs to institute civil proceedings in which a court would give a decision on such division. The applicant appealed. On 22 August 2001 the Board of Appeal allowed his appeal and discontinued the proceedings IN SO FAR as they related to the decision of 25 July 2000 to stay the proceedings. The Board of Appeal observed that the decision of the civil court on the division of the estate of the late former owners was wholly unnecessary for the continuation of the administrative proceedings at hand, a decision determining the shares of the heirs in the estate having already been given in the inheritance proceedings.", "41. The applicant appealed against this decision. On 30 September 2003 the Supreme Administrative Court dismissed his appeal, observing that the second-instance decision of 22 August 2001 was in fact favourable to him.", "42. The proceedings concerning the applicant’s request for award of the right to perpetual use of the plots concerned are pending.", "43. According to the Code of Administrative Procedure cases shall be handled without undue delay and the time of their examination, even if they are complex, shall not exceed two months (Article 35 § 3). Having failed to comply with the time-limit prescribed by the Code, the administrative organ must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new time-limit.", "Article 37 of that Code provides:", "“§ 1. A complaint about failure to handle a case within the time-limit set forth in Article 35 or fixed under Article 36 can be lodged with an administrative organ of a higher level.", "§ 2. [That] organ, having found the complaint well-founded, shall fix an additional time-limit for the completion of the case ...”", "44. Further remedies in respect of inactivity on the part of an administrative organ are provided for by the Law on the Supreme Administrative Court. Under Section 17 of that Law a party to administrative proceedings may lodge with the Supreme Administrative Court a complaint about such inactivity.", "45. Section 26 of the Law provides that the Court, having found such a complaint well-founded, shall oblige the administrative organ concerned to issue a decision or to perform an activity.", "46. Section 34 of the Law on the Supreme Administrative Court sets out the requirement of the exhaustion of available remedies before lodging a complaint with that court. Accordingly, the complaint concerning alleged inactivity should be preceded by the lodging of a complaint with an administrative organ of a higher level, pursuant to the above-mentioned Article 37 of the Code of Administrative Procedure.", "47. In accordance with the Decree of 26 October 1945 on the Ownership and Use of Land in Warsaw (dekret o własności i użytkowaniu gruntów na obszarze m. st. Warszawy) the ownership of all land was transferred to the municipality. The decree provided in so far as relevant:", "“Article 5. Buildings and other objects located on the land being transferred to the municipality’s ownership remain the property of those who have owned them so far, unless specific provisions provide otherwise.", "Article 7. (1) The owner of a plot of land ... can within 6 months after the taking of possession of the land by the municipality file a request to be granted ... the right to a perpetual lease (wieczysta dzierżawa) with a peppercorn rent (czynsz symboliczny). ...", "(2) The municipality shall grant the request if the use of the land by the former owner is compatible with its function set forth in the development plan (plan zabudowania). ...", "(4) In case the request is refused, the municipality shall offer the person entitled, as long as it has spare land in its possession, a perpetual lease of land of equal value, on the same conditions, or the right to construct on such land.", "(5) In case no request, as provided for in paragraph (1), is filed, or the former owner is for any other reasons not granted a perpetual lease or the right to construct, the municipality is obliged to pay compensation pursuant to Article 9.", "Article 8. In case the former owner is not granted the right to a perpetual lease or the right to construct, all buildings located on the land shall become the property of the municipality, which is obliged to pay, pursuant to Article 9, compensation for the buildings which are fit to be used or renovated.", "Article 9. ... (2) The right to compensation begins to apply six months after the day of taking the land into possession by the municipality of Warsaw and expires three years after that date. ...”", "48. Under Article XXXIX of the Decree of 11 October 1946 introducing the Property Law (prawo rzeczowe) and the Law on Land and Mortgage Registers, the right to construct and the right to a perpetual lease could be transferred into temporary ownership (własność czasowa).", "Article 40 of the Law of 14 July 1961 on Administration of Land in Towns and Estates (ustawa o gospodarce terenami w miastach i osiedlach) replaced temporary ownership with perpetual use (użytkowanie wieczyste).", "49. Pursuant to Article 33(2) of the Local State Administration Act of 20 March 1950, ownership of property situated in Warsaw was assigned to the State Treasury.", "50. The Local Self-Government Act of 10 May 1990 re-established local self-government. Pursuant to Article 5(1), ownership of land which had previously been held by the State Treasury and which had been within the administrative territory of municipalities at the relevant time was transferred to the municipality.", "51. The right to perpetual use is regulated by the Civil Code. An individual or a legal entity may be granted such a right over land owned by the State or a local authority. The right comprises a right to use the land to the exclusion of others for ninety-nine years, on payment of a yearly fee. The person entitled to the right can dispose of it."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}