{"ITEMID": "001-67354", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MARPA ZEELAND B.V. AND METAL WELDING B.V. v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 with regard to the fairness of the proceedings;Violation of Art. 6-1 with regard to the length of the proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant companies are limited liability companies established under the law of the Netherlands. They have their registered office in Kwadendamme.", "9. At some stage in 1989, officials of the Fiscal Intelligence and Information Service (Fiscale Inlichtingen- en Opsporingsdienst, “FIOD”) instituted an investigation into activities of the applicant companies and their director, Mr Wouterse, as they suspected forgery (valsheid in geschrifte) and tax fraud. On 29 October 1990 the FIOD searched the premises of the applicant companies and seized documents and items belonging to the companies. That same day Mr Wouterse was interviewed. The FIOD’s investigation was concluded on 7 August 1991. The official report of the investigation was completed on 17 August 1991. Twenty-one witnesses were heard during the investigation.", "10. In April 1992 the scope for an out-of-court settlement in the cases of the applicant companies and Mr Wouterse was explored. In a letter of 24 April 1992 counsel for the applicant companies and Mr Wouterse asked the Public Prosecutor to allow them a period of three weeks in which to consider the question whether to request a preliminary judicial investigation (gerechtelijk vooronderzoek) so that witnesses could be heard by the FIOD or the investigating judge (rechter-commissaris). On 28 July 1992 the applicant companies and Mr Wouterse requested a preliminary judicial investigation, which was then applied for on 4 August 1992.", "11. On 28 October 1992 the investigating judge sent a number of official records of evidence taken from witnesses to counsel for the applicant companies and asked him for the names of any further witnesses. On 10 November 1992 the investigating judge informed counsel that he had heard extensive testimony from a large number of witnesses and that in doing so he had given counsel the benefit of the doubt “with regard to the question of whether hearing these witnesses was necessary to the preliminary judicial investigation”. As to five new witnesses whose names counsel had put forward, he stated that counsel should provide detailed reasons why it was necessary for the purposes of the preliminary judicial investigation to hear them.", "12. The preliminary judicial investigation into the applicant companies’ activities was concluded on 9 February 1993.", "13. The applicant companies and Mr Wouterse submitted a request to the investigating judge on 16 February 1993 to reopen the preliminary judicial investigation because they still had five witnesses they wished to be heard. The investigating judge rejected this request in a decision of 19 February 1993 on the grounds that the applicant companies and Mr Wouterse had not established that hearing the five witnesses was in the interests of the investigation. The investigating judge also took the view that the defence would not by any reasonable standards be prejudiced if the five witnesses were not heard.", "14. On 25 August 1993 the preliminary judicial investigation into the applicant companies was closed. Notice of closure was served on 3 September 1993. On 5 October 1993 notification of further proceedings against the applicant companies was sent to counsel.", "15. On 29 December 1993 summonses were served on Mr Wouterse. The cases against the applicant companies and Mr Wouterse were dealt with at the same sitting but were not joined.", "16. Following a hearing on 20 January 1994, the Middelburg Regional Court (arrondissementsrechtbank) convicted the applicant companies and Mr Wouterse on 3 February 1994. It imposed fines of 600,000 Netherlands guilders (NLG – 272,000 euros (EUR)) and NLG 1,000,000 (EUR 454,000) respectively on the applicant companies, and sentenced Mr Wouterse to two years’ imprisonment.", "17. Both the applicant companies and Mr Wouterse lodged appeals with the Court of Appeal (gerechtshof) of The Hague on 9 February 1994. The Public Prosecutions Department (openbaar ministerie) lodged a cross appeal the next day. A first hearing in all three cases took place on 28 June 1995. Prior to the second hearing, scheduled for 4 December 1995, the Advocate General (advocaat-generaal) to the Court of Appeal initiated negotiations with counsel for the applicant companies and Mr Wouterse aimed at securing the withdrawal of the appeals. In a letter of 2 November 1995, counsel wrote as follows to the Advocate General:", "“Mr Wouterse is in principle willing to accept that the judgments of the Middelburg Regional Court in the criminal proceedings against [the applicant companies] become final and conclusive. However, my client is only prepared to withdraw the appeals if the Public Prosecutions Department explicitly abandons the execution of those judgments and if the tax authorities also forgo the implementation of further measures of collection in respect of [the applicant companies] and/or Mr Wouterse personally. As regards the tax proceedings which are currently still pending as well as potential future fiscal and/or civil proceedings, the tax authorities and the Public Prosecutions Department should already at the present time undertake to waive their right to invoke the formal force of law of these judgments and/or their content. ...”", "In reply, the Advocate General wrote on 9 November 1995:", "“I suggested withdrawing the appeals in the cases of [the applicant companies] for practical reasons since you still have not provided me with any clarification of the structure of the legal entities, and in particular of the fact that there was no natural person with responsibility for them; you promised both of these things at the hearing.", "...", "Both the Public Prosecutions Department and the tax authorities will, either together or individually, make use of the (content of the) judgments in the widest sense of the word where this appears useful to them. ...”", "18. The Public Prosecutions Department withdrew its appeals on 1 December 1995.", "19. Just before the hearing of 4 December 1995 was about to start, Mr Wouterse and the Advocate General reached an agreement under the terms of which Mr Wouterse would withdraw his and the applicant companies’ appeals. In a letter to Mr Wouterse, also of 4 December 1995, counsel confirmed that agreement, stating that the appeals would be withdrawn and requests submitted for remission of the sentences (gratie) imposed by the Middelburg Regional Court. Remission, according to counsel in his letter, would be in the form of a reduction in the fines imposed on the applicant companies in the pending tax proceedings, while the sentence imposed on Mr Wouterse would be reduced to one year’s imprisonment, of which six months would be suspended and the remainder converted into a number of hours of community service.", "20. According to counsel and Mr Wouterse, the Advocate General had further undertaken that a positive recommendation on the requests for remission of sentence would be issued, both by the Advocate General himself and the Court of Appeal.", "21. In its judgments of 4 December 1995, the Court of Appeal noted that the appeals had been withdrawn and that no hearing of the substance of the cases had taken place.", "22. Also on 4 December 1995 counsel informed a colleague – counsel for the applicant companies in the tax proceedings – of the withdrawal of the appeals in the criminal proceedings, stating that remission of sentence would be sought in respect of the judgments of the Middelburg Regional Court “which had now become final and conclusive”.", "23. Requests for remission of sentence were lodged with the Ministry of Justice on 21 December 1995. The requests were forwarded for advice to the Middelburg Regional Court on 28 December 1995. On 2 February 1996 the Advocate General at the Court of Appeal of The Hague informed the Ministry that he was prepared to advise on the requests.", "24. At the request of the Minister of Justice, the Public Prosecutor’s Office at the Middelburg Regional Court advised on the requests for remission of sentence on 5 August 1996. Its recommendation was that the requests of both the applicant companies and Mr Wouterse be dismissed.", "25. On 17 September 1996 the Minister of Justice sought information from the Advocate General pursuant to section 12 of the Pardons Act (Gratiewet). On 22 October 1996, referring to probation and psychiatric reports, the Advocate General issued a favourable opinion on Mr Wouterse’s request. As far as the applicant companies were concerned, however, the Advocate General saw no grounds not to collect the fines imposed by the Regional Court in part or in full, in addition to the outstanding tax.", "26. On 5 November 1996 the Court of Appeal of The Hague also gave a favourable opinion in respect of Mr Wouterse, but an unfavourable opinion with regard to the applicant companies.", "27. On 14 January 1997 the requests for remission of sentence made on behalf of the applicant companies were rejected. The next day, counsel for the applicant companies and Mr Wouterse wrote to the Advocate General, informing him that he could not square those rejections with the undertakings given by the Advocate General. In a letter of reply dated 17 February 1997, the Advocate General denied that he had given such an undertaking as regards the applicant companies.", "28. On 29 January 1997 Mr Wouterse again lodged appeals with the Court of Appeal of The Hague against the three judgments of the Regional Court of 3 February 1994. That same day the Public Prosecutor at the Middelburg Regional Court informed Mr Wouterse that he would proceed with the execution of the sentences imposed on the applicant companies by that court, in the light of the fact that the appeals against the judgments had been withdrawn in December 1994 and had thus become final and conclusive.", "29. On 20 March 1997 the Minister of Justice requested the Middelburg Regional Court once again to advise on Mr Wouterse’s request for remission of sentence in view of the favourable recommendations from the Advocate General and the Court of Appeal.", "30. The Public Prosecution Department gave a favourable opinion on Mr Wouterse’s request on 1 May 1997. The Middelburg Regional Court concurred with the recommendation of the Advocate General and the Court of Appeal on 16 June 1997.", "31. Meanwhile, at a hearing before the Court of Appeal on 2 June 1997, the Advocate General recommended that the appeals be declared inadmissible since it was not possible to reinstate an appeal once it had been withdrawn. He stated that although he had suggested to Mr Wouterse that he might wish to withdraw his appeal and lodge a request for remission of sentence, he had never given an undertaking that such a request would be granted, but only that he would make a recommendation to that effect. He had made such a recommendation, but no decision had as yet been taken. In any event, as Mr Wouterse had been legally represented, he could have obtained advice from his counsel on the procedure. The Advocate General further confirmed that he had also suggested that the appeals in the cases against the applicant companies be withdrawn. He had done so because there was no longer any advantage to be gained since the companies were bankrupt.", "32. In reply, Mr Wouterse argued that he had erred in his decision to withdraw the appeals and would certainly not have withdrawn them had he known that it was the Minister of Justice who had the final say on the requests for remission of sentence; the undertaking given by the Advocate General had led him to believe that the requests would be granted. Mr Wouterse further stated that the applicant companies were not bankrupt and continued to exist.", "33. At a subsequent hearing on 8 August 1997, the Advocate General informed the Court of Appeal that on 19 July 1997 the request for remission of sentence in the case against Mr Wouterse had been granted. Neither Mr Wouterse nor his counsel had previously been informed of that decision. Mr Wouterse subsequently decided to withdraw his appeal.", "34. In its judgments of 1 December 1997 in the cases against the applicant companies, the Court of Appeal held as follows:", "“The talks between the Advocate General on the one hand and counsel and Wouterse – in his capacity both as the accused in the criminal proceedings against himself and as the representative in the criminal proceedings against the companies – on the other, took place at the initiative of the Advocate General. According to the Advocate General, his aim was to prevent the execution of the custodial sentence imposed on Wouterse by the first-instance court in view of the reports concerning Wouterse drawn up by a psychiatrist and the probation services. The Advocate General had further assumed that the companies would be unable to make any redress.", "The Court of Appeal considers it likely that Wouterse ... was taken by surprise by this course of events and was under the impression that he would be able to rely on a favourable outcome if he withdrew the appeals.", "In the opinion of the court, it is incomprehensible that the Advocate General should have advised as he did ... Both Wouterse and the companies ... had an interest in the appeals. In addition, it is difficult to see why the court, in its determination of the criminal charges against Wouterse, might not have been expected to have regard to the reports concerning his mental welfare, as the Advocate General had done and in accordance with his advice.", "The solution favoured by the Advocate General on the other hand, that is to say a request for remission of sentence supported by him, was by no means certain to succeed. After all, the withdrawal of the appeal meant that it was firstly for the Public Prosecutor and the Regional Court to advise on the request for remission of sentence and their advice was apparently not to grant the request. It is true that it appears from the documents in the file that the Advocate General nevertheless attempted to find acceptance for his advice within the Ministry of Justice and that a decision in favour of Wouterse – in the shape of community service – was eventually made, but this decision was a long time coming and was preceded by a rejection of the companies’ requests for remission.", "Due to the fact that a decision on his request for remission remained outstanding and in view of the rejection of the requests of the applicant companies, Wouterse again lodged an appeal in all three cases, partly also because the Public Prosecutor appears to be planning to proceed with the execution of the fines imposed in the criminal proceedings against the companies.", "Wouterse fears that this execution may affect himself and/or his spouse personally. ... In view of the above, the court is of the opinion that Wouterse was persuaded to withdraw the appeal on improper grounds (op oneigenlijke gronden) ... by the Advocate General, that this has prejudiced the accused’s reasonable interests in this case and that, accordingly, the newly lodged appeal should be considered as a prolongation of the original appeal.”", "The Court of Appeal then proceeded to find that a reasonable time within the meaning of Article 6 § 1 of the Convention had been exceeded and disallowed the prosecution of the cases against the applicant companies.", "35. The Advocate General filed appeals on points of law (beroep in cassatie) with the Supreme Court (Hoge Raad). On 22 September 1998 the Supreme Court upheld the appeals. It ruled that, in view of the closed system of legal remedies, the Court of Appeal’s judgments of 4 December 1995 had become final and conclusive (onherroepelijk) since the legal remedy available against those judgments – an appeal on points of law – had not been exercised within the fourteen-day period allowed by statute. Given that the Court of Appeal had established in those judgments that the appeals against the decisions of the Regional Court had been withdrawn, the accused’s newly lodged appeals could not be declared admissible.", "36. The Netherlands system of legal remedies against judgments in criminal proceedings is a closed one in the sense that the Code of Criminal Procedure (Wetboek van Strafvordering –“CCP”) lays down when a legal remedy is available and of what it consists. The general rule is that an appeal lies to the Courts of Appeal from final judgments given at first instance and an appeal on points of law to the Supreme Court from a final judgment given on appeal.", "37. Pursuant to Article 408 of the CCP, appeal proceedings must be instituted within fourteen days of the final judgment. Appeals on points of law must also be lodged within fourteen days of the final judgment (Article 432 of the CCP).", "38. Remission of sentence may be granted by royal decree (Koninklijk Besluit) – that is a decree signed by the Monarch and the Minister responsible – pursuant to Article 122 § 1 of the Netherlands Constitution (Grondwet).", "39. For the purposes of the present case, a request for remission may be lodged in respect of a sentence imposed by a judgment that has become final and conclusive (Article 558 of the CCP). Before a decision is taken, the request is sent for advice to the court which imposed the sentence, as well as to the Public Prosecution Department (Articles 3 and 5 of the Pardons Act). Additional information may also be obtained (Article 12 of the Pardons Act).", "40. Having considered the court’s recommendations and the Minister of Justice’s report, the Monarch decides the request."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}