{"ITEMID": "001-86477", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "MOORE v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Ronald Moore, is a British national who was born in 1947 and lives in West Yorkshire. He was represented before the Court by Royds Rdw, solicitors in London. The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s wife died on 26 February 1997. On 3 March 2001 the applicant applied for widows’ benefits for the second time. On 9 March 2001 the applicant was informed that his claim would not be considered as he was not a woman. On 20 March 2001 the applicant again applied for widows’ benefits. On 4 May 2001 the applicant was informed that his claim had been disallowed as he was not a woman. On 30 May 2001 the applicant appealed. On 22 June 2001 he was informed that the decision remained unchanged. The applicant did not appeal further as he considered or was advised that such a remedy would be bound to fail since no such social security benefit was payable to widowers under United Kingdom law.", "The applicant ceased to be eligible for child benefit on 11 September 2000; therefore, he was not in receipt of child benefit at the time of his claim.", "The domestic law relevant to this application is set out in Willis v. the United Kingdom, no. 36042/97, §§ 1426, ECHR 2002-IV and Runkee and White v. the United Kingdom, no. 42949/98, §§ 40-41, 25 July 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}