{"ITEMID": "001-111536", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SCHWEIZERISCHE RADIO- UND FERNSEHGESELLSCHAFT SRG v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Helen Keller;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant company is a private-law radio and television broadcasting corporation based in Zurich.", "6. On 12 August 2004 it applied for authorisation to enter Hindelbank Prison (Canton of Bern) in order to film a sort of portrait (“eine Art Portrait”) of A., a female prisoner serving a sentence for murder. The idea was to broadcast the film of the interview in the “Rundschau” programme, in a feature about the trial of another person accused in the same murder case. It argued that the interview with A., who had consented to it, was a subject of public interest given that, even after her conviction, her case continued to attract a great deal of media attention. “Rundschau” is a weekly Swiss television programme covering political and economic questions. Created in 1968, it is one of the longest-running programmes on Swiss television, and is currently aired on Wednesday evenings.", "7. By a decision of 31 August 2004, the prison refused to authorise the filming, for reasons of peace, order and security in the prison, and equal treatment of prisoners.", "8. On 27 September 2004 the applicant company lodged an appeal against that decision, explaining that the intention was “to film general shots of A. inside the prison and an interview with her” (“allgemeine Aufnahmen der Insassin im Gefängnis sowie ein Interview mit ihr”).", "9. The appeal was rejected by the Bern Canton Department of Police and Military Affairs on 16 February 2005.", "10. On 21 March 2005 the applicant company challenged that decision. It argued that there was no danger of disturbing peace and order or threatening security in the prison as it had no intention of filming the technical installations on the site or inside the different buildings. Nor was the presence of a single cameraman and a female journalist likely to disturb the smooth functioning of the establishment or represent a security risk, especially as the filming should not last more than two or three hours and could take place at a time when the other prisoners were working. In any event the precise practical arrangements for the filming had yet to be finalised.", "11. By a decision of 1 July 2005 the Administrative Court of the Canton of Bern rejected the appeal. Like the lower court, without denying the considerable media interest generated by A.’s case in Switzerland, it rejected the appeal on the basis of section 5 of the order relating to the Criminal Code and section 48 of the law of the Canton of Bern on the execution of penalties and measures (see paragraph 18 below). It indicated that Article 16 § 3 of the Federal Constitution (paragraph 16 below) authorised access only to generally accessible sources. It considered that while representatives of the media were ordinarily allowed to visit prisons, the organisational and supervisory effort required for a television film crew was well beyond what might reasonably be expected of the prison authorities. It also considered that there was nothing to stop the applicant company from broadcasting a programme about A.’s case using just an audio recording or a simple interview. It reasoned that for the purposes of a news programme on this particular theme (“Sachinformation”), pictures of the prisoner were not necessary.", "12. The applicant company lodged a public-law appeal and an administrative-law appeal with the Federal Court, for violation of its freedom of expression and information. It submitted that there was considerable public interest in the murder trial in Switzerland. Considering that the use of modern, light equipment would have limited any disruption of the smooth functioning of the prison, it argued that the court below had given insufficient reasons for the technical and security grounds on which its request to film in the prison had been refused. The filming could have taken place in the room set aside for prison visits, which could have been closed to the other prisoners. It also alleged that the principle of equal treatment had been breached, in so far as it had been placed at a disadvantage compared with other media.", "13. In a judgment of 29 November 2005 the Federal Court rejected the administrative-law appeal. It accepted that prison visits were important because contact with their families helped detainees to prepare and facilitate their social rehabilitation, but that did not give rise to any entitlement to film inside a prison.", "14. In a judgment of 6 February 2006, served on the applicant company on 16 February 2006, the Federal Court also rejected the public-law appeal. It upheld the decision of the lower court according to which Article 16 § 3 of the Federal Constitution guaranteed access only to information that was generally accessible. It considered that the same must apply to Article 10 of the Convention. It added that giving the applicant company access to the prison might infringe the other prisoners’ personality rights. As to the applicant company’s argument that giving some media access to the prison but not television crews amounted to discriminatory treatment, it held that the principle of equal treatment did not apply to the present case, as television productions bore no comparison with audio recordings or simple interviews.", "15. It appears from the Government’s observations that when A., who has always protested her innocence, was convicted it caused quite a public stir. The “Appel-Au-Peuple” organisation, for example, which takes various kinds of action in connection with alleged miscarriages of justice, allegedly made threats against the federal judges in charge of the case, which exceptionally led to their replacement for the revision proceedings initiated by A. The leader of the movement even staged a sixty-day hunger strike for A. He apparently spent whole days outside the Federal Court and allegedly took sympathisers along with him to the home of a federal judge, outside which he camped all night in a deckchair.", "16. Article 16 of the Federal Constitution reads as follows:", "“Freedom of expression and of information", "1. Freedom of expression and of information is guaranteed.", "2. Every person has the right freely to form, express, and impart their opinions.", "3. Every person has the right freely to receive information, to gather it from generally accessible sources and to disseminate it. »", "17. The relevant part of Article 5 of the Order of 13 November 1973 on the Criminal Code reads as follows (unofficial translation provided by the Court):", "“Visits and correspondence", "Visits and correspondence may be restricted only in so far as the smooth operation of the establishment requires. The prison management may impose tighter restrictions if the circumstances of the case so require.", "Contact between the detainee and his or her family shall be facilitated as far as possible.", "Visits and correspondence shall be authorised only under surveillance. The prison management may decide not to monitor visits and correspondence if the detainee is considered to be trustworthy.", "The management may, in the general context of the establishment, authorise free contact between the detainees and clergymen, doctors, defence lawyers, notaries, guardians and people performing comparable functions.", "...”", "18. Section 9.6 of the law of the Canton of Bern of 25 June 2003, on the execution of sentences and measures, regulates detainees’ contact with the outside world as follows:", "“Article 48 – Principles", "1. The detainees may have contact with people outside the establishment. As a general rule they shall personally bear the resulting costs.", "2. Contacts with the outside world may be supervised and limited, or even prohibited, where abuse or a threat to security and order is to be feared or where they are in contradiction with the purpose of the execution of the sentence.", "...”", "19. Article 71 of the Swiss Code of Criminal Procedure of 5 October 2007 reads as follows:", "1. It is not permitted to make video or audio recordings within the court building or to make such recordings of procedural acts carried out outside the court building.", "2. Persons infringing the foregoing paragraph may be liable to a fixed penalty fine in accordance with Article 64 paragraph 1. Unauthorised recordings may be confiscated.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}