{"ITEMID": "001-95768", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GLINOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["7. The applicant was born in 1978 and is currently serving a sentence in Rivne Regional Penitentiary no. 76.", "8. According to the applicant, he was detained and ill-treated in police custody from 19 to 21 October 2003. There are no further details or documents.", "9. In the evening of 31 October 2003 the applicant, together with another person, was arrested by the Fontanka police unit of the Kominternovo District Police Department in flagrante delicto on the scene of a robbery and car hijacking. As it would later be confirmed by at least two eye-witnesses (see paragraph 23 below), the applicant attempted escaping from and showed resistance to the police.", "10. According to the applicant, he pleaded guilty to several counts of robbery under torture. He alleged in particular that he had been heavily beaten with rubber truncheons, hanged with his arms twisted behind him and administered electric shocks.", "11. On 1 November 2003 the applicant signed the arrest report in confirmation that his procedural rights had been explained to him.", "12. On the same day the applicant was taken to the Kominternovo Temporary Detention Facility, where a doctor examined him and made a note that he had a bruise under his left eye.", "13. On 4 November 2003 the investigator submitted to the Kominternovo Town Court (Комінтернівський районний суд – “the Kominternovo Court”) a motion on the applicant's detention as a preventive measure pending trial. The investigator noted that the applicant was suspected of having committed serious crimes (three counts of robbery with violence on 22, 26 and 31 October 2003), had no permanent place of residence and had a criminal record, and thus could hinder the investigation or abscond if at liberty. According to the investigator, the applicant had fully admitted his guilt.", "14. On the same date the Kominternovo Court remanded the applicant in custody, having upheld the investigator's reasoning.", "15. On 26 December 2003 the Kominternovo Court extended the term of the applicant's detention to four months, having referred to the necessity to complete the investigation.", "16. On 15 June 2004 the applicant was committed for trial.", "17. No further documents concerning the applicant's detention are available in the case file.", "18. While having raised a general complaint about the conditions of his detention, the applicant did not describe them until in response to the information submitted by the Government.", "19. According to the information provided by the Government, from 7 November 2003 to 3 November 2006 the applicant had been held in fifteen different cells, the smallest of which had measured 7.17 square meters (the applicant had spent three and a half months there, sharing with another inmate), while the largest one had measured about 34.1 square meters (where he had stayed for fifteen days, sharing with eleven other inmates). Each of the cells had a toilet separated from the living area, sufficient natural and artificial light, operational heating, ventilation, water supply and sewage system.", "20. As it transpires from a note by the Odesa SIZO administration issued on an unspecified date, disinfection, disinsection and rat extermination were regularly carried out on the SIZO premises.", "21. The Government provided seven colour photos of the cells the applicant had been detained in. The photos showed that the cells were clean and looked as if they had been repaired not long before the photos had been taken. They had sufficient natural light; the lavatories were separated from the living area and appeared to be clean.", "22. The applicant contested the accuracy of the information submitted by the Government in so far as the number of inmates per cell was concerned and alleged that there had been more detainees in the cells than indicated by the Government. He also alleged that he had not been detained in the cells shown in the photos.", "23. On 23 March 2006 the Malynovskyy District Court of Odesa (Малинівський районний суд – “the Malynovskyy Court”), to which the case had been transferred from the Kominternovo Court on an unspecified date, found the applicant guilty of three counts of robbery with violence, committed on 22, 27 and 31 October 2003 by a group of persons acting in concert, and sentenced him to fourteen years' imprisonment with confiscation of all his personal property. The court based its findings, inter alia, on the testimonies of the victims of all three instances of robbery, medical reports concerning the injuries they sustained during those robberies, as well as material evidence (certain items seized from the applicant and recognised by the victims as the stolen ones; two knives, a hammer and a sack discovered in the car, which the co-defendants had left immediately before their arrest). The court also heard two eye-witnesses of the applicant''s face noted on 1 November 2003 might have been sustained in the course of his fight with the police prior to his arrest.", "24. On 22 May 2007 the Odesa Regional Court of Appeal (Апеляційний суд Одеської області) upheld that verdict.", "25. The applicant appealed in cassation, alleging that his conviction was not based on solid evidence. The cassation appeal did not contain any allegation of ill-treatment in police custody.", "26. No information about the final outcome of the proceedings has been provided by the parties. However, it appears from the case file that the Supreme Court found against the applicant.", "27. The applicant's letters to the Court dated 30 March, 10 May, 9 June, 12 July, 28 November, 8 and 15 December 2005, as well as 20 March, 16 May and 3 November 2006, were accompanied by cover letters, signed by the Governor of the Odesa SIZO, which contained a brief summary of their contents (for example: “Please find attached a complaint by the accused, Glinov, concerning his rights and the conduct of the investigation in his case”, “... concerning his case and actions of the police officers”, “...concerning the judge's actions”, “... concerning the defence of his rights”, “... concerning the withdrawal of his case”, etc.).", "28. The first page of each of the eighteen letters from the applicant to the Court bore the SIZO stamp with the dispatching date noted in handwriting (eight of those had been sent before 21 December 2005, the other ten on various dates after 21 December 2005 – see paragraph 38 below).", "29. From May 2005 to March 2006 the Registry of the Court requested the applicant eight times to submit documents in substantiation of his complaints under Articles 3 and 5 of the Convention.", "30. Each of the requests was followed by a letter from the applicant, in which he noted that: there were no copying facilities in the SIZO and that he would copy the documents by hand; the facts of his case were self-explanatory; the prospects of Ukraine's accession to the European Union were poor given the alleged violations in his case; and the witnesses allegedly required protection for unspecified reasons. The applicant made no explicit reference to the Court's requests.", "31. The applicant's letters reached the Court on average two weeks to two months following their dispatch.", "32. The case file contains copies of sixteen stamped certificates issued by Odesa-59 Post Office to the SIZO administration in confirmation that it had accepted correspondence from detainees (including the applicant) to be sent to the Strasbourg Court. It also contains copies of extracts from the SIZO logbooks of incoming and outgoing correspondence and “correspondence delivery acts” signed by the SIZO officials.", "33. Between the end of December 2005 and April 2006 (with the exact date not documented due to a technical mistake), the Court received a ten- page letter from the applicant dated 13 December 2005, in which he outlined his vision for the reform of penitentiaries in Ukraine with a view of improving the conditions of detention. It was accompanied by a cover letter from the SIZO administration dated 15 December 2005, according to which its registered number was 5-3-G-1087. The case file contains a copy of a post office receipt of 16 December 2005 for the dispatch, inter alia, of letter 5-3-G-1087 from Mr Glinov.", "34. By a letter of 15 May 2006, which reached the Court on 26 May 2006, the applicant sought the withdrawal of his application referring to “... the failure [of the SIZO administration] to forward [his] letter to the Court of 13 December 2005 in fifty-three pages; a partial change of the charges against [him] on 23 December 2005; a ruling of the court and ... the intense pressurising by the authorities ...”", "35. On 23 May 2006 the Court sent a letter to the applicant informing him that his application had been struck out of the list by decision of Committee on 16 May 2006.", "36. On 2 October 2006 the Court informed the applicant about the restoration of the application to the list of cases and its communication to the respondent Government on 25 September 2006.", "37. Following the communication of the application to the Government, the applicant's correspondence with the Court continued, with some of his letters bearing the SIZO stamp (see paragraph 28 above).", "38. Section 13 of the Pre-Trial Detention Act, before it was amended on 1 December 2005 (with the amendments having entered into force on 21 December 2005), had provided for monitoring by the administration of detention centres of applications, complaints and letters of detainees, with an exception of correspondence with the Ombudsman and with the prosecutor, which could not be monitored.", "39. By the amendments of 1 December 2005 to the above Act, the list of exceptions was extended to include correspondence with the Court.", "40. The Instruction on Review of Correspondence of Persons Held in Penitentiaries and Pre-trial Detention Facilities, approved by Order no. 13 of the State Department for Enforcement of Sentences of 25 January 2006, elaborates the above provision as follows:", "“1.5. ... Correspondence of prisoners and detainees with the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as with other relevant international organisations of which Ukraine is a member or participant, authorised persons of those international organisations or prosecution authorities, shall not be subject to censorship and shall be dispatched or handed to the prisoner or detainee within twenty-four hours. ...", "2.4. Prisoners or detainees shall personally and in the presence of the inspector seal the envelopes with correspondence addressed to the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as to other relevant international organisations of which Ukraine is a member or participant, to authorised persons of those international organisations or prosecution authorities. Prisoners or detainees shall personally and in the presence of the inspector open letters received from the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as from other relevant international organisations of which Ukraine is a member or participant, from authorised persons of those international organisations or from prosecution authorities. ...”", "41. Article 3 of the European Agreement Relating to Persons Participating in Proceedings of the European Court of Human Rights, ratified by Ukraine on 4 November 2004 and in force for it since 1 January 2005, reads as follows:", "“1. The Contracting Parties shall respect the right of the persons referred to in paragraph 1 of Article 1 of this Agreement to correspond freely with the Commission and the Court.", "2. As regards persons under detention, the exercise of this right shall in particular imply that:", "a) if their correspondence is examined by the competent authorities, its despatch and delivery shall nevertheless take place without undue delay and without alteration;", "b) such persons shall not be subject to disciplinary measures in any form on account of any communication sent through the proper channels to the Commission or the Court;", "c) such persons shall have the right to correspond, and consult out of hearing of other persons, with a lawyer qualified to appear before the courts of the country where they are detained in regard to an application to the Commission, or any proceedings resulting therefrom.", "3. In application of the preceding paragraphs, there shall be no interference by a public authority except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, for the detection or prosecution of a criminal offence or for the protection of health.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}