{"ITEMID": "001-100389", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BALOGA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["4. The applicant, Mr Petro Ivanovych Baloga, is a Ukrainian national who was born in 1963 and lives in Fediyivka village, Kirovograd region, Ukraine.", "5. At the material time, the applicant was a district police officer.", "6. On 25 October 2000 the local prosecutor's office instituted criminal proceedings against the applicant, charging him with abuse of authority and forgery. It was alleged, in particular, that during February and March 1999 the applicant had drawn up a number of reports of administrative offences and forged the signatures of imaginary offenders in order to embellish his work statistics. However, the offenders mentioned therein did not exist.", "7. On 27 June 2002 the Bobrynets District Court (hereinafter referred to as “the District Court”) found that the acts imputed to the applicant had ceased to be a danger to society. Accordingly, it ruled that he was no longer liable and discontinued the proceedings against him. The applicant appealed.", "8. On 26 November 2002 the Kirovograd Regional Court of Appeal (hereinafter referred to as “the Court of Appeal”) quashed the decision of 27 June 2002, having noted that the lower court had not verified whether the applicant had consented to the discontinuation of the proceedings against him, and that it had examined the case in the applicant's absence. It ruled, however, to discontinue the proceedings against the applicant. According to the applicant's submissions he was not provided with a copy of that decision in due time and this therefore caused delays in appealing in cassation against it.", "9. From 27 November 2002 to 8 March 2004 no hearings were held.", "10. On 9 March 2004, having allowed the applicant's appeal in cassation, the Supreme Court found that, contrary to the requirement of the law, the courts in both instances had examined the case in the applicant's absence and that they had discontinued the proceedings against him without his consent. Accordingly, it quashed the ruling of 26 November 2002 and remitted the case for fresh consideration to the Court of Appeal.", "11. On 22 June 2004 the Court of Appeal quashed the decision of 27 June 2002 and ordered a retrial.", "12. On 7 September and 12 November 2004 the court hearings were adjourned owing to the applicant's failure to attend them. The applicant asserted in this regard that he had not been duly summoned.", "13. On 12 November 2004 the District Court ordered the police to secure the applicant's attendance at the next court hearing. According to the applicant, he was brought to the hearing on 24 November 2004.", "14. According to the applicant, on 25 January 2005, he was again brought by the police to the District Court. However, he alleges that this was without a proper court order.", "15. According to the Government's submissions, the applicant failed to appear on 8 February 2005.", "16. On 16 February 2005 the District Court found the applicant guilty of abuse of authority and forgery but amnestied him.", "17. On 12 April 2005 the Court of Appeal, pointing out a number of shortcomings of the lower court (for example, the failure to indicate in the judgment the punishment given to the applicant, the failure to indicate the date of the amnesty act referred to, the failure to resolve the matter of court fees), quashed the judgment of 16 February 2005 and ordered a retrial.", "18. The applicant appealed in cassation. On 18 July 2005 the Supreme Court rejected his request for leave to appeal.", "19. Meanwhile, on 11 and 18 May 2005 the applicant failed to appear. Owing to the applicant's failure to comply with the court summons, the District Court ordered the police to secure the applicant's attendance at the court hearing. According to the applicant, these orders were enforced on 25 May 2005.", "20. On 25 May 2005 the District Court found the applicant guilty of the aforesaid crimes and sentenced him to one year's imprisonment. The court also banned the applicant from holding positions in the organs of the Ministry of the Interior. By the same judgment the court amnestied the applicant.", "21. On 16 August 2005 the Court of Appeal upheld the judgment of 25 May 2005.", "22. On 25 April 2006 the Supreme Court rejected the applicant's appeal in cassation. However, it ruled that the applicant should be exempted from punishment because the statutory time-limit for prosecuting him had elapsed.", "23. According to the records provided by the Government the adjournments due to the applicant's failure to appear caused a delay of almost six months."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}