{"ITEMID": "001-81908", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MUSAYEV AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicants are:", "(1) Yusup Said-Aliyevich Musayev, born in 1940;", "(2) Suleyman Anarbekovich Magomadov, born in 1957;", "(3) Tamara Saidovna Magomadova, born in 1953;", "(4) Malika Alviyevna Labazanova, born in 1955;", "(5) Khasan Magomedovich Abdulmazhidov, born in 1940.", "They are residents of Grozny, Chechnya.", "8. The submissions of the parties on the facts concerning the circumstances of the applicants' relatives' deaths and the ensuing investigations are set out in Part A below. A description of the materials submitted to the Court is contained in Parts B and C below.", "9. The applicant's families lived in a settlement referred to by local residents as Novye Aldy, located administratively in the Oktyabrskiy and Zavodskoy districts of Grozny.", "10. In October 1999 hostilities resumed in Chechnya between the Russian forces and the Chechen fighters. Grozny and its suburbs came under heavy bombardment. From late December 1999 northern parts of the city came under the control of the Russian forces. At the end of January the central parts of the city were taken over by the Russian troops. The first applicant submitted that from 23 January 2000 their district in the south of the city was no longer shelled, because the Russian troops had been stationed about 500 metres away, in Okruzhnaya Street. According to the first applicant, there were no Chechen fighters in Novye Aldy, because there were no large administrative buildings which they could have used as defence positions.", "11. In the winter of 1999 to 2000 the first applicant and several members of his extended family remained in Grozny. The first applicant lived at 116 Voronezhskaya Street. Several of his relatives lived in the neighbourhood. According to the applicant, most of the over 6,000 persons who had lived in Novye Aldy before the hostilities fled, and only a few hundred remained, mostly elderly people.", "12. The first applicant submitted that on 4 February 2000 the Russian forces had entered Novye Aldy. Armoured personnel carriers (APCs) and other military vehicles were stationed at crossroads, and the settlement was surrounded and blocked from all sides. Large groups of military servicemen went from one house to another, checking documents and inspecting the cellars and lofts of the buildings. According to the first applicant, they behaved in an orderly and polite fashion. In the evening the soldiers left, having warned several inhabitants to stay inside and to beware of a certain military unit which might come the following day.", "13. Early in the morning on 5 February 2000 the first applicant heard shots from automatic guns in the neighbourhood. He was at his cousins' house at 122 Voronezhskaya Street with his three cousins, Khasan Musayev, Aindi Akhmadov and Umar Musayev.", "14. Another of the applicant's cousins, Abdurakhman Musayev, rushed into the courtyard and told them that early in the morning he had gone with his two nephews, Suleyman Musayev and Yakub Musayev, to fetch some water from a well. On their way back with a sledge loaded with several water cans they were stopped by a group of Russian soldiers who ordered them to approach. Abdurakhman Musayev, who had been walking behind his nephews, managed to escape unseen. He was very worried about their safety. Abdurakhman and Umar Musayev went outside to look for them. This was the last time they had been seen alive.", "15. Soon afterwards their neighbour Aba M., who was about 80 years old, came into the courtyard with her 13-year-old grandson Suleyman and told them that in their street, in front of house no. 112, there were two bodies. The first applicant and his cousins were afraid that these might be their cousins.", "16. Several minutes later a group of servicemen entered the courtyard, shouting and firing from automatic weapons. They ordered the men, including the 13-year-old Suleyman, to lie down in the snow. They then searched the house and the courtyard, having ordered Aba M. to walk in front of them. After about half an hour, while the first applicant and others were still lying on the ground, the servicemen “calmed down” and the most senior among them, about 35-40 years old, ordered them to leave. The first applicant, worried about his cousins and nephews, asked for permission to go into the street and to look at the two bodies. The servicemen ordered him to stay inside “unless he wanted to be lying beside them”. They then proceeded into Umar Musayev's house, next door on Voronezhskaya Street.", "17. For the following few hours there was continued gunfire all around, and the first applicant did not dare to go outside. After about 3 p.m. he heard cries from women in the street and went out. He saw his cousin Malika Ganayeva and her daughter Larisa, screaming. They had found six bodies in the street, all of them shot dead. Four bodies were in a pile on the corner of Voronezhskaya Street and Khoperskaya Street. They were Alvi Ganayev, Malika Ganayeva's husband, and their two sons, Aslanbek and Salambek. The fourth body was the first applicant's cousin Abdurakhman Musayev. In front of the house at 112 Voronezhskaya Street were the bodies of Umar Musayev, another of the first applicant's cousins, and Vakha Khakimov, a neighbour.", "18. The first applicant, his relatives and neighbours started to take the bodies inside the yards. A group of soldiers were still standing at the intersection of Voronezhskaya Street and Khoperskaya Street, and one of them fired a single shot which wounded Ramzan Elmurzayev, a neighbour. He fell down, and other neighbours pulled him inside the courtyard. He died of his wound in the early hours of the following day.", "19. In the late afternoon on the same day the first applicant noticed that the house of his relative Yakub Musayev at 118 Voronezhskaya Street was on fire. Together with some neighbours they tried to extinguish the flames, but it was too late and the house burnt down entirely.", "20. At about 8 p.m. the same day a relative came and said that they had found the bodies of Suleyman Musayev and Yakub Musayev, the first applicant's relatives who had been missing since the morning, when they had gone to fetch water from a well. Their bodies were found in front of the house at 22 Khoperskaya Street. The first applicant submitted that they had been shot by an automatic gun and a sub-machine gun, because Suleyman's shoulder was twisted. The first applicant dragged the bodies into the courtyard of a neighbouring house, and the next morning took them to the house at 116 Voronezhskaya Street, using a sledge.", "21. On 5 February 2000 the first applicant was thus a witness to nine killings, seven of the deceased being his relatives. They were:", "(1) Umar Musayev, born in 1938;", "(2) Yakub Musayev, born in 1949;", "(3) Abdurakhman Musayev, born in 1949;", "(4) Suleyman Musayev, born in 1965;", "(5) Alvi Ganayev, born in 1938;", "(6) Salambek Ganayev, born in 1969;", "(7) Aslanbek Ganayev, born in 1965.", "22. The first applicant put the bodies of his relatives in the courtyard of the house at 112 Voronezhskaya Street. Contrary to local tradition, the applicant and his relatives did not bury the bodies on the same day because they were afraid to go to the cemetery, but also, as some witnesses stated, because they were waiting for some form of investigation into the killings.", "23. On 7 February 2000 a group of servicemen arrived at Novye Aldy. They went around the settlement and checked documents. They asked why the bodies had not yet been buried, and the first applicant replied that they were afraid to go to the cemetery. The servicemen allegedly advised him to hurry up with the burials and left.", "24. On 8 February 2000 a military Ural truck with soldiers came to the first applicant's house at 116 Voronezhskaya Street. The applicant submitted that some of the soldiers were the same ones who had been involved in the killings of 5 February. The first applicant tried to enter his courtyard, but the servicemen fired shots in the air and told him not to approach. They took out anything of value from his and his cousin's house, stacked it into the truck and left. The first applicant watched their actions from a neighbour's house, but could not distinguish the registration plates of the vehicle, which were covered with mud.", "25. On 9 February 2000 a Russian human-rights activist, Viktor Popkov, was in Novye Aldy and filmed the bodies of the first applicant's relatives and interviews by the first applicant, by Malika Ganayeva (the first applicant's cousin, whose husband and two sons had been killed on 5 February 2000), and by other survivors of the massacre. The first applicant submitted a copy of the videotape and a transcript of the recording.", "26. On 10 February 2000 there came a group of men in uniform, who said they had come from the Chechnya Prosecutor's Office. They inspected the bodies still lying at house no. 112, filled in some papers and collected evidence. The first applicant gave them two automatic-rifle bullets extracted from the bodies of Suleyman Musayev and Yakub Musayev, and cartridges and bullets collected at the execution sites. The officers assured him that there would be an expert report on them.", "27. On 12 February 2000 a new group of servicemen arrived. They said that they were from the military prosecutor's office for the Northern Caucasus. They too examined the bodies at 112 Voronezhskaya Street and collected more bullets and cartridges.", "28. The first applicant submitted that among the evidence collected by the investigators there was an identification card apparently dropped by a serviceman in Khoperskaya Street and a note written by one group of soldiers to his neighbours on 5 February 2000 in order to “protect” them. The first applicant has submitted a copy of that note.", "29. On 12 February 2000 the first applicant and his relatives buried the dead.", "30. He submitted that until the end of February 2000 groups of officials continued to come to Novye Aldy, asking the residents about the events.", "31. On 23 May 2000 the Civil Registration Office of the Zavodskoy district of Grozny issued death certificates for Alvi Ganayev, Aslanbek Ganayev, Salambek Ganayev and Suleyman Musayev.", "32. The first applicant submitted a hand-drawn plan of Novye Aldy with indications of the places to which he referred. He also submitted statements by Aba M., by the parents of Suleyman Musayev and by a neighbour, Markha T., who was a witness to the killings in Voronezhskaya Street.", "33. The first applicant submitted that the events of February 2000 had affected him deeply. He had undergone several courses of treatment in Chechnya and in Moscow, but despite that he could not sleep, and suffered from headaches and depression.", "34. The second and third applicants submitted that in the winter of 1999 to 2000 they had stayed in Ingushetia because of the fighting in Grozny. Their relatives had remained in Grozny to look after the family property. They were Salman Magomadov (born in 1940), the husband of the third applicant and the second applicant's brother, and Abdula Magomadov (born in 1947), the second applicant's other brother. They stayed in their house at 158 Mazayeva Street. The third applicant and Salman Magomadov had been married since 1981 and had five daughters, born in 1973, 1979, 1980, 1985 and 1990.", "35. On 5 February 2000 Russian forces conducted an operation in Novye Aldy, as a result of which numerous houses were burnt and civilians killed. The neighbours later told the applicants that the soldiers had started at 176 Mazayeva Street and had gone into the houses, killed the inhabitants and set fire to the houses one by one.", "36. On 10 February 2000 their three neighbours Z., S. and Ya. examined the burnt-out house at 158 Mazayeva Street, and discovered the remains of Salman and Abdula Magomadov in the cellar. They dug them out from the debris and buried them in the courtyard. The applicants learnt of this while in Ingushetia.", "37. Several days later the second applicant came to Grozny, alerted by the neighbours. In the cellar of the house he discovered some personal belongings of his brothers – a wristwatch, keys from a flat, a key from a garage and parts of clothes. He also found several bullets from a 5.45-mm calibre automatic rifle and machine-gun cartridges. At the end of March the remains of the second applicant's brothers were buried at the local cemetery.", "38. On 19 May 2000 the Civil Registration Office of the Zavodskoy district of Grozny issued death certificates for Salman Anarbekovich Magomadov, aged 59, and Abdula Anarbekovich Magomadov, aged 52. The deaths had occurred on 5 February 2000 in Grozny as a result of numerous bullet wounds to the head and body.", "39. The fourth and the fifth applicants are wife and husband. During the winter of 1999 to 2000 they remained in Grozny in their house at no. 20, 3rd Tsimlyanskiy Lane. Within the same courtyard in a separate house there lived the fifth applicant's sister and brother, Zina Abdulmezhidova (born in 1940) and Khuseyn Abdulmezhidov (born in 1953).", "40. On 4 February 2000 in the afternoon Russian troops entered the settlement of Novye Aldy. The residents, who had been hiding in cellars during the months of shelling, went into the streets. The soldiers instructed them to remain at their homes in accordance with the registration of their places of residence, because on the following day there would be a “mopping-up” operation (зачистка). The fourth applicant submitted that they had eagerly awaited the end of fighting and the entry of the Russian troops and did not worry about the checking of passports.", "41. On 5 February 2000 at about 11 a.m. four servicemen came into the applicants' house. They were aged about 25-30. They greeted the applicants, checked the passports and left. The fourth applicant then decided to visit her husband's relatives, the Abdulkhanovs, who lived at 135 Mazayeva Street, to see if the “mopping-up” had finished there. Through backyards she arrived at the Abdulkhanovs' house.", "42. When she reached their house she met Akhmed Abdulkhanov, aged 70, sitting in the courtyard. He told her that they had been visited three times and that there were dead bodies everywhere in the street. The fourth applicant opened the gates and saw four bodies of their neighbours, an 80-year-old man, two women and a 50-year-old man, each one at the gates of their houses. The fourth applicant suggested that Akhmed take the bodies inside, but he said that the soldiers might return.", "43. The fourth applicant returned to her house and told her husband, the fifth applicant, and his relatives about what she had seen. She also suggested that they should all go into the cellar and hide because even women and old men had been killed, but they refused. Zina Abdulmezhidova told her that they had been checked already and had nothing to fear. The fifth applicant went to a neighbour's house.", "44. At about 3 p.m. the fourth applicant heard some loud noise and swearing in the courtyard and opened the door. Zina Abdulmezhidova and Khuseyn Abdulmezhidov also came out and stood in the doorway of their house. In the courtyard there were several soldiers. One of them, tall and dressed in white camouflage, asked the fourth applicant what she was doing there, and she replied that she lived there.", "45. They brought Akhmed Abdulkhanov from Mazayeva Street with them. He was pale and his lips were blue. He asked the fourth applicant to get some money. She said that they had no money, and had they had any, they would have left as everyone else had. Then the soldiers started to fire in the air and said that they would kill them all, as they had been ordered.", "46. The fourth applicant ran to her neighbours and managed to obtain 300 roubles. She gave the money to the soldier in white camouflage, but he laughed at her and said it was not enough. The fourth applicant gave him her golden earrings. The servicemen were shouting that they had an order to kill them all and ordered one of the soldiers to take the fourth applicant into the house and to “shake her” there.", "47. The fourth applicant let the soldier inside the house, ran behind his back and hid behind the heater. The soldier walked up to her and pointed the automatic gun at her head. She fell on her knees and pleaded for her life. The soldier told her that he would be killed if he did not kill her. Then they heard shooting in the courtyard and a male voice shouting. The soldier in the room shot at the ceiling and at the walls, and the fourth applicant realised that he had spared her life. She started to cry and thank him, but he told her to keep quiet and walked out.", "48. The fourth applicant heard Khuseyn Abdulmezhidov shouting to his sister to bring his documents, and then more shots were fired. She later realised that the soldiers had first shot Akhmed Abulkhanov in the courtyard, and when her husband's sister and brother saw this, they had run into their house. Khuseyn Abdulmezhidov had been registered as disabled and the applicant guessed that he had wanted to produce the relevant papers. Khuseyn Abdulmezhidov and Zina Abdulmezhidova were shot inside the house.", "49. In the meantime the fourth applicant heard her husband, the fifth applicant, calling her from the backyard. She understood that he had heard the noise and shooting in the house and returned. The fourth applicant approached the door and cried in Chechen “Go away”, and her husband escaped unseen by soldiers.", "50. Before leaving, the soldiers set the Abdulmezhidovs' house on fire. Their house and barn, with sheep and cows inside, burnt down.", "51. Later the fourth and the fifth applicant buried the remains of the fifth applicant's relatives in the courtyard.", "52. On 16 May 2000 the Civil Registration Office of the Zavodskoy district of Grozny issued death certificates for Zina Magomedovna Abdulmezhidova, aged 59, and for Khuseyn Magomedovich Abdulmezhidov, aged 46. In both certificates it was recorded that the deaths had occurred on 5 February 2000 in Grozny, as result of numerous bullet wounds to the head and body.", "53. The fourth applicant submitted that she had been deeply affected by the events of 5 February 2000, and that her health had deteriorated significantly. She suffered from hypertension and nightmares.", "54. Soon after the events the first applicant and other relatives of the victims set up a group called the Aldy Civic Committee, in order to coordinate their efforts in the aftermath of the massacre. The fourth applicant was elected as the head of this group.", "55. The applicants submitted that on 5 February 2000 at least 60 civilians had been killed in the neighbouring settlements of Novye Aldy and Chernorechye in the southern suburbs of Grozny. They referred to the Human Rights Watch report of June 2000 entitled “February 5: A Day of Slaughter in Novye Aldy”, which put the blame for the extrajudicial executions on the Russian special police forces (OMON) and the military. The document reported the deaths of the applicants' relatives, on the basis of interviews with the applicants and their neighbours. They also referred to the Memorial Human Rights Centre report entitled “'Mopping-Up'. Settlement of Novye Aldy, 5 February 2000 – Deliberate Crimes against Civilians” («Зачистка». Поселок Новые Алды, 5 февраля 2000 – преднамеренные преступления против мирного населения), which listed the applicants' relatives and neighbours among 56 civilians murdered on that day (see Part B below).", "56. The applicants also submitted a number of press reports relating to the massacre in Novye Aldy and the subsequent investigation.", "57. It appears that the applicants did not seek any direct contact with law-enforcement bodies or with doctors immediately after the killings or when they buried the remains of their relatives. Nevertheless, the events in Novye Aldy became known to the relevant authorities shortly after 5 February 2000 as a result of NGO and media reports.", "58. On 5 March 2000 the Grozny Town Prosecutor's Office opened a criminal investigation into the murder of several inhabitants of the Novye Aldy settlement in Grozny by “unidentified men armed with guns”, and into the looting of property. The investigation was opened under Article 105, paragraph 2, of the Criminal Code (murder of two or more persons with aggravating circumstances).", "59. On 25 March 2000 Memorial wrote a letter to the Chief Military Prosecutor about the investigation into the massacre in Novye Aldy. It referred to the conclusions of the military prosecutors that “no federal servicemen took part in the operation which entailed civilians' deaths”. Referring to the witnesses' statements, Memorial argued that there were valid reasons to conduct a more detailed investigation into the identity of the perpetrators. Memorial appended to its letter several witness statements it had obtained in March 2000 in Novye Aldy and a list of 67 names of persons apparently killed on that day.", "60. On 27 March 2000 the fifth applicant was granted victim status in the proceedings in case no. 12011-2000 in relation to the murder of his brother Khuseyn Abdulmezhidov “by detachments of the Ministry of the Interior of the Russian Federation”. That decision was not countersigned by the fifth applicant.", "61. On 6 April 2000 the Chief Military Prosecutor replied to Memorial that its letter of 25 March 2000 had been forwarded to the military prosecutor's office for the Northern Caucasus for investigation.", "62. On 21 April 2000 the Military Prosecutor of the Northern Caucasus Military Circuit replied to Memorial and stated that a military prosecutor had conducted a verification of its submissions and on 3 March 2000 had refused to open a criminal investigation owing to the absence of corpus delicti in the servicemen's actions. The letter further explained that no servicemen of the Ministry of the Interior or the Ministry of Defence, who fell under the supervision of the military prosecutor, had taken part in the operation in Novye Aldy on that date. The so-called “mopping-up” operation on 5-10 February 2000 in Novye Aldy had been conducted by servicemen of the special police forces (OMON) from St Petersburg and the Ryazan Region, and the investigation should be carried out by the Grozny Town Prosecutor. All further complaints and letters should be addressed to that office.", "63. On 11 May 2000 the Chief Military Prosecutor replied to a member of the State Duma, Mr Kovalev, about the investigation into the Aldy killings. The prosecutor informed him that a criminal investigation was pending and that the investigation had been slowed down by the difficult security situation in the region and by the need to identify witnesses to the crimes.", "64. On 9 June 2000 the military prosecutor of military unit no. 20102 (located in Khankala, the main Russian military base in Chechnya) informed the NGO Memorial, in response to its requests for information about a number of alleged crimes committed by the military against civilians, that all material pertaining to the murders in Novye Aldy had been forwarded to the Northern Caucasus Department of the Prosecutor General's Office.", "65. On 10 September 2000 the Aldy Committee issued a public statement in which it deplored the murders of 5 February 2000, the absence of an effective investigation and the lack of any assistance to the victims.", "66. On 1 December 2000 the Aldy Committee sent a letter to the President of the Russian Federation, the speakers of the State Duma and the Council of the Federation, the Prime Minister and other public figures. The letter described the events of 5 February 2000 and asked for an efficient investigation, and also for any kind of urgent assistance to the survivors whose houses had been burnt down or plundered.", "67. On 1 December 2000 the fourth applicant, on behalf of the Aldy Committee, wrote to the Prosecutor General. The letter stated that the relatives of those killed had no information about the progress of the investigation, despite the fact that they had agreed to the exhumation of their relatives' bodies, in breach of their religious beliefs. They asked him to take urgent measures to carry out a proper investigation, to question the witnesses and to inform them about its progress.", "68. On an unspecified date in 2000 an investigator from the Northern Caucasus Department of the Prosecutor General's Office issued certificates to the relatives of those killed in Novye Aldy. They contained identical printed text, with only the names of the deceased entered by hand. They read as follows: “On 5 February 2000 in the morning in the settlement of Novye Aldy of the Zavodskoy district of Grozny, Chechen Republic, the forces of the Ministry of Defence and of the Ministry of the Interior during a passport check committed mass murders of civilians of the above settlement, including ____. This event is being investigated by the Northern Caucasus Department of the Prosecutor General's Office”. The first applicant submitted such certificates issued in respect of Suleyman Musayev, Aslanbek Ganayev, Salambek Ganayev and Alvi Ganayev. Similar certificates were issued in respect of the other applicants' relatives.", "69. On 10 January 2002 Memorial requested the Chechnya Prosecutor to provide it with an update on the investigation into the Aldy killings.", "70. On 19 June 2002 the Chechnya Prosecutor forwarded Memorial's request to the Northern Caucasus Department of the Prosecutor General's Office and stated that the file in case no. 12011 had been referred to that office in March 2000.", "71. On 18 July 2002 the Chechnya Prosecutor informed Memorial that criminal investigation no. 12011, “opened on 5 March 2000 in relation to the killings committed in Grozny on 10 January 2000”, had been transferred to the Northern Caucasus Department of the Prosecutor General's Office. All further requests should be addressed to that office.", "72. On 22 August 2002 the Prosecutor General's Department for the Southern Federal Circuit forwarded Memorial's letter to the Chechnya Prosecutor with a request for information about the investigation in criminal case no. 12011, concerning “a murder in Grozny on 10 January 2000”.", "73. On 14 January 2003 Memorial again requested information from the Prosecutor General about the investigation. No reply was received to that request.", "74. On 19 November 2003 and on 14 January 2004 Memorial again sought an update on the investigation from the Prosecutor General. At the same time it sought an explanation as to why no answers had been given to its previous requests. The first letter requested the prosecutor to provide a list of those killed, to list the persons who had been granted victim status in the proceedings and questioned as witnesses, to specify whether there had been a decision to adjourn or reopen the investigation and to grant access to the case file.", "75. On 17 April 2004 the Chechnya Prosecutor's Office replied to Memorial that the file in criminal case no. 12011 was under investigation and that no results could be made public before the conclusion of the investigation. It further stated that no explanation could be provided for the failures to reply, because persons who had earlier been responsible for the case file no longer worked in that office.", "76. On unspecified dates more than 50 persons from Novye Aldy signed applications to the President of Russia and the speaker of the State Duma. They called for an investigation into their relatives' deaths and for the identification of the servicemen who had committed the murders.", "77. The applicants submitted that they had not been properly questioned by the investigators. They were not aware which prosecutor's office was responsible for the investigation and had not been informed about its progress and therefore could not appeal against the investigator's actions.", "78. In September 2004 the applications to the Court in the present case were communicated to the Russian Government, who were requested at that time to submit a copy of the file on the investigation in case no. 12011, opened in relation to the killings in Novye Aldy. The Government refused to do so, because the file contained information of a military nature and personal data relating to the witnesses. They referred to Article 161 of the Code of Criminal Procedure. At the same time, the Government suggested that a Court delegation could have access to the file at the place of the preliminary investigation, with the exception of “the documents [disclosing military information and personal data of the witnesses], and without the right to make copies of the case file and transmit it to others”.", "79. In December 2005 the Court declared the applications admissible and reiterated its request for the file. In April 2006 the Government submitted a copy of the file as summarised below, as well as updated information concerning the progress of the investigation. In their memorials the Government stated that the investigation had established that on 5 February 2000 a group of armed persons wearing camouflage uniforms had killed more than 50 inhabitants of the Novye Aldy settlement. It had also established that on 5 February 2000 a special operation had been carried out in Novye Aldy by servicemen of the special police forces (OMON) from St Petersburg. The investigation was pending and no final conclusions as to the identity of the perpetrators had been reached. At some point the investigation had been transferred from the Grozny Prosecutor's Office to the Northern Caucasus Department of the Prosecutor General's Office and then to the Chechnya Prosecutor's Office. During the investigation 33 bodies had been exhumed and subjected to a forensic examination, which had confirmed burns and gunshot wounds. A number of other investigative steps had been taken, such as an examination of the sites and ballistics reports (see Part B below for a description of the documents in the investigation file).", "80. It appears from the information submitted by the Government and some of the documents in the case file that the applicants and other relatives of the victims were questioned. However, the case file submitted by the Government does not contain full copies of any of the witness statements, except for one transcript of the third applicant's questioning in May 2004. These transcripts are also not mentioned in the list of documents contained in the investigation file. At the same time, the Government submitted that the investigation body had questioned 143 persons and granted victim status to 44 persons.", "81. In their memorials the Government revealed additional information about the proceedings, which is not contained in the documents submitted by them. As appears from these submissions, only the first, third and fifth applicants had been granted victim status in the proceedings. The second and the fourth had not been granted victim status and apparently had not sought it.", "82. The Government stated that in March and April 2004 over 50 persons had been invited to participate in the investigative measures. However, the first, second and fifth applicants had not appeared when summoned. The Government did not specify the nature of these measures. In June 2005 a photo identification had taken place with one of the victims (there is no information about the results of this measure). In April 2004 the investigators in charge of the criminal case had attempted to identify, through the relevant archives the units of the army (Ministry of Defence), or of the Ministry of the Interior that had possibly been involved in the special operations in Grozny from 4 to 10 February 2000. According to the Government, no meaningful results had been obtained.", "83. As it appears, the investigation did not identify the detachments which had been involved in the security operation in Novye Aldy and no one was charged with any crime. The investigation was adjourned on several occasions owing to the failure to identify the culprits, and was then resumed. The most recent decision to resume the investigation was issued by the Chechnya Deputy Prosecutor on 7 February 2006.", "84. The Government submitted a copy of the investigation file in criminal case no. 12011, which comprised four volumes (over 800 pages) and a list of the documents contained in the file. The most important of these documents can be summarised as follows.", "85. On 5 March 2000 the Grozny Town Prosecutor's Office opened a criminal investigation into the killing of inhabitants of the settlement of Novye Aldy in the Zavodskoy district of Grozny and the looting of property. The decision referred to Article 105, paragraph 2, of the Criminal Code. On 18 March 2000 an investigative group was set up, composed of the officers of the Northern Caucasus Department of the Prosecutor General's Office, the Chechnya Prosecutor's Office and the Grozny Town Prosecutor's Office.", "86. On 22 March 2000 a number of relatives of the victims submitted similarly worded requests to the Grozny Town Prosecutor's Office. They stated that on 5 February 2000 their relatives had been shot by unknown persons wearing camouflage, and asked for an investigation to be carried out. One application was submitted by Valid M., the second applicant's brother, who had complained about the killing of his brothers Salman and Abdula Magomadov.", "87. In March and April 2000 the investigation requested the Zavodskoy Temporary Department of the Interior (VOVD) to find and question a number of local residents in Novye Aldy about the killings of 5 February 2000 and to collect additional information about those who had been killed. These requests were later repeated.", "88. Between March and May 2000 the investigation body questioned and granted victim status to 17 relatives of the deceased. In many cases the degree of kinship was not indicated. The case file examined by the Court does not include any of the witness statements presumably made by the relatives.", "89. In April 2003 the Zavodskoy District Department of the Interior (ROVD) informed the prosecutor that it had not been able to identify any witnesses to the crimes in the district. Many relatives of the victims had left and it was impossible to locate them.", "90. In March 2004 a lawyer practising in Moscow requested the investigation to allow him to participate in the proceedings. He submitted powers of attorney from 32 members of the families of the victims. In April 2004 he was granted leave to take part in the proceedings. He was also informed that the persons who had victim status in the proceedings would be questioned again and informed of the possibility of submitting claims for damages. On 13 June 2004 the lawyer died in Moscow, and it does not appear that another representative was subsequently appointed.", "91. On 12 May 2004 the third applicant was questioned. She described the known circumstances of the deaths of her husband and his brother. She also explained that Valid M., who had been granted victim status in the proceedings, had died in January 2004; she also requested to be granted victim status.", "92. Between 2004 and 2005 the investigation questioned and granted victim status to 12 other persons, including at least one eyewitness to the events who had been forced to give her earrings to the soldiers.", "93. On 31 March 2000 the investigators examined the area at the intersection of Voronezhskaya Street and Khoperskaya Street in Novye Aldy and the courtyard of the house at 112 Voronezhskaya Street. The local residents stated that on 5 February 2000 six persons had been killed in front of that house. The investigation noted about 20 bullet holes in the gates of the house. No bullets or cartridges were found.", "94. On 23 March 2000 the investigation examined the location and exhumed the bodies of the first applicant's three relatives, Alvi Ganayev, Salambek Ganayev and Aslanbek Ganayev, as well their neighbour Ramzan Elmurzayev, who had been buried in the courtyard of the house at 102 Bryanskaya Street.", "95. On 4 April 2000 the investigation examined the site at 160 Matasha Mazayeva Street and exhumed the burnt remains of the second applicant's two brothers, Salman and Abdula Magomadov.", "96. In addition to that, between 23 March and 4 April 2000 the investigators examined several other locations in Novye Aldy and Chernorechye, indicated by the local residents. They exhumed and described the remains of several persons who had been buried by their relatives in the courtyards of the houses, as well as numerous bullets and cartridges.", "97. The reports were accompanied by photographs of the sites and sketches of the area. After the exhumations and the drawing up of the reports, the bodies were buried at the local cemetery.", "98. It appears that in April 2000 several relatives of the victims, including the fifth applicant, refused to allow the exhumation and forensic analysis of their relatives' bodies, referring to religious traditions and the decision of the local council of elders. However, later their agreement was obtained and the exhumations and forensic reports were carried out.", "99. In April and May 2000 the investigation exhumed in the courtyards and at the cemetery 32 bodies of persons who had been killed on 5 February 2000, including the applicants' relatives. The exhumations took place in the presence of the relatives and forensic experts, and the results were documented on video and in photographs.", "100. The forensic experts were asked to resolve questions relating to the cause and date of the victims' deaths. In late April 2000 a forensic expert reported numerous lethal fire wounds. The expert reported that the bodies of the second applicant's two brothers, Salman and Abdula Magomadov, had been incinerated, as a result of which no proper conclusions about the circumstances of the deaths could be reached.", "101. In May and June 2000 the investigation ordered 30 new forensic reports, seeking further details relating to the dates and circumstances of the deaths. In June and July 2000 forensic experts in Stavropol issued additional reports based on the previous descriptions of the bodies. The reports concluded that the date of the deaths could have been 5 February 2000 and described in greater detail the numerous bullet wounds caused to the bodies, many of them to the head.", "102. On 4 and 5 May 2000 an investigator from the Grozny Town Prosecutor's Office ordered ballistics reports on the cartridges and bullets collected at the site.", "103. In May and June 2000 the ballistics experts concluded that the cartridges and bullets had been used by several Kalashnikov sub-machine guns or modified versions, of 7.62 mm and 5.45 mm calibre. Several rifle bullets were also found. Some of the bullets were found to be suitable for identifying the particular guns used. The experts also reported that some of the bullets and cartridges bore serial numbers, which could allow the year and place of their production to be traced. All the bullets and cartridges were sent for further checks through the Ministry of the Interior's federal database of bullets and cartridges (containing data about firearms involved in crimes or lost service firearms).", "104. In April 2004 the investigation authority informed the head of the St Petersburg and Leningrad Region Department of the Interior that it had been established that on 5 February 2000 the special operation in the settlement of Novye Aldy had been carried out by servicemen of the OMON for that region. The investigation body requested him to assist in identifying the firearms that could have been involved in the crime by submitting examples of shots from over 400 different firearms. This request was again sent in June 2004 to an investigator at the St Petersburg Prosecutor's Office. It is not clear if these analyses were carried out.", "105. In March 2000 the investigation collected from the local residents a passport found at the place of the shooting. They also collected a handwritten note issued by a group of servicemen to the residents.", "106. The owner of the passport was located in the Krasnodar Region and questioned. He stated that from 1995 to 1996 he had worked in Grozny as a construction worker. His passport had been stolen there in 1996, and he had later obtained a new one. In January 1999 he had had an accident in Krasnodar, as a result of which he had become severely disabled. He had not been to Chechnya since 1996. His statements were corroborated by a number of other testimonies and documentary evidence.", "107. The handwritten note was examined on 2 April 2000. It said: “Guys! We were here, regiment no. 245. [These are] normal people, not fighters. Have mercy on them. Commander of MSR [motorised rifle company] no. 6 Snr Lt of the grd [Senior Lieutenant of the Guard]” and contained an unclear signature. It does not appear that any further action was taken in the light of that note, including the identification of the military unit in question.", "108. It follows from the relevant prosecutors' orders that at some time in 2004 the investigation collected a complete list of servicemen of the OMON from St Petersburg and the Leningrad Region who had been stationed in Chechnya in early February 2000, as well as their photographs, with a view to carrying out an identification. It is unclear whether the identification took place.", "109. The case file submitted by the Government contains extracts of more than 20 testimonies collected in October and November 2000 from the servicemen of the special police forces (OMON) from St Petersburg, but no full copies of any of these statements. From the extracts contained in the file it appears that they all submitted, almost word for word, that in early February 2000 they had participated in an operation in Novye Aldy and that their detachment had not used any vehicles. They stated that they were not aware of the killing of civilians in Novye Aldy.", "110. The investigation was carried out by the Chechnya Prosecutor's Office. It appears that between 5 March 2000 and 7 February 2006 the case was adjourned and reopened ten times. The most recent document in the case file, dated 7 February 2006, informed the victims about the resumption of the investigation.", "111. In 2004, and subsequently with their memorials, the applicants submitted numerous items of documentary evidence in support of their allegations. The most important documents can be summarised as follows.", "112. In addition to their own statements of the facts, the applicants submitted 13 statements by eyewitnesses to the events of 5 February 2000 and by other relatives of those who had been killed. One witness was not identified by name.", "113. Z. and Ya., the neighbours of the second applicant, stated that Salman and Abdula Magomadov had been killed on 5 February 2000 in the cellar of their home in Mazayeva Street. The witnesses, together with the third neighbour, had dug out the remains, scarcely more than a few bones, from under the debris in the burnt-out cellar on the following day and put them into a large pot, which they buried it in the courtyard of the same house.", "114. Aset Ch., a resident of Novye Aldy and a nurse by profession, submitted a detailed account of the events of 5 February 2000. She submitted that the men who had conducted the operation on that day had called themselves “police”, had been wearing camouflage uniforms, had used radio to communicate between themselves and had driven around in military Ural trucks and APCs with obscured number plates.", "115. Other witnesses described the perpetrators of the killings as being 35 to 40 years old, wearing camouflage uniforms without insignia. They confirmed the applicants' statements about the circumstances of the killing of their relatives and others. Some witnesses submitted that the servicemen had been drunk.", "116. In June 2000 Human Rights Watch issued a 45-page report entitled “February 5: A Day of Slaughter in Novye Aldy”, which put the blame for the extrajudicial executions on the units of the OMON and the military. The document reported the deaths of the applicants' relatives, based on interviews with the applicants and their neighbours. It contained a detailed description of the events, including a plan of the district, a list of 60 names of those killed and information about an additional 19 “unconfirmed” killings.", "117. In 2000 the Human Rights Centre Memorial issued a 70-page report entitled “'Mopping-Up'. Settlement of Novye Aldy, 5 February 2000 – Deliberate Crimes against Civilians” («Зачистка». Поселок Новые Алды, 5 февраля 2000 – преднамеренные преступления против мирного населения), which listed the applicants' relatives and neighbours among 56 civilians murdered on that day. The report contained numerous statements by the witnesses and victims, photographs of the dead and a plan of the neighbourhood with indications of the places where people had been killed.", "118. On 9 February 2001 Human Rights Watch issued a memorandum on the state of the national investigation into human rights and international humanitarian law violations in Chechnya. The report stated that the investigation into the mass murder of civilians in Novye Aldy had been “pushed around” between three prosecutors' offices and then adjourned. Exhumations and forensic reports had been carried out in respect of more than 30 bodies. The officers and servicemen of the detachments of the military and police allegedly implicated in the murders had not been questioned.", "119. On 22 February 2000 the New York Times reported the events in Novye Aldy in the article “Chechens Tell of Murderous Rampage by Russians”. The publication referred to interviews with internally displaced persons (IDPs) in Ingushetia.", "120. On 23 February 2000 The Guardian published an article entitled “82 Feared Dead in Chechen Massacre”, which was based on information from human-rights groups and survivors. The newspaper mentioned that access to Grozny was severely restricted and that there was no way of independently verifying the testimony of the witnesses interviewed in the IDP camps in Ingushetia.", "121. On 22 March 2000 the Novye Izvestia ran an article entitled “Chechen Civilians Shot by OMON from Dagestan?” The article referred to information from the Chief Military Prosecutor's Office, according to which servicemen from the Ministry of Defence had not been involved in the killings of 67 civilians in Aldy on 5 February 2000. The newspaper stated that more than a hundred armed men who had killed the civilians and looted and set fire to property reportedly belonged to a detachment of the Ministry of the Interior, and that there were reasons to believe that they belonged to the OMON units from Dagestan.", "122. On 27 March 2000 the Novaya Gazeta published an article entitled “Freedom or Death. The Aldy Nightmare.” It reported the deaths of the applicants' relatives and contained interviews with the survivors and the relatives of those killed.", "123. On 2 June 2000 the Washington Post published an article entitled “Chechnya's Bloodiest Massacre”, which contained the fourth applicant's story and interviews with other residents of Novye Aldy.", "124. On 28 June 2000 the Chechnya newspaper Svet Rodiny published a letter received in response to the publications about the murders in Aldy from the Chief of Staff of the Ministry of Defence, which stated that the Chief Military Prosecutor's Office was conducting a verification of the facts contained in the article and of the possible involvement of the military servicemen in the events.", "125. In February 2004 the Novaya Gazeta reported on the lack of progress in the investigation of the Aldy massacre in an article entitled “Receipt for Murders”. The article contained an interview with the fourth applicant and stated that the victims of the events of 5 February 2000 had received no assistance from the authorities in the form of either an effective investigation of the events and prosecution of the perpetrators, or compensation for the lost and looted property.", "126. The applicants also submitted an extract from a book by Andrew Meier, “Black Earth. A Journey through Russia After the Fall” (New York, 2003), with an account of the author's visit to the Novye Aldy settlement in the aftermath of the massacre and interviews with the survivors and the relatives of those who had been killed.", "127. The applicants submitted a videotape made by a Russian human-rights activist, Viktor Popkov, in Novye Aldy on 9 February 2000. They also submitted a transcript of the videotape and a translation of the transcript into English. The footage depicted bodies of the victims in the houses and at the local cemetery. The bodies were shown to have firearm wounds, many of them to the head. The inhabitants of the settlement spoke of the events of 5 February 2000, stressing that the servicemen who had committed the crimes had behaved as if they had had an order to kill, because they had not asked for the residents' identity documents and had not spared anyone, including old men and women. They also spoke of looted and burned houses and of the extortion of money and valuables, including gold teeth. Some people said that the soldiers had been drunk, and described the mocking to which they had been subjected.", "128. The applicants submitted a letter issued by the Chief of Staff of the United Group Alignment (UGA) to the military prosecutor of military unit no. 20102 concerning operations in Grozny in the winter of 1999 to 2000. The letter was issued on 8 May 2000 in connection with another criminal case investigated by the military prosecutor. According to the letter, “combat operations to free Grozny of illegal armed groups took place between 10 December 1999 and 10 February 2000. The troop alignment 'Special District Grozny' was in charge of the liberation of the town.” The letter listed several dozen military units of the Ministry of the Interior, Ministry of Defence, the FSB and the Ministry of Justice, which had formed the “Special District Grozny” alignment. Among these units was listed the “245th MSP” (motorised rifle regiment) of the Leningrad military circuit.", "129. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic. From 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "130. Article 161 of the new CCP establishes the rule of impermissibility of disclosing data from the preliminary investigation. Under paragraph 3 of the Article, information from the investigation file may be divulged only with the permission of a prosecutor or investigator and only so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. Divulging information about the private life of participants in criminal proceedings without their permission is prohibited."], "VIOLATED_ARTICLES": ["13", "2", "3"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}