{"ITEMID": "001-4596", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "ALIDJAH-ANYAME v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Ghanaian national, born in Accra in 1955. He is currently living in London, England, and is subject to a deportation order. He is married to a Ghanaian national who is living and working in Brazzaville. The two children of the marriage, the younger of whom was born in the United Kingdom, are living with the applicant.", "The applicant is represented in the proceedings before the Court by Bajwa and Co., a firm of advocates practising in London, England.", "The applicant claims that he originally entered the United Kingdom on 5 December 1988 and was granted leave to remain for a limited period to pursue a course of studies in London. While in London he became a member of the Ghana Democratic Movement (“GDM”), an anti-government group. On 22 January 1990 he returned to Ghana to visit his parents and to deliver publications on behalf of the GDM.", "The applicant arrived back in the United Kingdom on 27 February 1990 through normal channels on a flight from Lagos, Nigeria. A week later he learned that the Ghanaian authorities had traced the distribution of the GDM leaflets to him. The applicant was given leave to enter for two months to complete his studies.", "On 24 April 1990 he was granted further leave to remain as a student until 23 September 1990. In a letter dated 3 September 1990 the Commonwealth Welfare and Immigration Advisory Centre (“CWIAC”) applied for political asylum on the applicant’s behalf claiming that he was being sought by the Ghanaian authorities in connection with the distribution of anti-government publications. The Immigration and Nationality Department wrote to the applicant on 27 March 1996 inviting him to attend for interview on 24 April 1996. A copy of the letter was sent to the CWIAC. The applicant failed to attend. He maintains that this was due to the fact that the letter informing him of the interview had been wrongly addressed.", "The applicant submitted an asylum application on 22 May 1991 claiming that he had a well-founded fear of persecution if he were to be returned to Ghana. The Secretary of State considered the request on the basis of the applicant’s written representations. In a letter dated 29 October 1996 the Immigration and Nationality Department notified the applicant that the Secretary of State had refused his application. Among his reasons for refusing the request, the Secretary of State highlighted that the application was made less than three weeks before the date of expiry of his leave to remain as a student and over six months after he discovered that he was wanted by the Ghanaian authorities. In the Secretary of State’s opinion these factors undermined the credibility of his asylum claim. In addition, the Secretary of State considered that the claim as a whole was vague, lacking in detail, substance and credibility, and that his account of being sought by the Ghanaian authorities had been fabricated in order to bolster a bogus claim made with the sole intention of circumventing the immigration rules less than three weeks before his limited leave to remain in the United Kingdom was due to expire. Furthermore, the Secretary of State stated that the political and human rights situation in Ghana had changed radically since the applicant’s departure in 1990 and there was no reason under the United Nations’ Geneva Convention relating to the Status of Refugees 1951 why the applicant could not return safely to his country of nationality.", "On 4 December 1996 the Special Adjudicator heard the applicant’s appeal against the decision of the Secretary of State. The applicant appeared in person. At the hearing the applicant testified that he had two young children, one of whom was born in the United Kingdom. He stated that his wife was a United Nations official posted in Brazzaville and that she had travelled to the United Kingdom every year to see him up until 1996. He told the Special Adjudicator that he had been detained and tortured in 1982 and 1986. In 1987 he went to the United Kingdom to study but was able to travel back to Ghana in 1988 and in 1989 since he did not risk persecution during that period. It was only when he distributed the GDM materials during his visit in 1990 that the risk of persecution became a reality again.", "On 9 January 1997 the Special Adjudicator dismissed the appeal. In his decision the Special Adjudicator agreed with the Secretary of State’s opinion that the timing of the applicant’s request for asylum as well as his failure to attend the interview reflected adversely on his credibility. He found the applicant’s account of his arrest and torture in 1982 and in 1986 and his allegation of being sought by the authorities in connection with the distribution of GMD materials entirely unsubstantiated. He observed in addition that his movements back and forth between Ghana and the United Kingdom between 1987 and 1990 were not the actions of a man who has a well-founded fear of persecution. The Special Adjudicator concluded:", "“... I do not find that the appellant is a credible witness and I find that he has fabricated the whole account.", "It is quite clear that even if I accepted part of the appellant’s account there has been an amnesty in Ghana and that there has been a sea change in the politics in Ghana and there has been a gradual return to democracy.”", "On 16 June 1997 the High Court refused the applicant’s application for leave to apply for judicial review of the Secretary of State’s decision. The applicant did not renew his application."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}