{"ITEMID": "001-86366", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF FLOREK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1950 and lives in Szczecin.", "5. On 27 June 1995 the applicant lodged a statement of claim with the Goleniów District Court (Sąd Rejonowy).", "6. On 26 October 1995 the Goleniów District Court found that it lacked jurisdiction to deal with the case and referred it to the Szczecin Regional Court (Sąd Okręgowy).", "7. On 12 December 1995 the applicant was ordered to rectify certain procedural shortcomings in her claim in order to fulfil the formal requirements set out in Polish law. She complied with the court’s order in December 1995.", "8. At a hearing on 22 March 1996 the defendant lodged a counterclaim. On an unknown date in April 1996 the applicant submitted her reply to the counterclaim.", "9. Between 12 February and 14 November 1997 the court held five hearings.", "10. On 1 December 1997 the Szczecin Regional Court delivered its judgment.", "11. On 5 December 1997 the applicant lodged a notice of appeal. On 27 March 1998 she was served with the court’s statement of reasons.", "12. The case was referred to the Poznań Court of Appeal (Sąd Apelacyjny) in August 1998. On 7 March 2000 the court partly amended the judgment and remitted the case in part.", "13. On 12 June 2000 the applicant lodged a cassation appeal with the Supreme Court (Sąd Najwyższy) against the judgment of the Court of Appeal.", "14. On 14 February 2002 the Supreme Court, sitting in camera, refused to entertain the cassation appeal as it did not raise any issue of general importance.", "15. On 20 June 2002 the Poznań Court of Appeal remitted the case to the Szczecin Regional Court.", "16. On 23 May 2003 the Szczecin Regional Court held a hearing. A hearing scheduled for 6 April 2004 was postponed because the judge was ill.", "17. On 15 June 2004 a hearing was held.", "18. On 29 June 2004 the Szczecin Regional Court delivered its judgment. The applicant lodged an appeal against it.", "19. On 23 November 2005, by a final judgment of the Poznań Court of Appeal, the applicant’s appeal was dismissed.", "20. On 16 March 2005 the applicant lodged a complaint with the Supreme Court under section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”). The Supreme Court referred the case to the Szczecin Court of Appeal.", "21. The applicant sought a ruling declaring that the length of the proceedings before the Szczecin Regional Court had been excessive and an award of just satisfaction in the amount of 10,000 Polish zlotys (PLN).", "22. On 24 June 2005 the Szczecin Court of Appeal gave a decision in which it acknowledged the excessive length of the proceedings before the Szczecin Regional Court, finding that there had been periods of unjustified inactivity in 1995 and 1996, then between January and March 1998 and between June and November 2002. It awarded the applicant PLN 3,000 in just satisfaction. The court observed that the claim for just satisfaction in the amount of PLN 10,000 was excessive.", "23. The court did not take into consideration the delays that had occurred before the Szczecin Court of Appeal (between August 1998 and 7 March 2000), nor did it consider the period between 12 June 2000 and 14 February 2002, when the case was pending before the Supreme Court.", "24. On 5 January 1995 a certain “S-P” Company Ltd instituted civil proceedings for repossession against the applicant. Between 20 January 1995 and 22 October 1996 the court held twelve hearings. By a decision of 12 December 1996 the Goleniów District Court discontinued the proceedings.", "25. On an unknown date in 1994 the police instituted criminal proceedings against the applicant on charges of threatening behaviour. On 9 January 1995, by a decision of the district prosecutor, the applicant was made subject to a police supervision order. The applicant appealed.", "26. On 10 February 1995 the Szczecin Regional Prosecutor amended the decision and the police supervision order was quashed.", "27. On 29 March 1996 the Goleniów District Court issued a penal order imposing a fine on the applicant. It appears that the applicant lodged an appeal. The proceedings were terminated by a final decision of 5 June 1996 (the applicant has not produced a copy of it).", "28. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}