{"ITEMID": "001-68127", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PROCHÁZKA AND PROCHÁZKOVÁ v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Bohuslav Procházka and Růžena Procházková, are Czech nationals who were born in 1950 and 1957 respectively and live in Říčany.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are the owners of certain plots of land in Říčany u Prahy. In 1990 they decided to build a family house with an education centre to be run within the framework of their business activity.", "On 2 April 1990 the applicants informed the Department of Construction of the town of Říčany u Prahy (odbor výstavby města) of these plans. On 25 June 1990 they applied to the Říčany Municipal Construction Office (Městský úřad – stavební úřad) for a building permit (stavební povolení). According to the Government, on 2 April 1990 the applicants requested the construction authority to be sent forms for the construction of a family house. They subsequently replaced this application with a request for a building permit. However, there is no proof that they actually applied for a building permit. The Construction Office only dealt with the applicants' request for planning permission (územní rozhodnutí) concerning the construction of a family house which they filed on 25 March 1991.", "According to the Government, the planning proceedings (řízení o vydání územního rozhodnutí) started on 25 April 1991 but were suspended on 11 May 1991 when the Construction Office invited the applicants to supplement their request for planning permission. The applicants stated that they received this invitation on 31 December 1992.", "On 22 July 1991 the Construction Office decided, upon the applicants' request of 11 June 1991, that one of the applicants' plots of land could be permanently withdrawn from agricultural use. On 2 July 1991 it delivered a building permit for the construction of a drain connection.", "On 29 June 1992 the applicants modified their planning application.", "On 5 August 1992 they requested the Prague-East District Prosecutor (okresní procurator) to supervise the activities of the Construction Office. It was found that they had not received the invitation of the Construction Office of 11 May 1991. Upon the prosecutor's order, the invitation was notified to them on 30 December 1992. According to the Government, the applicants did not supplement their request for planning permission as they had been invited to do so by the Construction Office. They only asked for the reimbursement of CZK 5,280 (168 EUR) in taxes for the permanent withdrawal from agricultural use which they had been obliged to pay.", "Due to the length of the proceedings, the applicants allegedly suffered an important financial prejudice and, therefore, started the construction without a building permit. The Government stated that the applicants' description of the relevant facts in this part of their application to the Court was shortened and distorted.", "On 2 November 1993 the Construction Office decided to demolish the applicants' education centre as it had been built on agricultural land contrary to the existing territorial plans. On 16 December 1993 the Prague-East District Office (okresní úřad) quashed this decision and sent the case back to the Construction Office which, on 14 January 1994, again ordered the applicants to demolish their construction. The applicants appealed against this decision. At the same time, they sold the construction because of their difficult financial situation. On 2 June 1995 the new owners were granted a building permit.", "According to the Government, on 12 July 1999 the Construction Office decided to demolish the applicants' family house as it had been built without a building permit. On 27 December 1999 the building permit was granted, the Construction Office having considered that the construction was not contrary to the public interest.", "On 14 January 1994 the Prague-East District Court (obvodní soud) stayed the proceedings on the applicants' action for damages which they had introduced on 23 December 1992 against the town of Říčany. The court stated that the applicants had been invited (at a hearing of 30 September 1993, according to the Government) to supplement their claim by 1 January 1994, but failed to do so.", "On 21 January 1994 the applicants completed their action, the supplementary documents being notified to the court on 2 March 1994. On 10 May 1994 they were informed that the first hearing would be held on 14 June 1994 and that their completed action would be considered as a new action for damages.", "On 1 November 1994 they were informed that the hearing could not be held because the court file had been sent to the Prague Regional Court (krajský soud) which would deal with the applicants' appeal of 3 June 1994 against the decision of the District Court on 14 January 1994. On 14 November 1994 the Regional Court quashed this decision and remitted the case to the District Court which on 29 January 1995 held a hearing and adjourned it until 14 March 1995. The applicants' lawyer could not attend the hearing which had to be adjourned until 5 April 1995.", "At a hearing held on 31 May 1995 the applicants again supplemented their action and requested that the Czech Republic, represented by the Ministry of Economy (Ministerstvo hospodářství), to be added to the proceedings as a second defendant.", "A hearing held on 11 July 1995 was adjourned until 1 August 1995.", "On 17 July 1995 the District Court granted the applicants' request that the Czech Republic represented by the Ministry of Economy be added to the proceedings, and that the amount of damages be increased.", "On 12 September, 17 October, 21 November 1995 and 9 and 11 January 1996, the District Court held further hearings.", "On 26 January 1996 the applicants submitted their final pleadings to the court which, on 6 February 1996, dismissed their action for damages. Having received the judgment on 9 July 1996, the applicants appealed on 22 July 1996, substantiating their appeal on 15 August 1996 and completing it, according to the Government, on 20 November 1997.", "On 27 May 1996 the applicants challenged the judge of this court for bias. On 11 July 1996 the judge admitted that she was biased.", "On 23 January 1997 the District Court invited the applicants' lawyer to specify whether she was still representing her clients and whether the appeal had been filed in the name of both of them or only in the name of the second applicant. She replied on 7 February 1997.", "On 13 February 1997 the District Court rectified the verdict of its judgment of 6 February 1996. It further supplemented it on 16 May 1997.", "On 12 February 1998 the Regional Court invited the applicants to specify, within a week, whether their appeal contained a new point on the merits of their action for damages. The applicants' lawyer answered on 3 March 1998. On 19 March 1998 the court adjourned the proceedings without fixing the next hearing in order to decide on the extension of the applicants' action for damages.", "On 10 August 1998 it quashed the judgment of the District Court and remitted the case for further consideration. At the same time, it decided to exclude from the proceedings the judge who had dealt with the applicants' action.", "On 2 and 27 November 1998 respectively, the applicants modified and supplemented their action for damages.", "A hearing held on 21 December 1998 was adjourned until 27 January 1999 in order to hear witnesses.", "On 22 December 1998 the Czech Republic, represented now by the Ministry of Local Development (Ministerstvo pro místní rozvoj) submitted its final pleadings to the court. The applicants submitted theirs on 25 January 1999.", "On 27 January 1999 the District Court again dismissed the applicants' action for damages. On 6 April 1999 the applicants appealed. On 19 May 1999 they were invited to supplement their appeal within ten days. They substantiated the appeal on 26 May 1999.", "On 2 December 1999, the Regional Court, after a hearing on 29 November 1999, again quashed the first instance judgment insofar as it concerned the Ministry of Local Development, and sent the case back to the District Court. It upheld the remainder of the judgment.", "On 31 May 2000 the District Court, after a hearing on 26 April 2000, delivered its third judgment by which it again dismissed the applicants' action, this time directed only against the Ministry of Local Development. The judgment was notified to the applicants on 4 October 2000.", "On 28 August 2000 (19 October 2000, according to the Government) the applicants appealed substantiating their appeal on 14 December 2000. On 15 January 2001 the Ministry of Local Development submitted its observations.", "On 8 March 2001 the Regional Court partly quashed the judgment of the District Court and remitted the remainder of it to the first instance court.", "On 28 May 2001 the District Court, being bound by the opinion of the Regional Court that the applicants had suffered damage because of the erroneous action of a public authority under State Liability Act no. 58/1969 when they had had to pay the tax for the permanent withdrawal of their plot of land from agricultural use, and decided that the Czech Republic had to pay them CZK 30,280 (961 EUR) with interest for the delays in payment.", "On 10 August 2001 the applicants withdrew their action as to the payment of the interest on the amount of CZK 30,280, covering the period from 23 December 1992 to 15 July 1995.", "On 10 January 2002 the Regional Court, on the Ministry for Local Development's appeal of 13 August 2001, upheld the District Court's judgment of 28 May 2001, apart from the interest on the amount of CZK 30,280 for period from 16 July 1994 to 25 July 1995. The District Court's judgment became effective on 31 January 2002.", "On 28 March 2002 the District Court invited the applicants to comment upon the partial withdrawal of their action. On 29 March 2002 it discontinued the proceedings in this respect."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}