{"ITEMID": "001-23293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "PARTINGTON v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger;Nicolas Bratza", "TEXT": ["The applicant, Mr Peter Partington, is a United Kingdom national, who was born in 1965 and living in Oldham. He is represented before the Court by Mr A. M. Kelly, a lawyer practising in Nottingham.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 19 January 1993, the applicant was convicted of wounding with intent to cause grievous bodily harm and sentenced to three and a half years’ imprisonment. He had attacked his girl friend following consumption of alcohol.", "On 7 January 2000, the applicant pleaded guilty to two counts of wounding with intent to cause grievous bodily harm arising out of an incident when, under the influence of alcohol, he stabbed his 11 year old stepson and brother-in-law with a screwdriver.", "The pre-sentence report prepared by the Probation Service observed inter alia that the applicant’s tendency to violence stemmed from his habit of excessive drinking and that he was at high risk of further offending. It also noted his genuine remorse for the offences and his intention to work on his alcohol problem.", "The trial judge sentenced the applicant to life imprisonment pursuant to section 2 of the Crime (Sentences) Act 1997 in relation to the wounding convictions. In that regard, the judge stated inter alia:", "“... the two offences for which you fall to be sentenced ... are so serious that only custodial sentences can be justified. Indeed ... I am obliged to pass an automatic life sentence of imprisonment upon you in respect of each of these offences, unless I am of the opinion that there are exceptional circumstances relating either to the offences or to you...", "I have listened carefully to [the applicant counsel’s] submissions, I have carefully read your wife’s letter and I have read the contents of the pre-sentence report and all the conclusions that I have come to... I am not satisfied that there are any exceptional circumstances which should lead me not to impose an automatic life sentence...”", "The judge assessed the applicable determinate sentence (which he would have passed but for section 2) at six years, allowing for the mitigation in the applicant’s case and the time already served, and on that basis fixed a tariff of two years seven months.", "The applicant did not apply at that time to appeal against sentence. Following developments in domestic case-law concerning the application of section 2 (see below), the applicant made an application for permission to appeal against sentence to the Court of Appeal.", "On 24 September 2002, after a hearing at which the applicant was represented by counsel, the Court of Appeal rejected the applicant’s application for leave to appeal and his application to call fresh evidence. It noted that the trial judge had not carried out an assessment of the risk posed by the applicant to the public when imposing the sentence of life imprisonment which had been found to be the proper approach in the subsequent Offen case. It went on to review the case in light of the new authority and taking into account a report by a consultant forensic psychiatrist commissioned by the applicant. Noting however the applicant’s “worrying” history of alcohol abuse and violence with a weapon, it found that the applicant represented a continuing risk to the public and that an automatic life sentence was appropriate in the circumstances of his case.", "The applicant’s tariff expired on 7 August 2002. His case was considered by the Parole Board on 26 September 2002 and it directed his release, subject to certain licence conditions, as it considered his detention was no longer necessary to protect the public.", "On 15 October 2002, the applicant was released.", "The 1997 Act came into force on 1 October 1997. Section 2(1) and (2) provide as follows:", "“(1) This section applies where -", "(a) a person is convicted of a serious offence committed after the commencement of this section; and", "(b) at the time when that offence was committed, he was 18 or over and had been convicted in any part of the United Kingdom of another serious offence.", "(2) The court shall impose a life sentence, that is to say -", "(a) where the person is 21or over, a sentence of imprisonment for life; (b) where he is under 21, a sentence of custody for life under section 8(2) of the Criminal Justice Act 1982,", "unless the court is of the opinion that there are exceptional circumstances relating to either of the offences or to the offender which justify its not doing so.", "(3) Where the court does not impose a life sentence, it shall state in open court that it is of that opinion and what the exceptional circumstances are.”", "Section 2(5) listed the offences considered “serious” for the purposes of the section. The offences listed in section 2(5) were already punishable by a maximum of life imprisonment and they include rape.", "Sections 3 and 4 of the 1997 Act impose mandatory penalties of seven and three years for a third conviction on class A drug trafficking offences and domestic burglaries, respectively. Both sections oblige the court to impose the fixed sentence when the statutory conditions are fulfilled except:", "“ where the court is of the opinion that there are specific circumstances which -", "(a) relate to any of the offences or to the offender; and", "(b) would make the prescribed custodial sentence unjust in all the circumstances.”", "In this case, decided after the entry into force of the Human Rights Act 1998, the Court of Appeal adopted a more flexible interpretation of the words “exceptional circumstances” in section 2 of the 1997 Act.", "The appellants contended that section 2 was incompatible with, inter alia, Articles 3 and 5 of the Convention. The Court of Appeal agreed that the manner of interpreting section 2 to date meant that that section could clearly operate in a disproportionate manner, it not being difficult to find examples of situations where it would be wholly disproportionate to impose a life sentence even for a second serious offence.", "It considered that the problem would disappear if the words “exceptional circumstances” in section 2 were construed in a manner which accorded with the policy of Parliament in adopting the section. That policy was to protect the public. Accordingly, a finding that an offender does not constitute a significant risk to the public should be considered to constitute “exceptional circumstances” which approach, the Court of Appeal considered, would accord with parliamentary intent and with the provisions of the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}