{"ITEMID": "001-23922", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "OLLINGER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Mr Karl Öllinger, is an Austrian national who was born in 1951 and lives in Vienna. He was represented before the Court by Mr J. Unterweger, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In May 1995 the W.B. company, i.e. a big Austrian steel company, was taken over by the A. holding. On 4 May 1995, in the course of the negotiations preceding the take-over, H.L., a businessman and president of the executive board of the A. holding, gave a written assurance that there would be no reduction in personnel at the Viennese site of the W.B. company within the next three to four years. On 17 May 1995 the assurance was repeated in the records of a meeting between H.L., the executive manager of the W.B. company, staff representatives and representatives of several banks.", "On 16 March 1999 the W.B. company announced staff cuts of up to 430 employees, including 270 dismissals to be carried out at the company's Viennese site.", "On 17 March 1999 the applicant, in his capacity as a member of parliament, namely as spokesperson for social affairs of the Green Party, issued a press release under the heading:", "“Massive Staff Cuts in Vienna Alarming” (“Massive Arbeitsplatzverluste in Wien bedenklich”)", "The press release included the following statement:", "“H.L.'s plans which include staff cuts and the shut down of W.B.'s Viennese site constitute a clear breach of [his] promise given in public on the occasion of the takeover.”", "The above statement was reported in a number of daily newspapers.", "Thereupon, H.L. brought injunction proceedings under Article 1330 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) against the applicant with the Vienna Commercial Court (Handelsgericht). He requested that the latter be prohibited from stating or repeating that he “had broken his word with regard to his policy of no staff cuts as announced in May 1995”. He also requested that the statement be retracted and that this retraction be published in specified Austrian daily newspapers.", "On 22 November 1999 the Commercial Court granted the injunction. It ordered the applicant not to repeat the impugned statement and to publish a retraction in the newspapers requested at his own cost. The court found that, contrary to the applicant's assertion, his statement was not a valuejudgment made in a political context, but a statement of fact, which jeopardised H.L.'s reputation as a business man. In this respect, the court also noted that H.L. was not a politician and that, according to the written statement of May 1995, the latter had only promised to make no staff cuts for a period of three to four years. Given the lack of precision regarding the time-frame it could not be assumed that the promise to make no staff cuts covered four full years. Thus, the allegation that H.L. had broken his word, by announcing in March 1999 that he intended to dismiss employees, was not supported by evidence.", "The applicant appealed against the injunction. He submitted that the Commercial Court had not assessed the relevant facts against the background of the economic development of the W.B. company and that the impugned statement constituted a value-judgment.", "On 29 May 2000 the Vienna Court of Appeal (Oberlandesgericht) dismissed the appeal. It considered that the Commercial Court had correctly assessed the relevant facts. Observing in particular that the applicant had himself failed to make any reference to the economic situation of the W.B. company in the material press release, it found, with reference to that text, that the only question at stake was whether H.L., by announcing staff cuts, had broken his word. In this respect, the Court of Appeal confirmed the Commercial Court's view that the impugned statement was a statement of fact. Referring to the written statement of May 1995, according to which there would be no reduction in manpower for a period of three to four years, it considered that the claimant's “guarantee” had lasted until May 1998 at the very most and concluded that the applicant had failed to prove his allegation.", "On 13 March 1995 the applicant introduced an extraordinary appeal on points of law (außerordentliche Revision) against the Court of Appeal's decision.", "On 23 October 2000 the Supreme Court (Oberster Gerichtshof) declared the extraordinary appeal inadmissible as it found that the qualification of the statement at issue as a statement of fact was in accordance with its previous case-law. This decision was served on the applicant on 15 November 2000.", "Article 1330 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) provides as follows:", "“(1) Everyone who has suffered material damage or loss of profit because of an insulting statement may claim compensation.", "(2) The same applies if anyone disseminates statements of fact which jeopardise another person's credit, gain or livelihood and if the untruth of the statement was known or must have been known to him. In such a case the retraction of the statement and the publication thereof may also be requested ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}