{"ITEMID": "001-60933", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF RINGVOLD v. NORWAY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-2", "JUDGES": "", "TEXT": ["10. The applicant was born in 1965 and lives in Oslo.", "11. On 24 June 1993 the applicant was charged under Articles 192 and 195 of the Criminal Code (straffeloven) with the sexual abuse of a minor, G., born in December 1979, during the period from 1986 to 1990. Under these provisions he was charged with having, on one or several occasions, threatened to hit G. if she cried out, and/or having held her tight, whereupon he had introduced his penis into or pointed it towards her sex and/or made her masturbate him. At the time, G.’s father was cohabiting with the applicant’s mother. The alleged offences were said to have occurred in the applicant’s home when the child visited her father.", "12. Criminal proceedings were instituted before the Eidsivating High Court (lagmannsrett) which heard the case between 16 and 18 February 1994, including G.’s compensation claim of (up to) 110,000 Norwegian kroner (NOK) for non-pecuniary damage, made under section 3-5 of the Damage Compensation Act 1969 (skadeerstatningsloven), and joined to the trial in accordance with Article 3 of the 1981 Code of Criminal Procedure (straffeprosessloven). By a judgment of 18 February 1994, the High Court, noting that the jury had answered the questions concerning criminal guilt in the negative, acquitted the applicant of the charges. Moreover, it decided to reject G.’s compensation claim.", "13. G. subsequently appealed to the Supreme Court (Høyesterett) under the rules of the 1915 Code of Civil Procedure (tvistemålsloven) against the refusal to award compensation. The Supreme Court then ordered the taking of oral evidence by the Oslo City Court (byrett). Evidence was taken between 26 and 30 June 1995, 18 and 20 October 1995, 20 November 1995 and 3 January 1996, during which time more than twenty witnesses were heard.", "14. In the appeal proceedings before the Supreme Court, G.’s lawyer requested that documents produced in the context of the criminal case be submitted as evidence to the Supreme Court. These included records of the judicial examination of G., medical certificates, letters and witness statements given to the police in connection with the criminal proceedings. The applicant’s lawyer, relying on Article 6 § 2 of the Convention, objected to this request.", "15. By a decision of 29 May 1996, the Supreme Court authorised the documents from the criminal case to be joined to the case file in the compensation proceedings. Its decision included the following reasons:", "“In their pleadings, the lawyers for the parties have dealt extensively with the issue under Article 6 § 2 of the Convention. The only question for the Supreme Court to determine is whether the submission of the criminal-case documents in the civil case would as such violate this Convention provision. The question as to the significance of this provision for the decision on the compensation claim falls to be considered in connection with the decision on the merits of the appeal.", "The use of documents from the criminal case as evidence in this case does not in my view fall foul of the requirement in Article 6 § 2 ... The submission of the documents does not as such imply that the acquittal in the criminal case is open to doubt.", "The statement in the Sekanina case, which the lawyer for the defendant has referred to, must be read in its context. The ruling cannot be perceived as a general procedural bar against the production of the case documents from criminal proceedings in a later case.", "Furthermore, I should like to add that, although this is not decisive for my view on the issue under Article 6 § 2, both parties were given the usual opportunity to supply evidence in connection with the taking of evidence by the Supreme Court.", "In my view, the request for submission of the criminal-case documents in question must therefore be granted.”", "16. The Supreme Court examined the case under the rules of civil procedure. After hearing the parties and a large number of witnesses, the Supreme Court, in a judgment of 5 June 1996, ordered the applicant to pay NOK 75,000 to G. in compensation for non-pecuniary damage, under section 3-5(1)(b) of the Damage Compensation Act.", "17. The first voting judge, Mrs Justice Gjølstad, stated on behalf of a unanimous court, inter alia:", "“In so far as the appeal concerns the merits, two general questions arise, namely the relationship to the acquittal in the criminal case (see Article 6 § 2 of the Convention) and the requirement of proof in such cases.", "Under Chapter 29 of the Code of Criminal Procedure, civil compensation claims may ... be made in criminal proceedings by the prosecution or by the injured party. This arrangement is intended to make it easier for the injured party to have a civil compensation claim examined, but it does not preclude the possibility of making such a claim in separate civil proceedings instead.", "Contrary to what followed from the old Code of Criminal Procedure, it is not a condition for the examination of civil compensation claims that the accused person should have been convicted in respect of the charge. Thus, it is in principle possible to either reject or uphold a civil compensation claim, irrespective of the decision concerning criminal liability. This has its background in the fact that the injured party, who does not enjoy rights as a party in the criminal case, should not forfeit his or her compensation claim as a result of an acquittal in the criminal case. Although it will hardly be a frequent occurrence that the decision on the civil compensation claim goes in a different direction from that on criminal liability, this may happen for various reasons. Amongst others, the requirement of evidence for the criminal and the civil consequences of an action ... is different.", "By Article 6 § 2 of the Convention, a person who is charged with a criminal offence is to be deemed innocent until proved guilty. The presumption of innocence applies even after an acquittal (see in this connection the Sekanina case and the decision reported in Norsk Retstidende 1994, p. 721, dealing with the significance of the presumption of innocence in a case concerning the right of the accused to compensation after an acquittal).", "However, in my opinion it must be clear that the said provision cannot constitute an obstacle for a person injured by an act to claim compensation from the alleged perpetrator, even though the latter has been acquitted of a criminal offence, and that the court in such a case can rely on a finding that the defendant has in fact committed the act in relation to which he has been acquitted. Even assuming that the Convention provision applies to the treatment of such claims, it has not been infringed as long as no disagreement or doubt has been expressed with regard to the decision on criminal liability. I cannot see that the arrangement under Norwegian criminal procedural law, whereby it is possible to have civil compensation claims determined after an acquittal, gives rise to any particular problems in relation to Article 6 § 2 [of the Convention]. Moreover, in the case at hand, it is above all the High Court’s decision concerning compensation which has been brought before the Supreme Court under the provisions of the Code of Civil Procedure.”", "18. As regards the requirement of evidence, Mrs Justice Gjølstad noted that under the law on compensation the test was normally the balance of probabilities. However, bearing in mind the burden which an allegation of reprehensible conduct might have for the defendant and the serious consequences it might have for his or her reputation, the requirement as to the strength of the evidence had to be stricter than that which applied to the test of the balance of probabilities. Nevertheless, the requirement could not be as strict as that which applied for establishing criminal liability. In a case of the kind under consideration, the test had to be whether on the balance of probabilities it was clearly probable that the alleged abuse had been committed.", "19. In dealing with the particular facts of the appeal concerning compensation, the Supreme Court had regard to the video recording of the judicial examination of the alleged victim in the criminal proceedings before the High Court. The Supreme Court did not share the High Court’s view that the evidentiary value of the video recording was diminished by certain misgivings concerning the lack of synchronisation of sound and picture when shown to the High Court. Those shortcomings had been remedied before the Supreme Court. The Supreme Court also had regard to evidence taken by it from this person, which deviated slightly from the judicial examination before the High Court. It further had regard to the statements of an expert witness and the statements of a therapist who had treated the alleged victim. Considering the evidence as a whole, Justice Gjølstad found that the evidence satisfied the standard of proof, establishing that sexual abuse had occurred and that, on the balance of probabilities, it was clear that the applicant was the abuser. Accordingly, there was a basis for awarding the victim compensation under section 3-5(1)(b) of the Damage Compensation Act. However, Justice Gjølstad emphasised that this decision was taken independently of the decision in the criminal case and that it did not undermine the acquittal. Finally, as regards the amount of compensation, she observed, inter alia, that she based her assessment on her finding that several infringements had occurred and that, even though their extent was not possible to ascertain with precision, there had been serious violations involving a certain use of force or threats, as a result of which G. had sustained damage.", "20. Under Norwegian criminal law there are four basic conditions that must be met in order to establish criminal liability:", "(1) the accused has committed an act or omission (actus reus) which is contrary to a provision of the Criminal Code or to a special statutory criminal provision in force at the time when the act or omission occurred;", "(2) there are no exonerating circumstances (for example, self-defence);", "(3) the accused has acted with intent (mens rea), unless otherwise expressly stated in the relevant criminal provision; and", "(4) the accused was of sound mind at the time of the commission of the offence.", "21. As a general rule, the prosecution has to prove these four elements beyond reasonable doubt. Any reasonable doubt must benefit the accused (in dubio pro reo).", "22. Under the Norwegian jury system, when an accused is acquitted the jury is not entitled to disclose whether any of its members held a different opinion, and no records are kept which could disclose that a negative answer as to the applicant’s guilt was not unanimous. Only two conclusions are possible in a criminal case – guilt or acquittal (see Articles 365, 366, 372 and 373 of the Code of Criminal Procedure). There is no third alternative, such as that formerly known in some other European countries, where a criminal charge could result in the finding that there was not sufficient evidence to establish guilt.", "23. Under the 1981 Code of Criminal Procedure, a civil claim may be pursued in connection with a criminal trial, provided that the claim arises from the same set of facts. The civil claim of a victim may be decided either in connection with a criminal case or in separate proceedings. Article 3 reads:", "“Any legal claim that the aggrieved person or any other injured person has against the person charged may, in accordance with the provisions of Chapter 29, be pursued in connection with such cases as are mentioned in Article 1 or Article 2, provided that the said claim arises from the same act that the case is concerned with. On the above conditions the following claims may also be pursued:", "...", "The claims specified in the first and second paragraphs shall be deemed to be civil claims and shall be dealt with in accordance with the provisions of Chapter 29 ...”", "Other provisions concerning civil compensation claims may be found in Chapter 29 of the Code of Criminal Procedure, notably the following:", "“In a public prosecution the prosecuting authority may on application pursue such civil legal claims as are specified in Article 3. ...", "When civil claims are pursued against a person other than the person charged, the person concerned assumes the position of a party to the case in so far as this issue is concerned. ...”", "“Any person who has any such civil claim as is specified in Article 3 may himself pursue it in connection with a public prosecution if a trial hearing is held. ...”", "“A separate appeal against a decision on civil claims shall be brought in accordance with the provisions of the Code of Civil Procedure. The same shall apply to a reopening of the case.”", "24. Under the Damage Compensation Act 1969, the alleged victim may, regardless of the outcome of the criminal proceedings, claim compensation for pecuniary and non-pecuniary damage.", "Section 3-5, as in force at the relevant time, read as follows:", "“Anyone who with intent or through gross negligence has", "(a) caused personal injury or", "(b) committed ... an act of misconduct as mentioned in section 3-3", "may ... be obliged to pay the victim such a lump sum as the court deems would constitute reasonable compensation [oppreisning] for the pain and suffering and other non-pecuniary damage caused thereby. ...", "A person who with intent or through gross negligence has caused the death of another person may be ordered to pay such compensation to the deceased’s ... parents.”", "Section 3-3, referred to in the above provision, expressly applies to misconduct mentioned in, amongst other provisions, Articles 192 and 195 of the Criminal Code.", "A claim for compensation for nonpecuniary damage submitted by a victim under section 3-5 of the Act is subject to his or her showing that the alleged perpetrator, with intent or through gross negligence, committed the wrongful act. The test is normally the balance of probabilities and the burden of proof lies with the claimant. This burden may be heavier where liability may have serious consequences for the respondent’s reputation, though it will be less than for criminal liability. The competent court has to determine liability in the light of all the evidence available at the time of the adjudication of the case.", "25. The objective constitutive elements of acts which may give rise to both criminal liability and civil liability to pay compensation are not always the same. The subjective constitutive elements in principle differ: normally criminal liability requires intent whereas liability to pay compensation requires gross or simple negligence. There may be exonerating circumstances – such as self-defence, necessity, provocation or ignorance – which exclude criminal liability but which do not exclude liability to pay compensation. A person of unsound mind may be exempted from criminal liability but not necessarily from civil liability to pay compensation (see Norges Offentlige Utredninger (Norwegian Official Reports) 2000:33, “Erstatning til ofrene hvor tiltalte frifinnes for straff” (“Compensation to victims in cases where the accused has been acquitted on the criminal charge”), a study by J.T. Johnsen, Professor of Law, Chapter 1, section 1.3.2).", "The purposes of the criminal law and the law on compensation are not identical. While deterrence and restoration are important considerations in both areas of law, the former places emphasis on retribution and the latter on the allocation of financial loss. The two systems also supplement one another in important respects. While criminal-law sanctions are particularly designed to deter actual and potential offenders from committing offences, those of the law of compensation are particularly designed to meet the aggrieved person’s need for economic redress (ibid., Chapter 1, section 1.2.1)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}