{"ITEMID": "001-72596", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "FREILINGER and OTHERS v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, Monika and Sascha Freilinger and Hildegard Hofmann, are Austrian nationals. They were born in 1959, 1980 and 1967, respectively. They live in Lengenfeld and Gobelsburg, respectively. They were represented before the Court by Mr H. Malek, a lawyer practising in Krems. The respondent Government were represented by their agent Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Upon the applicants’ request the Krems Regional Court sitting as a Labour and Social Court (Landesgericht als Arbeits-und Sozialgericht) on 27 December 2000 and on 9 January 2001, respectively, ordered the F company to pay (Zahlungsbefehl) the first applicant 1,056.81 EUR, the second applicant 6,276.46 EUR and the third applicant 4,247.87 EUR. On 2 February 2001 these orders became enforceable.", "On 13 February 2001 the Regional Court opened bankruptcy proceedings concerning the F company. This decision was published in the bankruptcy data base (Insolvenzdatei) in the internet on 14 February 2001.", "On 19 February 2001 the applicants requested the Vienna District Court (Bezirksgericht) to enforce the above-mentioned payment orders by selling the F company’s movable property (Fahrnisexekution) and by granting the applicants a lien on outstanding accounts which the F company held against E.F., F.S. and I.S. (Forderungsexekution).", "On 21 February 2001 the District Court granted this application and ordered enforcement of the payment orders (Exekutionsbewilligung) under Sections 249 and 294 of the Enforcement Act (Exekutionsordnung). It appears that the District Court apparently disregarded Section 10 of the Bankruptcy Act (see Relevant domestic law and practice) when it granted this request.", "On 6 March 2001 E.F., F.S. and I.S., who were debtors of the F company and against whom that company had outstanding claims, appealed against this decision. They submitted that the enforcement order was unlawful as bankruptcy proceedings against the F company had been opened on 13 February 2001 and that, following the decision to open bankruptcy proceedings, they were no longer allowed to honour individual request for enforcement. The appeals were not transmitted to the applicants.", "At the same day the bankruptcy trustee, referring to Section 10 of the Bankruptcy Act (Konkursordnung), requested the District Court to cancel enforcement proceedings.", "With decisions of 26 March and 30 March 2001 respectively, the Vienna Regional Court remitted the file back to the District Court as it found that the appeals of 6 March 2001 needed improvement. On 9 and 19 April 2001 respectively these decisions were served on the applicants’ counsel.", "E.F., F.S. and I.S. subsequently remedied the defects of the appeals. The appeals were not transmitted to the applicants.", "With decisions of 3 August, 28 September 2001 and 11 October 2001 the Regional Court rejected the appeals concerning the enforcement of the order to pay by selling the F company’s movable property, as it noted that E.F., F.S. and I.S. had no legal standing in this regard, because they were not affected by that part of the order.", "It granted, however, the appeals concerning the enforcement of the order to pay by granting a lien on the F company’s outstanding accounts against E.F., F.S. and I.S. It referred in this regard to Section 10 of the Bankruptcy Act. The court further noted that, according to relevant case-law and doctrine, it was for the person requesting an enforcement order to substantiate already in the application why enforcement under the Enforcement Act should be admissible irrespective of the opening of the bankruptcy proceedings. In the present case, the applicants had not made such submissions in their applications. The Krems Regional Court had opened bankruptcy proceedings against the F company on 13 February 2001. This decision had been published in the bankruptcy data base (Insolvenzdatei) on 14 February 2001. The enforcement order had been issued only on 21 February 2001 and was therefore unlawful. The court further noted that the applicants had filed their request for enforcement of the payment order on 19 February 2001, although bankruptcy proceedings had already been pending at this time. It therefore ordered them to reimburse the costs of the appeal proceedings, i.e. 196.88 EUR to be paid by the first applicant, 368.50 EUR to be paid by the second applicant, and 294.97 EUR to be paid by the third applicant.", "The enforcement of judicial decisions is regulated by the Enforcement Act (Exekutionsordnung), which provides for the satisfaction of a pecuniary claim by seizure of individual assets of the debtor (Einzelexekution).", "However, after the commencement of bankruptcy proceedings against the debtor, individual satisfaction of a creditor gives way to collective satisfaction on a quota basis of all creditors with pecuniary claims (Generalexekution). The execution of an individual claim under the Enforcement Act is in principle no longer possible.", "Accordingly, Section 10 of the Bankruptcy Act stipulates that, after the commencement of bankruptcy, no right to a lien or to a payment may be obtained from a court in respect of assets forming the bankrupt’s estate on account of a claim against the bankrupt. According to Section 2, bankruptcy shall take effect from the day following its official publication."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}