{"ITEMID": "001-99389", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KOKAVECZ v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1959 and lives in Békéscsaba.", "5. The applicant's previous application (no. 27312/95) was declared inadmissible by a Chamber on 20 April 1999. The subject matter of that case was the prosecution of the applicant, in the course of which he was arrested on a charge of incitement to murder on 21 March 1994. On 29 February 1996 the Békés County Regional Court acquitted him of this charge but convicted him of an abuse of firearms. On 29 January 1997 the Supreme Court re-qualified his offence as an abuse of ammunition and reduced his sentence. On 9 December 2002 the Supreme Court's review bench acquitted the applicant of the latter charge. Meanwhile, on 29 January 1999 the Regional Court had ordered the applicant's retrial and found him guilty of incitement to murder. On 11 January 2000 the Supreme Court's appeal bench quashed this decision and remitted the case. In the resumed proceedings, on 22 April 2002 the Pest County Regional Court held that there was no reason to retry the applicant and upheld his earlier acquittal.", "6. Meanwhile, on 29 July 1997 the applicant brought a civil action in compensation against the State for unjustified detention and a miscarriage of justice. The Békés County Regional Court suspended the case in 1998 pending the final outcome of the criminal case outlined in the preceding paragraph. After the Supreme Court's decision of 9 December 2002, the Regional Court resumed the proceedings in February 2003 and gave judgment on 19 October 2004. On appeal, on 22 April 2005 the Szeged Court of Appeal reversed this decision, increased the compensation payable to the applicant to 15,190,000 Hungarian forints (HUF) plus accrued interest, and reduced the procedural fees payable by him. On 1 September 2005 the Supreme Court dismissed his petition for review."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}