{"ITEMID": "001-92570", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BOGDANSKA DUMA v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1959 and lives in Skopje.", "5. On 1 February 1993 Mr. F.D., the applicant’s former husband, bought a state-owned apartment and a garage (“the property”). By a deed of gift of 29 December 1994 (“the 1994 gift”), Mr F.D. transferred one notional half of the property into the applicant’s possession. The spouses divorced in 1996. By court decisions of 18 April and 5 September 2001 respectively, the 1994 gift was rescinded.", "6. The present case concerns two sets of proceedings concerning the property at issue.", "7. On 13 July 1995 Mr H.D. and Mrs V.D., Mr F.D.’s parents (“the plaintiffs”), brought a civil action against the applicant and Mr F.D. to establish their title to the property and to rescind the 1994 gift. The plaintiffs alleged that they had transferred to their son the right to buy the property and that they had paid the price.", "8. Of six hearings scheduled between 3 November 1995 and 19 May 1997, none was rescheduled on the applicant’s request.", "9. Sixteen hearings fixed between 19 May 1997 and 20 November 2000 were adjourned because of incorrect service of the court summons, late exchange of applications by the parties, belated submissions or the failure of the national authorities and the parties to respond to court orders in time. A hearing fixed for 25 May 1998 was postponed due to the applicant’s absence for work-related reasons.", "10. On 20 November 2000 the Skopje Court of First Instance upheld the plaintiffs’ claim and recognised their title to the property. It rescinded the 1994 gift and declared that Mrs V.D. had the title to one notional half of the property. The court established that Mr H.D. had tenancy of the property since 1972 and that the plaintiffs had authorised the defendants to buy the property under the condition of caring for them and living under the same roof. As the applicant had divorced her husband and ceased to live with the plaintiffs, the court held that the right to buy the apartment remained groundless and considered it as if it had not been established.", "11. On 28 June 2001 the Skopje Court of Appeal accepted an appeal by the applicant and remitted the case for a fresh consideration. It established that the lower court had not given sufficient reasons for its decision. It further ordered a stay of the proceedings pending assessment of the validity of the sale agreement of 1 February 1993, the subject of other proceedings.", "12. Between 19 November 2001 and 15 September 2005 the first-instance court listed twenty-three hearings which were re-scheduled for similar reasons as those described in paragraph 9 above. The applicant did not attend four hearings. During this time, the applicant claimed title to four fifths of the property, as a joint property acquired through marriage. She further proposed an out-of-court settlement on two occasions and requested the court to expedite the proceedings.", "13. The proceedings resumed on 4 December 2006 when a new judge was assigned to sit in the case. The court listed six hearings until 18 May 2007. The proceedings are still pending before the Skopje Court of First Instance.", "14. On 4 April 2002 Mr F.D. requested annulment of a deed of gift of 18 July 2001 (“the 2001 gift”) under which the applicant had transferred into the possession of their two daughters her notional half of the property. Referring to the annulment of the 1994 contract, Mr F.D. claimed that the applicant had not been entitled to dispose of the property. On 5 April 2001 Mr F.D. extended his claim against their daughters. On 17 November 2002, one of the daughters, Ms I.D., came of age.", "15. On 22 November 2002 the Skopje Court of First Instance granted Mr F.D.’s action and annulled the 2001 gift. It further ordered their daughters to restore the property into Mr F.D.’s possession. Lastly, it ordered the applicant not to dispose of the property. The court established that the applicant had made the 2001 gift while the proceedings regarding the 1994 gift had been pending on appeal. It ruled that the applicant accordingly had known or ought to have known that she could not make the 2001 gift while the proceedings in respect of the 1994 gift were pending. It dismissed the applicant’s objection that her lawyer had not been provided with explicit authority to represent Ms I.D. In this respect, it held that the applicant had been her daughters’ statutory guardian and they all acted as a single party to the proceedings. The court concluded that they had not had conflicting interests, but that the applicant had acted on behalf of her daughters.", "16. On 27 March 2003 the Skopje Court of Appeal upheld the lower court’s decision concerning the annulment order and injunction. It found no reasons to depart from the established facts and legal reasoning given by the lower court in respect of the deed of gift. It ruled, however, that the lower court had wrongly ordered the applicant’s daughters to restore the property into Mr F.D.’s possession. The applicant unsuccessfully requested the public prosecutor to lodge with the Supreme Court a request for the protection of legality.", "17. On 23 May 2003 the Skopje Court of First Instance dismissed the remainder of Mr F.D.’s claim.", "18. These proceedings ended on 14 October 2004 when the first-instance court’s decision concerning trial costs became final."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}