{"ITEMID": "001-96610", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PENEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-3-a+6-1;Violation of Art. 6-3-b+6-1;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1946 and lives in Sofia.", "7. In July 1998 the Plama oil refinery, a joint stock company with its main office in Pleven (“Plama” or “the company”), was declared insolvent. On 18 May 1999 the applicant was appointed its trustee in insolvency.", "8. On 21 May 1999 Mrs L.T., a former trustee of Plama, lodged a statement of claim on behalf of the company in the Pleven Regional Court.", "9. On 22 June 1999 the Pleven Regional Court advised the applicant to specify whether he would confirm this action. The applicant decided to retain a lawyer, Mr Y.N. On 5 July 1999 he obtained the authorisation of the insolvency court to pay Mr Y.N. a fee of 150,000 Bulgarian levs (BGN), the equivalent of approximately 76,900 euros (EUR), for Plama’s legal representation in the proceedings.", "10. On 7 July 1999 Mr Y.N. attended a court hearing and requested in writing that the proceedings be terminated, since the action had been brought by Mrs L.T., who did not represent Plama at the time. Upon request by the defendant, the case was transferred to the Sofia City Court where the proceedings were subsequently terminated.", "11. Meanwhile, the creditors of Plama agreed upon a plan for the company’s recovery. On 8 July 1999 the plan was approved by the insolvency court and the applicant’s functions as trustee in insolvency were terminated. However, he retained some supervisory functions.", "12. On 15 July 1999 the applicant signed two orders for the transfer of BGN 150,000 to Mr Y.N.’s bank account.", "13. Later in 1999 an investigation was opened in relation to the applicant’s actions. On 7 June 2001 the prosecution filed an indictment against him. He was indicted with exceeding his powers (Article 282 § 2 of the Criminal Code, see paragraphs 24 and 26 below) in that, acting as an official with whom powers were vested by virtue of law (длъжностно лице), he had retained a lawyer to represent the company before obtaining the insolvency court’s authorisation to pay the fee agreed upon, and that on 15 July 1999 he had ordered that the sum of BGN 150,000 be paid to Mr Y.N., even though by that time he had ceased to act as a trustee in insolvency of the company and was no longer authorised to act for it.", "14. On an unspecified date Plama was constituted as a civil party in the criminal proceedings against the applicant and brought an action for damages in the amount of BGN 150,000.", "15. On 5 December 2001 the Pleven District Court convicted the applicant as charged, sentenced him to four years’ imprisonment and allowed in full Plama’s civil claim.", "16. The applicant lodged an appeal against the judgment of the Pleven District Court.", "17. On 18 December 2002 the verdict was upheld by the Pleven Regional Court, which dismissed an objection by the applicant that he had not had an official capacity (длъжностно лице). It held that it was sufficient that as a trustee he had assumed managerial functions and responsibility for the company’s assets.", "18. On the first charge against the applicant, that he had exceeded his powers in retaining a lawyer to represent the company, the Regional Court found that it had certainly not been necessary to retain a lawyer, provided that the only thing the latter had done had been to request the termination of the proceedings. Thus, the applicant had indebted the company with the lawyer’s fee whereas it had not received any gain in return. The applicant had not therefore acted in accordance with the rights and powers vested in him as a trustee but with the aim of enriching Mr Y.N. and inflicting a financial loss on Plama.", "19. Similarly, the Regional Court found that the applicant had exceeded his powers in ordering the payment of Mr Y.N.’s fees.", "20. The applicant appealed in cassation. He argued that he had not acted as an official and that, therefore, he could not have committed an offence under Article 282 of the Criminal Code. He argued, furthermore, that he had acted in accordance with the law and had not unnecessarily indebted Plama.", "21. The Supreme Court of Cassation delivered a judgment on 10 December 2003. It confirmed the lower courts’ conclusion that the applicant had had an official capacity. However, it held that in retaining a lawyer and ordering the payment of the legal fees he had not exceeded his powers as a trustee. Retaining a lawyer had been within his powers and, as he had continued to exercise supervisory functions after the adoption of the plan for Plama’s recovery, he had had the power to order the payment. Furthermore, Article 282 of the Criminal Code concerned offences against the proper exercise of State power, whereas it had been alleged that the applicant had acted against the interests of a private company. It followed that he could not have committed an offence under Article 282 of the Criminal Code. Therefore, on the charges of having exceeded his powers, the Supreme Court of Cassation acquitted the applicant.", "22. Nevertheless, the Supreme Court of Cassation found that as the applicant had deliberately entered into a contract which was disadvantageous to the company he was guilty of an offence under Article 220 § 1 of the Criminal Code (see paragraph 25 below). In the domestic court’s view, returning such an alternative verdict was procedurally lawful, per argumentum a contrario, under Article 285 § 1 of the Code of Criminal Procedure, since it was based on the circumstances underlying the initial charges and the applicant had defended himself in respect of those circumstances throughout the proceedings. Only the legal characterisation of the facts had changed.", "23. Accordingly, the Supreme Court of Cassation convicted the applicant of deliberately entering into a disadvantageous contract and thus inflicting substantial damage on Plama, and sentenced him to a suspended term of one year’s imprisonment. It affirmed the lower courts’ judgments in the part allowing Plama’s civil claim. That judgment was final.", "24. Article 282 § 1 of the Criminal Code, as in force at the relevant time, provided that an official in whom certain powers were vested by virtue of law (длъжностно лице), who breached or failed to fulfil his duties, or exceeded his power, with the aim of obtaining a benefit for himself or a third party, or of causing damage to others, was to be punished by up to five years’ imprisonment or correctional labour. Article 282 § 2 envisaged imprisonment of up to eight years where considerable material damage had resulted from these acts or the offender had occupied a senior managerial post.", "25. Under Article 220 § 1 of the Criminal Code, an official in whom certain powers are vested by virtue of law (длъжностно лице), who deliberately enters into a disadvantageous contract which can result in substantial damage to the company or organisation he represents, is to be punished by imprisonment of up to five years.", "26. In accordance with the structure of the Criminal Code of 1968, Article 282 was at the relevant time classified as an offence against the functioning of State bodies and public organisations, while Article 220 was considered an offence against the economy.", "27. Article 285 § 1 of the Code of Criminal Procedure 1974, in force until April 2006, required that the prosecution file a new indictment in cases where, at the trial stage of the proceedings, it transpired that there were grounds to substantially amend the factual basis of the charges, or to bring charges which required a more severe punishment. Under Article 285 § 3, in cases where a new indictment was necessary and the parties had so requested, the domestic court had to adjourn the hearing for further argument.", "28. Identical provisions are contained in Article 287 §§ 1 and 3 of the new Code of Criminal Procedure, in force from April 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-a", "6-3-b"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}