{"ITEMID": "001-91042", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF AMUTGAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1970 and is serving his prison sentence in the Gaziantep H-type Prison.", "5. On 27 April 1998 the applicant was taken into custody during a military operation carried out by the Turkish armed forces on suspicion of being a member of an illegal armed organisation, namely the PKK (the Workers’ Party of Kurdistan). The applicant was detained at a gendarme station, where he was questioned in the absence of a lawyer and his detailed statement was recorded verbatim.", "6. In the statement the applicant was quoted as having said that he had joined the PKK on 13 February 1995 and that he had carried out a number of armed activities since that date.", "7. On 6 May 1998 the applicant was brought before the public prosecutor and subsequently the investigating judge. When questioned by the prosecutor and the judge, in the absence of a lawyer, the applicant confirmed the accuracy of the information contained in the statement he had made at the gendarme station, and repeated that he had carried out a number of armed activities. The applicant was placed in detention on remand on the order of the investigating judge.", "8. On 15 June 1998 the public prosecutor at the Diyarbakır State Security Court filed an indictment, charging the applicant with the offence of carrying out activities for the purpose of bringing about the secession of part of the national territory. He sought the death penalty under Article 125 of the Criminal Code.", "9. The trial of the applicant and his seven co-defendants began on 20 August 1998 before the Diyarbakır State Security Court. In the course of the trial, the applicant was represented by his lawyer. He informed the court that he had joined the PKK in 1995 and had received military training. He further admitted to certain charges brought against him. The applicant also stated, during the hearings, that he had been forced to put his thumbprint on the statement taken from him at the gendarme station.", "10. On 28 November 2002 the Diyarbakır State Security Court found the applicant guilty as charged and sentenced him to death. The death penalty was commuted to a life sentence. The court found it established, on the basis of, inter alia, the statements taken from the applicant after his arrest and the testimony given by him during the trial, that he had carried out a number of illegal activities and had been involved in the killing and kidnapping of a number of village guards.", "11. On 16 September 2003 the Court of Cassation dismissed the applicant’s appeal.", "12. A description of the relevant domestic law may be found in Salduz v. Turkey ([GC] no. 36391/02, §§ 27-31, 27 November 2008)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}