{"ITEMID": "001-105446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MULDER-VAN SCHALKWIJK v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Ms Hendrika Wilhelmina Mulder-van Schalkwijk, is a Netherlands national who was born in 1952 and lives in Utrecht. She was represented before the Court by Ms N.A. de Leon-van den Berg, a lawyer practising in Utrecht.", "2", "3. The applicant is the widow of the late Mr Marinus Antonius Mulder. Mr Mulder was born in 1954. He died on 11 March 2007 of a gunshot wound.", "4. The applicant and her late husband lived in the Ondiep district of Utrecht. At the relevant time, Ondiep was an inner-city area beset by social problems including disorder caused by juvenile street gangs.", "5. In the evening of 11 March 2007, towards eight o’clock, the applicant telephoned the police to report a disturbance caused by a group of youths outside the front door of the Mulders’ residence. Mr Mulder and his friend, Mr T.W., both of whom had been drinking heavily, got into a fight with the youths, who would not be persuaded to take themselves elsewhere. They were fought to the ground. Both were hurt. Mr Mulder was bleeding from his nose and from the back of his head. They were freed by the applicant and by Mr T.W.’s daughter, Ms S.W.", "6. Mr Mulder then went indoors where the applicant attended to his injuries. Mr Mulder then grabbed a baseball bat which he kept in the hallway of his house and took it back into the street with him. His attackers having left, he smashed the baseball bat against the ground; it broke into two pieces.", "7. Mr Mulder was passed by a police officer on a motorcycle. He tried to attract the officer’s attention but the officer did not stop. Two other police officers rode by on motorcycles; both failed to stop when signalled by Mr Mulder and turned the nearest corner. Annoyed at their failure to heed his signals, Mr Mulder then followed them around the corner.", "8. One of the two motorcycle-borne police officers who had followed the first was an officer identified in the documents made available to the applicant only as Officer W201 (his real name, where it appeared, being blacked out).", "9. Questioned afterwards, Officer W201 stated that he had been stationary but still astride his motorcycle, which he was in the process of parking on its side stand, when he had seen a man with a bloody face and wearing a wild expression approach him holding a large knife above his body in an underhand grip, poised to strike downwards. Caught in an awkward position and fearing that the man would stab him in the neck, where he was protected by neither his protective clothing nor his helmet, Officer W201 had drawn his service pistol and fired at close range.", "10. The applicant states that Officer W201 fired entirely without warning in a situation where Mr Mulder posed no immediate threat.", "11. The bullet hit Mr Mulder in the chest, passing through his heart and out through his back. Mr Mulder staggered a few paces, dropped the knife and fell to the ground. Other police officers, who had by now arrived on the scene, tried to resuscitate him but were unsuccessful. After the arrival of the ambulance, a few minutes later, the ambulance crew determined that life was extinct and there was nothing more to be done; they covered Mr Mulder’s body with a white sheet and left.", "12. The site was immediately cordoned off by the police. It proved necessary to restrain members of the public, some of whom tried to force their way through the cordon while others called the police officers “murderers” and “killers”.", "13. At 9.30 p.m. the same evening an officer of the National Police Internal Investigations Department (rijksrecherche) was ordered to take over the investigation from the Utrecht police force. The officer arrived on the scene at 9.55.", "14. Technical investigations were carried out on the spot by forensic experts of the Amsterdam-Amstelland police force between 9.30 p.m. that evening and 3.30 a.m. the following morning. This is reflected in an official National Police Internal Investigations Department report.", "15. Beginning on 12 March 2007, overall responsibility for the investigation was vested in a public prosecutor (officier van justitie) of the Utrecht Regional Court who had no ties with the police station to which Officer W201 belonged. It was this public prosecutor who ordered officer W201’s identity to be withheld from the public in view of the likelihood of threats to his safety.", "16. Beginning on 18 March 2007 the investigation was conducted by the Amsterdam-Amstelland police force, though still under the responsibility of the National Police Internal Investigations Department.", "17. On 11 March 2007, at 8.47.44 p.m., the applicant telephoned the police to report a group of rowdy youths outside her front door. Her husband, Mr Mulder aforementioned, and his friend Mr T.W. were trying to persuade the youths to leave; this however was proving difficult because the group was growing bigger as other youths, summoned by telephone, joined them. The police telephonist informed the applicant that there would be a police presence shortly; in the meantime, if things got out of hand, the applicant was to call again using the emergency number.", "18. At 8.54.09 p.m. a woman whose name and telephone number are not recorded called the police on the emergency number to report that fighting had broken out. This information was passed on to a police patrol unit.", "19. At 8.56.13 p.m. a woman whose name and telephone number are not recorded called the police on the emergency number to report fighting at a slightly different location (just around the corner from the first reported fight). This too was passed on to patrolling police officers.", "20. At 8.57.08 p.m. a patrolling police officer, having arrived on the spot, reported that a fight had taken place between two gangs of youths.", "21. At 8.57.35 p.m. a police officer reported a man with a knife. Almost immediately afterwards, the police officer asked for an ambulance to be sent immediately as there had been a shot fired.", "22. Interviews of witnesses began the day after the fatal shooting. Except as otherwise stated, all witnesses were interviewed by an officer or officers of the National Police Investigation Department; their statements, in so far as relevant to the case before the Court, are summarised below.", "23. The first to be interviewed was Officer O., at five minutes past midnight. He had arrived at the same time as Officer W201 on a motorcycle and had witnessed events from close by. He had seen a man with a knife making stabbing movements and run towards Officer W201. He had seen Officer W201 draw his service weapon and fire. He estimated the distance between the two at the time when the shot was fired as one metre. Officer W201 had tried to resuscitate the man but had desisted when he saw someone approach him with a piece of wood. Officer O. had taken Officer W201 across the road and made him sit down on the kerb, and had reported the events to the police station by radio.", "24. Mr T.W. was interviewed at 1.55 a.m. He had got into the fight with the youths alongside Mr Mulder. He had seen Mr Mulder leave his house holding a shiny object and pursue the youths around the corner, where the police officers on motorcycles had already gone. He had then heard a bang from around the corner; when he arrived there, Mr Mulder was lying on the ground with a policeman trying to resuscitate him.", "25. Police Officer H., interviewed at 1 p.m., stated that he had heard a colleague on the radio call out that there was someone brandishing a knife. He had arrived after the shot had been fired and had tried to resuscitate him.", "26. Police Officer W201 was heard as a witness, but cautioned that he was not required to incriminate himself. He stated that he had had to draw his weapon three weeks before, when a burglar who had been caught red-handed had threatened him with a screwdriver and a crowbar; he had managed to resolve the situation without firing by kicking the man to the ground. A few years earlier he had disarmed someone of a cocked pistol with which the latter had just committed a robbery; this had required Officer W201 to threaten to draw his own service weapon.", "27. On the evening of 11 March 2007 Police Officer W201 had been patrolling with Police Officer O. on a BMW F650 motorcycle. His service pistol had a round chambered. When trouble was reported in the area where the shooting later took place, he had gone there, followed by Officer O. Arriving there, he had seen a group of people and had heard shouting; he had stopped to investigate. As he was shifting gear into neutral and making to park the motorcycle on its side stand, a man had come running towards him from the right, shouting threats and abuse. After checking that the motorcycle was in neutral gear, Officer W201 had looked up and seen that the man was five or six metres away. The man’s face had been covered in blood, he had been wearing a furious expression and he had brandished a knife with a large blade. Officer W201 had pointed at the man and shouted at him to drop the knife; the man had not reacted but had continued towards Officer W201. Feeling threatened, and holding the motorcycle upright against his left leg, he had drawn his pistol and fired. The man had staggered and fallen, still holding the knife. Officer W201 had then parked the motorcycle on its side stand and had attempted to administer first aid. It was only then that he realised that he had shot the man. There had been a smell of alcohol.", "28. Officer W201 remembered little after that. Police colleagues had taken him off to the police station.", "29. Officer H., interviewed at 3 p.m., had been the first police motorcyclist to arrive in the area. He had pursued a youth, then returned when he had heard about a knife. He had seen a man lying on the ground. He had seen Officer W201’s motorcycle parked on its side stand. He had helped administer first aid to the man.", "30. Officer O. was interviewed a second time at 3.15. He confirmed his earlier statement and that of Officer W201. He added that he too had drawn his service pistol.", "31. Officer S., a woman police officer, was questioned at 5.30 p.m. She had arrived after the shot had been fired. She and another woman police officer, Officer Ha., had followed the applicant home to take a statement from her. The applicant had told her about the trouble caused by the youth gangs and about Mr Mulder’s tendency to become aggressive when drunk. Others had been in the house at that time; the atmosphere had turned threatening and the two police officers had had to be escorted out of the house.", "32. Officer Ha. was interviewed the following day, 13 March 2007, at 10.10 a.m. She had arrived after the shot had been fired and had helped to cordon off the area. She had met the applicant, who had told her that Mr Mulder had come home drunk and there was a baseball bat missing from the hallway. She had accompanied the applicant home; when other inhabitants of the neighbourhood started to arrive, the atmosphere had turned emotional.", "33. Ms V.P., interviewed on 13 March 2007 at 10.15 a.m., was the wife or companion of Mr T.W. She had been told by her daughter, Ms S.W., that Mr T.W. and Mr Mulder had been beaten up and Mr Mulder had been shot.", "34. The applicant was interviewed on 13 March 2007 at 2.15 p.m. She stated that the neighbourhood had deteriorated since the decision had been taken to demolish it; longtime residents had left and youth gangs, previously unknown, had come from elsewhere to make trouble.", "35. She related how she had called the police to complain about the youths in front of her house. She described the fight between Mr Mulder and told how Mr Mulder had gone after the youths with the baseball bat. She had heard the shot, but not seen it fired. She had been very surprised to learn that Mr Mulder had had a knife; she did not understand and was not aware of a knife being missing from her kitchen.", "36. Ms S.W., interviewed on 14 March 2007 at 9.45 a.m., was the daughter of Mr T.W. She confirmed her father’s statement. She described the way in which Mr Mulder had held the knife in an underhanded grip, behind his forearm; she had tried to take it from him but had not been able to.", "37. Mr F.D., interviewed on 15 March 2007 at 3.03 p.m., lived across the street from the applicant and Mr Mulder. He had seen Mr Mulder fight the youths, enter his home and come back outside with a piece of wood and he had seen the three police officers pass on motorcycles. He had heard, but not seen, the shot fired; he had heard a woman screaming; and he had seen the police raise a tent.", "38. Ms C.B., an eleven-year-old girl, was interviewed on 15 March 2007 by a female vice squad officer belonging to the Flevoland police force, with a male vice squad officer of the Utrecht police force in attendance. She stated that she had followed the events from her bedroom window. She said, without being asked, that the police officer had held a weapon and pointed it at a man who had not been holding a knife. Under questioning, she stated that the police officer had held the weapon in both hands and the man might perhaps have been holding a knife after all. She had not seen the police officer straddling a motorcycle. This interview was transcribed by an officer of the National Police Internal Investigations Department.", "39. Ms M.J.M. was interviewed on 16 March 2007 at 10.28 a.m. She lived just across the road from the applicant and Mr Mulder.", "She had seen a group of people including two women. One of the women had been wearing a blouse in a red and white floral pattern; Ms M.J.M. had subsequently been told that that was the wife of the later victim, holding a knife. Her sister-in-law, visiting with her husband, had drawn her attention to it. She had heard the shot, but not seen it.", "40. Ms J.H., interviewed on 16 March 2007 at 10.40 a.m., lived in the same street as the applicant and Mr Mulder. She had seen two police motorcyclists passing and had heard the shot fired. Very shortly afterwards she had seen a young woman get into a car and drive away. This woman had been wearing something pink or red.", "41. Ms M.P., who was interviewed on 16 March 2007 at 2.05 p.m. by the Utrecht police (i.e. not by the National Police Internal Investigation Department), was the Mulders’ next-door neighbour. She had seen Mr Mulder getting beaten up by the youths. She had seen the baseball bat but no knife, and she had not seen the applicant holding anything.", "42. Mr M.T., interviewed on 16 March 2007 at 2.39 p.m. also by the Utrecht police, had witnessed a man being beaten up. He had gone home to go to bed. He had later been woken by his wife who had told him that Mr Mulder had been shot dead.", "43. Mr M., interviewed on 16 March 2007 at 4.40 p.m. by the Utrecht police, was the companion of Ms M.P. He had witnessed the fight, but had seen neither a baseball bat nor a knife.", "44. Ms M.P. was interviewed anew on 22 March 2007 at 3 p.m., this time by an officer of the National Police Internal Investigation Department. She confirmed the statement which she had made earlier to the Utrecht police.", "45. Ms M.J.M., who had said earlier that she had seen a woman with a knife, was interviewed again on 28 March 2007 at 1.55 p.m. She again stated that she had seen a woman with a knife, wearing a blouse in a floral design, standing next to another woman whom she could not identify. She had not seen the knife handed over. She drew a picture showing the two women in front of the house inhabited by the applicant and Mr Mulder.", "46. Mr P.C.M. was interviewed on 28 March 2007 at 6.52 p.m. He had been visiting his sister Ms M.J.M. He had seen two men and two women, he had seen a man striking the ground with a baseball bat, which a woman had picked up and taken indoors. He had seen a police officer pass on a motorcycle and a man shouting to draw his attention, and he had heard a shot shortly after the police officer had turned the corner.", "47. Ms S.H. was interviewed on 28 March 2007 at 7.55 p.m. She was the wife of Mr P.C.M. and sister-in-law of Ms M.J.M. She had seen a woman with a knife during the fighting. She had seen another woman pick up the baseball bat. She had seen the police officers on motorcycles turn the corner and heard the shot.", "48. The applicant was interviewed again on 2 may 2007 at 10.10 a.m. She stated that she had got Mr Mulder out of the fight and taken him indoors to clean him up. He had been drunk. He had picked up a baseball bat and taken it out, then broken it on the pavement. She had then picked up the longer piece and disposed of it.", "49. The first police officer had ridden past on a motorcycle. Mr Mulder had tried to make him stop and shouted to draw his attention. Two others had ridden past. Mr Mulder had gone after them, followed by the applicant. The applicant had just turned around to close the door when she had heard the shot fired. She had run to the corner. She had seen Mr Mulder lying on the pavement. A police officer had stopped her getting any closer.", "50. The applicant had been wearing black trousers and a sweater in black and white stripes. Ms S.W. had been wearing tight trousers and, as she recalled, a brown sweater. She knew nothing of a blouse in a red and white floral print and there had been no other women present.", "51. When it was suggested to her that Ms S.W. might have had a knife, she stated that she had not seen any knife that evening. Ms S.W. and Mr T.W. had told her about the knife afterwards.", "52. Interviewed again later that day, the applicant stated that she had moved to another dwelling. She was prepared to show her kitchen knives to the police. Photographs of knives were included in the file.", "53. Mr T.W. was interviewed anew on 4 May 2007 at 10 a.m. He had seen Mr Mulder holding a baseball bat in his left hand and a knife in his right. He did not remember where the applicant and Ms S.W. had been at that moment. Nor did he recognise the knife. He had been drunk that night.", "54. Ms S.W. was interviewed on 9 May 2007 at 11.45 a.m. She and the applicant had intervened in the fight. After fighting had stopped, she had seen Mr Mulder holding a baseball bat. He had gone round the corner. She thought that the applicant might have gone back indoors at that point. She had seen a police officer pass on a motorcycle and had tried to wave him down. At that point she had seen Mr Mulder holding a knife. She had tried unsuccessfully to take it from him. He had been holding it by the grip, blade upwards, inside his lower arm. He had been overwrought. She did not know where the knife had come from; maybe from one of the youths. Nor did she understand how Officer W201 could have felt threatened; she thought the distance between him and Mr Mulder had been approximately five metres, but she admitted that she had not seen the shot fired.", "55. Officer E.V. had submitted a written statement (see below). Interviewed on 23 May 2007 at 3.30 p.m., he stated that he had seen Mr Mulder get drunk and become aggressive in a football club canteen.", "56. Ms J.H. was interviewed a second time on 7 June 2007 at 1.30 p.m. She stated that she had seen a woman aged between 22 and 27, wearing grey and pink, run after the youths, get into a car and drive away at high speed.", "57. Ms B.C.Z. was interviewed on 12 June 2007 at 1.45 p.m. She had been visiting her friend Ms J.H. She had heard two shots fired. She and Ms J.H. had gone to the window. They had seen a woman leaving the house of the applicant and Mr Mulder; the woman had got into a car and driven off, then returned later with a man in a different car. Together they had entered the applicant’s home.", "58. Police Officer W201 was interviewed by the investigating judge (rechter-commissaris) on 27 June 2007. He confirmed what he had said earlier. He was still very upset by what had happened.", "59. Officer B.H. submitted a written statement, dated 15 March 2007, of the events as he had witnessed them. He had been patrolling in a police car when he was informed of the disturbance caused by the youths. He had heard shouts about a knife on the police radio. Having arrived, he learned that a man had been shot; the man had been breathing heavily. He had tried to resuscitate the man. When the ambulance arrived, it had driven over the knife. The man having died in the meantime, the ambulance crew had covered the body with a white sheet and left.", "60. Officer B.H. had later gone into the applicant’s home; he and woman police officers S. and Ha. had been able to leave only with difficulty. They had been addressed as “killers” by persons present in the house.", "61. Officer E.V. submitted a written statement dated 16 March 2007. He had known Mr Mulder personally. Mr Mulder had told him about the nuisance caused by the youth gangs; Officer E.V. had advised him to call the police or mobilise the neighbourhood to involve the police in the matter. Mr Mulder had subsequently told him that the annoyance caused by the youth gangs had decreased as a result.", "62. Officer He. submitted a written statement also dated 16 March 2007. He had been the emergency aid co-ordinator at the time. He had been patrolling in a car when he had heard shouting about a knife on the radio, and later that there had been a shooting incident. Arriving at the scene of the incident, he had seen a man lying in the recovery position and a motorcycle parked next to him. He had been directed towards Officer W201, who had been seated on the kerb across the street and obviously in great distress. He had had Office W201 taken to the police station and had had the area cordoned off in order to preserve it for forensic investigation. He had had Officer O. removed to a different police station from that where Officer W201 had been taken, so that he could be de-briefed. When the situation threatened to get out of hand – he mentioned a professional criminal who had telephoned his henchmen – he had summoned up reinforcements.", "63. Officer Ha. submitted a written statement dated 19 March 2007. It relates how she and her woman colleague S. had accompanied the applicant to her home. The applicant had told them that she had called the police in anticipation of her husband’s return, expecting him to be drunk, and had described the fight with the youths. Mr Mulder had gone back into the house, after which the baseball bat had been gone. She had heard, but not seen, the shot. When other people had crammed into the applicant’s home, the atmosphere had turned aggressive.", "64. Skin and clothing samples taken from Mr Mulder’s body were tested by a forensic expert of the Amsterdam-Amstelland police force for the presence and concentration of gunshot residue. In a report dated 7 May 2007 it was determined that the fatal shot had been fired from a distance of between half a metre and one metre and a half.", "65. Officer W201’s service weapon and the spent cartridge and bullet found at the scene of the shooting incident were examined by a forensic expert of the Amsterdam-Amstelland police force. A report dated 9 May 2007 concluded “with virtual certainty” (met aan zekerheid grenzende waarschijnlijkheid) that the cartridge and bullet had been fired using that particular weapon.", "66. Mr Mulder’s body was subjected to autopsy at the Netherlands Forensic Institute (Nederlands Forensisch Instituut; “NFI”) on 13 March 2007. Following the autopsy, the body was released to Mr Mulder’s next-of-kin for disposal.", "67. Samples of body tissue and fluids were taken and examined by a toxicologist. In the resulting report, dated 29 May 2007, it is stated that alcohol was found in Mr Mulder’s femoral blood, in a concentration of 2.25 milligrammes per millilitre, and in his urine, in a concentration of 2.75 milligrammes per millilitre. These amounts were quite enough to have influenced Mr Mulder’s consciousness and behaviour.", "68. The knife found on the ground close to Mr Mulder’s body was tested at the NFI. In a report dated 20 June 2007 it was found to bear DNA matching that of Mr Mulder. There was a chance of 1 in 200 million that the DNA was someone else’s, and no match had been found among the DNA profiles stored in the national database.", "69. Photographs were made of the scene of the incident, both before and after Mr Mulder’s body was removed; some show Mr Mulder’s body, both clothed and naked. Others identify objects such as the spent cartridge, the bullets and blood spots. The investigation file also contained detailed street plans showing the location, in so far as they can be determined, of vehicles and witnesses at relevant times.", "70. On 19 April 2007 the National Police Internal Investigations Department officer conducting the investigation sought permission to tap fixed-line and mobile telephones used by witnesses to the shooting incident, including the applicant, Mr T.W. and Ms S.W., in the hope that information thus obtained might clarify, in particular, the identity of the woman whom certain other witnesses had seen holding a knife.", "71. A preliminary judicial investigation (gerechtelijk vooronderzoek) was opened on 23 April 2007.", "72. On 16 May 2007 the same officer requested the termination of the measures, since they had yielded no usable information.", "73. The coroner (lijkschouwer) arrived on 12 March 2007 at 1 a.m. and examined Mr Mulder’s body. He found that the likely cause of death was a gunshot wound caused by a projectile passing through the body.", "74. Other official reports summarise interviews by telephone with other witnesses who had known Mr Mulder in life and with the ambulance crew.", "75. One report, dated 22 May 2007, relates that further attempts were made to interview Ms S.W. anew but that these had been abandoned after they had proved unfruitful.", "76. On 11 July 2007 in the early afternoon officers of the National Police Internal Investigations Department determined the lines of sight from the window of Ms C.B.’s bedroom (see paragraph 38 above).", "77. It is also recorded in official reports that the precise trajectory of the bullet could not be determined for lack of sufficient reference points, and that a reconstruction of the incident took place on 1 November 2007 in a shed outside Utrecht.", "78. On 24 January 2008 the Advisory Board on Police Use of Firearms (Adviescommissie Politiëel Vuurwapengebruik), informed of the public prosecutor’s provisional intention not to prosecute, issued an advisory opinion. It stated, among other things, that Ms C.B.’s statement was unusable, inter alia because she had volunteered the information that she had not seen any knife without waiting to be asked. Conversely, the statements of Officer W201 and Officer O. were considered plausible.", "79. The Advisory Board considered that since Officer W201 had not warned Mr Mulder that he might fire, his use of his firearm had not conformed with official instructions, but it had constituted legitimate self-defence in the circumstances. It was noted in this connection that police officers were expected to resist violence rather than evade it; seen in this light, and even assuming that flight had been an option open to Officer W201, it was completely understandable that Officer W201 had first attempted to persuade Mr Mulder to desist and drop the knife rather than flee.", "80. The public prosecutor’s intention not to prosecute Officer W201 was thus endorsed.", "81. On 6 March 2008 the public prosecutor wrote to the applicant’s counsel informing him of the decision not to prosecute Officer W201.", "82. On 16 May 2008 the applicant, through her counsel, lodged a written complaint against this decision with the Amsterdam Court of Appeal. She alleged that Ms C.B.’s statement (paragraph 38 above) cast doubt on the version of events according to which officer W201 had been constrained in his actions through standing astride his motorcycle. Be that as it might, Officer W201 had placed himself in an awkward position through failing to maintain sufficient distance from Mr Mulder despite the threat posed by the latter. The net result of not prosecuting Officer W201 was moreover to deny the applicant the opportunity to be heard as a victim and claim damages as an injured party.", "83. On 20 November 2008, following a hearing in camera during which Officer W201 was heard in the absence of the applicant or her counsel, the Court of Appeal gave a decision declaring the complaint unfounded. It was sufficiently established that Officer W201 had acted in legitimate self-defence; the investigation had been extensive, detailed and independent.", "84. The standard service firearm issued to the Netherlands police is a version of the German-made Walther P5 double-action semi-automatic pistol. It fires 9x19 mm (also known as 9 mm parabellum or 9 mm Luger) cartridge rounds.", "85. The weapon has a number of safety features, including an internal firing-pin retaining mechanism which prevents the firing-pin from striking the primer of the cartridge unless the trigger is pressed all the way through. This enables the weapon to be carried safely with a round chambered and ready for immediate use while preventing its being fired accidentally.", "86. Standing advice to police officers is to carry the weapon with a round chambered so as to have it ready for immediate use in case of need.", "87. The relevant domestic law is set out in Ramsahai and Others v. the Netherlands [GC], no. 52391/99, §§ 249-267, ECHR 2007..."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}