{"ITEMID": "001-113648", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MITKUS v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-3 - Rights of defence;Article 6-3-d - Examination of witnesses;Obtain attendance of witnesses);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing;Equality of arms);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1959. The facts of the case may be summarised as follows.", "5. On 20 July 1999 the applicant was arrested on suspicion of extortion. While in detention awaiting the trial in the extortion case, on 26 November 1999 the applicant was charged with having committed robbery on 18 July 1999.", "6. On 29 March 2000 the applicant submitted a complaint to the Public Prosecutor’s Office attached to the Rīga Regional Court, maintaining his innocence with regard to the charges of robbery and pointing out that his alibi could be proved by his neighbours, who had seen him working in the yard of his residence on the day in question. Similar complaints were addressed to the Prosecutor General’s Office on 11 July 2000 and on 11 August 2000.", "7. On 7 July 2000 a confrontation was carried out between the applicant and a witness M.B. The applicant’s counsel was present. According to the record of the confrontation, M.B. confirmed the applicant’s involvement in the robbery and the applicant denied it. When given an opportunity to put questions to M.B., the applicant did not have any.", "8. On 25 August 2000 the pre-trial investigation in the applicant’s criminal case was completed and he was given an opportunity to read the materials in the case file. After reading the case file the applicant submitted several written requests, including a request to hold an identity parade to determine whether the victim of the robbery could identify him in a line-up.", "9. On 26 September 2000 a prosecutor rejected the applicant’s requests. With regard to the identity parade, the prosecutor considered that it would serve no useful purpose as the victim had stated that he would not able to recognise his attackers.", "10. On 9 April 2001 the Rīga City Zemgale District Court convicted the applicant of extortion and sentenced him to a prison term of two and a half years. That judgment eventually became final after the applicant revoked his appeal.", "11. From 26 June to 2 July 2002 hearings in the robbery case took place in the Rīga Regional Court. At the hearing, apart from the applicant and his two co-accused, the following witnesses were present and testified: U.I., who explained that he had driven all the accused persons to the victim’s residence; A.Š., the victim’s neighbour, who had not seen the act of robbery but had heard some conversations through the doors of his apartment and had later seen that the victim had been beaten; two minor girls, who had noticed a car in which goods taken from the victim’s apartment were being loaded and had written down its licence number; L.G., the applicant’s former partner, who testified that she had seen the applicant at home on the day of the robbery; B.B., a friend of L.G., who had also seen the applicant at home on the day of the robbery; T.B., the applicant’s neighbour, who had seen the applicant working in the yard of his house on the day of the robbery; S.B., the applicant’s neighbour, who on the day of the robbery had worked in the yard together with the applicant, and three other witnesses.", "12. The court then turned to the question of whether the pre-trial statements of the victim and the witness M.B. could be read out in their absence. The applicant insisted that they had to be questioned in court. On 10 June 2002 the victim had written to the court and indicated that he was unable to attend the hearing “owing to a disability”. The court decided to read out the victim’s pre-trial statements.", "13. On 27 June 2002 the court ordered that M.B. be brought to the hearing by the police under constraint, since he had failed to appear at the court without a legitimate excuse. On the following day the police informed the court that M.B. was not residing at the address known to the court. The court then decided to read out the pre-trial statements of M.B. The applicant again insisted that M.B. had to be questioned in person because his testimony directly implicated the applicant in the commission of the crime. The court nevertheless read out the statements obtained during the pre-trial investigation, according to which M.B. had attempted to enlist U.I.’s help in recovering his stolen motorcycle and that the three accused had also joined in. M.B. had waited in the car outside the victim’s apartment building, so he did not see what happened inside but saw the accused carrying out a TV set and other items, which they loaded into the boot of the car and eventually took with them", "14. On 2 July 2002 the Rīga Regional Court adopted a judgment by which the applicant was convicted of robbery and sentenced to 8 years’ imprisonment. The court held that the applicant and his co-accused had gone to the victim’s apartment to help M.B. find his stolen motorcycle. It considered that the applicant’s guilt had been established by the testimonies of the applicant’s co-accused, the victim, M.B., U.I., A.Š., and the two minor girls who had written down the number of the licence plate of the car used to transport the victim’s stolen property. The court considered that there was no reason not to believe the pre-trial statements of M.B. and that slight discrepancies in the testimony of U.I. could be explained by the fact that three years had passed since the events in question. The court did not believe the testimonies of the witnesses who confirmed that on the day of the robbery the applicant had been working in the yard of his house, because those witnesses had been questioned at the applicant’s request and because too long a time had passed since the day of the robbery and they could not possibly remember what the applicant had been doing on that particular day.", "15. On 5 August 2002 the applicant submitted an appeal, which he amended on 19 September 2002. He complained inter alia about the victim’s absence from the hearing, which had been justified with reference to his disability; yet, according to the information available to the applicant, his disability was not such as to prevent him from attending the trial. Further, the applicant alleged that his defence had been impaired by the absence of M.B. from the court hearing, especially because M.B. had a reason to falsely accuse him because of their strained personal relationship. He complained that two other people – S.K-a and S.K-s – had not been summoned to the court and that their testimonies given during the pre-trial investigation had not even been read out. The applicant requested that the victim, M.B., S.K-a and S.K-s be summoned to the appeal hearing.", "16. On 13 February 2003 the Criminal Chamber of the Supreme Court rejected the applicant’s appeal against the judgment of the first-instance court, essentially relying on the reasoning of the first-instance court and without specifically addressing any of the above-mentioned issues raised by the applicant in his appeal.", "17. On 3 March 2003 the applicant submitted an appeal on points of law to the Senate of the Supreme Court. He essentially repeated the submissions he had made in his appeal.", "18. On 2 April 2003 the Ministry of Justice sent the applicant a letter, explaining, inter alia, that there had been a delay with regard to the hearing of his case in the Rīga Regional Court because of “objective reasons” – the heavy workload of that court.", "19. On 23 April 2003 the Senate of the Supreme Court rejected the applicant’s appeal on points of law. In its decision the Senate pointed out, inter alia, that during the trial at the court of appeal the applicant had not repeated his request that – among others – M.B. and the victim be summoned to the hearing. The Senate therefore held that the applicant’s complaint about their absence was ill-founded.", "20. On 21 March 2003 the Prisons Administration (Ieslodzījuma vietu pārvalde) sent a letter to the applicant informing him that in 2002 a blood test had disclosed that he was HIV positive. Subsequently, additional tests had revealed that the applicant was also infected with hepatitis C.", "21. On 31 March 2003 the applicant sent a letter to the Prisons Administration, inter alia expressing his belief that he had been infected in Central Prison in circumstances unknown to him. The applicant also explained that he had never used intravenous drugs and that he was not a homosexual.", "22. On four occasions in 2003 the Human Rights Bureau received letters from the applicant in which he explained that he had been infected with HIV while in Central Prison. However, he consistently reiterated that he did not know in what circumstances he had been infected.", "23. On 30 April 2003 the applicant lodged a claim with the Rīga Regional Court seeking damages from Central Prison because he had been infected with HIV by the fault of the prison staff.", "24. On 25 July 2003 the administration of Central Prison submitted its response. It pointed out that on 26 July 1999, upon the applicant’s arrival at Central Prison, his HIV test had been negative. On 24 September 2002 the test had been positive, which made the representatives of Central Prison believe that the initial test could have been performed during the “window” period and that the applicant had been infected before his arrest or, alternatively, that he had been infected while in prison because of failure to observe personal hygiene or by way of a sexual intercourse. It was also noted that all the blood samples in Central Prison were taken using single-use vacuum containers, which excluded the possibility of being infected during the taking of a blood sample.", "25. In his reply of 24 November 2003 the applicant indicated that, on the contrary, when his blood was taken in 1999, a multiple-use glass syringe had been used. He contended that he could not have been infected by his cell-mates and that, instead, he had been infected with HIV and hepatitis C in 1999 when the medical staff of Central Prison had used a multiple-use syringe to take a sample of his blood.", "26. On the same day the applicant amended his claim, additionally alleging that because of the negligence of the prison’s medical staff he had been infected with hepatitis C.", "27. On 4 February 2004 Central Prison replied to the applicant’s statement of 24 November 2003, pointing out, inter alia, that Central Prison had used single-use syringes since the beginning of the 1990s and that there were no multiple-use syringes in the medical centre of that prison in 1999.", "28. On 12 February 2004 the Rīga Regional Court rejected the applicant’s claim. The judgment noted that the very fact of being placed in prison placed people at a risk of being infected with HIV and hepatitis C. The nurse who had taken the applicant’s blood sample in 1999 had testified before the court that exclusively single-use syringes had been used for blood tests in Central Prison since 1996 or 1997. The court considered that the respondent had proved that a single-use syringe had been used when taking the applicant’s blood sample. It also noted that it was impossible to pinpoint exactly when the applicant had been infected with hepatitis C, since he had not been tested for that disease upon his arrival at Central Prison in 1999.", "29. On 17 February 2004 the applicant submitted an appeal against the judgment of the first-instance court, which he disputed in a general manner. A week later he amended his appeal and noted that, while single-use syringes might indeed have been available in Central Prison, they had not been used for his blood test in 1999. He also requested that his presence at the hearing be ensured.", "30. In a letter of 15 June 2004 the Supreme Court informed the applicant that the hearing concerning his appeal would be held on 30 September 2004. The applicant was invited (aicināts) to attend the hearing. On 20 September 2004 the administration of Jelgava Prison sent confirmation to the Supreme Court that the applicant had attested by his signature that he had received the above information.", "31. On 30 September 2004 the Civil Chamber of the Supreme Court held a hearing and issued a judgment with regard to the applicant’s appeal. In the judgment the court pointed out that “the plaintiff has not appeared [at the hearing] because he is detained”. There was no further analysis of the question of the applicant’s absence. The appeal court essentially dismissed the appeal by relying on the same grounds as the first-instance court. The respondent’s representatives and the nurse from Central Prison were reported to have stated that Central Prison had used exclusively single-use syringes since 1998.", "32. On 11 October 2004 the applicant lodged an appeal on points of law. Among other things he complained that he had not been transported to the appeal court hearing.", "33. On 25 October 2004 and then again on 22 December 2004 the applicant complained to the Prosecutor General that he had been infected with HIV because of negligence on the part of the medical staff of Central Prison. The applicant’s complaint requested “the initiation of criminal proceedings against the persons responsible for infecting me with HIV and hepatitis C”. The Prosecutor General forwarded the applicant’s claim to the Ministry of Justice, which on 12 January 2005 refused to initiate an internal investigation concerning the actions of the prison staff because the applicant’s appeal on points of law was still pending before the Senate of the Supreme Court.", "34. In the meantime, on 20 December 2004 the Senate, by a decision of a preparatory meeting (rīcības sēde), had dismissed the applicant’s appeal on points of law. The Senate did not address the applicant’s complaints about his absence from the appeal court hearing.", "35. At a hearing held on 27 August 2003 in the case concerning the applicant’s alleged infection, he had left to the court’s discretion the decision whether to open the trial to the public. The court had decided to hold a closed hearing.", "36. At the hearing on 24 November 2003 the applicant expressed his desire for the trial to be open to the public, as long as no photos were taken. The representative of Central Prison objected to opening the trial to the public, since the case concerned sensitive medical information. The court allowed the applicant’s request and the trial was opened to the public.", "37. On 25 November 2003 a daily newspaper, Rīgas Balss, published an article entitled “Prison Doctors Accused of Injecting AIDS”, where it was stated that “prisoner Andris M.” had lodged a complaint against Central Prison alleging that he had been infected with AIDS because of the fault of the doctors at the prison. The article also included a photograph of the applicant behind bars, in three-quarters profile, where his facial features were clearly distinguishable. It also reported that the trial had not been open to the public and further described the applicant as a recidivist, who had been convicted six times and was currently serving a prison term of eight years in Jelgava Prison.", "38. On 12 February 2004 another hearing was held in the trial between the applicant and Central Prison. The applicant told the court that he did not object to the presence of representatives of the media at the hearing, but added that no pictures should be taken and that his name should not be published. If video recordings were to be made, the applicant insisted that his face should not be visible and his name should not be shown. The court acceded to the applicant’s demands and prohibited the representatives of the media from disclosing the applicant’s identity, while otherwise authorising media coverage of the trial.", "39. On 16 June 2004 the applicant lodged a claim with the Rīga Regional Court, naming the publisher of Rīgas Balss (SIA “Mediju Nams”) as the respondent and requesting non-pecuniary damages for moral and psychological harm caused to him when Rīgas Balss published the above-mentioned article, which included his photo in which he was fully recognisable. The claim was based on an alleged infringement of personal data protection legislation and an alleged violation of criminal law which, in accordance with the Civil Law, created an obligation to pay damages.", "40. In its response the publisher pointed out that the applicant had implicitly consented to the disclosure of his personal data when he had lodged a claim against Central Prison. Furthermore, he had not asked for the trial to be closed to public. At an unspecified later date the respondent publisher amended its observations, indicating that the disputed article had merely put together information that had been in the public domain. Furthermore the applicant himself had striven to make the information about his case as widely available as possible.", "41. On 21 December 2004 the Rīga Regional Court adopted a judgment by which it dismissed the applicant’s claim. It expressed the opinion that data protection legislation was applicable to the applicant, as he could be identified from the photograph published in the newspaper. It also agreed that the applicant had not consented to the publication of his personal data, since during the trial he had asked not to be filmed or photographed. Thus the respondent newspaper had contravened the law by publishing sensitive personal data. Nevertheless, the applicant had failed to prove the existence of any damage and/or had not referred to any legal basis for the damages claimed; therefore his claim for compensation had to be dismissed.", "42. On 23 December 2004 the applicant appealed. Among other things he indicated specific types of damage he had allegedly suffered. On 14 January 2005 the applicant submitted additional comments to the appeal court in which he emphasised that the publication of his data and photo had been prohibited by the court during the hearing of 24 November 2003 in the case against Central Prison.", "43. On 11 April and 9 May 2005 the applicant asked the appeal court when his appeal would be heard and also requested that his presence at the hearing be ensured.", "44. On 2 February 2006 the Civil Chamber of the Supreme Court held an appeal hearing. Its verbatim record indicates that the court noted that the applicant had not appeared at the hearing and, after asking for the opinion of the respondent, it decided to proceed in the applicant’s absence.", "45. On the same date the Supreme Court adopted its judgment, in which it was pointed out that the applicant had not been escorted to the hearing and that the case could be heard in his absence. No further comments in this regard were made.", "46. As to the substance, the court held that the media were not subject to the data protection legislation and that there were no legal grounds for compensating the non-pecuniary damage allegedly caused to the applicant by the publication.", "47. On 27 February 2006 the applicant lodged an appeal on points of law. He complained, among other things, that the case had been heard by the appeal court in his absence.", "48. On 26 April 2006 the Senate of the Supreme Court, by a decision of a preparatory meeting, dismissed the applicant’s appeal on points of law. The Senate considered that the applicant had merely disputed the assessment of facts by the first-instance and appeal courts and therefore his appeal on points of law did not meet the procedural requirements. The decision did not mention the applicant’s complaint about his absence from the appeal hearing.", "49. As in force at the material time, section 10 (1) of the Law of Civil Procedure provided that civil proceedings were to be conducted on an adversarial basis (“sacīkstes formā”). In practice it meant the following:", "Each party shall prove the facts forming the basis of its claims or objections. ...", "Evidence shall be submitted by the parties and by other participants. If it is not possible for the parties or other participants to submit evidence, the court shall ask (izprasīt) for such evidence on the basis of a reasoned request.”", "50. As in force at the relevant time, section 138 of the Criminal Law provided for criminal responsibility for inadequate performance of professional duties by a medical professional resulting in serious or life-threatening injuries, a person’s death or infection with HIV. Under section 56 (1) of the Criminal Law the statute of limitations for this crime was five years.", "51. Article 3 of the Code of Criminal Procedure as in force at the relevant time obligated prosecutors to initiate criminal proceedings every time signs of a criminal offence (noziedzīga nodarījuma pazīmes) were discovered. According to Article 107 criminal proceedings could be initiated only in those cases when there was a sufficient basis (pietiekams pamats) to believe that a criminal offence had been committed.", "52. Article 109 provided as follows:", "“[A] prosecutor ... has to accept materials, applications and declarations concerning a criminal offence that has been committed ..., including in cases which do not fall under his jurisdiction.", "In relation to the materials, application or declaration received one of the following decisions shall be taken:", "to initiate criminal proceedings;", "to refuse to initiate criminal proceedings;", "to submit the application or declaration to [a competent institution].", "...", "Applications and declarations concerning crimes shall be examined immediately but at the latest within ten days of their receipt. ...”", "53. Article 112 of the Code of Criminal Procedure provided that a copy of a prosecutor’s decision to refuse to initiate criminal proceedings was to be sent to the person who had submitted the complaint. The complainant was also to be informed of his or her right to appeal against the decision.", "54. At the relevant time Article 241 of the Code of Criminal Procedure provided that the trial in the first-instance court had to start no later than one month after a criminal case had been received at that court.", "55. According to the Law of Civil Procedure as in force at the relevant time, the parties to a case had a right to participate in hearings (section 74 (2) (2)). However, a hearing could proceed even if a party to the case failed to appear in court (section 156). Nevertheless, according to section 209 a court had an obligation to postpone a hearing if a party was not present because he or she had not been informed of the time and place of the hearing or if he or she had not appeared for reasons the court found to be justified. A court had a choice whether to postpone a hearing if a party who had been informed of the time and place of a hearing failed to appear for unknown reasons (section 210).", "56. Under section 11(1) of the Personal Data Protection Law the processing of sensitive personal data is prohibited, except if the data subject has given his or her written consent for the processing of his or her sensitive personal data.", "57. Section 5(1) of the Personal Data Protection Law provides, among other things, that section 11 does not apply if personal data is processed for journalistic, artistic or literary purposes, and it is not prescribed otherwise by law. Section 5(2) of that law, however, provides that section 5(1) has to be applied in compliance with the right to private life of an individual and the freedom of speech.", "58. In accordance with section 7(6) of the Law on Press and Other Mass Media it is prohibited to publish information concerning the state of health of individuals without their consent.", "59. On 23 January 1970 the Parliamentary Assembly of the Council of Europe adopted Resolution 428, containing a Declaration on Mass Communication Media and Human Rights, the relevant part of which reads as follows:", "1. There is an area in which the exercise of the right of freedom of information and freedom of expression may conflict with the right to privacy protected by Article 8 of the Convention on Human Rights. The exercise of the former right must not be allowed to destroy the existence of the latter.", "2. The right to privacy consists essentially in the right to live one’s own life with a minimum of interference. It concerns private, family and home life, physical and moral integrity, honour and reputation, avoidance of being placed in a false light, non-revelation of irrelevant and embarrassing facts ... protection from disclosure of information given or received by the individual confidentially...", "7. The right to privacy afforded by Article 8 of the Convention on Human Rights should not only protect an individual against interference by public authorities, but also against interference by private persons or institutions, including the mass media. National legislations should comprise provisions guaranteeing this protection.”", "60. Recommendation Rec (89) 14 on “The ethical issues of HIV infection in the health care and social settings”, adopted by the Committee of Ministers of the Council of Europe on 24 October 1989, reads as follows in so far as is relevant to the present case:", "“Public health authorities are recommended:", "in relation to reporting of cases:", "to ensure that the reporting of AIDS cases ... is used for epidemiological purposes only and therefore carried out in strict compliance with appropriate confidentiality regulations and in particular that data is transmitted on a non-identifiable basis;", "to avoid any possible discriminatory use of sensitive health-related data;", "to avoid discouraging individuals from seeking voluntary testing,", "in relation to the patient-health care worker relationship:", "to strongly support respect for confidentiality, if necessary by introducing specific policies and by promoting educational programs for health care workers to clarify confidentiality issues in relation to HIV infection.”"], "VIOLATED_ARTICLES": ["3", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-1", "8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}