{"ITEMID": "001-90383", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MANGOURAS v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Alejandro Saiz Arnaiz;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["7. The applicant was born in 1935 and lives in Greece.", "8. On 13 November 2002 the ship Prestige, flying the flag of the Bahamas, was sailing in the Spanish exclusive economic zone off the coast of Galicia, carrying 70,000 tonnes of fuel oil. The ship's hull sprang a leak and the contents of the tanks spilled into the Atlantic Ocean.", "9. In view of the risk of shipwreck the maritime authorities launched a large-scale operation to rescue the crew. The applicant, who was the ship's captain, was taken by helicopter to the offices of the Corunna (A Coruña) harbourmaster, where he was arrested.", "10. The spillage of the ship's cargo caused an ecological disaster whose effects on marine flora and fauna lasted for several months and spread as far as the French coast.", "11. By a decision of 17 November 2002 the Corunna no. 4 investigating judge considered that the facts disclosed sufficient evidence to justify initiating a criminal investigation. The judge remanded the applicant in custody with the possibility of being released on payment of bail set at three million euros (EUR). The judge said that, although the oil-spill had been an accident, some of the elements in the file, which were provisional at that stage in the proceedings, pointed to irregularities in the applicant's conduct, such as a lack of cooperation with the port authorities when they tried to take the vessel in tow. The applicant's conduct could constitute an offence against natural resources and the environment and one of failing to comply with the instructions of the administrative authorities. In the judge's opinion, the seriousness of the presumed offences and the fact that the applicant was a foreign national who had no particular ties with Spain justified the high level of bail demanded.", "12. The applicant requested his release or, in the alternative, the reduction of bail to EUR 60,000. In a decision of 27 November 2002 the Corcubión (Corunna) no. 1 investigating judge refused the request on the ground that the seriousness of the presumed offences justified keeping the applicant in pre-trial detention. Moreover, his continued detention conformed to the relevant principles established by the case-law of the Constitutional Court, according to which the measure had to be exceptional, subsidiary, temporary and proportionate in nature. As to the amount of bail, the judge stated that it was essential to secure the applicant's appearance for trial in order to elucidate the facts subsequent to the leak in the vessel's hull. He also reiterated the arguments of the first investigating judge to the effect that the seriousness of the offences, the public outcry caused by the marine pollution, the applicant's Greek nationality, the fact that his permanent address was abroad and the fact that he had no ties with Spain justified the high level of bail, which was designed to rule out any risk that the applicant might fail to appear.", "13. On 7 December 2002 the same investigating judge confirmed the decision, rejecting an application from the applicant to have it varied.", "14. The applicant appealed. In a decision of 3 January 2003 the Corunna Audiencia Provincial", "15. On 6 February 2003 the Corcubión (Corunna) no. 1 investigating judge deposited a bank guarantee corresponding to the amount of bail demanded. Accordingly, he ordered the applicant's provisional release subject to the following conditions:", "“(a) that [the applicant] supply an address in Spain;", "(b) that he report every day before 1 p.m. to the police headquarters corresponding to the address supplied;", "(c) that he be prohibited from leaving the country and surrender his passport to the court's registry.”", "16. Relying on Article 17 of the Constitution (right to liberty and security), the applicant lodged an amparo appeal with the Constitutional Court. While he did not appeal against his pre-trial detention, for which he also considered sufficient reasons to have been given, the applicant complained of the amount of bail, arguing that it was excessive and disproportionate in view of his financial circumstances, which made the prospects for his provisional release unrealistic. He stressed that the amount fixed did not take account of his personal circumstances as required by the case-law of the Strasbourg Court.", "17. In a reasoned decision of 29 September 2003 the Constitutional Court declared the appeal inadmissible. It began by observing that, in accordance with its case-law, the fact that the applicant had been released did not render the amparo appeal devoid of purpose, given that:", "“...in the event of a breach of the fundamental right relied on, the court should allow the appeal and grant the applicant amparo relief.”", "18. However, on the merits, the Constitutional Court ruled as follows:", "“... in accordance with Article 531 of the Code of Criminal Procedure, the amount of bail set should take into account, among other factors, the nature of the offence, the accused's previous convictions and any other circumstances that might prompt him to evade justice. The European Court of Human Rights, for its part, has ruled that the object of bail is to secure the presence of the accused at the trial ... and that the amount should act as a deterrent, dispelling any wish on his part to abscond.", "...", "In the instant case the various decisions gave ample reasons for the amount demanded and the refusal of the request for a reduction, namely: the overriding objective of securing the accused's presence at the trial, the seriousness of the offences, the disastrous situation caused by the spillage of the ship's cargo both domestically and abroad, the fact that the applicant is a non-national and the fact that he has no ties whatsoever in Spain.", "All the above circumstances led the courts to consider that the risk of the applicant's absconding could only be reduced by setting such a high sum for bail ... They also took into consideration the accused's personal and financial circumstances and the commercial environment in which he works ... The applicant's Greek nationality, the fact that his permanent address is abroad and the fact that he has no ties with Spain constitute personal circumstances which were taken into consideration in fixing bail, in order to deter the applicant from absconding.", "Accordingly, bail was fixed on the basis of proportionality criteria ... The exceptional amount reflects the exceptional nature of the situation.”", "19. The Spanish authorities later authorised the applicant's return to his country of origin, where he is now living, on condition that the Greek authorities ensured compliance with the periodic supervision to which the applicant was subject in Spain. Hence, the applicant has to report every two weeks to the police station on the island of Icaria, where he was born, or in Athens, where his children live.", "20. The criminal proceedings on the merits are still pending before the Corcubión (Corunna) no. 1 investigating judge.", "Article 17", "“Everyone has the right to liberty and security. No one may be deprived of his liberty other than in accordance with the provisions of this Article and in the circumstances and form provided by law.”", "Article 325", "“Persons who ... cause or carry out, directly or indirectly, emissions, discharges ... into ... inland or maritime waters or groundwater ... capable of occasioning severe damage to the balance of natural systems, shall be liable to a term of imprisonment of between six months and four years, a daily fine payable for between eight and twentyfour months and a prohibition on carrying out their occupation of between one and three years. Where there is a risk to persons' health the prison term shall be in the upper half of the range.”", "Article 331", "“The penalty imposed for an offence referred to in this Chapter shall be in the lower half of the range where it was the result of gross negligence.”", "Article 325", "“...", "2. Persons who knowingly release, discharge or introduce ionising radiation or other substances into the air, soil or maritime waters ... in quantities such as to cause death or illness ... with irreversible effects, shall be liable to a further prison term of between two and four years in addition to that imposed [automatically] for damage to persons.”", "Article 531", "“In determining the nature and amount of the security, consideration must be given to the nature of the offence, the social situation and previous convictions of the accused and any other circumstance which may prompt the accused to seek to evade justice.”", "This Convention has been amended on several occasions, most recently in July 2007 (entry into force December 2008). In particular, Annex I to the Convention relates to the prevention of pollution by oil and covers the prevention of pollution following collision or stranding. The Convention, which is a combination of two treaties adopted in 1973 and 1978, constitutes the main international instrument covering prevention of pollution of the marine environment by ships from operational or accidental causes.", "Article 220", "Enforcement by coastal States", "“...", "3. Where there are clear grounds for believing that a vessel navigating in the exclusive economic zone or the territorial sea of a State has, in the exclusive economic zone, committed a violation of applicable international rules and standards for the prevention, reduction and control of pollution from vessels or laws and regulations of that State conforming and giving effect to such rules and standards, that State may require the vessel to give information regarding its identity and port of registry, its last and its next port of call and other relevant information required to establish whether a violation has occurred.", "...", "6. Where there is clear objective evidence that a vessel navigating in the exclusive economic zone or the territorial sea of a State has, in the exclusive economic zone, committed a violation referred to in paragraph 3 resulting in a discharge causing major damage or threat of major damage to the coastline or related interests of the coastal State, or to any resources of its territorial sea or exclusive economic zone, that State may, subject to section 7, provided that the evidence so warrants, institute proceedings, including detention of the vessel, in accordance with its laws.", "7. Notwithstanding the provisions of paragraph 6, whenever appropriate procedures have been established, either through the competent international organization or as otherwise agreed, whereby compliance with requirements for bonding or other appropriate financial security has been assured, the coastal State if bound by such procedures shall allow the vessel to proceed.", "...”", "Article 221", "Measures to avoid pollution arising from maritime casualties", "“1. Nothing in this Part shall prejudice the right of States, pursuant to international law, both customary and conventional, to take and enforce measures beyond the territorial sea proportionate to the actual or threatened damage to protect their coastline or related interests, including fishing, from pollution or threat of pollution following upon a maritime casualty or acts relating to such a casualty, which may reasonably be expected to result in major harmful consequences.", "2. For the purposes of this article, 'maritime casualty' means a collision of vessels, stranding or other incident of navigation, or other occurrence on board a vessel or external to it resulting in material damage or imminent threat of material damage to a vessel or cargo.”", "This Law regulates the responsibility of operators to prevent, avoid and remedy environmental damage in accordance with Article 45 of the Constitution and the prevention and “polluter pays” principles.", "The aim of this Directive is to establish a framework of environmental liability based on the “polluter pays” principle, with a view to preventing and remedying environmental damage.", "Article 3", "Scope", "“1. This Directive shall apply, in accordance with international law, to discharges of polluting substances in:", "(a) the internal waters, including ports, of a Member State, in so far as the Marpol regime is applicable;", "(b) the territorial sea of a Member State;", "(c) straits used for international navigation subject to the regime of transit passage, as laid down in Part III, section 2, of the 1982 United Nations Convention on the Law of the Sea, to the extent that a Member State exercises jurisdiction over such straits;", "(d) the exclusive economic zone or equivalent zone of a Member State, established in accordance with international law; and", "(e) the high seas.", "2. This Directive shall apply to discharges of polluting substances from any ship, irrespective of its flag, with the exception of any warship, naval auxiliary or other ship owned or operated by a State and used, for the time being, only on government noncommercial service.", "...”", "Article 8", "Penalties", "“1. Member States shall take the necessary measures to ensure that infringements ... are subject to effective, proportionate and dissuasive penalties, which may include criminal or administrative penalties.", "2. Each Member State shall take the measures necessary to ensure that the penalties referred to in paragraph 1 apply to any person who is found responsible for an infringement ...”", "“...", "In the sphere of penalties", "167. Four lines of thought must be pursued:", "a) The excessively absolute principle of freedom of navigation must be revised, as it is no longer appropriate in the context of present-day transport flows. Legally speaking, this would open the way for passive control and ultimately active control, at least in zones subject to risk. The issue of the responsibilities of control bodies could be considered at the same time.", "b) A state which has suffered pollution damage caused by a ship must be able to demand reparation from the state whose flag that ship flies where it is established that the damage results completely or partly from the flag state's failure to exercise any effective monitoring of the vessel causing the damage.", "c) Article 230 of the Convention on the Law of the Sea must be amended to make clearer the possibility of penalties of imprisonment for the most serious pollution offences.", "d) An international maritime criminal court must be set up. In the same way that the notion of crimes against humanity finally yielded the creation of the international criminal court, it cannot be excluded in the future that states may eventually enshrine the notion of 'crime against the environment', drawing the consequences, in legal terms, of the idea put forward by some of establishing the sea as the common heritage of humanity.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}