{"ITEMID": "001-58108", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF ERDAGÖZ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3;Preliminary objection rejected (non-exhaustion);No violation of Art. 5", "JUDGES": "John Freeland", "TEXT": ["9. Mr Mehmet Erdagöz, a Turkish national, was, at the material time, the owner of a shop in Adana. He now lives in Kars.", "10. On 3 June 1992 a brawl broke out between the applicant and members of his family on one side and a Mr H.A. and his friends on the other. After the fight each of the protagonists lodged a complaint accusing the other, and on 16 June 1992 the public prosecutor’s office charged H.A. and the others with armed assault, attempted murder and offences under the Firearms Act. The outcome of these proceedings is not known.", "11. On 16 September 1992, at about 2 a.m., the police were informed by an anonymous telephone call to Bağlar police station that stones had been thrown against the applicant’s shop and had smashed the windows. The police arrived on the scene half an hour later – before the applicant, who was not on the premises, had even been informed – noted that the windows had been broken and made out a damage assessment report.", "Later that night, at 5.30 a.m., Mr Erdagöz, having been informed of the incident, unsuccessfully requested Deputy Inspector S.K., of Bağlar police station, to have the premises searched again before he opened the shop. He also named the persons he suspected of the attack, including H.A., but decided against lodging a complaint and left the police station.", "12. At 10.45 a.m. on the same day, after consulting the security police, and on their advice, the applicant returned to the police station and handed over two spent cartridge cases which he claimed to have found inside his shop. He also lodged a complaint and demanded the arrest of H.A., who had allegedly organised the attack out of animosity towards the applicant. A police squad conducted a fresh search of the scene of the crime. According to the report drawn up at the time, at 11.30 a.m., no bullet marks were found.", "13. On 16 March 1993, on account of the events of 16 September 1992, the Adana public prosecutor committed H.A. for trial in the Adana Criminal Court for threatening use of a firearm, criminal damage and an offence under the Firearms Act. In a judgment of 28 June 1993 the Criminal Court acquitted him for lack of sufficient evidence. The Court of Cassation upheld this judgment on 28 February 1994.", "14. Shortly after 11.30 a.m. on 16 September 1992, as a result of the events of the previous night and on account of the conduct of the applicant, who was suspected of fabricating evidence (see paragraphs 11–12 above), Chief Inspector Enver Tunç ordered him to be transferred, together with H.A., who had been arrested in the meantime, to the security police headquarters. In the covering letter which he sent with the file to the public order branch of the security police, Mr Tunç wrote as follows:", "“In view of the fact that Mehmet Erdagöz has frequently lodged ill-founded complaints against the station personnel, that there is animosity between him and [H.A.], that he has previously abused the police and the judicial authorities, that the version of the events put forward by Mr Erdagöz, namely an armed attack, is probably an invention, that he possesses a registered firearm and may well have another unregistered one and that he has already made several contradictory statements, Mr Erdagöz and [H.A.] have both been transferred to security police headquarters for detailed questioning.", "I therefore request you to check whether these persons are wanted in connection with an offence, to inform the public order branch and our station of the result and to send a copy of the document to the criminal investigation branch.”", "15. In an order of 17 September 1992 the chief inspector referred H.A. and the applicant, who was suspected of falsely reporting a criminal offence, to the public prosecutor’s office.", "16. On the same day, accompanied by summaries of their interviews prepared by Mr Tunç, the applicant and H.A. appeared before the Adana public prosecutor. Mr Erdagöz was released the same day, at a time which has not been specified.", "17. On 17 September 1992 the applicant lodged a criminal complaint against the chief inspector and Deputy Inspector S.K. with the public prosecutor. He alleged that during the inquiries into the altercation of 3 June 1992 (see paragraph 10 above) the former had abused his authority by drawing up a biased report of the incident. He accused S.K. of inflicting ill-treatment on him when he first went to the police station, at 5.30 a.m., following the events of the night of 15 to 16 September.", "18. The next day, at the request of the police, Mr Erdagöz had a medical examination at the social security hospital in Adana. The provisional report, drawn up on the same day, mentions the following injuries: superficial grazing on the left side of the back and bruises and swelling below both knees. On 24 December 1992 a doctor from the Adana Institute of Forensic Medicine drew up a new report confirming the findings of the report of 18 September.", "19. On 29 December 1992 the Adana public prosecutor, after conducting an investigation, discontinued the proceedings. He concluded that the allegation of abusing authority was unfounded and decided not to pursue the investigation concerning the chief inspector. With regard to the complaint of ill-treatment, he noted:", "“Following the telephone message to Bağlar police station reporting the fact that on 16 September 1992 the windows of the shop situated at 62B 677th Street had been smashed, Deputy Inspector [S.K.] sent a police squad to the scene. This squad made out a report at 3.30 a.m. At 7 a.m on the same day the complainant went to the police station to complain of the incident. While his complaints were being taken down he decided not to lodge a formal complaint and left the police station. He returned soon after and asserted that he had found two [bullets] inside his shop. Thereupon Mr Enver Tunç, the senior officer at the station, ordered the complainant’s first statement to be altered and sent a squad to the premises. At 11.30 a.m. on the same day this squad made out a report noting that there were no bullet marks whatsoever in his shop. There being no such marks, the inference was drawn that the complainant had falsely produced the bullets in question for the sole purpose of ensuring that [H.A.], the person he had accused, would be arrested. Chief Inspector Tunç accordingly referred him to the criminal investigation branch for questioning. By an order of 17 September 1992 the applicant and [H.A.] were referred to the public prosecutor’s office, the former on suspicion of falsely reporting a criminal offence.", "Although traces of blows and injuries on Mr Mehmet Erdagöz’s body are mentioned in the medical report of 18 September 1992, drawn up two days after the incident by the social security hospital to which he had been sent by Chief Inspector Tunç, there is no conclusive evidence that the lesions noted in the report were the result of blows inflicted by the deputy inspector; there is therefore insufficient evidence to prosecute him.”", "20. On 27 January 1993 the applicant appealed against the above discontinuation order to the President of the Tarsus Assize Court, who dismissed the appeal on 23 February 1993.", "21. On 8 March 1993 the applicant petitioned the Minister of Justice to lodge an appeal in the interests of the law. On 29 March 1993 the Minister of Justice refused.", "22. During the investigation Mr Erdagöz lodged a complaint against the chief inspector and another policeman, A.K., alleging that they had insulted him and taken him into police custody for forty-eight hours even though he was the complainant.", "23. On 6 December 1993 the Adana public prosecutor made an order discontinuing the proceedings against these two officers in the following terms:", "“However, the investigation file (case no. 1992/22569) and the preliminary inquiry conducted in the case show that on 16 September 1992 ... the complainant went to the police station, where he made an oral statement to the effect that the windows of his shop had been smashed and that he wished to lodge a complaint against the person responsible; he was then asked to produce evidence or name a witness; he left the police station and came back two hours later bringing two [bullets] as evidence; police officers accordingly went to the scene to verify Mr Erdagöz’s allegations and found that the windows were broken but that there were no marks which might suggest that they had been smashed by bullets. In the light of the applicant’s history, he was suspected of falsely reporting a criminal offence and the object of the inquiry was therefore modified and an investigation in two branches conducted. However, as the police had not found any pertinent evidence that the offence had been committed, the complainant was referred to the public prosecutor’s office by an order of 17 September 1992. Contrary to his allegations, he was not taken into police custody for forty-eight hours but necessarily held for twenty-four hours so that the inquiry could be completed. Moreover, there is no evidence to support the allegations of defamation.”", "24. On 15 February 1994 the applicant appealed against the above discontinuation order to the President of the Assize Court. He alleged in particular that his detention in police custody had lasted for two days and had been due to the resentment the police felt towards him on account of his previous complaints to the European Commission of Human Rights and the domestic courts. On 7 March 1994 the President of the Tarsus Assize Court dismissed the appeal and on 24 June 1994 the Minister of Justice refused a petition in which Mr Erdagöz had asked him to lodge an appeal in the interests of the law.", "25. Article 19 § 8 of the Constitution provides:", "“A person deprived of his liberty for whatever reason shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.”", "26. Article 128 § 1 of the Code of Criminal Procedure, in the version in force at the material time, provided:", "“Where the arrested person has not been released, and in order to avoid any unnecessary or unjustified delay, he must be brought before the investigating judge and examined within twenty-four hours, not including the time needed to escort him to the investigating judge nearest to the place of his arrest ...”", "27. The relevant provisions of the Criminal Code are the following:", "“An enforcement official, a police officer or any other official responsible for enforcement who performs his duties in an unlawful manner, whether spontaneously or on the orders of a superior, or who ill-treats, assaults or injures a third party while doing so, shall be sentenced to between three months’ and three years’ imprisonment and suspended from duty.”", "“Anyone who, by word or action, offends the honour, reputation or dignity of an official in his presence and while he is performing his duties shall be punished ...”", "“Anyone who submits a complaint to a judicial authority or to the holder of a public office who is accountable to that authority or to the holder of another office who is empowered to initiate proceedings or order that proceedings be brought, concerning an offence which he knows has not been committed or who fabricates evidence of such an offence so as to enable criminal proceedings to be opened for the purpose of establishing that offence shall be punished ...”", "“Anyone who, by reporting an offence or lodging a complaint with a judicial authority or with an official who is required to forward it to that authority or with the authority competent to bring proceedings or have proceedings brought, accuses a person whom he knows to be innocent of an offence, or who fabricates material evidence implicating that person, shall be punished according to the classification and nature of that offence and the importance of the evidence fabricated ...”", "28. The relevant provisions of Law no. 466 of 7 May 1964 are the following:", "“Compensation shall be paid by the State in respect of all damage sustained by persons", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute law;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time-limit laid down by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time-limit for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being arrested or detained in accordance with the law, are not subsequently committed for trial ..., or are acquitted or discharged after standing trial; or", "(7) who have been sentenced to a period of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only ...”", "“Any person who has sustained damage for the reasons set out in section 1 may lodge a claim for damages ... with the assize court having jurisdiction in respect of his place of residence within three months of the date on which the decision concerning the allegations which form the basis of his claim becomes final.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}