{"ITEMID": "001-110251", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF LUTSENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-1-c - Bringing before competent legal authority)", "JUDGES": "André Potocki;Ganna Yudkivska;Mark Villiger", "TEXT": ["4. The applicant was born in 1959 and lives in Kryvyy Rig.", "5. On 29 September 2009 the local prosecutors instituted criminal proceedings against him on suspicion of bribery.", "6. On 30 September 2009 the applicant was arrested under Article 115 of the Code of Criminal Procedure.", "7. On 2 October 2009 the Dzerzhynskyy District Court of Kryvyy Rig (“the District Court”) remanded the applicant in custody on the ground that he might abscond, obstruct justice and continue criminal activities.", "8. On 18 November 2009 the same court extended the maximum period of the applicant’s detention to four months (until 29 January 2010) on similar grounds.", "9. As it appears from the case file, on 29 January 2010, following the completion of the pre-trial investigation, the prosecutors sent the case to the Dnipropetrovsk Regional Court of Appeal (“the Court of Appeal”) to determine which court had jurisdiction. On 8 February 2010 the latter court determined that the case should be examined by the District Court and forwarded the case to that court for trial.", "10. On an unspecified date the applicant’s representative asked the District Court to release the applicant from detention as the time-limit for his detention had expired on 29 January 2010.", "11. On 9 March 2010, at the committal hearing, the court rejected the request stating that on 29 January 2010 the case had been sent to the Court of Appeal and, subsequently, to the District Court for trial. It further held that there were no grounds for changing the applicant’s preventive measure. It did not fix any time-limit for the applicant’s subsequent detention.", "12. On 7 June 2010 the applicant and his representative requested the court to change his preventive measure from detention on remand to undertaking not to abscond. On the same day the court rejected the request due to the gravity of charges against the applicant and because he did not plead guilty and might obstruct justice at liberty. It did not fix any time-limit for the applicant’s further detention.", "13. According to the Government, on 23 May 2011 the District Court convicted the applicant and sentenced him to an unspecified term of imprisonment on probation. On 10 October 2011 the Court of Appeal upheld that judgment.", "14. The relevant provisions of the domestic law pertinent to the issue of the applicant’s pre-trial detention are summarized in the cases of Nevmerzhitsky v. Ukraine, no. 54825/00, §§ 5354, ECHR 2005II (extracts), and Yeloyev v. Ukraine, no. 17283/02, § 35, 6 November 2008."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}