{"ITEMID": "001-67200", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MILLER v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["4. Mr Miller was born in 1972 and he resides in Stockton-on-Tees, Mr Morrison was born in 1970 and he resides in Aberdeen and Mr Gillespie was born in 1974 and he resides in Greenock. They are represented before the Court by Mr Blades, a lawyer practising in Lincoln.", "5. In April 1996 the first applicant was a soldier and the second applicant was a non-commissioned officer in the regular forces of the British Army. On 29 April 1996 they were charged along with two others (pursuant to section 70 of the Army Act 1955) with four counts of indecent assault contrary to section 15(1) of the Sexual Offences Act 1956.", "6. The convening officer, by order dated 26 July 1996, convened a general court-martial to try them. On 10 September 1996 the first applicant was found guilty on two of the charges and was sentenced to 4 years' imprisonment and to be dismissed with disgrace. The second applicant was found guilty on three of the charges and sentenced to 5 years' imprisonment, to be dismissed from the service with disgrace and to be reduced to the ranks. On 19 December 1996 the confirming officer reduced the first applicant's sentence to two years' imprisonment and the second applicant's sentence to three years and six months' imprisonment, but otherwise the findings of the court-martial were confirmed.", "7. The applicants petitioned the Defence Council against conviction and sentence. By letters dated 18 February 1998 and 27 February 1997, their representatives were informed of the decisions (taken by the Army Board) to reject their petitions.", "8. Both applicants applied to the single judge of the Courts-Martial Appeal Court (“CMAC”) for leave to appeal to that court against conviction and sentence. The first applicant pointed to various alleged failings by the judge advocate during the court-martial and argued that his sentence was excessive. The single judge granted leave to appeal to the full CMAC. Before the full CMAC, the first applicant added a new ground of appeal (that he did not have a fair trial by an independent and impartial tribunal within the meaning of Article 6 § 1 of the Convention, citing Findlay v. the United Kingdom, judgment of 25 February 1997, Reports of Judgments and Decisions 1997-I). The second applicant argued before the single judge that the judge advocate had erred and misdirected the court and that he had been denied a fair hearing by an independent and impartial tribunal (referring also to the Findlay judgment). The single judge granted leave to appeal to the full CMAC.", "9. On 4 March 1996 the applicant, a soldier of the regular forces of the British Army, was charged (pursuant to section 70 of the Army Act 1955) with wounding with intent contrary to section 18 of the Offences Against the Person Act 1861 and with inflicting grievous bodily harm contrary to section 20 of that Act.", "10. The convening officer, by order dated 13 August 1996, convened a general court-martial. On 6 September 1996 the applicant was found guilty on the first charge and of assault occasioning actual bodily harm contrary to section 47 of the 1861 Act. He was sentenced to three years and six months' imprisonment and to be discharged from the army.", "11. His petition against sentence to the confirming officer was rejected and his conviction and sentence were promulgated on 10 October 1996. By letter dated 20 November 1996, his legal representatives were informed that his petition against sentence had been rejected by a Reviewing Authority appointed by the Army Board of the Defence Council. By letter dated 24 March 1997, the applicant's representatives were informed of the decision (taken by the Army Board) to reject his petition against sentence.", "12. On 20 May 1997 he presented a further petition to the Army Board of the Defence Council against conviction arguing that he had not had a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law in accordance with Article 6 § 1 of the Convention (referring also to the above-cited Findlay judgment). By letter dated 22 May 1997, he was informed that the Reviewing Authority had decided not to waive the relevant time-limit which had by then expired. It was also indicated in that letter that the “Findlay issue” had been frequently rejected by the Army Board and by the CMAC.", "13. His application to the single judge of the CMAC was dated 18 July 1997 and raised the Findlay issue together with the fact that he could not appeal against sentence only to the CMAC. On 6 October 1997 the single judge rejected that application considering that the grounds of appeal were not arguable. He renewed his application for leave to appeal to the full CMAC raising the same points.", "14. In response to these appeals, affidavits were filed on behalf of the Ministry of Defence explaining that neither the presidents nor the members of the applicants' courts-martial had been under the command of the convening officer and that none had been subordinate to him in the chain of command. Accordingly, the convening officer would not have reported on either the president or the members of the court-martial in their annual confidential reports. A policy decision had been taken that, as from 1 January 1996, all courts-martial would be composed of a president and members who were not in the chain of command of the convening officer.", "15. The applicants' appeals were rejected by detailed judgment of 13 November 1998. As to the “Findlay point”, the CMAC noted the change in policy as regards the constitution of courts-martial in place since January 1996. It considered that there was no chain of command influence and no obvious reason why any observer knowing the constitution of the courts-martial and the full facts would suspect any lack of independence or impartiality. In any event, the CMAC pointed out that the applicants' reliance on the Findlay judgment was misconceived as the only power of the CMAC was to enquire as to whether the convictions were unsafe. Where there was abundant evidence to support the conclusion of the courts-martial which had been properly convened in accordance with domestic law, the composition and behaviour of which had not been criticised, the CMAC considered that there was no possible reason to intervene. It noted that the time for having regard to the provisions of the Convention had not yet been reached, but it was difficult to see, even in such circumstances, how the provisions of Article 6 could be of any assistance to the applicants.", "16. The relevant provisions of the Army Act 1955 which regulated court-martial procedures at the relevant time are set out in the above-cited Findlay judgment (at §§ 32-51).", "17. Following the Commission's report in the Findlay case (Findlay v. the United Kingdom, no. 22107/93, Commission's report of 5 September 1995), it was decided that, as and from 1 January 1996, all courts-martial would be composed of presidents and members not in the chain of command of the convening officer. Thereafter, the 1955 Act was amended substantially by the Armed Forces Act 1996 (“the 1996 Act”) which came into force on 1 April 1997. The new court-martial system for which the 1996 Act provides is summarised in the Findlay judgment (at §§ 52-57) and is outlined in more detail in the case of Cooper v. the United Kingdom ([GC], no. 48843/99, §§ 15-76, ECHR 2003-XII)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}