{"ITEMID": "001-114985", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "E.J. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr E.J., is an Iranian national who was born in 1969. He is represented before the Court by Ms Liisamari Herala, a lawyer practising in Helsinki.", "2. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant is a 43-year old man and a Kurd of ethnic origin. His family is active in the Komala party. Two of his brothers received international protection and residence permits in Finland in 1994 and 1998 respectively. A third brother was killed because of his political activities.", "5. The applicant allegedly joined the Komala party in 2007 while visiting his brother in Iraqi Kurdistan. Two weeks after he joined the party, he was arrested and held in custody for three weeks. During this time he was ill-treated both physically and mentally. The Iranian secret service Ettelaat agreed upon his release on the condition that he provide them with information about the Komala party’s activities. The applicant travelled back to Iraqi Kurdistan and agreed with the leaders of the Komala party that he would provide Ettelaat with incorrect information about the Komala party, and this took place. The applicant continued his activities in the Komala party, which included mostly delivering different materials relating to the party, such as posters and information sheets, to different cities in Iran until December 2008.", "6. In December 2008 the applicant travelled to Finland at his brother’s invitation. Ettelaat had forbidden him to leave the city without their permission but they did not know that he had a passport. The applicant managed to travel to Finland without Ettelaat knowing. His original plan was to visit the Komala’s members in Sweden and then to return to Iran in January 2009. However, having heard from his father in Iran that his wife and brother had been arrested because the Iranian authorities had found out about his departure from Iran, he became afraid that he would again be illtreated or even killed on returning to Iran. Therefore he sought asylum in Finland. His wife was soon released but she still has to report to the authorities every week in order to show that she has not left the country. The applicant has continued his activities in the Komala party in Finland, including taking part in meetings and demonstrations.", "7. The applicant arrived in Finland on 21 December 2008 and sought asylum on 5 January 2009.", "8. On 17 May 2010 the Finnish Immigration Service (Maahanmuutto-virasto, Migrationsverket) rejected his application and decided to order his removal to Iran. It found that the applicant had not provided any evidence in support of his alleged activities and membership of the Komala party, nor of the alleged persecution or torture inflicted on him. The Immigration Service found that the certificate issued by Komala’s Swedish office, dated 12 December 2009, which attested to his party membership, did not constitute an evidentiary basis on which any credible conclusions could be drawn about his activities and status in the party and the possibility that he would face a risk of ill-treatment in Iran. Moreover, the applicant was able to describe Komala’s objectives and activities only superficially. Even though the applicant had allegedly been tortured repeatedly, he had not provided the Service with any kind of medical certificate. The Immigration Service found the applicant’s story, as a whole, not credible. Even if he had been a member of the party, he could not be regarded as a high level party member but only possibly a lower level party activist. It was not probable that the Iranian authorities would persecute the applicant. This conclusion was supported by the fact that the applicant had been able to leave Iran without any problem. The Service did not find it credible that the arrest of the applicant’s wife and brother, as alleged, were due to his stay in Finland, or that the Iranian authorities would know that the applicant had continued his political activities in the Komala party in Finland.", "9. The applicant appealed to the Administrative Court (hallinto-oikeus, förvaltningsdomstolen), requesting that the Immigration Service’s decision be quashed and the applicant be granted asylum, or alternatively, a residence permit. He also requested that an oral hearing be held.", "10. On 1 June 2011 the Administrative Court, after having held an oral hearing, rejected the applicant’s appeal. The court noted that the applicant did not hold a leading position in the Komala party, nor were his or his family’s political activities known in his home region. It had not been shown that the Iranian authorities knew about his activities. Nor did the Administrative Court find it probable that the Iranian authorities had found out about the applicant’s political activities during his stay in Finland or that he would otherwise be persecuted by the Iranian authorities upon return. The court thus concluded that the applicant would not be subject to any real risk of ill-treatment when returned to Iran.", "11. The applicant appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), requesting also that a stay on removal be granted.", "12. On 28 June 2011 the Supreme Administrative Court stayed the applicant’s removal to Iran for the duration of the proceedings before it.", "13. On 26 October 2011 the Supreme Administrative Court refused the applicant leave to appeal.", "14. According to Article 9, paragraph 4, of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag; Act no. 731/1999), the right of foreigners to enter Finland and to remain in the country is regulated by an Act. A foreigner shall not be deported, extradited or returned to another country, if in consequence he or she is in danger of a death sentence, torture or other treatment violating human dignity.", "15. According to section 87, subsection 1, of the Aliens Act (ulkomaalaislaki, utlänningslagen; Act no. 301/2004), aliens residing in the country are granted asylum if they reside outside their home country or country of permanent residence owing to a well-founded fear of being persecuted for reasons of ethnic origin, religion, nationality, membership of a particular social group or political opinion and if they, because of this fear, are unwilling to avail themselves of the protection of that country.", "16. Section 88, subsection 1, of the Act (as amended by Act no. 323/2009) provides that an alien residing in Finland is issued with a residence permit on grounds of subsidiary protection if the requirements for granting asylum under section 87 are not met, but substantial grounds have been shown for believing that the person, if returned to his or her country of origin or country of former habitual residence, would face a real risk of being subjected to serious harm, and he or she is unable, or owing to such risk, unwilling to avail himself or herself of the protection of that country. Serious harm means: 1) the death penalty or execution; 2) torture or other inhuman or degrading treatment or punishment; or 3) serious and individual threat as a result of indiscriminate violence in situations of international or internal armed conflicts.", "17. Under section 88a of the Act (as amended by Act no. 323/2009), an alien residing in Finland is issued with a residence permit on the basis of humanitarian protection, if there are no grounds under section 87 or 88 for granting asylum or providing subsidiary protection, but he or she cannot return to his or her country of origin or country of former habitual residence as a result of an environmental catastrophe or a bad security situation which may be due to an international or internal armed conflict or a poor human rights situation.", "18. According to section 88b of the Act (as amended by Act no. 323/2009), the well-founded fear of being persecuted referred to in section 87b or the real risk of being subjected to serious harm referred to in section 88 may be based on incidents after the applicant’s departure from his or her home country or country of permanent residence or on acts that the applicant has participated in after his or her departure.", "19. Section 98, subsection 2, of the Act (as amended by Act no. 432/2009) provides that the requirements for issuing a residence permit are assessed individually for each applicant by taking account of the applicant’s statements on his or her circumstances in the State in question and of real time information on the circumstances in that State obtained from various sources. After obtaining the available statement, the authorities shall decide on the matter in favour of the applicant on the basis of his or her statement if the applicant has contributed to the investigation of the matter as far as possible and if the authorities are convinced of the veracity of the application with regard to the applicant’s need for international protection.", "20. According to section 147 of the Act, no one may be refused entry and sent back or deported to an area where he or she could be subject to the death penalty, torture, persecution or other treatment violating human dignity or from where he or she could be sent to such an area.", "21. The Amnesty International Report 2010: The State of the World’s Human Rights: Iran (AI Report 2010) covering events in 2009 and published on 27 May 2010, notes the following about the general human rights situation in Iran:", "“An intensified clampdown on political protest preceded and, particularly, followed the presidential election in June [2009], whose outcome was widely disputed, deepening the long-standing patterns of repression. The security forces, notably the paramilitary Basij, used excessive force against demonstrators; dozens of people were killed or fatally injured. The authorities suppressed freedom of expression to an unprecedented level, blocking mobile and terrestrial phone networks and internet communications. Well over 5,000 people had been detained by the end of the year. Many were tortured, including some who were alleged to have been raped in detention, or otherwise ill-treated. Some died from their injuries. Dozens were then prosecuted in grossly unfair mass ‘show trials’. Most were sentenced to prison terms but at least six were sentenced to death.", "The election-related violations occurred against a background of severe repression, which persisted throughout 2009 and whose victims included members of ethnic and religious minorities, students, human rights defenders and advocates of political reform. Women continued to face severe discrimination under the law and in practice, and women’s rights campaigners were harassed, arrested and imprisoned. Torture and other ill-treatment of detainees remained rife and at least 12 people died in custody. Detainees were systematically denied access to lawyers, medical care and their families, and many faced unfair trials. Iran remained one of the states with the highest rates of execution and one of very few still to execute juvenile offenders: at least 388 people were executed, including one by stoning and at least five juveniles.”", "22. According to the country information on Iran (UK Home Office, Operational Guidance Note: Iran, November 2011), politically active groups and individuals are considered a threat to national security by the Iranian Government. If the Iranian authorities consider a person to be working against national security (the person may for example be accused of being a spy or of cooperating with an opposition religious, ethnic or political group), they may face severe punishment ranging from ten years’ imprisonment to execution. For instance, being in possession of a CD, a pamphlet or something similar made by the Kurdish Democratic Party of Iran (KDPI), Komala or other Kurdish organisations, may be considered an act against national security. This form of persecution for political activities is a problem all over Iran. However, the authorities are watching Kurdish areas and Tehran more carefully than other areas.", "23. Both high and low profile persons may risk persecution. Whether a person is harassed does not depend on the person being a high or low profile opponent of the government. While a high profile person is sure to be persecuted when arrested by the authorities, even a low profile person, who has been in possession of documents with a political message, may face persecution even if the person does not know anything about the movement in question. Moreover, if a person had left Iran illegally, he or she would not have been registered in the computer system as having left Iran and therefore would be questioned upon return (Danish Immigration Service: Human Rights Situation for Minorities, Women and Converts, and Entry and Exit Procedures, ID Cards, Summons, and Reporting, etc., April 2009).", "24. According to the Operational Guidance Note, there is no evidence to suggest that an applicant of Kurdish ethnic origin, in the absence of any other risk factor, would on return face a real risk of serious mistreatment simply on account of his or her ethnic origin alone. Applicants who are able to demonstrate that they are members or supporters of the KDPI, Komala, or active members of PJAK, and who are known to the authorities as such, will be at real risk of persecution and a grant of asylum will be appropriate unless there are case-specific reasons why it would not be."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}