{"ITEMID": "001-83603", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ARAPOVY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Loukis Loucaides", "TEXT": ["4. The applicants were born in 1929. Mrs Arapova died in 2006. Mr Arapov lives in Voronezh. He decided to pursue the application of his late wife Mrs Arapova.", "5. From April 1998 to April 1999 the applicants received their old-age pensions, totalling approximately 377 and 430 Russian roubles (RUB) per month, several months in arrears.", "6. On 14 July 2000 each applicant lodged an action against the Sovetskiy District Social Security Authority of Voronezh for index-linking of their delayed pension payments in line with inflation.", "7. On 1 November 2000 the Sovetskiy District Court of Voronezh granted the applicants' claims and awarded the applicants RUB 977.50 (Mrs Arapova) and RUB 1,117.61 (Mr Arapov). Both judgments came into force on 12 November 2000.", "8. The District Court issued writs of execution and forwarded them to the Sovetskiy District Bailiff's Service of Voronezh for execution.", "9. In April 2001 the Bailiff's Service returned the writs of execution to the applicants advising them to apply to the local office of the Federal Treasury. The Treasury refused to execute the judgments.", "10. In 2001-2003 the applicants applied to the Bailiff's Service on numerous occasions. The Bailiff's Service refused to accept the writs of execution because the defendant did not have funds.", "11. It was not before November 2005 that the writs of execution were accepted for payment by the Sovetskiy District Social Security Authority of Voronezh.", "12. The money awarded by the judgments was transferred to the applicants' bank accounts on 2 December 2005, and received by the applicants on 5 December 2005."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}