{"ITEMID": "001-5660", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "FAMILJEN DENEV PENSIONSSTIFTELSE and DENEV v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The first applicant is a Swedish foundation. The second applicant, a Bulgarian and Swedish national, is a member of the board of directors of the first applicant. The Government are represented by Ms Eva Jagander, Ministry of Foreign Affairs.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 March 1990 the second applicant sold 30 pieces of real property to the first applicant, 14 of which were agricultural estates.", "On 2 April 1990, pursuant to sections 1 and 4 of the Act on Foreign Acquisitions of Real Estate etc. (Lagen om utländska förvärv av fast egendom m.m., 1982:618; hereinafter “the 1982 Act”), the first applicant submitted a request to the County Administrative Board (länsstyrelsen) of the County of Kopparberg for a permit to retain the acquired properties.", "On 11 April 1990 the request was submitted to the County Agricultural Board (lantbruksnämnden) for an opinion. The opinion of the County Agricultural Board was received at the County Administrative Board on 14 May 1990.", "On 29 May 1990 the first applicant stated, inter alia, that the County Agricultural Board’s opinion was illegal and should therefore not be taken into account. Furthermore, the first applicant wanted immediately to obtain a decision regarding those property units which were not agricultural or forestry properties.", "On 7 June 1990 the County Administrative Board informed the Municipal Executive Board (kommunstyrelsen) of the Municipality of Malung about the first applicant’s request and asked the Municipal Executive Board to inform the County Administrative Board not later than 28 June 1990 whether it was going to make use of its right to acquire the properties in accordance with the Pre-Emption Act (Förköpslagen, 1967:868; hereinafter “the 1967 Act”).", "On 11 February 1992 the decision of the Municipal Executive Board of Malung not to use its right to acquire the properties arrived at the County Administrative Board. The decision was dated 25 June 1990.", "On 21 April 1992 the first applicant submitted a request for a permit to retain 16 of the property units in the matter. It stated that the bill of sale of 30 March 1990, on which its earlier application was based, had become invalid due to the lengthy handling of the case. On 22 April 1992 the first applicant made additional submissions.", "On 20 May 1992 the County Administrative Board decided to grant the first applicant’s request for acquisition permits with respect to several of the property units in question.", "On 25 May 1992 the first applicant submitted to the County Administrative Board a request for a permit to retain six of the property units in the matter. The application was based on a deed of gift according to which the second applicant assigned the six units to the first applicant. The deed was dated 19 May 1992.", "On 1 June 1992 the first applicant submitted a request for a permit to retain four property units. This request was based on two bills of sale, one of which was going to replace the deed of gift of 19 May 1992 with respect to one of the units. On 9 July 1992 the first applicant submitted further observations.", "By a decision of 13 July 1992 the County Administrative Board, following a recommendation of the County Agricultural Board, rejected the first applicant’s request in respect of eleven of the agricultural estates. In so doing, the County Administrative Board relied on Chapter 1, Section 8 § 2 of the 1982 Act, according to which a permit to acquire a property shall be refused if such a permit would have been refused under the Land Acquisition Act (Jordförvärvslagen, 1979:230; hereinafter “the 1979 Act”).", "On 27 July 1992 the first applicant appealed against the decision. On 1 September 1992 the County Administrative Board transmitted the case file to the Government. The first applicant submitted observations on 2 and 13 October 1992 and on 18 March 1993.", "On 25 March 1993 the Government quashed the decision of 13 July 1992. They found that, as of 31 December 1992, the 1982 Act had been replaced by the 1992 Act on Approval of Certain Acquisitions of Real Estate (Lagen om tillstånd till vissa förvärv av fast egendom, 1992:1368; hereinafter “the 1992 Act”), the transitional rules of which stipulated that the new legislation was to be observed regardless of whether the acquisition had occurred before or after the entering into force of the 1992 Act. For this reason, so the Government stated, the first applicant’s request had to be considered on the basis of the 1992 Act. Finding that this should be done at first instance, they referred the case back to the County Administrative Board.", "By decision of 17 May 1993, the County Administrative Board found that the 1992 Act – as opposed to the 1982 Act – did not apply to Swedish foundations. Thus, under the 1992 Act, no permit was required for the first applicant’s acquisition of the agricultural estates. The Board noted, however, that acquisitions by Swedish foundations of agricultural holdings were subject to public approval under other legislation, viz. the 1979 Act. Being the competent authority to deal also with requests for acquisition permits according to the 1979 Act, the Board decided to consider the first applicant’s request on the basis of the said act. In the decision of 17 May 1993 the request was rejected. The Board stated the following:", "(Translation)", "“Under Section 5 of the [1979] Act ..., a legal person may only be issued an acquisition permit if", "1. the legal person relinquishes or can be expected to relinquish land which is of significance for the rationalisation of agriculture or forestry and, in terms of", "size or value, is equivalent or almost equivalent to the land acquired by the legal person,", "2. the acquisition has the consequence that land already belonging to the legal person becomes more suitable for its purpose,", "3. the land is intended for other purposes than agriculture or forestry,", "4. there are other particular reasons.", "In the County Administrative Board’s opinion, none of the conditions stated in [Section 5] has been fulfilled in the instant case. The agricultural holdings are situated in areas where the partition of land is inappropriate and where efforts are being made to improve the general layout of estates. For this reason, all of the holdings, regardless of size, are of significance to agriculture and forestry. The fact that holdings may have been given low rateable values [taxeringsvärden] does not constitute particular reasons within the meaning of [Section 5]. Thus, a permit to acquire the properties shall be refused.”", "Following the first applicant’s appeals, the County Administrative Board’s decision was upheld by the National Board of Agriculture (Statens jordbruksverk) on 13 July 1993 and the Administrative Court of Appeal (kammarrätten) in Sundsvall on 8 November 1993.", "On 26 November 1993 the first applicant lodged an appeal with the Supreme Administrative Court (Regeringsrätten). On 8 December 1993 the first applicant was requested to submit its appeal petition in the original. This was done on 14 March 1994. On 26 April and 26 July 1994 and on 13 June 1995 the first applicant submitted further observations. It stated, inter alia, that the Supreme Administrative Court would commit a deliberate crime of omission against the will of Parliament if it did not quash the criminal judgment of the Administrative Court of Appeal.", "On 5 September 1995 the Supreme Administrative Court refused the first applicant leave to appeal. Thus, on the same day, the County Administrative Board’s decision of 17 May 1993 gained legal force. As a consequence, the first applicant’s purchase of the eleven agricultural estates became invalid.", "B. Relevant domestic law", "a. Permission to acquire certain real property", "At the time of the first applicant’s acquisition of the land in question, a permit was required for acquisition of land in accordance with the 1982 Act. Without such a permit the purchase became null and void. Thus, according to Section 1 of the 1982 Act, potential purchasers of real property, with respect to which the 1982 Act applied, could not acquire real property without an acquisition permit. With certain exceptions, not relevant to the present case, the 1982 Act was applicable to Swedish foundations like the first applicant.", "An application for an acquisition permit was to be submitted not later than three months after the acquisition (Chapter 1, Section 4 of the 1982 Act). The acquisition was invalid if a permit had not been applied for within the prescribed time or if a permit was refused (Chapter 1, Section 7). Questions relating to acquisitions were examined by the County Administrative Board (Chapter 1, Section 3). A permit was not granted if it would have been refused in connection with an examination in accordance with the 1979 Act.", "The 1982 Act was repealed on 31 December 1992 when the 1992 Act entered into force. According to the transitional provisions of the 1992 Act, this Act shall apply even when the acquisition took place before its entry into force, except in cases where the acquisition did not require a permit under the Act in force at the time of the acquisition. Under the 1992 Act, an acquisition permit is required in certain cases in connection with the acquisition of real property which for taxation purposes is to be regarded as a small house or as agricultural property. However, a permit is not required under the 1992 Act when the purchaser is a Swedish legal entity (Section 1 § 2(6)). On the other hand, as regards agricultural property, there is a permit requirement under the 1979 Act.", "The 1979 Act is applicable, inter alia, in connection with acquisition of agricultural property by purchase, exchange or gift (Section 2). Under the Act, an acquisition permit is required, inter alia, when the acquirer is a legal entity (Section 3a). As a rule, permit matters are examined by the County Administrative Board of the county within which the property is situated.", "The material rules for granting permits are found in Sections 4–8 of the 1979 Act. Section 5 contains provisions on granting an acquisition permit to a legal entity. As examples of when a permit may be granted could be mentioned cases where the acquisition means that the land already in the purchaser’s possession will become more functional (§ 1(2)) or that the property is intended for purposes other than agriculture or forestry (§ 1(3)).", "An application for an acquisition permit shall be submitted not later than three months after the acquisition took place (Section 12 § 2). The question of granting a permit based on a purchase or an exchange may not be decided until it has been clarified whether pre-emption according to the 1967 Act will be exercised, unless it is obvious that pre-emption will not be exercised (Section 12 § 3). The acquisition becomes null and void if the application is not submitted within the prescribed time, or if the permit is refused (Section 13).", "According to the 1967 Act a local municipality may, under certain circumstances, exercise the right of pre-emption in respect of an agreed purchase of a piece of real property which is needed for certain purposes in the public interest.", "b. Appeal procedure", "Under Chapter 4, Section 1 of the 1982 Act an appeal could be lodged with the Government against decisions in permit matters made by public authorities other than the Government.", "Under Section 18 of the 1979 Act an appeal may be lodged with the National Board of Agriculture against decisions made by a County Administrative Board. A decision by the National Board of Agriculture may be appealed against to an administrative court, i.e. the County Administrative Court and then to the Administrative Court of Appeal. Prior to 1 April 1995 an appeal could be lodged directly with the Administrative Court of Appeal. An appeal may be lodged with the Supreme Administrative Court against decisions made by the Administrative Court of Appeal. However, by virtue of Section 33 of the Administrative Court Procedure Act (Förvaltningsprocesslagen, 1971:291), leave to appeal is required.", "c. Provisions pertaining to expeditious processing", "The 1982 Act and the 1982 Ordinance on Foreign Acquisitions of Real Property (Förordningen om utländska förvärv av fast egendom m.m., 1982:879) contain no provisions concerning the procedure as far as demands for speediness are concerned, nor do the 1992 Act or the 1992 Ordinance on Permission to Acquire Certain Real Property (Förordningen om tillstånd till vissa förvärv av fast egendom, 1992:1374). However, with respect to cases examined under the 1979 Act, Section 9 of the Land Acquisition Ordinance (Jordförvärvsförordningen, 1991:736) stipulates that questions concerning acquisition permits shall be examined without delay and that decisions in the matter shall be rendered not later than three months after the application was made, unless there are special reasons.", "Section 7 of the Administrative Procedure Act (Förvaltningslagen, 1986:223), which contains general rules governing the procedure before the administrative authorities and which is applicable to the procedure before the County Administrative Board and the National Board of Agriculture, prescribes that cases shall be handled as simply, rapidly and economically as is possible without jeopardising legal security (Section 7). There are no special provisions concerning how rapidly cases are to be handled before the administrative courts in the Administrative Court Procedure Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}