{"ITEMID": "001-58738", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF CHA'ARE SHALOM VE TSEDEK v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 9;No violation of Art. 14+9", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["13. Kashrut is the name given to all the Jewish laws on the types of food which may be eaten and how to prepare them. The main principles applying to kosher food are to be found in the Torah, the holy scripture comprising the first five books of the Bible – the Pentateuch – namely Genesis, Exodus, Leviticus, Numbers and Deuteronomy.", "14. At the Creation only food from plants could be eaten by man (Gen. i, 29). Eating meat was not authorised until after the Flood (Gen. ix, 3) and then only under very strict conditions. The Torah absolutely forbids the consumption of blood, since blood is the medium of life and life must not be absorbed with flesh but poured on the earth like water (Deut. xii, 23 and 24). In addition, certain animals are regarded as unclean and consumption of certain parts of animals is also forbidden.", "15. Among quadrupeds, for example, only animals that are both cloven-hoofed and ruminants may be eaten; that excludes solidungulates like horses and camels and non-ruminating quadrupeds like pigs and rabbits (Lev. xi; Deut. xiv). Among aquatic species, only fishes with both fins and scales may be eaten, but not crustaceans or shellfish. Among flying creatures, only non-carnivorous birds, such as grain-eating, farmyard fowls and some types of game may be eaten. Insects and reptiles are totally forbidden.", "16. The Torah (Lev. vii, 26 and 27; xvii, 10-14) prohibits consumption of the blood of authorised mammals and birds, and slaughter must be carried out “as the [Lord has] commanded” (Deut. xii, 21). It is forbidden to eat meat from animals that have died of natural causes or have been killed by other animals (Deut. xiv, 21). It is likewise forbidden to eat meat from an animal showing signs of disease or blemishes at the time of slaughter (Num. xi, 22). Meat and other products of permitted animals (such as milk, cream or butter) must be eaten and prepared separately, in and with separate utensils, because the Torah prohibits the cooking of a kid in its mother's milk (Exod. xxii; Deut. xiv, 21).", "17. With a view to ensuring compliance with all the prohibitions laid down in the Torah, later commentators established very detailed rules concerning, in particular, the approved method of slaughter, initially by handing down the oral tradition but later by compiling an encyclopaedic collection of commentaries – the Talmud.", "18. Observance of the above rules on the eating of meat necessitates special slaughter processes. As it is forbidden for Jews to eat any blood whatsoever, animals for slaughter, after being blessed, must have their throats slit; more precisely, they must be killed with a single stroke of a very sharp knife in such a way that an immediate, clean and deep cut is made through the trachea, the oesophagus, the carotid arteries and the jugular veins, so that the greatest possible quantity of blood will flow. The meat must then be steeped in water and salted, still with the aim of removing any trace of blood. Certain organs, like the liver, must be grilled to remove blood from them. Other parts, like the sciatic nerve, blood vessels or the fat around the vital organs, must be removed.", "19. In addition, immediately after slaughter, the animal must be examined for any signs of disease or anomaly; if there is the slightest doubt on that point, the meat is declared unfit for consumption. Ritual slaughter – shechitah – may be performed only by a shochet, who must be a devout man of unimpeachable moral integrity and scrupulous honesty. Lastly, until it comes to be sold, the meat must be kept under the supervision of a kashrut inspector. The competence and personal integrity of ritual slaughterers and kashrut inspectors are subject to continuous appraisal by a religious authority. In order to guarantee consumers that their meat has been slaughtered in accordance with the prescriptions of Jewish law, the religious authority certifies it as “kosher”. Such certification gives rise to the levying of a tax known as slaughter tax or rabbinical tax.", "20. In France, as in many other European countries, the ritual slaughter required by Jews and Muslims for religious reasons comes into conflict with the principle that an animal to be slaughtered, after being restrained, must first be stunned, that is plunged into a state of unconsciousness in which it is kept until death intervenes, in order to spare it any suffering. Ritual slaughter is nevertheless authorised under French law and by the Council of Europe Convention for the Protection of Animals for Slaughter and the European Directive of 22 December 1993 (see “Relevant law and practice” below).", "21. Ritual slaughter is regulated in French law by Decree no. 80-791 of 1 October 1980, promulgated to implement Article 276 of the Countryside Code, as amended by Decree no. 81-606 of 18 May 1981. Article 10 of the decree provides:", "“It is forbidden to perform ritual slaughter save in a slaughterhouse. Subject to the provisions of the fourth paragraph of this Article, ritual slaughter may be performed only by slaughterers authorised for the purpose by religious bodies which have been approved by the Minister of Agriculture, on a proposal from the Minister of the Interior. Slaughterers must be able to show documentary proof of such authorisation.", "The approved bodies mentioned in the previous paragraph must inform the Minister of Agriculture of the names of authorised persons and those from whom authorisation has been withdrawn. If no religious body has been approved, the prefect of the département in which the slaughterhouse used for ritual slaughter is situated may grant individual authorisations.”", "22. On 1 July 1982 the approval necessary for power to authorise slaughterers was granted to the Joint Rabbinical Committee alone. The Joint Rabbinical Committee is part of the Jewish Consistorial Association of Paris (“the ACIP”), which is an offshoot of the Central Consistory, the institution set up by Napoleon I by means of the Imperial Decree of 17 March 1808 to administer Jewish worship in France. Following the separation of the Churches and the State in 1905, the Jewish congregations of France, numbering some 700,000 faithful, formed themselves into Jewish liturgical associations (see “Relevant law and practice” below) under an umbrella organisation called the Union of Jewish Congregations of France, which kept the name Central Consistory.", "23. Under Article 1 of its statute, the aims of the Central Consistory are to serve the general interests of Jewish worship, to safeguard the freedom needed to take part in it, to defend the rights of the congregations and to see to the founding, survival and development of joint institutions and services for the benefit of affiliated bodies. It also seeks to preserve the independence and dignity of the rabbinate, to ensure the permanence of the office of Chief Rabbi of France, to encourage recruitment of rabbis by organising the Jewish Seminary of France and to ensure, by general rules applicable to all the affiliated bodies, the preservation of unity, discipline and orderliness in the performance of acts of worship. It represents the general interests of French Judaism and is dedicated to maintaining and preserving spiritual ties with Israel and Jewish congregations throughout the world.", "24. The Consistory includes congregations representing most of the main denominations within Judaism, with the exception of the liberals, who believe that the Torah should be interpreted in the light of present-day living conditions, and the ultra-orthodox, who advocate, on the contrary, a strict interpretation of the Torah.", "25. The Joint Rabbinical Committee is composed of the Chief Rabbi of Paris, from the ACIP, whose registered office is in the rue Saint-Georges, Paris, the rabbi of the orthodox congregation of the rue Pavée, the rabbi of the Jewish congregation of strict observance and the rabbi of the traditionalist congregation of the rue de Montevideo. It is empowered to issue the authorisations needed to obtain a card permitting access to the slaughterhouses. The rabbinical court, or Beth Din, which rules on questions of religious law (marriage, divorce and conversions), supervises observance of the dietary laws and appoints and monitors the kashrut slaughterers and inspectors employed by the Consistory.", "26. Since section 2 of the 1905 Act provides that the Republic may not recognise, pay stipends to or subsidise any religious denomination (except in the three départements of Bas-Rhin, Haut-Rhin and Moselle, where the 1801 Concordat still applies), the income of all the liturgical associations in France, of whatever denomination, is derived from the contributions and gifts of their adherents. According to the Government, approximately half of the Central Consistory's resources comes from the slaughter tax, which is levied at the rate of about 8 French francs (FRF) per kilo of beef sold.", "27. The liturgical association Cha'are Shalom Ve Tsedek is an association declared on 16 June 1986 with its registered office in the rue Amelot, Paris. According to its statute, the applicant association's aims are “to organise, subsidise, encourage, revive, assist, promote and finance, in France, public Jewish worship and any other related or connected activities of a religious nature which might, directly or indirectly, lead towards the object it pursues”. In addition, “It will seek to co-ordinate the spiritual actions of other Jewish liturgical associations, particularly those aimed at fostering observance of kashrut. It will assist with the promotion and creation of all social, educational, cultural and spiritual activities as far as its means permit and provide both moral and financial support to poor families belonging to the congregation or those experiencing temporary difficulties.”", "28. The Cha'are Shalom Ve Tsedek association now has six hundred subscribing members and approximately forty thousand adherents, some of whom run a total of twenty butcher's shops, nine restaurants and five caterers in the Paris region alone. In addition it has more than eighty outlets for the sale of deep-frozen food in the Paris region, Lyons and Marseilles.", "29. The association publishes Jewish calendars, has a Kollel (study centre for young rabbis), two centres for the study of the Torah and two synagogues, in Paris and Sarcelles. It is administered by a rabbinical committee which has sole jurisdiction over religious issues and is composed of chief rabbis, rabbis, well-known members of the congregation and kashrut slaughterers and inspectors.", "30. Originally, the applicant association came into being as a minority movement which split away from the Jewish Central Consistory of Paris. Its members are determined to practise their religion in the strictest orthodoxy. In particular, the applicant association wishes to perform ritual slaughter according to stricter rules than those followed by the slaughterers authorised by the Paris Central Consistory as regards examination of slaughtered animals for any signs of disease or anomalies.", "31. The prescriptions concerning kosher meat, derived from Leviticus, were codified in a compendium called Shulchan Aruch (The Laid Table) written by Rabbi Yosef Caro (1488-1575), which lays down very strict rules. However, some later commentators accepted less constraining rules, particularly with regard to examination of the lungs of slaughtered animals. But a number of orthodox Jews, particularly those who belong to Sephardic congregations originally from North Africa, including the members of the applicant association, wish to eat meat from animals slaughtered according to the most stringent requirements of the Shulchan Aruch. This type of meat is referred to by the Yiddish word “glatt”, meaning “smooth”.", "32. For meat to qualify as “glatt”, the slaughtered animal must not have any impurity, or in other words any trace of a previous illness, especially in the lungs. In particular, there must be no filamentary adhesions between the pleura and the lung. This requirement of purity mainly concerns adult sheep and cattle, which are more likely to have contracted disease at some point of their existence. But, according to the applicant association, the ritual slaughterers under the authority of the Beth Din, the rabbinical court of the ACIP, the only body to have been approved – on 1 July 1982 – by the Ministry of Agriculture, now no longer make a detailed examination of the lungs and are less exacting about purity and the presence of filaments so that, in the applicant association's submission, butchers selling meat certified as kosher by the Central Consistory are selling meat which its members consider impure and therefore unfit for consumption.", "33. The applicant association submitted that it was therefore obliged, in order to be able to make “glatt” kosher meat available to its adherents, to slaughter illegally and to obtain supplies from Belgium.", "34. The Government, for their part, produced a certificate from the Chief Rabbi of France to the effect that there were butcher's shops supervised by the Consistory where the members of the Cha'are Shalom association could obtain “glatt” meat. In addition, according to figures supplied by the Government, the applicant association, which has nine employees, including six ritual slaughterers, had a turnover of FRF 4,900,000 in 1993, despite refusal of authorisation to perform ritual slaughter, and more than FRF 3,800,000 of this sum came from slaughter tax. In 1994 the turnover was FRF 4,600,000, of which FRF 3,700,000 came from the slaughter tax, and in 1995 the income from the slaughter tax came to more than FRF 4,000,000. The tax levied by the applicant association for slaughter amounted to FRF 4 for each kilo of kosher meat sold.", "35. Between 1984 and 1985, when it was registered only as a cultural (rather than liturgical) association, the applicant association certified as being “glatt” kosher the meat sold in the butcher's shops of its members. This meat was either imported from Belgium or came from animals slaughtered in France in accordance with its own religious prescriptions, and therefore without certification from the Paris Beth Din. Civil proceedings were brought against it by the ACIP, which alleged that it had given a misleading description of goods offered for sale, since it had fraudulently labelled the meat sold as kosher.", "However, the ACIP's action was dismissed by the Paris Court of Appeal in a judgment of 1 October 1987, later upheld by the Court of Cassation, on the ground that the 1905 Act on the separation of the Churches and the State did not allow the courts to rule on the question whether a liturgical association like the applicant was empowered to guarantee that meat offered for sale was kosher; on the other hand, the Court of Appeal noted that it had not been contested that the applicant association had complied with the strict rules concerning ritual slaughter and inspection.", "36. On 11 February 1987 the applicant association asked the Minister of the Interior to propose its approval with a view to practising ritual slaughter. This application was refused by a decision of 7 May 1987 on the grounds that the association was not sufficiently representative within the French Jewish community and was not a religious association within the meaning of Part IV of the Act of 9 December 1905 on the separation of the Churches and the State.", "37. The applicant association appealed to the Paris Administrative Court, pleading an infringement of freedom of religion, guaranteed both by section 1 of the Act of 9 December 1905 on the separation of the Churches and the State and by Article 9 of the European Convention on Human Rights.", "38. On 28 June 1989 the Paris Administrative Court dismissed the association's appeal, giving the following reasons:", "“...", "The grounds given for the impugned decision were that the association was not sufficiently representative within the Jewish community and that it was not a liturgical association within the meaning of Part IV of the Act of 9 December 1905. In making that decision the Minister of the Interior refused to accept that the association was a religious body coming within the scope of the above-mentioned provisions.", "Although Article 1 of the appellant's statute describes it as a liturgical association governed by the provisions of the Act of 9 December 1905, ... [the applicant association] has not established, as the evidence stands at present, that it subsidises or that it is an offshoot of an association which subsidises the continuation of and public participation in Jewish worship. The fact that it makes kosher meat available for sale in more than twenty retail butcher's and eighty outlets for the sale of deep-frozen food is not sufficient to give the association the character of a religious body which may be proposed by the Minister of the Interior for approval by the Minister of Agriculture ... The Minister of the Interior was thus able to take the impugned decision without committing any error as to the facts or the law or any manifest error of assessment, nor did he infringe the freedom of worship, since he did no more than verify the status of the appellant organisation in the interests of public policy and pursuant to the provisions referred to above.", "Lastly, it has not been established that the Minister's decision was taken on grounds that had nothing to do with public policy requirements and was prompted by a desire to reserve the benefit of approval for the only Jewish religious body which has obtained it ...”", "39. The applicant association appealed against this judgment to the Conseil d'Etat. In a judgment of 25 November 1994 the Conseil d'Etat dismissed the appeal on the following grounds:", "“...", "... The documents in the file do not establish that the Jewish liturgical association Cha'are Shalom Ve Tsedek, which does not organise any worship or dispense any teaching, has on account of its activities the character of a 'religious body' for the purposes of Article 10 ... of the decree of 1 October 1980. Consequently, by refusing to propose it for approval by the Minister of Agriculture, the Minister of the Interior did not commit any error of law and gave sufficient grounds for his decision.", "[Lastly,] in taking the impugned decision the Minister of the Interior only used the powers conferred on him by the above-mentioned provisions with a view to ensuring that ritual slaughter is performed in conditions consistent with public policy requirements, public hygiene and respect for public freedoms. Accordingly, the appellant association may not validly maintain that the Minister interfered in the functioning of a religious body or that he infringed the freedom of religion guaranteed in particular by the Declaration of the Rights of Man and the European Convention [on] Human Rights ...”", "40. Concurrently with its application of 11 February 1987 for approval as a religious body, the applicant association submitted on the same day to the prefect of the département of Deux-Sèvres an application on behalf of three ritual slaughterers who were members of the association, and were authorised by it, for specific individual authorisations to perform ritual slaughter in an establishment in that département.", "41. On 29 April 1987 the prefect refused this application on the grounds that Article 10 § 3 of Decree no. 80-791 of 1 October 1980 empowered prefects to authorise individual slaughterers only where no religious body had been approved for the religion in question and that it was clear that the Joint Rabbinical Ritual Slaughter Committee had been given the approval concerned.", "42. The applicant association appealed against this decision to the Poitiers Administrative Court.", "43. In a judgment of 10 October 1990 the Poitiers Administrative Court dismissed the appeal against the prefect's decision on the following grounds:", "“...", "The evidence placed before the Court shows, and this has not been contested, that by a decision of 1 July 1982 the Minister of Agriculture, acting on the basis of Article 10 § 2 of the above-mentioned decree of 1 October 1980, approved the 'Joint Rabbinical Committee' as a body empowered to appoint ritual slaughterers authorised to perform ritual slaughter in the manner prescribed by the Jewish religion. That approval prevents prefects from issuing individual authorisations under Article 10 § 4 permitting persons or institutions adhering to the religion concerned to perform ritual slaughter. It is clear, particularly in the light of Article 2 of its statute, that the cultural association 'Cha'are Shalom Ve Tsedek' proclaims its adherence to the Jewish religion. Consequently, and even though the association apparently refuses for religious reasons to recognise the authority of the 'Joint Rabbinical Committee', the individual application it made for a derogation authorising it to perform ritual slaughter in a slaughterhouse in the département of Deux-Sèvres could only be refused. Accordingly, when the prefect of Deux-Sèvres, in refusing the application on 29 April 1987, applied these legal rules, as he was required to do, without becoming involved in the internal dissensions of the Jewish religion, he did not infringe the principle of equality in the application of administrative rules or the principle of freedom of worship set forth in the Act of 9 December 1905 on the separation of the Churches and the State or the freedom of conscience and religion enunciated ... in Article 9 of the Convention for the protection of Human Rights and Fundamental Freedoms.”", "44. In a judgment of 25 November 1994 the Conseil d'Etat upheld the above judgment on appeal, giving the following reasons:", "“The provisions ... of the third paragraph of Article 10 of the decree of 1 October 1980 give prefects the power to authorise ritual slaughterers only where no religious body has been approved for the religion concerned under the first paragraph of the same Article. It is clear that the Joint Rabbinical Ritual Slaughter Committee has obtained the approval in question. Consequently, the prefect of Deux-Sèvres was required to refuse, as he did, the application made by the appellant association.”", "...”", "45. Article 2 of the 1958 Constitution provides:", "“France is a secular Republic; it shall ensure the equality before the law of all citizens, without distinction as to origin, race or religion. It shall respect all beliefs.”", "46. The relevant provisions of the Act of 9 December 1905 on the separation of the Churches and the State are worded as follows:", "“The Republic shall ensure freedom of conscience. It shall guarantee free participation in religious worship, subject only to the restrictions laid down hereinafter in the interest of public order.”", "“The Republic shall not recognise, pay stipends to or subsidise any religious denomination. Consequently, from 1 January in the year following promulgation of this Act all expenditure relating to participation in worship shall be removed from State, département and municipality budgets. However, these budgets may include appropriations for expenditure on chaplaincy services intended to ensure freedom of worship in public institutions such as senior and junior high schools, primary schools, hospices, mental hospitals and prisons ...”", "“Associations formed in order to meet the costs of a religious denomination, to ensure its continued existence or to foster participation in public acts of worship shall be constituted in accordance with sections 5 et seq. of Part 1 of the Act of 1 July 1901. They shall, in addition, be subject to the provisions of the present Act.”", "“These associations must have as their sole object participation in religious worship and be composed of at least", "– seven persons in municipalities with a population of less than 1,000;", "– fifteen persons in municipalities with a population of between 1,000 and 20,000;", "– twenty-five adults permanently or temporarily resident in the religious district concerned in municipalities with a population of more than 20,000;", "...", "Associations may in addition receive contributions as provided in section 6 of the Act of 1 July 1901 and the proceeds from collections held to meet the costs of worship and may levy charges for: religious ceremonies and services even in the form of an endowment; renting of benches and seats; provision of objects intended for use in funeral services in religious buildings and for the decoration of such buildings ...", "Under the conditions laid down by sections 7 and 8 of the Act of 4 February 1901/8 July 1941, on administrative supervision of donations and bequests, liturgical associations may receive testamentary gifts and donations inter vivos intended to help them achieve their objects or subject to religious or liturgical obligations ...", "They may not, in any form whatsoever, receive subsidies from the State, the départements or municipalities. Sums allotted for repairs to the buildings used for public worship shall not be considered subsidies, whether or not those buildings are listed as historic monuments.”", "“These associations may, in the forms laid down by section 7 of the Act of 16 August 1901, set up unions with a central administrative service or governing body ...”", "47. Article 276 of the Countryside Code provides:", "“It is an offence to ill-treat domestic animals or wild animals that have been tamed or are being held in captivity.”", "48. The relevant provisions of Decree no. 80-791 of 1 October 1980, promulgated to implement Article 276 of the Countryside Code, are worded as follows:", "“The provisions of Articles 8 and 9 below shall be applicable in establishments for the slaughter of oxen, sheep, goats, pigs, horses, poultry, domestic rabbits and game.”", "“All animals must be restrained before slaughter. In the case of ritual slaughter this must be done before the throat is slit.", "Restraint techniques must be designed and used in such a way as to avoid all unnecessary suffering, excitement and injury to the animals. Halters may not be tightened by means of twisting-sticks.", "It is forbidden to hang animals up before they have been stunned, or, in the case of ritual slaughter, before their throats have been slit.", "The provisions of the present Article shall not apply to the slaughter of poultry, domestic rabbits and small game where these are stunned after being hung up.”", "“Stunning, that is the use of an authorised technique which immediately plunges animals into a state of unconsciousness, shall be compulsory before slaughter, save in the following cases:", "...", "4. ritual slaughter.”", "“It is forbidden to perform ritual slaughter save in a slaughterhouse (Decree no. 81-606, 18 May 1989, Article 1). Subject to the provisions of the fourth paragraph of this Article, ritual slaughter may be performed only by slaughterers authorised for the purpose by religious bodies which have been approved by the Minister of Agriculture, on a proposal from the Minister of the Interior. Slaughterers must be able to show documentary proof of such authorisation.", "The approved bodies mentioned in the previous paragraph must inform the Minister of Agriculture of the names of authorised persons and those from whom authorisation has been withdrawn.", "If no religious body has been approved, the prefect of the département in which the slaughterhouse used for ritual slaughter is situated may grant individual authorisations on application from the persons concerned.”", "49. The European Convention for the Protection of Animals for Slaughter, of 10 May 1979, provides, inter alia:", "“1. This Convention shall apply to the movement, lairaging, restraint, stunning and slaughter of domestic solipeds, ruminants, pigs, rabbits and poultry.", "...”", "“Animals shall be restrained where necessary immediately before slaughtering and, with the exceptions set out in Article 17, shall be stunned by an appropriate method.”", "“In the case of the ritual slaughter of animals of the bovine species, they shall be restrained before slaughter by mechanical means designed to spare them all avoidable pain, suffering, agitation, injury or contusions.”", "“1. Each Contracting Party may authorise derogations from the provisions concerning prior stunning in the following cases:", "– slaughtering in accordance with religious rituals;", "...”", "“1. Each Contracting Party shall make certain of the skill of persons who are professionally engaged in the restraint, stunning and slaughter of animals.", "2. Each Contracting Party shall ensure that the instruments, apparatus or installations necessary for the restraint and stunning of animals comply with the requirements of the Convention.”", "“Each Contracting Party permitting slaughter in accordance with religious ritual shall ensure, when it does not itself issue the necessary authorisations, that animal sacrificers are duly authorised by the religious bodies concerned.”", "50. Recommendation no. R (91) 7 of the Committee of Ministers to member States on the slaughter of animals (adopted by the Committee of Ministers on 17 June 1991 at the 460th meeting of the Ministers' Deputies) includes the following provision:", "“...", "Recommends to the Governments of the member States:", "...", "vii. if they authorise slaughter in accordance with religious rites without prior stunning, to take all possible measures to protect the welfare of the animals concerned by ensuring that such slaughter is carried out in appropriate slaughterhouses by trained personnel, who observe as far as possible the provisions in the Code of Conduct.", "...”", "51. The European Directive of 18 November 1974 on stunning of animals before slaughter provides, inter alia:", "“Whereas ... the practice of stunning animals by appropriate recognised techniques should be generalised;", "Whereas, however, it is necessary to take account of the particular requirements of certain religious rites;", "...”", "Article 4 of the Directive provides:", "“The present Directive does not affect national provisions related to special methods of slaughter which are required for particular religious rites.”", "52. The European Directive of 22 December 1993 on the protection of animals at the time of slaughter or killing provides, inter alia:", "“Whereas at the time of slaughter or killing animals should be spared any avoidable pain or suffering;", "Whereas, however, it is necessary ... to take account of the particular requirements of certain religious rites;", "...”", "53. In a judgment of 2 May 1973 (Association cultuelle des israélites nord-africains de Paris – Liturgical Association of North-African Jews in Paris, Rec. p. 312), the Conseil d'Etat held:", "“... In requiring ritual slaughter performed under conditions derogating from the provisions of ordinary law to be carried out only by ritual slaughterers authorised by religious bodies approved by the Minister of Agriculture on a proposal by the Minister of the Interior, the Prime Minister did not interfere in the affairs of religious bodies and did not infringe the freedom of worship but took the measures needed for exercise of that freedom in a manner consistent with public policy ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "9"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}