{"ITEMID": "001-120968", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF JEZNIK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Angelika Nußberger;Helena Jäderblom", "TEXT": ["4. The applicant was born in 1940 and lives in Vuzenica.", "5. In 1994 the applicant began investing in commercial papers of the company Kompas Consulting d.d. via the company Kompas Maribor D.O.O. At the end of 1994 such trading was prohibited by the Securities Market Act however the applicant continued with the activity until 1996.", "6. In 1996 the applicant instituted enforcement proceedings against the company Kompas Maribor D.O.O. before the Maribor District Court seeking the payment of lost investments from Kompas Maribor for not informing her of the legislative amendments and continuing with the trading of commercial papers. She further complained before the domestic courts that as the company Kompas Consulting d.d. was bankrupt, she could only receive back a small proportion of her investments in bankruptcy proceedings.", "7. On 14 October 1996 the Maribor District Court issued a writ of execution.", "8. On 12 November 1996 following an objection the case was referred to contentious proceedings.", "9. On 4 February 1998 the Maribor District Court rendered a judgment rejecting the applicant’s request. She appealed.", "10. On 24 November 1998 the Maribor Higher Court upheld the appeal and remitted the case for re-examination. The second-instance court found that as the applicant had clarified that she was seeking compensation for damages only in the appeal phase, this constituted a new fact that the first-instance court would have to deliberate upon.", "11. On 24 October 2001 the Maribor District Court rendered a judgment. The court found that given the contractual arrangements the company Kompas Maribor D.O.O. could not be held responsible for the damages sustained. The applicant appealed.", "12. On 15 September 2004 the Maribor Higher Court upheld the firstinstance judgment and rejected the appeal. The applicant lodged an appeal on points of law.", "13. On 25 January 2007 the Supreme Court rejected her appeal. She lodged a constitutional appeal.", "14. On 10 December 2007 the Constitutional Court rejected her appeal.", "15. For relevant domestic law see Tomažič v. Slovenia (no. 38350/02, 13 December 2007)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}