{"ITEMID": "001-92503", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MILOSEVIC v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant was born in 1972 and lives in Belgrade.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. On 28 October 1999 the Fifth Municipal Public Prosecutor’s Office (Peto opštinsko javno tužilastvo) in Belgrade filed a request for the opening of a judicial investigation (zahtev za sprovođenje istrage) against the applicant, alleging that he had committed numerous offences of theft under Article 166 § 1 of the Criminal Code.", "9. On 16 December 1999 the investigating judge of the Fifth Municipal Court in Belgrade (Peti opštinski sud u Beogradu, hereinafter “the Municipal Court”) instituted a judicial investigation (doneo rešenje o sprovođenju istrage) in respect of these charges.", "10. On 18 January 2000 the same court’s investigating judge found that the applicant’s whereabouts were unknown and issued a warrant, ordering his detention for a period of up to one month.", "11. On 16 April 2002 the Municipal Court, acting ex officio, appointed a lawyer to represent the applicant in the proceedings.", "12. On 20 January 2005, at 4 p.m., the applicant was arrested by the police and taken to the District Prison (Okružni zatvor) in Belgrade. This arrest was carried out on the basis of the Municipal Court’s detention order of 18 January 2000.", "13. On 21 January 2005 the Municipal Court attempted to contact the applicant’s lawyer, but he could not be reached. On 24 January 2005, therefore, the court appointed another lawyer to represent the applicant.", "14. Since the newly appointed lawyer was unable to go to the District Prison on 25 January 2005, the applicant’s hearing was re-scheduled for 27 January 2005.", "15. On 27 January 2005, at 9.30 a.m., the applicant, in his lawyer’s presence, was heard by the investigating judge of the Municipal Court, on which occasion, inter alia, he denied all charges and explicitly waived his right to file an appeal against the detention order of 18 January 2000. It would appear that the applicant considered that he had little chance of being released on appeal and preferred instead to be tried as soon as possible.", "16. On 3 February 2005 the Fifth Municipal Public Prosecutor’s Office issued an indictment against the applicant.", "17. On 4 February 2005 the three-judge panel of the Municipal Court extended the applicant’s detention for another 30 days, without having heard him or his lawyer in person.", "18. On 11 February 2005 the applicant filed an appeal against this decision, pointing out, inter alia, that he had not been brought promptly before a judge, “in breach of Article 5 § 3 of the Convention”.", "19. On 18 February 2005 the District Court (Okružni sud) in Belgrade rejected this appeal, ruling again in the absence of the applicant and his lawyer. It also failed to consider the applicant’s specific complaint made under Article 5 § 3 of the Convention.", "20. The applicant’s trial began on 2 March 2005, but his detention had been extended.", "21. On 18 May 2005 the applicant was found guilty by the Municipal Court, sentenced to one year and two months in prison and released from detention.", "22. On 19 December 2005 the District Court quashed the impugned judgment and ordered a retrial.", "23. On 16 February 2007 the Municipal Court, based on a somewhat amended indictment, found the applicant guilty and sentenced him to eight months in prison.", "24. On 5 April 2007 the applicant seems to have filed an appeal against this judgment with the District Court in Belgrade.", "25. Article 10 stated that the “provisions of international treaties on human and minority rights applicable in ... [the State Union of] ... Serbia and Montenegro shall be directly enforceable”.", "26. Article 229 regulates police detention, providing, inter alia, that it can last up to 48 hours, which is when the suspect must be brought before the investigating judge who can, in accordance with Article 228, either order his release or have him placed in “judicial detention”.", "27. Articles 143-145 concern “pre-indictment detention”, that is judicial detention following any police detention until the defendant’s indictment by the public prosecutor. Under these provisions, the investigating judge, in addition to conducting the investigation, is also authorised to order the defendant’s detention. The defendant whose detention was so ordered in his absence shall be served with this order upon arrest or, at the latest, within 24 hours thereafter. The defendant shall then have the right to lodge an appeal against this order, which appeal must be filed within 24 hours and considered by a three-judge panel of the same court within another 48 hours. The defendant and his counsel have no right to be heard in person on this occasion but the three-judge panel, if it so decides, may invite them to appear and state their views orally (see, also, Article 262). The investigating judge can order detention for up to one month. Throughout the judicial investigation stage of the proceedings, the defendant is not explicitly entitled to request his release, but the investigating judge may release the defendant with the consent of the competent public prosecutor. If there is disagreement between the two, the issue shall be resolved by a three-judge panel of the same court, within 48 hours. The defendant and his counsel have no right to be heard in person on this occasion (ibid.). The three-judge panel may also extend the defendant’s pre-indictment detention for another two months, without having heard him or his counsel in person (ibid.). The defendant and his counsel can lodge an appeal against this decision to a higher court, but again have no right to be present when this appeal is being considered (see, also, Articles 401 and 402 § 1, as well as Article 375 §§ 1 and 2). As regards crimes punishable by more than five years’ imprisonment, the three-judge panel of the Supreme Court can extend the defendant’s detention for an additional period of three months, without having heard him or his counsel in person (see, also, Article 262). The defendant and his counsel can lodge an appeal against this decision to another panel of the same court but, again, have no right to be present when this appeal is being considered (see, also, Articles 401 and 402 § 1, as well as Article 375 §§ 1 and 2). After these three months, the defendant has to be indicted or released. Domestic law, therefore, provides that pre-indictment detention cannot last more than 6 months in all.", "28. Under Article 146, following the indictment of the defendant until the adoption of the judgement at first instance, detention is a matter for the trial chamber to decide, during the hearings themselves, or, indeed, for the same court’s three-judge panel in-between those hearings. Apart from that, “post-indictment detention” is automatically reviewed every thirty days until the indictment is confirmed and every two months following this confirmation until the adoption of the judgement at first instance. The accused and defence counsel have no explicit right to be heard in person by the said three-judge panel or to be present when their appeal against the decision rendered within the “automatic review mechanism” is being considered by a higher court (ibid.).", "29. Pursuant to Article 152, the situation of persons detained on remand is regularly monitored by the president of the competent court or a judge appointed by the president who cannot be an investigating judge. The president of the court and the investigating judge, however, may visit persons detained on remand at any time, speak with them and receive their complaints.", "30. Lastly, Article 419 provides, inter alia, that the competent public prosecutor “may” (može) file a Request for the Protection of Legality (zahtev za zaštitu zakonitosti) against a “final judicial decision”, on behalf of or against the defendant, if the relevant substantive and/or procedural “law has been breached” (ako je povređen zakon).", "31. The relevant provisions of this Act read as follows:", "“A party or another participant in the court proceedings shall have the right to complain about the work of a court when they consider the proceedings delayed, improper, or that there has been an [untoward] influence on their course and outcome.”", "“The President of a higher instance court shall have the right to monitor the court administration of a lower instance court, and the President of a directly higher court shall have the authority to adopt an act from within the competence of the President of a lower instance court, if the latter omits to perform his duty.", "The President of a higher instance court may request from the lower instance court information regarding the implementation of existing legislation, information concerning any problems about trials and all information regarding the work of the court.", "The President of a higher instance court may order a direct inspection of the work of a lower instance court.”", "“When a party to a case or another person taking part in the proceedings files a complaint, the President of the court must, having considered it, inform the complainant about his views concerning its merits as well as any measures taken in this respect, within 15 days of receipt of the complaint.", "If a complaint was filed through the Ministry of Justice or through a higher instance court, the Minister and the President of a higher court shall be informed of the merits of the complaint and of any measures taken in this respect.”", "32. Under Article 8, inter alia, the President of a court must ensure that the court’s work is carried out in a timely manner. He or she shall also look into every complaint filed by a party to the proceedings in respect of delay and respond within 15 days, giving his or her decision and, if necessary, ordering that steps be taken to remedy the situation.", "33. Article 4, inter alia, provides that the Ministry of Justice shall supervise the work of the courts in terms of their timeliness. Should certain problems be identified, the Ministry shall “propose” specific measures to be undertaken within a period of 15 days.", "34. The relevant provisions of this Act read as follows:", "“The Supreme Court of Serbia shall set up a Supervisory Board [“Nadzorni odbor”] (“the Board”).", "This Board shall be composed of five Supreme Court judges elected for a period of four years by the plenary session of the Supreme Court of Serbia.”", "“In response to a complaint or ex officio, the Board is authorised to oversee judicial proceedings and look into the conduct of individual cases.", "Following the conclusion of this process, the Board may initiate, before the High Personnel Council, proceedings for the removal of a judge based on his unconscientious or unprofessional conduct, or propose the imposition of other disciplinary measures.”", "35. Articles 199 and 200 of the Obligations Act provide, inter alia, that anyone who has suffered fear, physical pain or, indeed, mental anguish as a consequence of a breach of his “personal rights” (prava ličnosti) is entitled, depending on their duration and intensity, to sue for financial compensation in the civil courts, as well as to request other forms of redress “which might be capable” of affording adequate non-pecuniary satisfaction."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}