{"ITEMID": "001-68816", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "BRINKS v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger", "TEXT": ["The applicant, Mr Jan Herman Brinks, is a Netherlands national who was born in 1957 and lives in Groningen.", "Between 1987 and 1990 the applicant lived in the German Democratic Republic (“the GDR”), where he carried out academic research for a dissertation. During his stay in the GDR, he also worked as a freelance journalist for Dutch daily and weekly papers. Like most aliens from capitalist countries living in the GDR, the applicant was kept under surveillance by the GDR intelligence authorities.", "After his return to the Netherlands in 1990, the applicant suspected that he had attracted the attention of the then Netherlands National Security Service (Binnenlandse Veiligheidsdienst – “the BVD”) as he had the impression that his telephone conversations were being intercepted. After obtaining a magna cum laude doctorate degree in 1991, the applicant was unable to find suitable employment in the Netherlands.", "According to the applicant, this situation was linked to the often critical positions he had adopted in his academic and journalistic work, which, he claimed, had considerably irritated his fellow historians and politicians in the Netherlands. He submitted that Netherlands academics had repeatedly insinuated that he was a “fellow traveller” of communism. The applicant suspected that his publications and stays in the GDR and the mistrust displayed by his peers were having a negative effect on his career prospects in the Netherlands. He therefore decided to move abroad, and worked as a researcher and journalist in Germany, the United States of America and the United Kingdom in that order. The applicant returned to the Netherlands in 1998.", "On 11 January 2000 the applicant requested the Minister of the Interior and Kingdom Relations (Minister van Binnenlandse Zaken en Koninkrijkrelaties – “the Minister”), to inform him as to what data were contained in possible files held on him by the BVD.", "In his decision of 31 October 2000, with further additions in a subsequent decision of 13 February 2001, the Minister stated – referring to Article 10 § 1 (b) of the Transparency of Public Administration Act (Wet Openbaarheid van Bestuur – “the WOB”) and the relevant case-law under this provision of the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State), and Article 14 of the Intelligence and Security Services Act (Wet op de Inlichtingen- en Veiligheidsdiensten) – that no information would be provided on whether or not the BVD held current data about the applicant, since such a move could give an insight into BVD sources, working methods and current level of knowledge. The Minister had, therefore, treated the applicant’s request as a request for access to outdated information possibly held on him by the BVD. Apart from outdated material from a “sister organisation abroad”, no outdated information about the applicant had been found. After the “sister organisation” had granted permission for disclosure, the applicant was granted access to the outdated information in so far as the contents would not lead to disclosure of BVD sources or working methods, or of personal data relating to third parties.", "The outdated information disclosed to the applicant consisted of (parts of) six documents, including (parts of) two letters in German concerning the applicant and a copy of a letter the applicant had written on 7 September 1977 to the Public Prosecutor’s Office at the West Berlin Regional Court. In the letter, the applicant criticised in virulent terms recent searches carried out by the German investigating authorities of the homes of persons referred to by the applicant as “enemies of the Constitution and other enemies” (Verfassungsfeinden und sonstigen Feinden). The applicant ended the letter with the phrase “Death to the ‘German rule-of-law State’” (Tod an den “deutschen Rechtsstaat”).", "Dissatisfied with the limited information disclosed, the applicant filed an objection (bezwaar), which was dismissed by the Minister on 17 August 2001. The applicant lodged an appeal against that decision with the Groningen Regional Court (arrondissementsrechtbank), arguing, inter alia, that, as the BVD information about him had apparently been gathered during an investigation conducted in the late seventies in a Cold War context, the information could no longer be considered “current” but should instead be classified as “outdated”.", "The applicant’s appeal was dismissed on all points but one by the Groningen Regional Court in a judgment of 17 January 2003. With the applicant’s permission, as required by Article 8:29 § 5 of the General Administrative Law Act (Algemene Wet Bestuursrecht – “the AWB”), the Regional Court had been given access to undisclosed BVD information, without that information being disclosed to the applicant. The Regional Court held that one particular document that had not been disclosed – it being unclear whether or not it did in fact concern the applicant although it did have a link with him – should not have been withheld from the applicant under Article 16 § 1 of the 1987 Act, as it had not been established that the document contained personal data relating to a third party. The Regional Court quashed the Minister’s decision in respect of the document, finding that no adequate reasons had been given. It did, however, add that – except on that one point – it saw no reason to find the Minister’s decision incorrect.", "On 27 February 2003 the applicant lodged an appeal with the Administrative Jurisdiction Division of the Council of State.", "On 5 March 2003 the Minister took a further decision granting the applicant access to the document referred to in the Regional Court’s ruling of 17 January 2003 and confirming the remainder of his initial decision. The applicant lodged an appeal against the new decision of 5 March 2003.", "On 14 January 2004 the Administrative Jurisdiction Division – which, with the applicant’s permission, had also been given access to undisclosed BVD information without that information being disclosed to the applicant – dismissed the applicant’s appeal against the Regional Court judgment of 17 January 2003, upheld that judgment and dismissed the applicant’s appeal against the Minister’s decision of 5 March 2003. That decision, in its relevant parts, reads:", "“2.2. Under Article 3 § 1 of the WOB, anyone can address a request to a public body ... for information set out in documents concerning a public administrative matter. Pursuant to [Article 3 § 3 of the WOB] a request for information will be granted, subject to the provisions of Articles 10 and 11 [of the WOB]. Pursuant to Article 10 § 1 (b) of the WOB, no information shall be provided which could undermine the security of the State.", "2.3. In the [impugned] decision the Minister informed the appellant that, after a thorough search of the archives, some outdated information had been found which was disclosed – in paraphrased form – to the applicant, and that no other outdated information on him had been found. In so far as the appellant’s request concerned current information, the Minister gave a reasoned explanation for not disclosing information that could give an insight into the current level of BVD knowledge, leaving open whether or not current information about the appellant was being held.", "2.4. The Regional Court has concluded that, ...[apart from one document]..., it saw no reason to find the decision [of 17 March 2001] incorrect.", "2.5. The appellant disagrees with this conclusion of the Regional Court. According to the appellant, the BVD holds much more outdated information about him than it pretends. In this connection the appellant refers to the remark in the letter of 17 March 1978 – one of the classified documents disclosed to the appellant – that an investigation of the applicant was still running. As the Minister qualified the letter of 17 March 1978 as “outdated”, the investigation mentioned in it should also be regarded as outdated, in his view, with the result that the documents relating to the investigation should be disclosed to him. The appellant fails to see why [access to] this information, which was gathered in the context of the Cold War, should be refused on the ground that it could give an insight into current sources and working methods of the BVD. The appellant cannot agree with the Regional Court’s reasoning on this point.", "2.6. This argument fails. Having followed the procedure set out in Article 8:29 of the AWB, the Administrative Jurisdiction Division is, like the Regional Court, of the opinion that, apart from the [one document] disclosed to the appellant in the meantime, there is no reason to find that the [impugned] decision is incorrect. There is no evidence that outdated information concerning an investigation of the appellant has remained undisclosed. The question whether the BVD, now the General Intelligence and Security Service [Algemene Inlichtingen- en Veiligheidsdienst – “the AIVD”], holds information on the appellant which, in view of the tasks performed by the service, remains of a current nature, does not have to be answered. In this connection, the Regional Court has correctly referred to the settled case-law of the Administrative Jurisdiction Division, as it emerges from, inter alia, the rulings of 14 December 1998 concerning no. H01.97.1354, (Netherlands Administrative Law Reports (Administratiefrechtelijke Beslissingen) AB 1999, 93) and 1 July 1999 concerning no. H01.98.1287, (Administrative Case-law Reports (Jurisprudentie Bestuursrecht) JB 1999/198), which held that the Minister could refrain from disclosing information that could give an insight into the current level of knowledge held by the BVD, now the AIVD, on the basis that disclosure of such information could undermine the functioning of the service and hence the security of the State.", "2.7. It follows from the above that the appeal is unfounded. The impugned decision must be upheld. The appeal directed against the decision of 5 March 2003 is equally unfounded.”", "No further appeal lay against this ruling.", "Until 1987 the Netherlands intelligence and security services were governed by the Royal Decree of 5 August 1972 regulating the duties, organisation, working methods and cooperation of the intelligence and security services (Koninklijk Besluit van 5 augustus 1972, Stb. 437, houdende regeling van de taak, de organisatie, de werkwijze en de samenwerking van de inlichtingen- en veiligheidsdiensten).", "In its report of 3 December 1991 under former Article 31 of the Convention in the case of R.V. and Others v. the Netherlands (nos. 14084/88, 14085/88, 14086/88, 14087/88, 14088/88, 14109/88, 14173/88, 14195/88, 14196/88 and 14197/88) the European Commission of Human Rights found that the provisions of the Royal Decree of 5 August 1972 were incompatible with the requirements of Article 8 of the Convention, in that they lacked precision and adequate safeguards.", "The Royal Decree of 5 August 1972 was subsequently replaced by the 1987 Intelligence and Security Services Act (Wet op de inlichtingen- en veiligheidsdiensten – “the 1987 Act”), which entered into force on 1 February 1988. It provided for two branches of the intelligence and security services, namely the National Security Service (“the BVD”) and the Military Intelligence Service (Militaire Inlichtingendienst – “the MID”).", "Under Article 8 § 2 (a) of the 1987 Act, the BVD was entrusted, inter alia, with the task of collecting information about organisations or persons who, by virtue of the aims they pursued or their activities, gave rise to serious suspicions that they constituted a danger to the continued existence of the democratic legal order or to the security or other vital interests of the State. It was also given responsibility for carrying out security screening of public officials (Article 8 § 2 (b) of the 1987 Act) and promoting measures aimed at securing information which needed to be kept secret in the interests of the State and information concerning those parts of the public service and industry which, in the view of the minister responsible, were of vital importance to society (Article 8 § 2 (c) of the 1987 Act).", "Article 14 of the 1987 Act provided:", "“The coordinator and the heads of the [intelligence or security] services are to ensure:", "(a) the secrecy of information to be treated as classified and of the sources of that information.", "(b) the safety of persons with whose cooperation the information is being gathered.”", "Article 16 of the 1987 Act read, in its relevant part:", "“1. Personal data shall be gathered, recorded and provided to third parties by a[n] [intelligence or security] service only in so far as this is strictly necessary for the performance of its tasks as defined in this Act.", "2. ...", "3. The Minister concerned shall, in agreement with the Minister of Justice, determine rules concerning the management of the collections of personal data that are being held by the [security] service concerned.", "4. The rules referred to in the previous paragraph shall at least contain regulations concerning:", "(a) the purpose of the collections;", "(b) the secrecy of the data recorded therein;", "(c) the monitoring of the accuracy of those data;", "(d) the length of time for which data may be stored;", "(e) other grounds for the removal of data from the collections;", "(f) the destruction of removed data.", "5. ...”", "The Minister of the Interior, in agreement with the Minister of Justice, issued the BVD Privacy Regulation (Privacyregeling BVD), which contained further rules within the meaning of Article 16 of the 1987 Act. This Regulation entered into force on 5 July 1988. According to Article 10 § 1 of the Privacy Regulation, persons about whom data had been recorded did not have a right of access to their personal data, nor did they have the right to learn whether or not personal data had in fact been recorded about them.", "In two rulings given on 16 June 1994 (one of which was published – see AB 1995, 238), the Administrative Jurisdiction Division found that the provisions of the 1987 Act fell short of the requirements of Articles 8 and 13 of the Convention. It found that the provisions of the 1987 Act did not comply with the requirement of foreseeability under the Convention with regard to the categories of persons about whom information could be collected, the circumstances in which information could be collected and the means that could be used for obtaining information. It further considered that a person who had been refused access to information should be given reasons for such refusal instead of a general statement referring to national security. It also found that the two existing control mechanisms could not be regarded as effective in that the National Ombudsman did not have the power to give any binding decisions and the Standing Committee on Intelligence and Security Services of the Lower House (Vaste Kamercommissie voor de inlichtingen- en veiligheidsdiensten uit de Tweede Kamer) did not have a statutory basis.", "Consequently, the Minister of the Interior could no longer determine requests for access to information under the BVD Privacy Regulation, but had to apply the criteria of the Transparency of Public Administration Act (“the WOB”) in dealing with such requests. This meant that each request for access to information had to be examined on an individual basis and that reasons had be given in the event of a refusal.", "Article 3 §§ 1 and 3 of the WOB reads:", "“1. Anyone can submit a request for information contained in documents about a public administration matter to a public administration body or to an institution, service or company working under the responsibility of a public administration body.", "3. A request for information shall be granted subject to the provisions of Articles 10 and 11 [of the WOB].”", "Article 7 of the WOB provides:", "“1. The public administration body shall provide the information in respect of the documents that contain the requested information by", "(a) providing a copy thereof or providing the contents word for word in another form,", "(b) allowing access to the contents,", "(c) providing an excerpt or a summary of the contents, or", "(d) providing information therefrom.", "2. In the choice between the various forms of information referred to in the first paragraph, the public administration body shall take into account the petitioner’s preference and need to ensure smooth operation of its activities.”", "Article 10 § 1 (b) of the WOB states:", "“No information shall be made available under this Act in so far as this: ...", "(b) might undermine the security of the State;”", "Proceedings under the WOB are governed by the provisions of the General Administrative Law Act (“the AWB”). Article 8:29 of the AWB provides:", "“1. Parties who are obliged to submit information or documents may, when there are substantial reasons for so doing, refuse to provide information or submit documents, or inform the court that it alone may take cognisance of the information or documents.", "2. Substantive reasons shall in any event not apply to a public administration body in so far as the obligation exists, pursuant to the Transparency of Public Administration Act, to grant requests for information contained in documents.", "3. The court shall decide whether the refusal or limitation on taking cognisance referred to in the first paragraph is justified.", "4. Should the court decide that such refusal is justified, the obligation shall not apply.", "5. Where the court decides that the restriction on taking cognisance is justified, it may, with the permission of the other party, give a ruling on the basis of, among other factors, the information or documents concerned. If permission [by the other party] is withheld, the case shall be referred to another bench.”", "In the light of the rulings given on 16 June 1994 by the Administrative Jurisdiction Division, the Netherlands Government decided to undertake a comprehensive review of the statutory rules governing the Netherlands intelligence and security services. This resulted in the enactment of the Intelligence and Security Services Act 2002 which entered into force on 29 May 2002, replacing the 1987 Act. The 2002 Act provides for two intelligence and security agencies, the General Intelligence and Security Service (Algemene Inlichtingen- en Veiligheidsdienst – “the AIVD”) and the Military Intelligence and Security Service (Militaire Inlichtingen- en Veiligheidsdienst – “the MIVD”). The AIVD’s tasks are set out in Article 6 § 2, and those of the MIVD in Article 7 § 2 of the 2002 Act. The Act also contains detailed provisions on the categories of persons about whom information may be collected, the circumstances in which information may be collected, the means that may be used for obtaining information and the manner in which information may be recorded.", "The 2002 Act further provides for an independent Supervisory Board (Commissie van Toezicht), entrusted with the task of monitoring the lawfulness of the activities of the intelligence and security agencies. Pursuant to Article 73 of the 2002 Act, the Ministers concerned, the heads of the agencies, the official entrusted with the task of coordinating the policies and activities of the AIVD and the MIVD, and all other officials involved in activities under the 2002 Act, are obliged to provide the Supervisory Board with any information and cooperation which the Board considers necessary to the performance of its tasks. The 2002 Act also provides for the possibility for individuals to request access to information held on them or their deceased spouse, partner, child or parent. Article 57 of the 2002 Act provides that the Regional Court of The Hague has jurisdiction to hear appeals against decisions refusing access to such information."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}