{"ITEMID": "001-88748", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF PATYI AND OTHERS v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Remainder inadmissible;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "András Sajó;Antonella Mularoni;Françoise Tulkens;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants are forty-eight Hungarian nationals (see Appendix).", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. The applicants were creditors, together with 40,000 other individuals, of an insolvent private company. Since they were unable to obtain their outstanding claims, they intended to hold a series of demonstrations between 7 July and 20 August 2004 in front of the Prime Minister’s private residence in Budapest. The applicant submitted photographs of the scene of the proposed events. According to these photographs, the Prime Minister’s house is situated on a two-lane road in a residential area composed of villas. Across the street from that property, between parked cars and the fence of another villa, there is a footpath parallel to which is a strip of grass which is over five metres wide. The applicant stated that the participants in the planned demonstrations intended only to occupy this pedestrian zone.", "8. The first applicant, István Patyi (“the applicant”), was the main organiser of the events. He notified the Budapest Police Department as prescribed by the law. On 5 July 2004 the police prohibited the demonstrations. The applicant sought judicial review. On 8 July 2004 the Budapest Regional Court quashed the decision and remitted the case to the police.", "9. In the resumed proceedings, the police again prohibited the demonstrations on 10 July 2004. The applicant sought judicial review. The Budapest Regional Court dismissed his action on 15 July 2004.", "10. In the meantime, the applicant and some fifteen other private individuals – according to the applicant’s submissions, “disguising themselves as tourists” – appeared before the Prime Minister’s house. The police were also present, but since the applicant informed them that they did not intend to “demonstrate”, they were not prevented from walking in front of the Prime Minister’s house and they then left the scene undisturbed. They did not cause any hindrance or inconvenience to the traffic or other pedestrians.", "11. Subsequently, the applicant notified the police of another demonstration planned for 1 November 2004 for the same reasons and at the same spot. The planned number of demonstrators was twenty. The head of the Budapest Police Department, relying on section 8 of Act no. III of 1989 on the Right of Assembly (“the Assembly Act”), prohibited the event on 28 October 2004.", "12. The police were of the view that the pavement was not wide enough to secure the necessary space for the demonstrators and other pedestrians at the same time. Therefore, in order to prevent possible accidents and confrontations between the demonstrators and passers-by, it would be necessary to close half the street. They pointed out that on the street in question three bus services operated on a regular basis and that on 1 November, All Saints’ Day, the traffic was expected to be heavier since many people would visit cemeteries that day. The police, therefore, having obtained the expert opinion of the Department of Traffic Administration, held that the demonstration would cause a disproportionate hindrance to the traffic, which could not be secured by alternative means. The applicant sought judicial review.", "13. On 5 November 2004 the Budapest Regional Court dismissed the applicant’s action. It established that the police decision had been in compliance with the law and in particular with Article 11 of the Convention.", "14. Subsequently, the applicants intended to organise other demonstrations limited to twenty persons. On 18 November 2004 the applicant notified the police that on 30 November, 1 December, 14 December and in the afternoon of 24 December 2004 demonstrations were to take place, again in front of the Prime Minister’s house. On 19 November 2004 the head of the Budapest Police Department prohibited these events.", "15. The police reiterated that the pavement was not wide enough to secure the necessary space for the demonstrators and other pedestrians at the same time. Therefore, in order to prevent possible accidents and confrontations between them, half the street would need to be closed. It pointed out that on the street in question three bus services operated on a regular basis and, in winter, the traffic was expected to be heavier since many people left for the ski resorts around Budapest via that street. It added that there was also a possibility of heavy snowfalls and that it would be difficult to secure alternative routes.", "16. The police, therefore, obtaining the expert opinion of the Department of Traffic Administration, held that the demonstrations would cause a disproportionate hindrance to the traffic, in particular to the buses, which could not be secured by alternative means.", "17. The applicant sought judicial review. He stated that his aim was to hold peaceful, silent demonstrations lasting only twenty minutes. The only ‘action’ planned was to stand in line in front of the Prime Minister’s house, with twenty participants.", "18. On 26 November 2004 the Budapest Regional Court dismissed the applicant’s motion. It established that the police decision had been in compliance with the law and the Convention.", "19. On 12 December 2004 the Budapest Public Transportation Company officially informed the applicant that on 24 December 2004 no buses would be running after 4.19 p.m.", "20. The Constitution of the Republic of Hungary (Act no. 20 of 1949 as amended) provides, in so far as relevant, as follows:", "“The Republic of Hungary acknowledges the right to peaceful assembly and secures its free exercise.”", "21. The relevant provisions of Act no. 3 of 1989 on Freedom of Assembly (“the Assembly Act”) read as follows:", "“(3) The exercise of freedom of assembly shall not constitute a crime or an incitement to crime; moreover, it should not result in the infringement of the rights and freedoms of others.”", "“The organisation of an event held in the public domain shall be notified to the competent police headquarters according to the place of the event, and in Budapest to the Budapest Police Headquarters, three days prior to the planned date of the event. The obligation to notify the police lies with the organiser of the event.”", "“(1) If the holding of an event subject to prior notification seriously endangers the proper functioning of the representative bodies or courts, or the circulation of traffic cannot be secured by another route, the police may ban the holding of the event at the place or time indicated in the notification, within forty-eight hours of receipt of the notification by the authority.”", "“(1) No appeal shall lie against the decision of the police, but the organiser may seek judicial review of the administrative decision within three days of its notification.”", "“(1) The police shall disperse the event if the exercise of the right to freedom of assembly contravenes subparagraph 3 of section 2 or if the participants appear at the event ... in possession of arms, or if an event subject to prior notification is held without notification, ... or despite a decision banning the event. ...", "(3) If an event is dispersed, the participants may seek judicial review within fifteen days with a view to the establishment of the illegality of the dispersal.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}