{"ITEMID": "001-5598", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "OGUZ AND OGUZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The applicants are Turkish nationals, who were born in 1954 and 1971 respectively and they both live in the province of Siirt (Turkey). They are represented before the Court by Mr Philip Leach, a lawyer practising in London.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant, who had been detained several times between 1983 and 1990, became a member of the Siirt Branch of the Human Rights Association in 1990. Following his election as chairman of the Siirt Branch in August 1992, the applicant received several threats from the Siirt Security Department as a result of his activities.", "On 26 February 1993 the first applicant was taken into police custody by policemen from the Anti-Terrorism Branch of the Siirt Security Directorate, in relation with an investigation conducted by the Siirt Public Prosecutor. Subsequently, he was placed in detention on remand and criminal proceedings were initiated against him. On 25 June 1993 the applicant was released on bail and on 1 December 1993 he was acquitted of the charges against him.", "On 17 January 1994 the security officers from the Siirt Security Department came to the first applicant’s house and conducted a search of his house. At the time of the events, the applicant’s wife, his sister, and his eight children were present at home. During the search, the police officers found a black plastic bag, which contained a defensive-type hand grenade, a full Kalashnikov cartridge and some Kalashnikov bullets. The applicant states that this bag was brought and left by the police officers themselves. Following the search, the police officers took the applicant, his sister Sinem and his daughter Halime into custody. A few hours later, the applicant’s wife and his second daughter were also taken into police custody and the applicant’s other children aged between two to thirteen years were left on their own at home without the supervision of an adult. Following their interrogation, on 19 January 1994 the first applicant and his family members who were also detained with him, were taken to the Siirt Forensic Medicine Institute to be examined by a medical expert. According to the report of the Siirt Forensic Institute’s medical expert, dated 19 January 1994, there were no signs of injury on their bodies. Thereafter, on the same day, the applicant and his relatives were taken to the Siirt Magistrate’s Court in Criminal Matters. The court ordered the applicant to be placed in detention on remand, whereas it released the rest of the detainees.", "The Siirt Public Prosecutor declared lack of jurisdiction and transferred the case-file to the Diyarbakır State Security Court. The Diyarbakır State Security Court Public Prosecutor initiated criminal proceedings against the first applicant and charged him with aiding and abetting the PKK under Section 169 of the Turkish Criminal Code and for illegal possession of explosives and firearms under Section 264 of the Turkish Criminal Code. On 9 November 1994 the court acquitted the applicant of aiding and abetting the PKK. It further decided to send the case to the Siirt Assize Court for a further examination of the allegation about illegal possession of explosives and firearms. On 4 April 1995 the Siirt Assize Court found the applicant guilty of illegal possession of explosives and firearms. Consequently it sentenced the applicant to 25 days’ imprisonment and a fine. It further suspended the execution of these sentences.", "B. Relevant domestic law", "Criminal law and procedure:", "The Turkish Criminal Code makes it a criminal offence to subject someone to torture or ill-treatment (Article 243 in respect of torture and Article 245 in respect of ill-treatment, inflicted by civil servants).", "In general, in respect of criminal offences, complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the local public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision not to institute criminal proceedings.", "Civil action for damages:", "Section 1 of Law No. 466 on the payment of compensation to persons arrested or detained provides:", "\"Compensation shall be paid by the State in respect of all damage sustained by persons", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute law;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time-limit laid down by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time-limit for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being released or detained in accordance with the law, are not subsequently committed for trial..., or are acquitted or discharged after standing trial;", "or", "(7) who have been sentenced to a period of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}