{"ITEMID": "001-67141", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT;BEL;DNK;ESP;FIN;FRA;DEU;GRC;IRL;ITA;LUX;NLD;PRT;SWE;GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "SEGI AND OTHERS & GESTORAS PRO-AMNISTIA AND OTHERS v. 15 STATES OF THE EUROPEAN UNION", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants are", "– in the case of application no. 6422/02: Segi, an association based in Bayonne (France) and San Sebastián (Spain), and the association’s two spokespersons, Ms Araitz Zubimendi Izaga, a Spanish national, member of the Basque autonomous parliament, who lives in Hernani (Guipuzcoa province), and Mr Aritza Galarraga, a French national living in Senpere (département of Pyrénées-Atlantiques);", "– in the case of application no. 9916/02: Gestoras Pro-Amnistía, an association based in Hernani (Guipuzcoa province), and the association’s two spokespersons, Mr Juan Mari Olano Olano, a Spanish national, currently detained in Gradignan remand prison (département of Gironde), and Mr Julen Zelarain Errasti, a Spanish national, currently a prisoner in Soto del Real Prison (Madrid province).", "The applicants were represented before the Court by Mr D. Rouget, a lawyer practising in Bayonne.", "(a) Segi (meaning “Continue”) was set up on 16 June 2001. At the constituent general meeting on that date it appointed as its spokespersons Ms Araitz Zubimendi Izaga and Mr Aritza Galarraga. They are authorised to act on the association’s behalf and to represent it.", "Segi describes itself as the movement of Basque youth. It has members in all the provinces of the Basque lands in France and in Spain. Its aims are to campaign on youth issues and protect the Basque identity, Basque culture and the Basque language. It asserts that it works through democratic channels to ensure respect for fundamental rights, both collective and individual. It campaigns for the right to self-determination and a negotiated political solution to the Basque conflict. It fights for a fairer, more mutually supportive society by combating inequality and discrimination, racism, sexism and homophobia. It combats the oppression of youth, drug trafficking, social insecurity, poverty and violence against young people. It promotes the social, cultural and political expression of young people by organising events, rallies, festivals and concerts.", "In a decision of 5 February 2002, central investigating judge no. 5 at the Audiencia Nacional in Madrid ordered the suspension of the association’s activities as a preventive measure on the ground that it was “an integral part of the Basque terrorist organisation ETA-EKIN”. In a decision of 11 March 2002 he further ordered the detention pending trial of eleven of the association’s leaders, including the applicant Aritza Galarraga, charged with terrorism-related activities punishable under the Spanish Criminal Code; he referred to Common Position 2001/931/CFSP of the Council of the European Union.", "(b) Gestoras Pro-Amnistía is a non-governmental organisation for the protection of human rights in the Basque lands, particularly those of political prisoners and exiles.", "Mr Juan Mari Olano Olano and Mr Julen Zelarain Errasti have been appointed as its spokesmen.", "In a decision of 19 December 2001, central investigating judge no. 5 at the Audiencia Nacional in Madrid ordered the suspension of the association’s activities as a preventive measure on the ground that it was “an integral part of the Basque separatist organisation ETA”. The association appealed.", "Common Positions 2001/930/CFSP and 2001/931/CFSP of 27 December 2001", "On 27 December 2001 the representatives of the fifteen member States, meeting as the Council of the European Union, adopted in the context of the Common Foreign and Security Policy (CFSP) the following two common positions:", "– Common Position 2001/930/CFSP “on combating terrorism”. This contains measures of principle to be taken by the European Union and its member States to combat terrorism. Article 14 of Common Position 2001/930/CFSP recommends that member States become parties as soon as possible to the international conventions and protocols relating to terrorism listed in an annex. These include the Council of Europe’s European Convention on the Suppression of Terrorism of 27 January 1977, which came into force on 4 August 1978;", "– Common Position 2001/931/CFSP “on the application of specific measures to combat terrorism”.", "These two common positions took effect on the date of their adoption. They were published in the Official Journal of the European Communities (OJEC) on 28 December 2001.", "Common Position 2001/931/CFSP is addressed to both the European Community (Articles 2 and 3, relating to the freezing of funds, which affects the free movement of capital, a Community matter) and the member States (Article 4, relating to police and judicial cooperation in criminal matters, which is not a question for the Community). Article 1 states that the common position applies to “persons, groups and entities involved in terrorist acts” who are listed in its annex. The names of both the applicant associations appear on the annexed list. However, according to the list, they are subject to Article 4 of the position only.", "Article 4 of Common Position 2001/931/CFSP provides:", "“Member States shall, through police and judicial cooperation in criminal matters within the framework of Title VI of the Treaty on European Union, afford each other the widest possible assistance in preventing and combating terrorist acts. To that end they shall, with respect to enquiries and proceedings conducted by their authorities in respect of any of the persons, groups and entities listed in the Annex, fully exploit, upon request, their existing powers in accordance with acts of the European Union and other international agreements, arrangements and conventions which are binding upon member States.”", "Council Regulation (EC) no. 2580/2001 of 27 December 2001 “on specific measures directed against certain persons and entities with a view to combating terrorism” implemented Articles 2 and 3 of the common position as regards their provisions on the freezing of funds.", "The provisions concerning a Common Foreign and Security Policy (CFSP), designated as the second pillar of the European Union, were introduced by the Treaty on European Union of 7 February 1992, known as the Maastricht Treaty (“the EU Treaty”). They were modified on 2 October 1997 when the member States adopted the Amsterdam Treaty, which came into force on 1 May 1999. The CFSP is therefore at present provided for in Title V of the EU Treaty.", "Under the CFSP the Council, which consists of a representative of each member State at ministerial level, authorised to commit the government of that member State (Article 203 § 1 of the Treaty establishing the European Community), takes various types of decision, particularly joint actions (Article 14 of the EU Treaty) and common positions (Article 15 of the EU Treaty). These common positions define the approach of the Union to a particular matter of a geographical or thematic nature. Member States must ensure that their national policies conform to the common positions.", "Article 23 of the EU Treaty provides that decisions under the CFSP are to be taken by the representatives of the member States, either unanimously, under paragraph 1, or by a qualified majority, under paragraph 2. Where a member State declares that, for important and stated reasons of national policy, it intends to oppose the adoption of a decision to be taken by a qualified majority, no vote is taken. The Council, acting by a qualified majority, may request that the matter be referred to the European Council, for decision by unanimous vote.", "In both cases, whether unanimity or qualified majority, the opposition of a single State prevents the taking of a decision under the CFSP.", "CFSP decisions are therefore intergovernmental in nature. By taking part in their preparation and adoption each State engages its responsibility. That responsibility is assumed jointly by the States when they adopt a CFSP decision.", "Police and judicial cooperation in criminal matters (known as Justice and Home Affairs Policy – “JHA” or the third pillar) is now provided for by Title VI of the EU Treaty, as modified by the Amsterdam Treaty. In the context of such cooperation the Council can take common positions and promote cooperation contributing to the pursuit of the objectives of the Union, using the appropriate form and procedures.", "The Union’s actions in the field of the CFSP and JHA have a strongly intergovernmental character. The instruments through which the CFSP is mediated are joint actions and common positions.", "Common positions are intended to strengthen and improve the coordination of cooperation between the member States, which are supposed to apply and defend them. Adopted by the Council of the Union, they are Community acts which require member States to conduct national policies consistent with the approach laid down by the Union in a particular field. They are therefore not directly applicable, as such, in the member States, and their implementation requires the adoption by each member State of concrete domestic provisions in the appropriate legal form.", "Decisions taken by the States’ representatives under the CFSP are not subject to judicial review within the European Union, since by virtue of Article 46 of the EU Treaty the Court of Justice of the European Communities is not empowered to review the lawfulness of decisions taken in the field of the CFSP.", "A Justice and Home Affairs issue may not be referred to the Court of Justice except in the form of a request for a preliminary ruling under the conditions laid down in Article 35 of the EU Treaty."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}