{"ITEMID": "001-105353", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF LIGERES v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 6-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["6. The applicants were born in 1957 and 1986 respectively and live in Rīga.", "7. On 3 December 1994 the second applicant, who at the time was eight years old, was hit by a car driven under the influence of alcohol by P.S. (“the driver”), an employee of a limited liability company (“the company”). As a result the second applicant sustained serious bodily injuries: abdominal bruising with abdominal haemorrhage, rupture of the small and large intestine and liver, lung contusion, bruising and fracture of both thighs, and serious shock. She underwent numerous operations. Another person died as a result of the incident.", "8. On 14 December 1994 criminal proceedings were opened in relation to the incident. On 4 January 1995 the first applicant was joined as a civil party (civilprasītājs) and on 20 June 1995 the company was joined as a civil respondent (civilatbildētājs) in those criminal proceedings. On 29 June 1995 a final charge was brought against the driver in relation to the incident.", "9. On 19 July 1995 the first applicant, in her capacity as legal guardian of her minor daughter, the second applicant in the present case, submitted a civil claim in the amount of 5,968.13 Latvian lati (LVL) within the criminal proceedings to the Rīga City Centre District Court (Rīgas Centra rajona tiesa). Her civil claim consisted of the following items: LVL 63.90 for services in hospital, LVL 42.25 for rehabilitation in a sanatorium, LVL 472.50 for additional products, LVL 53 for damaged clothing, LVL 17.50 for damaged clothing during recovery, LVL 20 for consultations and visits to doctor, LVL 358.98 for transport and LVL 3,500 for disfigurement (sakropļojums).", "10. On 30 September 1996 the driver’s trial began at the Rīga City Centre District Court. During that hearing the court heard statements from the driver, the company managing director, an indirect witness and the first applicant, who maintained her claim for compensation. As three witnesses to the incident failed to appear the hearing was adjourned. The district court requested that local police forcibly convey (piespiedu atvešana) the witnesses to the next hearing.", "11. The next hearing was held on 14 October 1996 and only one witness was present. On that date the district court adjourned the hearing at the parties’ request, as counsel for the first applicant could not attend the hearing and had notified the court in advance.", "12. The next hearing was held on 4 June 1997 and two of witnesses were forcibly conveyed, but counsel for the company was absent. The district court adjourned the hearing and noted in its decision that all witnesses not attending should be forcibly conveyed, and that counsel for the company should attend.", "13. On 3 December 1997, when the next hearing was held, the driver, counsel for the company and all the witnesses failed to appear.", "14. The next hearing was held on 16 March 1998 and the driver and counsel for the company were absent. The district court adjourned the hearing once more and remanded the driver in custody. The first applicant was present during all the above-mentioned hearings. The second applicant was present during all the hearings except that which took place on 3 December 1997.", "15. On 8 October 1998, following a hearing held on the same date in the absence of counsel for the company, the driver was convicted and sentenced to three years’ imprisonment, suspended. The conviction was based on his confession, the testimony of the second applicant, her brother, one witness and forensic evidence. The district court did not examine the applicants’ claim for damages. In that regard it ruled as follows:", "“[The first applicant] has submitted a civil claim in the amount of LVL 5,968.13, which consists of LVL 63.90 for services in hospital, LVL 42.25 for rehabilitation in a sanatorium, LVL 472.50 for additional products, LVL 53 for damaged clothing, LVL 17.50 for damaged clothing during recovery, LVL 20 for consultations and visits to a doctor, LVL 358.98 for transport and LVL 3,500 for disfigurement.", "As it is not possible to make a detailed calculation of the civil claim, this issue would have to be determined by the civil courts.", "Having evaluated the evidence the court, in accordance with section 307 of the Code of Criminal Procedure, leaves the civil claim unexamined.”", "16. On 23 October 1998, upon the applicants’ appeal, the case was forwarded for examination to the Rīga Regional Court (Rīgas apgabaltiesa). In her appeal the first applicant contented that she had specified the incurred damage and had submitted documents to prove that. On 27 April 1999 the court adjourned the hearing due to the absence of counsel for the company. During this hearing the driver requested a lawyer, because the lawyer who had represented him up to that point was not present. On 18 April 2000 the court adjourned the hearing because the driver had requested that a lawyer be appointed. The first applicant was present at all these hearings.", "17. Finally, on 9 May 2000 the regional court upheld the district court’s judgment refusing to examine the applicants’ claim for damages. The first applicant testified before the appellate court that she had specified all sums of the damage and that they were correct. She had given all the documents to her counsel, who had prepared the civil claim, which she had signed later. She admitted that a mistake in calculating the overall sum might have been made, but all the heads of damage were correct in themselves. The regional court noted the difference between the total amount of the civil claim as requested (LVL 5,968.13) and the actual sum of all damage claimed as enumerated (LVL 4,528.13). No particular expenses had been specified for the difference between those sums (LVL 1,400). The Court noted the following:", "“For these sums no documents justifying damage have been submitted (such documents might not exist for damaged clothing and [as regards] compensation for disfigurement).", "It can be seen that the following documents are present in the case file:", "signature and application for transport in the amount of LVL 250 (in the civil claim a sum of LVL 358.98 is mentioned);", "extract certifying that [the first applicant] had bought the necessary material for the operation in the amount of LVL 13 (but a sum of LVL 63.90 is noted in the civil claim);", "receipt for lawyer’s services in the amounts of LVL 50 and LVL 40, but these expenses have not been noted in the civil claim at all.”", "For these reasons, the regional court concluded that it was not possible to make a detailed calculation of the civil claim, as rightly found by the first-instance court. Finally, the claim was left unexamined, with a note that the civil party had the opportunity to initiate proceedings before the civil courts. The regional court’s decision took effect on 20 May 2000, as none of the parties had appealed on points of law.", "18. On 9 May 2001 the first applicant, in her capacity as the second applicant’s legal guardian, lodged a civil claim against the company with the Rīga Regional Court. They submitted that the driver had been unlawfully employed as he was not capable of performing such duties because of his state of health at the material time. They claimed LVL 33,000 for medical expenses and damages for the injuries, disfigurement and psychological suffering of the second applicant caused by the incident and its consequences. In order to assess the second applicant’s state of health objectively, they requested that a medical and psychiatric expert report be commissioned and that a public prosecutor participate in the hearings. It was noted that the first applicant had attempted to reach a friendly settlement with the company for LVL 10,000, in vain. According to the applicants, in view of the company’s and the (criminal) court’s unwillingness to act in the interests of a child and in view of the protracted criminal proceedings, they had suffered additional pecuniary and non-pecuniary damage. No invoices or other documents that would prove the incurred expenses were added to this claim.", "19. The Rīga Regional Court adjourned the hearing twice, first on 10 July 2001, due to the illness of counsel for the company, and second on 24 September 2001, to enable the judge to examine additional case materials that had been submitted by parties. On 5 October 2001 the applicants asked the court to request another expert report, on the second applicant’s medical care. They also asked that other witnesses be called – an expert and the second applicant’s doctor.", "20. On 10 December 2001 the Rīga Regional Court examined the civil case. The applicants’ representative testified before the regional court that they have not retained the evidence about medical expenses; they only had two invoices dating from August 2001 for LVL 13.85. The regional court upheld the applicants’ claim in part and awarded them LVL 5,013.85, to be paid by the company. This amount consisted of LVL 13.85 for medical expenses and LVL 5,000 as compensation for bodily injuries.", "21. The applicants appealed against that judgment and noted that the awarded sum was disproportionately low and maintained their civil claim in full. They did not complain about the lower court’s refusal to commission expert reports or to summon two witnesses.", "22. On 23 May 2002 the Civil Chamber of the Supreme Court (Augstākās tiesas Civillietu tiesu palāta) upheld the applicants’ claim in part and awarded them LVL 10,013.85, to be paid by the company. The chamber increased the non-pecuniary compensation from LVL 5,000 to LVL 10,000 as the second applicant’s injuries were not only bodily injuries but had amounted to disfigurement of her body. The applicants submitted an appeal on points of law against that judgment and required that the total amount of compensation be increased to at least LVL 20,000. An appeal on points of law was also submitted by the company.", "23. On 9 August 2002 the Civil Department of the Senate of the Supreme Court (Augstākās tiesas Senāta Civillietu departaments) dismissed the applicants’ appeal on points of law and on 13 September 2001 it dismissed the company’s appeal on points of law.", "24. On 29 August 2002 the first applicant submitted a writ of execution to a bailiff. The writ contained an incorrect reference to the company’s registration number. Therefore, on 29 October 2002 a new writ was issued. Two days later the first applicant submitted it to the bailiff.", "25. On two subsequent occasions, a month apart, on 17 September and 17 October 2002, the Civil Chamber of the Supreme Court rejected the company’s application to pay damages in instalments.", "26. Between 26 November 2002 and 30 April 2003 the first applicant received the whole debt in four instalments.", "27. Between 19 September and 17 December 2002 the first applicant contacted the bailiff on three occasions with a view to enquiring about the execution of the judgment. The bailiff responded to her letters and informed about progress achieved in the enforcement.", "28. On 20 March 2003 the first applicant complained to a prosecutor that the company, contrary to the decisions of the Civil Chamber of the Supreme Court, were paying damages in instalments. The prosecutor replied that the company had not acted illegally, as it had paid the whole amount, LVL 10,013.85.", "29. On 4 June 2003 a superior prosecutor reviewed her further complaint. He noted that in accordance with the Law on Civil Procedure a bailiff had to submit an application to initiate administrative or criminal proceedings if a debtor had provided false information. Having reviewed the case material, that prosecutor found that the company had paid almost every month since September 2002 and therefore they had not deliberately obstructed the enforcement procedure.", "30. On 19 August 2003 the first applicant lodged another civil claim against the company with the Rīga City Ziemeļu District Court (Rīgas pilsētas Ziemeļu rajona tiesa). She submitted that a private person had granted her a loan over a period of four years so that she could ensure proper care for her daughter, the second applicant in the present case. The loan had to be repaid by 31 December 2002. She did not have enough financial resources to do so and thus she was also liable to pay a contractual penalty for any delay. She claimed that the company was liable for her debt as it had not paid her damages immediately after they were awarded in the first set of civil proceedings against the company.", "31. On 15 October 2003 the Rīga City Ziemeļu District Court found against the first applicant. That court refused her request for three witnesses to be summoned who could have confirmed the existence of the loan agreement, as it was not disputed by the parties. She appealed against that judgment. She required the appellate court to question three witnesses, whom she would invite herself.", "32. On 13 April 2005 the Rīga Regional Court examined the case and upheld the lower court’s judgment. During the hearing, the first applicant’s representative did not request any witnesses to be summoned.", "33. On 1 August 2005 the Supreme Court dismissed the first applicant’s appeal on points of law.", "34. On 25 January 2002 the first applicant lodged a civil claim for child support payments against the mother of her ex-husband (“the respondent”) for her three children, including the second applicant.", "35. On 17 May 2002 the Rīga City Vidzeme District Court (Rīgas pilsētas Vidzemes priekšpilsētas tiesa), composed of a single judge, S.B., examined the case and decided in favour of the first applicant. The first applicant was present at the hearing. The respondent appealed against the judgment. Her appeal was transmitted to the Rīga Regional Court in a letter dated 23 July 2002, and the first applicant was invited to submit her observations in reply by 23 August 2002. On 2 October 2002 the Rīga Regional Court quashed the judgment and found in favour of the respondent; the first applicant was present at the hearing. On 19 February 2003 the Senate of the Supreme Court, on an appeal by the first applicant on points of law, upheld the judgment of the appellate court.", "36. On 15 August 2002 the first applicant submitted an appeal to the Rīga City Vidzeme District Court against the 17 May 2002 judgment, together with a request for an extension of the time-limit for her appeal. Judge B.T. registered her appeal. Her request for an extension of the time-limit was not put before a judge for decision in timely fashion. On 25 October 2002 the first applicant complained to the Rīga City Vidzeme District Court about it. That court then sent her a letter dated 4 November 2002, to the effect that a hearing on the matter would take place on the next day and that she had been notified of it. On 5 November 2002 Judge B.T., holding a hearing at which the first applicant was present, decided not to allow her appeal against the 17 May 2002 judgement, on the ground that she had been present at the hearing on 17 May, when the judgment was delivered, read out in full and the appeals procedure against it explained.", "37. On 14 November 2002 the first applicant submitted an ancillary complaint about the decision of 5 November 2002 and contended that at the hearing of 17 May 2002 Judge S.B. had read out only the operative part and had stated that the full judgment would be available twenty days later. She also noted that on 7 June 2002, when she had gone to the court, the full judgment had not yet been available.", "38. On 18 December 2002 the Rīga Regional Court upheld the decision of 5 November 2002, on the ground that she had been present at the 17 May 2002 hearing, and that the procedure for appeal had been explained and the date determined when the full judgment would be available. It referred to the case file, which contained the information that the judgment had been sent to the other party on 22 May 2002 and thus rejected the first applicant’s argument that on 7 June 2002 the full judgment had not yet been ready. The court noted that there were no grounds to extend the time-limit, even assuming that on 7 June 2002 the full judgment had not yet been ready, as she had not inquired about it thereafter and had waited to receive it by ordinary mail on 26 July 2002.", "39. According to section 101 of the former Code of Criminal Procedure (Latvijas Kriminālprocesa kodekss), in force until 1 October 2005, a civil claim could be submitted by an individual who had suffered damage as a result of crime. A civil claim could be submitted when criminal proceedings had been opened, during the preliminary investigation and to the court prior to the court’s investigation. It could be brought against an accused or a person materially liable for the acts of the accused.", "40. Section 307 read as follows:", "“Upon delivery of a convicting judgment the court shall satisfy the civil claim fully or in part, or dismiss it, depending on whether or not the basis and the amount of the civil claim have been proved.", "In exceptional circumstances, when it is not possible to perform a detailed calculation of the civil claim without adjourning the proceedings or without additional documents, the court in a convicting judgment may recognise the victim’s right to receive redress for his/her claim and forward the claim for determination of its amount in civil proceedings.”", "41. Under section 308, paragraph 2 if a civil claim in the criminal proceedings had been left unexamined, the victim had a right to lodge the claim in civil proceedings.", "42. Pursuant to section 241, adjudication of a case in a hearing was to be commenced within twenty days (in exceptional cases within a month) of the date the case is received at the court. A case could only be adjudicated in the absence of the accused if he was not in the country’s territory and was evading proceedings (section 247). Finally, under section 253 a case could be adjudicated in the absence of a civil respondent.", "43. According to section 7, paragraph 1 of the Law of Civil Procedure (Civilprocesa likums), in force since 1 March 1999, claims for pecuniary or non-pecuniary damages in criminal matters can be brought before civil courts if they have not been submitted or adjudicated within criminal proceedings. Under section 96, paragraph 3 a judgment adopted in criminal proceedings is binding in civil proceedings to the extent that it concerns the crime perpetrated and the liability of the perpetrator.", "44. Pursuant to section 204, a judgment is executed upon its entry into force, except in cases where it is to be executed without delay. Under section 205, paragraph 1, part 4 the court can, at the request of one of the parties, order that a judgment be executed without delay in cases concerning compensation for disfigurement or other injury to health. Such a decision must be expressly contained in the writ of execution (section 538). In accordance with section 541, the court draws up a writ of execution after the judgment’s entry into force; in cases of immediate execution this must be done immediately after delivery of the judgment. It further provides that a court issues the writ of execution to the creditor upon request. Under section 556 the enforcement procedure is commenced following a ten-day period for voluntary execution.", "45. Under section 632, paragraph 1, a bailiff’s actions concerning enforcement can be appealed against by submitting an application to a district (city) court within ten days of the impugned actions.", "46. With regard to trial, section 10 provides that parties exercise their procedural rights in adversarial proceedings, including by providing explanations, submitting evidence, and questioning witnesses and experts. Under the rules of evidence contained in section 94 the court allows only relevant evidence. Under section 199 a judge delivers the judgement in a courtroom, reads it out and explains its contents, the procedure and the time-limits for appeal. Under section 208 a copy of the judgment is sent to the absent party.", "47. With regard to appellate proceedings, under section 415 an appeal must be submitted to the first-instance court within twenty days of the delivery of its judgment. After checking that the appeal complies with all requirements, a judge of the first-instance court informs the other party without delay and sets a time-limit for their observations in reply. After expiry of the time-limit for appeal, the judge sends the case materials, together with any appeal, to the appellate court without delay (section 422). Under sections 423-242 the other party has a right to submit their observations or counter-appeal (pretapelācijas sūdzība) directly to the appellate court within thirty days of receiving an appeal submitted by the first party.", "48. Under section 15 of the Law on Bailiffs (Tiesu izpildītāju likums), in force since 1 January 2003, sworn bailiffs bear disciplinary, civil and criminal liability for their activities.", "49. In particular, sworn bailiffs are under an obligation to insure themselves against possible risk of loss related to their professional activities (section 33). Any damage caused by a sworn bailiff’s activities performed while fulfilling his official duties, irrespective of disciplinary or criminal liability, should be covered by an insurance policy (section 39). Claims for losses shall be brought to the regional court under whose supervision the sworn bailiff is.", "50. With regard to disciplinary liability, sections 53 and 54 provide that the Latvian Council of Sworn Bailiffs and the Minister of Justice can initiate disciplinary proceedings against a bailiff. They can do so, inter alia, upon a complaint received from an individual.", "51. The relevant sections of the Civil Law, which was adopted on 28 January 1937, as in force at the material time, read as follows:", "“Every wrongful act as such shall give the person who has suffered damage the right to claim compensation from the wrongdoer, in so far as he or she may be held culpable of such an act.", "Note: The term act is used here within the widest meaning, including not only acts, but also failure to act, that is, inaction.”", "“All damage that is not incidental shall be compensated for.”", "“Everyone shall have a duty to compensate for damage he or she has caused through his or her acts or failure to act.”", "52. Under section 1 of the Law on Disciplinary Responsibility of Judges a judge may be subject, inter alia, to disciplinary responsibility for intentional violation of the law during the adjudication of a case, failure to perform his or her duties of employment, dishonourable actions and administrative violations.", "53. In accordance with section 13, paragraphs 5 and 6 of the Law on the Judiciary a judge shall not be financially liable for damage incurred by a person who participates in a case, as a result of an unlawful or unfounded judgment of a court. In cases provided for by law, damages shall be paid by the State. A person who considers that a judgment of a court is unlawful or unfounded may appeal against it in accordance with the procedures provided by law, but may not make a claim in court against the judge who has adjudicated the matter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}