{"ITEMID": "001-110314", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF STUBING v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1976 and lives in Leipzig.", "6. At the age of three, the applicant was placed in a children’s home and later in the care of foster parents. At the age of seven, he was adopted by his foster parents and was given their family name. After that, he did not have any contact with his family of origin.", "7. In 1984, the applicant’s biological sister, S. K., was born. The applicant was unaware of his sister’s existence until he re-established contact with his family of origin in 2000. Following their mother’s death in December 2000, the relationship between the siblings intensified. As from January 2001, the applicant and his sister had consensual sexual intercourse. They lived together for several years.", "8. In 2001, 2003, 2004 and 2005 four children were born to the couple. Following the birth of the fourth child, the applicant underwent a vasectomy. The three older children were placed in the care of foster families. The youngest daughter lives with her mother.", "9. On 23 April 2002 the Borna District Court (Amtsgericht) convicted the applicant of sixteen counts of incest (Section 173 § 2 (2) of the Criminal Code, see “Relevant domestic law”, below), gave him a suspended sentence of one year’s imprisonment and put him on probation.", "10. On 6 April 2004 the Borna District Court convicted the applicant of another count of the same offence and sentenced him to ten months’ imprisonment.", "11. On 10 November 2005 the Leipzig District Court convicted the applicant of two counts of incest and sentenced him to one year and two months’ imprisonment. Including the sentence of 6 April 2004 and one further previous criminal conviction, the District Court imposed a summary sentence of one year and four months’ imprisonment. The court considered the fact that the applicant had suffered physical abuse by his father during the decisive first three years of his childhood to be a mitigating factor. Furthermore, he had made a confession and had been affected by the media coverage of his case. Lastly, he had previously been attacked during detention. On the other hand, the court considered as aggravating factors the fact that the applicant had reoffended in spite of his previous convictions and that he had had unprotected intercourse with his sister even though he had to have been aware of the risk of further pregnancies.", "12. With regard to the applicant’s sister, S. K., who had been charged with the same offence, the Leipzig District Court, relying on an expert opinion, found as follows:", "“The accused, K., has a very timid, withdrawn and dependant personality structure. This personality structure, taken together with [an] unsatisfying family situation, led to her being considerably dependant on the applicant. In particular, after the death of their mother, she experienced this dependency to an extent that she felt that she could not live without him.”", "The District Court concluded that this serious personality disorder, seen in conjunction with established mild learning disabilities, had led to her being only partially liable for her actions. Accordingly, the court did not impose a sentence on her.", "13. On 30 January 2007 the Dresden Court of Appeal rejected the applicant’s appeal on points of law. The court considered that there were certain doubts as to the constitutionality of the relevant provision. However, it determined that these were not sufficient to call the validity of the law into question.", "14. On 22 February 2007 the applicant lodged a constitutional complaint, arguing, in particular, that Section 173 § 2 (2) of the Criminal Code had violated his right to sexual self-determination, had discriminated against him and was disproportionate. In addition, it interfered with the relationship between parents and their children born out of incestuous relationships.", "15. On 26 February 2008 the Federal Constitutional Court, by seven votes to one, rejected the complaint as being unfounded. The decision was based on the following considerations. With the criminal provision of Section 173 § 2 (2) of the Criminal Code, the legislature had restricted the right to sexual self-determination of biological siblings by making sexual intercourse between them a punishable offence. This limited the conduct of one’s private life by penalising certain forms of expressions of sexuality between persons close to one another. However, the provision did not infringe the core area of private life. Sexual intercourse between siblings could have effects on the family and society and carry consequences for children resulting from the relationship. As the criminal law prohibited only a narrowly defined scope of behaviour and only selectively curtailed opportunities for intimate contact, the parties concerned had not been placed in a position which would be incompatible with respect for human dignity.", "16. The legislator had pursued objectives that were not constitutionally objectionable and that, in any event, in their totality legitimised the limitation on the right to sexual self-determination. The primary ground for punishment was the protection of marriage and the family. Empirical studies had showed that the legislature was not overstepping its margin of appreciation when assuming that incestuous relationships between siblings could seriously damage the family and society as a whole. Incestuous relationships resulted in overlapping familial relationships and social roles and, thus, could damage the structural system of family life. The overlapping of roles did not correspond with the image of a family as defined by the Basic Law. It seemed clear, and did not appear to be farfetched to assume, that the children of an incestuous relationship might have significant difficulties in finding their place within the family structure and in building a trusting relationship with their closest caregivers. The function of the family, which was of primary importance for the community, would be decisively damaged if the required family structures were shaken by incestuous relationships.", "17. Insofar as the criminal provision was justified by reference to the protection of sexual self-determination, this objective was also relevant between siblings. The objection that this right was sufficiently protected by the specific provisions on offences against sexual self-determination overlooked the fact that Section 173 of the Criminal Code addressed specific situations arising from the interdependence and closeness of family relationships, as well as difficulties in the classification of, and defence against, transgressions of sexual self-determination in that context.", "18. The legislature had additionally based its decision on eugenic grounds and had assumed that the risk of significant damage to children who were the product of an incestuous relationship could not be excluded. In both medical and anthropological literature, which was supported by empirical studies, reference had been made to the particular risk of the occurrence of genetic defects.", "19. The impugned criminal provision was justified by the sum of the above-mentioned objectives against the background of a common conviction that incest should be subject to criminal liability. This conviction was also evident on the international level. As an instrument for protecting self-determination, public health, and especially the family, the criminal provision fulfilled a signalling, norm-reinforcing and, thus, a general preventive function, which illustrated the values set by the legislature and, therefore, contributed to their maintenance.", "20. The impugned provision complied with the principle of proportionality. The criminalisation of sibling incest was suitable for promoting the desired objective. This was not put into question by the exemption of minors from criminal liability (Art. 173 § 3), as the prohibition of acts of sexual intercourse encompassed a central aspect of sexual relations between siblings which contravened the traditional picture of the family and which was further justified by its potential to produce descendants. Neither was this assessment put into question by the fact that acts similar to sexual intercourse and sexual intercourse between same-sex siblings were not subject to criminal liability, while sexual intercourse between natural siblings was punishable even in cases were conception was excluded. The same applied to the objection that the criminal provision was unsuitable for protecting the structure of the family because it first impacted on siblings when they typically left the family circle upon reaching the age of majority.", "21. The provision was also necessary. It was true that in cases of sibling incest guardianship and youth welfare measures came into consideration. However, these measures did not achieve the same objectives, as they were aimed at preventing and redressing violations in specific cases, but did not have any general preventive effect or reinforce societal norms in the manner achieved through the law.", "22. Lastly, the Federal Constitutional Court considered that the criminal sanction had not been disproportionate, as the provision had also allowed the courts to refrain from imposing punishment in cases in which an accused’s share of the guilt was slight.", "23. Judge Hassemer attached a dissenting opinion which was based on the following considerations. Section 173 § 2 (2) of the Criminal Code was incompatible with the principle of proportionality. The provision did not pursue a legitimate aim. From the outset, considerations of eugenic aspects were not a valid objective for a criminal law provision. Likewise, neither the wording of the provision nor the statutory context indicated that the provision was aimed at protecting sexual self-determination. Lastly, the prohibition on sibling incest was not justified by the protection of marriage and the family, as it only prohibited the act of sexual intercourse, but did not prohibit any other sexual acts between siblings or sexual intercourse between siblings of the same sex or between relatives who were not bloodrelated. If the criminal provision were actually aimed at protecting the family from sexual acts, it would also extend to these acts that were likewise damaging to the family. The evidence seemed to indicate that the provision as set out did not protect any specific rights, but was solely aimed at moral conceptions. However, it was not a legitimate aim for a criminal provision to build or maintain common moral standards.", "24. Furthermore, the provision was not suited to attain the objectives pursued. As regards the protection of the family from the damaging effects of incestuous sexual acts, it was not far-reaching enough, as it did not encompass similarly damaging behaviour and, moreover, acts committed by non-blood-related siblings. It was too far-reaching because it encompassed behaviour that could not (any longer) have damaging effects on the family because of children having reached the age of majority and being about to leave the family circle.", "25. In addition, there were other measures available that could have similarly or even more effectively guaranteed the protection of the family, such as youth welfare measures and measures taken by the family courts. Finally, the impugned provision was excessive, at it did not provide for a limitation of criminal liability resulting from behaviour which did not endanger any of the possible objects of protection.", "26. This decision was served on the applicant’s counsel on 13 March 2008. On 4 June 2008 the applicant started serving his prison sentence. He was released on probation on 3 June 2009.", "27. Section 173 of the German Criminal Code reads as follows:", "“(1) Whoever performs an act of sexual intercourse with a consanguine descendant shall be punished with imprisonment for no more than three years or a fine.", "(2) Whoever performs an act of sexual intercourse with a consanguine relative in an ascending line shall be punished with imprisonment for no more than two years or a fine; this shall also apply if the relationship as a relative has ceased to exist. Consanguine siblings who perform an act of sexual intercourse with each other shall be similarly punished.", "(3) Descendants and siblings shall not be punished pursuant to this provision if they were not yet eighteen years of age at the time of the act.”", "Section 153 of the Code of Criminal Procedure reads as follows:", "“(1) If a less serious criminal offence is the subject of the proceedings, the public prosecution office may dispense with prosecution with the consent of the ... court if the perpetrator’s guilt is considered to be minor and [if] there is no public interest in prosecution ...", "(2) If charges have already been preferred, the court, with the consent of the public prosecution office and the accused, may terminate the proceedings at any stage thereof subject to the requirements of subsection (1) ...”", "28. Out of thirty-one Council of Europe Member States, sixteen States (Albania, Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czech Republic, Finland, Greece, Iceland, Ireland, Liechtenstein, Macedonia, Moldova, San Marino and Slovakia) the performance of consensual sexual acts between adult siblings is considered a criminal offence, while in fifteen of them (Armenia, Azerbaijan, Belgium, Estonia, Georgia, Latvia, Lithuania, Luxembourg, Malta, Monaco, Montenegro, Portugal, Serbia, Slovenia and Ukraine) it is not punishable under criminal law. The fact that one of the siblings was adopted or raised in another household does not in general seem to have any impact on criminal liability as long as the siblings share at least one biological parent. In a few countries (notably Iceland, Moldova and Slovenia) the ban on incest extends also to adoptive siblings.", "29. It would appear that there are no plans to abolish the ban in the countries concerned where the laws have generally been in force for decades. In several countries there is even a tendency to widen the existing notion of incest or to increase the penalties (e. g. Belgium, Croatia and the Czech Republic). Conversely, incest between adult siblings has been decriminalised in Portugal in 1983 and in Serbia in 2006.", "30. According to an expert report prepared by the Max Planck Institute for Foreign and International Criminal Law in November 2007 in the course of the domestic proceedings, consensual sexual acts between siblings were criminalised in eight further countries (Denmark, Italy, Poland, Romania, Sweden, Switzerland, Hungary and the United Kingdom); and were not subject to criminal liability in five further countries (France, the Netherlands, the Russian Federation, Spain and Turkey). The international political discussion on this issue was characterised by a tendency to decriminalise the commitment of such acts. The Max Planck Institute further observed that, even in those countries in which consensual acts between siblings were not subject to criminal liability, siblings were not allowed to marry."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}