{"ITEMID": "001-119824", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "KOCHIEVA AND OTHERS v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["1. The first applicant, Mrs L. Kochieva, was born in 1968. The second and the third applicants, Ms K. Gobozova and Mr M. Gobozov, are her children, born in 1991 and 1994. The applicants are all Russian nationals. They were represented before the Court by Mr D. Ahl, a lawyer practising in Stockholm.", "2. On an unknown date, the applicants arrived in Sweden from Finland and applied for asylum and residence permits. Before the Migration Board (Migrationsverket) they claimed, inter alia, the following. They originated from South Ossetia and feared persecution due to the internal armed conflict there. The first applicant’s former husband had been engaged in the resistance movement. They had last met at the end of the 1990s. Some time later, she had met another man who had fought for the South Ossetian army and who had been shot dead. Subsequently, the applicants’ house had been shot at on several occasions and they had been unable to obtain any protection from the domestic authorities.", "3. On 23 December 2008, the Migration Board rejected the applications and decided that the applicants were to be expelled to either Russia or Georgia. It stated that the first and the second applicants’ passports had been submitted to the Board anonymously and that these showed that the applicants were Russian nationals. Moreover, the passports contained Schengen visas issued by the Finnish Consulate in St Petersburg and stamps which showed that they had entered Finland by car in September 2007. However, it noted that the first applicant had undergone a language test, according to which it was found probable that she originated from South Ossetia. Moreover, the first and second applicants had also submitted documents which they claimed were temporary documents issued by the South Ossetian authorities and which functioned as internal passports for Georgia. Consequently, their applications were examined on the basis of a return to either Russia or Georgia. In the Board’s view, there were no indications that the applicants would risk persecution or other ill-treatment upon return to Georgia due to their South Ossetian ethnicity. It further noted that the family had not claimed that they needed international protection in relation to Russia. Finally, the Board noted that there were no particularly distressing circumstances in the case since the family had no strong connection to Sweden and it had not appeared that any person in the family suffered from serious health problems.", "4. The applicants appealed to the Migration Court (Migrationsdomstolen), maintaining their claims and adding the following new information. The Russian passports were false and the family’s real last name was Hubaeva. The family had come to Sweden with the help of smugglers but had been unable to pay them the full amount demanded, for which reason the smugglers had submitted false passports to the Swedish authorities as revenge. The first applicant had herself ordered the passports in North Ossetia, which were falsifications of authentic Russian passports. Consequently, it had been wrong of the Board to base its examination on these passports and their asylum claims should be tried only against Georgia and in particular South Ossetia. In this respect, they asserted that South Ossetia was an unsafe place for a single mother with children and that they had nothing to return to since their house had been destroyed in the war between Georgia and Russia. The children could not be guaranteed schooling or good health care there. Moreover, the first and second applicants risked gender-related persecution and possibly even trafficking.", "5. As concerned the family’s health, it had deteriorated since the Migration Board’s rejection. They submitted a medical certificate from February 2010 concerning the third applicant, which stated that he had been receiving treatment for depression at the Child and Youth Psychiatric Centre (Barn- och ungdomspsykiatrin - BUP) since October 2009. Furthermore, he had been hospitalised for a shorter period due to somatic symptoms, depression and refusal to eat. They further submitted a certificate from June 2010 and issued by a psychotherapist at BUP which stated that the third applicant was in a state of apathy and spent all his time in bed, which was confirmed by a medical certificate from October 2010. Regarding the second applicant, a medical certificate from February 2010 issued by a psychiatrist stated that she had been in contact with the psychiatric unit since April 2008 due to anxiety and tendencies to try to isolate herself from the outside world. In January 2009 her health had deteriorated and she had refused to eat. In October the same year, she had been hospitalised due to depression and malnutrition.", "6. On 4 November 2010, the Migration Court upheld the Board’s decision and ordered that the applicants be expelled to Russia. At the request of the court, the Board had contacted the Swedish Consulate in St Petersburg to verify the authenticity of the passports. The results indicated that the passports and the visas were authentic and that they had not been tampered with. Moreover, the Finnish Consulate in St Petersburg had confirmed that the first and the second applicants had been granted visas for the relevant period. Consequently, the Migration Court found it substantiated that the applicants had used their passports when entering Finland and noted that the first applicant had stated that she had ordered them herself. As to the other identity documents submitted by the applicants, the court found them to be of a simple nature and noted that they contained different names from those in the passports. Therefore, in the court’s view, the applicants had not substantiated any nationality other than Russian and their applications should accordingly be examined only on the basis of a return to Russia. Turning to the applicants’ personal situation, the Migration Court found no reason to believe that the applicants would risk any persecution or discrimination due to their South Ossetian ethnicity and noted that they had not submitted any other grounds for international protection against Russia.", "7. As concerned the applicants’ ties to Sweden and their state of health, the Migration Court observed that the applicants had only spent three years in Sweden and noted that it could not be considered contrary to the children’s best interests to accompany their mother back to Russia. Moreover, since the medical documentation relied on by the applicants did not contain any information about the prognosis of the applicants’ need for health care, or the consequences if no care were provided, the court found them to have low evidentiary value. It also appeared from country information submitted in the case that health care was available in Russianted leave to remain in Sweden.", "8. The applicants appealed to the Migration Court of Appeal (Migrationsöverdomstolen) which, on 30 September 2011, refused leave to appeal.", "9. Subsequently, the applicants requested the Migration Board to reexamine their case, arguing that there were impediments to the enforcement of the expulsion order. They claimed that they all suffered poor health and that medical care in Russia was insufficient. They further referred to a car accident in May 2011, in which the first applicant’s youngest son and the second and third applicants’ younger brother, M., had died, and the fact that he was buried in Sweden. They submitted new medical certificates regarding the second and the third applicants.", "10. On 19 December 2011, the Migration Board rejected the application. It noted that the health of the third applicant had recently improved since he was no longer being tube fed and had started talking and interacting socially. As concerned the second applicant, it observed that her health was likewise better as her depression was considered mild and no longer serious. In the Board’s view, there was sufficient health care available in Russia for the applicants. When taking these circumstances into account, and despite the fact that M. was buried in Sweden, it found no impediments to the enforcement of the expulsion order.", "11. The applicants appealed to the Migration Court which, on 16 January 2012, upheld the Board’s decision in full.", "12. In September 2012 the applicants again requested the Migration Board to re-examine their case, invoking the same grounds as previously and adding that the first applicant was mentally unstable and under severe stress with suicidal tendencies. The third applicant was at risk of falling into a state of apathy.", "13. On 31 October 2012, the Migration Board rejected the request on the grounds that the applicants had invoked no new circumstances of importance to justify altering the previous decisions. Moreover, it found that there were no impediments to their expulsion.", "14. The applicants lodged yet another request with the Migration Board to re-examine their case, invoking their continued ill-health and the fact that M. was buried in Sweden. They submitted the same medical certificates as submitted to the Court and referred to below, §§ 19-21).", "15. On 23 January 2013 the Migration Board rejected the request. It noted that the applicants had not invoked any new circumstances which had not already been examined by the Board. As concerned the applicants’Sweden.", "16. On 26 November 2012, the applicants requested the Court to apply Rule 39 of the Rules of Court in order to stop their expulsion to Russia.", "17. On 5 December 2012, the Acting President of the Section to which the case had been allocated refused the applicants’ request for interim measures.", "18. Before the Court, the applicants submitted new medical certificates concerning their state of health, issued by a Chief physician and specialist in psychiatry.", "19. As regards the first applicant the certificates, dated 6 September 2012, 28 November 2012 and 5 December 2012 stated, inter alia, that her state of health had markedly worsened after the Migration Board’s rejection of the asylum request in December 2008, making her increasingly anxious and worried about her children’s ill-health. Since the loss of her youngest son, M., in May 2011, the first applicant’s mental health had visibly worsened and she had persistently sought help. She questioned her capabilities as a mother and blamed herself for what had happened to her family. She was suffering from a serious psychological disorder with signs of depression and posttraumatic stress disorder (PTSD) for which she was in need of long-term medication as well as therapeutic treatment. She had become increasingly depressive and suicidal with an imminent risk of destructive actions. She received a variety of medication.", "20. Turning to the second applicant, the certificate dated 6 December 2012 stated, inter alia, that she had suffered from recurrent serious depression and difficulties sleeping and eating. She had been treated with medication for anxiety but had shown tendencies to overdose which had made physicians cautious to prescribe medication. Currently, the depression was considered mild but she still had panic attacks, was anxious and felt hopeless about her life situation.", "21. As regards the third applicant, the certificate dated 6 December 2012 stated, inter alia, that he had been treated periodically at BUP for deep depression which had worsened since his brother’s death. He had lost weight and no longer had any interest in life. He had difficulties eating and sleeping properly and had recurring rages where he hit his head against the table and beat his fists against the wall. At present, he was heading for a breakdown and could see no other option than to end his life. He probably had a personality disorder due to extensive periods of stress with minimal possibilities to control his own acts. He was in need of long-term treatment.", "22. The basic provisions mainly applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the 2005 Aliens Act (Utlänningslagen, 2005:716). It defines the conditions under which an alien can be deported or expelled from the country, as well as the procedures relating to the enforcement of such decisions.", "23. Chapter 5, section 1, of the Aliens Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, section 1, of the 2005 Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2, of the Aliens Act).", "24. Moreover, if a residence permit cannot be granted on the above grounds, a permit may nevertheless be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) as to allow him or her to remain in Sweden (Chapter 5, section 6, of the Aliens Act). During this assessment, special consideration should be given to, inter alia, the alien’s state of health. In the preparatory works to this provision (Government Bill 2004/05:170, pp. 190-191), life-threatening physical or mental illness for which no treatment can be given in the alien’s home country could constitute a reason for granting a residence permit.", "25. According to a provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1, of the Aliens Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2, of the Aliens Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}