{"ITEMID": "001-95996", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "TOMASIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicants, Mr Vjekoslav Tomašić and Mrs Jelka Tomašić, are Croatian nationals who were born in 1942 and 1941 respectively and live in Zagreb. They were represented before the Court by Mr D. Rotar, an advocate practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 January 1997 the Act on Compensation for, and Restitution of, Property Taken under the Yugoslav communist regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine – “the Denationalisation Act”) entered into force. It enabled the former owners of confiscated or nationalised property, or their heirs in the first line of succession (direct descendants or a spouse), to obtain under certain conditions either restitution of or compensation for property appropriated during the communist regime. They were required to submit their requests within six months from the Act’s entry into force. Requests submitted after that date were to be declared inadmissible.", "Pursuant to section 22 of the Denationalisation Act, nationalised flats in respect of which third persons had acquired specially protected tenancies (stanarsko pravo) were not to be restored to their former owners. The tenants had a right to purchase such flats from the provider of the flat under favourable conditions set out in the Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo). At the same time, the former owners were entitled to financial compensation in respect of the flats.", "On the other hand, pursuant to section 32 of the Denationalisation Act, confiscated flats were to be awarded to their former owners. Under section 13 of the Appropriated Property Compensation Fund Act (Zakon o Fondu za naknadu oduzete imovine), the tenant had the right to purchase a confiscated flat only if no request for its restitution had been submitted or if such request had been dismissed in a final decision.", "The applicants were holders of the specially protected tenancy of a flat in Zagreb, measuring 125 square metres. The flat is located in the same building, which on 28 November 1945 was confiscated from its owner T.G. by the communist authorities.", "On 25 March 1997 the applicants made a request to the City of Zagreb to purchase their flat, under the Specially Protected Tenancies (Sale to Occupier) Act.", "On 9 March 1998 the applicants asked the Office for Property Affairs of the City of Zagreb (Grad Zagreb, Gradski ured za imovinskopravne poslove) whether a request for restitution of the building in which their flat was located had been submitted. In their letter of 28 May 1998 the Office replied that no such request had been submitted.", "On 10 September 1998 the City of Zagreb, as the provider of the flat, concluded a contract of sale with the applicants whereby it sold them the flat in respect of which they had a specially protected tenancy for 87,255 Croatian kunas (HRK). Shortly afterwards the applicants were recorded as the owners of the flat in the land register.", "Meanwhile, on 13 June 1997 K. and F.G. and M.D., the heirs of the former owner T.G., (“the heirs of T.G.” or “T.G.’s heirs”) instituted administrative proceedings before the Office for Property Affairs of the City of Zagreb by submitting a request for restitution of T.G.’s confiscated property, including the above-mentioned building.", "On 11 June 1999 the Office delivered a partial decision awarding ownership of all business premises in the building at issue to the heirs of T.G.", "On 19 January 2001 the Office delivered another partial decision awarding ownership of all flats in the building, except the applicants’ flat and one other, to T.G.’s heirs.", "On 3 January 2007 the Office delivered the last partial decision whereby it awarded ownership of the two remaining flats, including the applicants’ flat, to the heirs of T.G. and declared that the applicants had acquired the status of protected lessees (zaštićeni najmoprimci) under section 33 of the Denationalisation Act. The applicants appealed.", "It appears that the proceedings are currently pending before the Ministry of Justice (Ministarstvo pravosuđa), as the second-instance administrative authority.", "On 20 July 2001 the heirs of T.G. brought a civil action against the applicants and the City of Zagreb in the Zagreb Municipal Court (Općinski sud u Zagrebu). They asked the court to declare the above contract of sale null and void as being contrary to peremptory rules. They argued that under the Denationalisation Act, confiscated flats were not to be sold to their tenants but awarded to their former owners. Only if the former owner’s request for restitution had been dismissed or declared inadmissible were the tenants allowed to purchase such flats. They plaintiffs explained that on 13 June 1997 they had submitted a request for restitution of the entire building in which the flat in question was located with the Office for Property Affairs of the City of Zagreb, and that this request had not been dismissed or declared inadmissible by the time the impugned contract of sale had been concluded. On the contrary, on 11 June 1999 and 19 January 2001 that Office had adopted decisions awarding them ownership of the building with all the flats and business premises in it. Therefore, the City of Zagreb had not been allowed to sell the flat while the request for its restitution was pending. The applicants replied that it was the same Office for Property Affairs which in its letter of 28 May 1998 had informed them that no request for restitution had been lodged in respect of their flat. They had therefore acted in good faith when they had concluded the contract of sale and should not suffer the consequences of the mistake made by the authorities.", "On 4 February 2004 the court declared the impugned contract of sale null and void ab initio, endorsing the arguments adduced by the plaintiffs. In doing so it noted the applicants’ main argument that they had been misinformed by the authorities, but did not expressly address that argument. It confined itself to stating that the contract was in breach of peremptory rules and therefore null and void from its inception. The applicants appealed.", "On 18 October 2005 the Zagreb County Court (Županijski sud u Zagrebu) dismissed an appeal by the applicants and upheld the first-instance judgment endorsing the reasons given therein. It added that the Office for Property Affairs had obviously made a clerical error when on 28 May 1998 it had informed the applicants that no request for restitution had been submitted as regards the building in which their flat was located. However, since it had been established beyond doubt that the plaintiffs had indeed submitted such a request, the City of Zagreb had breached peremptory rules when later on it sold the flat to the applicants.", "The applicants then lodged a constitutional complaint, alleging violations of their constitutional rights to property and equality before the law.", "On 24 January 2007 the Constitutional Court dismissed the applicants’ constitutional complaint and served its decision on their representative on 13 February 2007. It agreed with the findings of the lower courts and added that the letter of the Office for Property Affairs of 28 May 1998 could not be considered a certificate or an extract from the official records, that is, a public document in respect of which it could have been presumed that the information it contained was correct. It explained that this was so because the offices for property affairs had not been keeping records on requests submitted under the Denationalisation Act.", "The Act on Compensation for, and Restitution of, Property Taken During the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette nos. 92/1996, 92/1999 (corrigendum), 80/2002 (amendments) and 81/2002 (corrigendum) – “the 1996 Denationalisation Act”), which entered into force on 1 January 1997, enables the former owners of confiscated or nationalised property, or their heirs in the first line of succession (direct descendants and a spouse), to seek under certain conditions either restitution of or compensation for appropriated property. The relevant provisions of the Denationalisation Act read as follows:", "I. BASIC PROVISIONS", "“...", "(2) Restitution of property appropriated from former owners within the meaning of this Act shall, in principle, take the form of payment of compensation in money or securities (stocks or shares, or bonds), or, exceptionally, restitution in kind.", "...", "(4) Ownership of confiscated property shall be awarded to its former owner in accordance with this Act, and if this is impracticable ... the former owner shall have the right to compensation in the form of money or securities.”", "IV. SUBJECT OF RESTITUTION", "3.1. (a) RESTITUTION OF APPROPRIATED FLATS", "“(1) Unless they were appropriated by means of confiscation, the ownership of flats ... let under specially protected tenancies shall not be restored to their former owners.", "...", "(3) The former owner shall have the right to compensation and the tenant [i.e. the holder of a specially protected tenancy] shall have the right to purchase the flat.”", "3.1. (b) RESTITUTION OF CONFISCATED FLATS", "“Ownership of a flat appropriated [by means of confiscation] shall be awarded to its former owner.”", "“Where the flat is awarded to its former owner, the tenants [i.e. the holders of a specially protected tenancy of the flat] shall acquire the status of [protected] lessees under the provisions of [the Lease of Flats Act].”", "“In the case of further disposal in rem of the flat, the lessee shall have the right of pre-emption.”", "VI. EXCEPTIONS FROM RESTITUTION IN KIND OF NATIONALISED, CONFISCATED OR OTHERWISE APPROPRIATED PROPERTY", "“Unless otherwise provided by this Act, ownership and possession of property of which third persons have acquired ownership on the basis of a valid legal title, or of property which has been handed over into their possession on the basis of a valid legal title for acquiring ownership, shall not be returned to the former owner.”", "The Appropriated Property Compensation Fund Act (Zakon o Fondu za naknadu oduzete imovine, Official Gazette nos. 69/1997, 105/1999 and 64/2000), which entered into force on 12 July 1997, reads as follows in so far as relevant:", "“The tenants (lessees) of confiscated flats in respect of which no requests for restitution were submitted within the time-limit prescribed by [the Denationalisation Act], or such requests were dismissed by a final decision, shall acquire the right to purchase their flats under the provisions of that Act.”", "The relevant part of the Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 29/1978, 39/1985 and 57/1989, and Official Gazette of the Republic of Croatia no. 53/1991 with subsequent amendments – “the 1978 Obligations Act”) provided as follows:", "“(1) A contract that is contrary to the Constitution, peremptory rules or morals shall be null and void unless the purpose of the breached rule indicates some other sanction or the law in a particular case provides otherwise.", "(2) If the conclusion of a contract is prohibited only to one party, the contract shall remain valid, unless the law in a particular case provides otherwise, and the party that has breached the statutory prohibition shall bear the relevant consequences.”", "“Where a contract is null and void, each contracting party is bound to return to the other everything it has received on the basis of such a contract. If that is not possible, or if the nature of the obligation performed renders restitution impracticable, an appropriate [amount of] monetary compensation shall be given, according to the prices at the moment a court decision is passed, unless the law provides otherwise.”", "“(1) A contract that is null and void shall not become valid if the cause of nullity subsequently disappears.", "(2) However, if a prohibition was of minor importance, and the contract has been performed, the issue of nullity may not be raised.”", "“A contracting party responsible for the conclusion of a contract that is null and void shall be liable in damages to the other contracting party for the damage sustained on account of the nullity of the contract, if the latter did not know or, according to the circumstances, should not have known of the existence of the cause of nullity.”", "“(1) The court shall examine the issue of nullity of its own motion [ex officio] and any interested party may raise it.", "(2) A state attorney shall also have the right to plead nullity.”", "“The right to plead nullity shall not lapse.”", "On 1 January 2006 the new Obligations Act (Zakon o obveznim odnosima, Official Gazette, nos. 35/2005 and 41/2008 – “the 2006 Obligations Act”) entered into force. Its sections 322, 323 and 326 to 328 contain the same provisions as sections 103, 104 and 107 to 110 of the 1978 Obligations Act.", "The other relevant domestic law and practice are set out in Pavlinović and Tonić v. Croatia (dec.), nos. 17124/05 and 17126/05, 3 September 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}