{"ITEMID": "001-57588", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF UNTERPERTINGER v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1+6-3-d;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;Gaukur Jörundsson", "TEXT": ["8. Mr. Unterpertinger, who is an Austrian national born in 1938, lives in Wörgl.", "He complains of criminal proceedings brought against him for causing actual bodily harm to his step-daughter on 14 August 1979 and to his wife on the following 9 September.", "9. The incident on 14 August 1979 was reported to the Wörgl police (Gendarmeriepostenkommando) that day, first by a neighbour at the applicant’s request and then by the applicant himself. According to him, his wife and step-daughter - who had that morning called him a \"convict\" (Zuchthäusler) - attacked him at about midday during a quarrel. In particular, he claimed that his wife had inflicted several head wounds with a paper-knife and gashed his forehead close to his eyebrow. He had needed treatment by a doctor.", "He admitted that he had pushed his wife at the time and had tried unsuccessfully to slap his step-daughter in the face.", "10. On 22 August 1979, the police questioned the applicant’s wife as a \"suspect\" (Verdächtige) and his step-daughter, Miss Tappeiner, as a \"person involved\" (Beteiligte).", "Mrs. Unterpertinger stated that she had been slapped in the face and beaten by her husband, who had grabbed her daughter by the hair to stop her running away; both of them had then fought back. She had been holding a paper-knife and had, she said, probably struck him with it, but neither she nor her daughter had deliberately caused him any wounds to the head or face.", "Miss Tappeiner admitted having called her step-father a \"convict\" that morning, and said that he had responded by slapping her in the face, but without injuring her. During the quarrel at midday, he had hit her mother several times, once in the face. When she herself had tried to escape, he had grabbed her by the hair and scratched her just below the right eye. He had also grabbed her mother by the hair and by the scruff of the neck. The two women had therefore fought back, and she had pulled her step-father’s hair but had not hit him; she had not seen her mother strike him with the paper-knife. Her step-father’s forehead was bleeding, but she had not seen a wound on the back of his head. She added that a doctor she had consulted had issued a certificate in respect of her own injury.", "11. On 28 August 1979, the Wörgl police sent the Kufstein District Court (Bezirksgericht) a report (Strafanzeige) \"concerning Alois Unterpertinger and Rosi Unterpertinger, suspected of causing actual bodily harm (Körperverletzung)\".", "According to the police, Mrs. Unterpertinger and her daughter had attacked the applicant in the course of a quarrel, during which the former had probably (vermutlich) struck him several times with a paper-knife, causing a laceration on the back of his head and again close to his eyebrow. He himself had allegedly (angeblich) hit his step-daughter in the face and scratched her slightly just below the right eye.", "Under the heading \"Evidence\", the report referred to the statement by the above-mentioned neighbour of the Unterpertingers to the effect that the applicant, whose face was covered in blood, had asked her to alert the police. The applicant had appeared in person at the police station ten minutes later holding a paper-knife; he had explained that his wife had struck him on the head with it several times. Since Mr. Unterpertinger seemed to need first aid, the officer on duty had suggested that he should see a doctor.", "The police went on to say that they had already had to intervene in several quarrels in the household. They added that the three protagonists had given conflicting accounts of the incident on 14 August. Miss Tappeiner, who had been questioned as an informant (Auskunftsperson), had clearly taken her mother’s side.", "The report indicated that the applicant’s injuries had been described as \"slight\" by the doctor.", "Under the heading \"Information given by the suspects\", the police summarised Mr. and Mrs. Unterpertinger’s statements.", "The report was accompanied by several documents, including the statements made by the applicant, his wife and his step-daughter and the certificate issued by the doctor who had examined Miss Tappeiner.", "12. The second incident, which took place on 9 September 1979, was reported to the Wörgl police on 14 September by Mrs. Unterpertinger. She stated that her husband, who was slightly drunk, had kicked her right arm during a quarrel, causing her acute pain. An X-ray at the hospital next day had shown that her right thumb was broken, and this had left her unfit for work for a period of four weeks. She added that she had started divorce proceedings against her husband.", "On 11 September, the hospital in Wörgl had sent the police a report stating that the injury, inflicted by the complainant’s \"own husband\", should be regarded as serious.", "13. The police took a statement from Mr. Unterpertinger on 17 October. He denied injuring his wife on 9 September, saying that her hand had already been bandaged when he had come home. She had actually attempted to hit him on the head with a hairbrush, but had missed and collided with the stair-rail instead. This might have aggravated the thumb injury, but the accusation she had made against him was a complete fabrication.", "The applicant confirmed that divorce proceedings had been pending for some time.", "14. On 20 October, the Wörgl police sent the Kufstein District Court a report \"concerning Alois Unterpertinger, suspected of causing grievous bodily harm\". This stated that the couple had had a quarrel on 9 September, during which Mr. Unterpertinger had kicked his wife’s right arm. It went on to summarise Mrs. Unterpertinger’s and her husband’s statements, which were appended.", "15. On an application from the Innsbruck Public Prosecutor’s Department, the Kufstein District Court decided on 9 November 1979 to open an investigation against the applicant in respect of the two incidents. After separating the proceedings against Mrs. Unterpertinger in respect of the first incident (see paragraph 11 above), the District Court acquitted her on 28 January 1980.", "16. On 3 December 1979, Mrs. Unterpertinger appeared before a judge at Kufstein, who told her that, as the wife of the accused (Beschuldigter), she was entitled to refuse to give evidence. In fact, Article 152(1)(1) of the Code of Criminal Procedure provides: \"members of the accused’s family ... shall not be required to give evidence\".", "She replied that she nonetheless wished to do so, and gave an account of the facts in dispute, summarising what she had already told the police and disputing her husband’s version of the incident on 9 September.", "Suspected of causing actual bodily harm contrary to Articles 83 et seq. of the Criminal Code, the applicant was questioned on 12 December by a judge of the Innsbruck District Court. He admitted slapping his wife in the face on 14 August. According to him, he had pulled Miss Tappeiner’s hair in order to escape the two women’s attacks and might in so doing have injured her close to her eye; he had also struck her in the face. As regards the second incident, he repeated what he had already said (see paragraph 13 above); he also stated that he had not seen his wife come into contact with the stair-rail and added that he was not sufficiently agile to have been able to kick her thumb.", "17. The case was heard on 10 March 1980 by a judge of the Innsbruck Regional Court (Landesgericht), sitting alone.", "18. According to the record of the hearing, the applicant pleaded not guilty. He admitted that he had hit his step-daughter on the head, but not that he had injured her. Nor had he broken his wife’s thumb by kicking it; he had no idea where she had broken it.", "19. The Regional Court then called Mrs. Unterpertinger and Miss Tappeiner. On being told by the court of their right to refuse to give evidence (see paragraph 16 above), they replied that they wished to avail themselves of that right. The court was consequently unable to examine them or to read out the record of Mrs. Unterpertinger’s interview with the judge at Kufstein (Article 252(1) of the Code of Criminal Procedure).", "At the request of the Public Prosecutor’s Department, however, the documents it had mentioned in its application for leave to prosecute (Strafantrag), including the police reports, the accused’s criminal record and two files relating to previous convictions of his, were read out. These documents thus included the various statements made to the police: in Austrian judicial practice these had to be regarded as documents for the purposes of Article 252(2) of the Code of Criminal Procedure (see in particular judgment of 14 November 1974 of the Supreme Court (Oberster Gerichtshof, Österreichische Juristenzeitung 1975, p. 304); this meant that they had to be read out, unless the parties agreed that they should not be.", "20. At the end of the hearing, the Regional Court found the applicant guilty of having committed, on 14 August 1979, the offence (Vergehen) of causing actual bodily harm (Article 83(1) of the Criminal Code) to his step-daughter and, on 9 September 1979, the offence of causing grievous bodily harm (schwere Körperverletzung, Articles 83(1) and 84(1) of the Criminal Code) to his wife. He was sentenced to six months’ imprisonment.", "Referring to the \"inquiries made\" and to the defence (Verantwortung) put forward by Mr. Unterpertinger, the court held that the following facts had been established.", "During the quarrel on 14 August 1979, the applicant had hit his wife several times and had struck his step-daughter in the face, bruising her between the eye and nose and scratching her close to her right eye. His account could not be believed: he had admitted to the judge at Kufstein that he had struck Miss Tappeiner in the face and he had not ruled out the possibility that this might have caused the scratch. The injuries were slight, but his conduct showed that his actions had been deliberate.", "On 9 September, Mr. Unterpertinger had broken his wife’s right thumb by kicking her. Again, his defence did not stand up to examination. In addition, his record showed that he was quite capable of behaving in this way. He and his wife had had frequent quarrels, often ending in assault.", "The court pointed out that Mrs. Unterpertinger - who in the meantime had divorced her husband - and her daughter had refused to give evidence at the trial. It nonetheless found their statements to the police \"sufficiently clear and specific to support a conviction\"; \"there [could be] no doubt as to the truth of these statements\". In this instance too, the applicant had acted deliberately.", "The court found no mitigating circumstances; on the contrary, it saw the applicant’s criminal record as an aggravating circumstance.", "21. Mr. Unterpertinger appealed on 9 April 1980.", "He argued that the judgment of 10 March was null and void (Article 281(1)(3) of the Code of Criminal Procedure): in spite of Article 152 of the Code of Criminal Procedure, his former wife and step-daughter, whose statements to the police had formed the sole basis of his conviction, had not been informed at the outset that they were entitled to refuse to give evidence, and had thus been unable to avail themselves of this right.", "Furthermore, the Regional Court had not taken sufficient account of certain circumstances which made the credibility of Mrs. Unterpertinger and her daughter doubtful. In this connection, the applicant requested that evidence should be taken from several witnesses, including two doctors, a police officer, a neighbour and his own mother, step-daughter and former wife.", "Finally, he emphasised that in the past he had always admitted the offences with which he had been charged - as was clear from the files on the earlier proceedings. In this instance, however, he had acted in self-defence during the first incident and with no intention of injuring his step-daughter - if indeed he really had injured her. The Regional Court had disregarded his version of the events of 14 August 1979. As for the incident of 9 September 1979, he repeated that his former wife had been having trouble with her right thumb even before that date, as he had mentioned when he was first questioned. He further claimed that he himself had been suffering from a knee injury which would have prevented him from kicking hard enough to break his wife’s thumb. He requested that these points should be investigated further and, in particular, that evidence should be taken from a number of people and an expert opinion (Sachbefund) obtained.", "In conclusion, Mr. Unterpertinger asked the Innsbruck Court of Appeal (Oberlandesgericht) to quash the conviction of 10 March and acquit him. Failing this, he asked it to review his sentence in the light of the degree of his guilt.", "22. The Court of Appeal sat on 4 June 1980.", "Counsel for the applicant submitted the grounds of appeal and requested, inter alia, that additional witnesses be called by the court. He added that the fact that his client was not allowed to put questions concerning the statements made to the police by the prosecution witnesses contravened the European Convention on Human Rights. The prosecution sought to have the appeal dismissed.", "Thereupon, the court decided to re-examine the evidence submitted to the court of first instance and to supplement it (Wiederholung und Ergänzung) by having the file on the divorce proceedings read out and hearing testimony from the wife of Mr. Unterpertinger’s brother. She was unable to say whether the applicant’s former wife had had a bandage on her hand in the autumn or summer of 1979. The applicant waived his right to cross-examine her.", "The court had the documents in the file on the case read out and put several questions to Mr. Unterpertinger, in particular about his knee injury. According to him, he was asked to walk up and down so that the judges could form an idea of his condition.", "The court refused to admit the remaining evidence proffered, as to part, on the ground that the circumstances to which it related were of no importance and, as to the rest, because the applicant had not specified the matters he wished to be investigated further.", "23. The Court of Appeal dismissed the applicant’s appeal immediately after the hearing on 4 June 1980.", "With regard to the ground of nullity on which he had relied (see paragraph 21 above), it noted, on the basis of the Supreme Court’s case-law, that a lawful refusal to give evidence did not prevent the court from having read out witnesses’ statements which had been made to the police (Sicherheitsbehörden) and not during the judicial proceedings proper. It added that the Supreme Court had ruled that the courts were indeed obliged to have such statements read out and to weigh them as evidence.", "Otherwise, the Court of Appeal was of the opinion that the evidence it had heard confirmed the findings of the Regional Court. The victims’ statements to the police were plausible and credible; their account of the incident was logically coherent. The applicant’s previous convictions showed that conduct like that of which he was accused was by no means alien to his nature. Moreover, he had given the police and the investigating judge conflicting versions of what had happened on 9 September 1979. His sister-in-law, who had been called as a witness, had been unable to give any information in this regard. As for his claim that he was not sufficiently agile to have been able to break his wife’s thumb with a kick, this did not stand up to examination either.", "Except for his sister-in-law, it was unnecessary to hear the witnesses the applicant had sought to have called, since he had referred to them in connection with matters that were either of no importance or else extremely vague.", "Consequently, Mr. Unterpertinger’s conviction on the two counts against him was justified; he had not been acting in self-defence on 14 August 1979. The sentence imposed was consistent with the degree of his guilt (schuldangemessen).", "24. The applicant served his sentence from 22 September 1980 to 22 March 1981."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}