{"ITEMID": "001-111467", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ABDULGADIR AND MOHAMEDNUR v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicants, Ms Amulkheir Suleimen Abdulgadir and Ms Zemzem Saleh Mohamednur, are Eritrean nationals, who were born in 1940 and 1971 respectively. They were represented before the Court by Ms A. Lindblad, a lawyer practising in Stockholm.", "While the applicants, a mother and her adult daughter, are Eritrean nationals they have resided for most of their lives in Saudi Arabia. They arrived in Sweden on 7 September 2008 carrying valid passports and visas valid until 29 October 2008. They had come to stay with the first applicant’s son. On 30 October 2008 they applied for asylum and submitted that they would be at risk of ill-treatment and harassment on return to Eritrea. Allegedly, the second applicant would be called up for military service on return. Both applicants also referred to a risk based on their state of health as the first applicant suffered from old age in combination with Alzheimer’s disease and the second applicant was diagnosed with Systemic Lupus Erythomathosis (SLE), a chronic rheumatic disease. The second applicant submitted a medical certificate, issued on 4 August 2009 by chief physician E., which stated that she suffered from serious SLE and that she would have to undergo regular treatment and medication for long periods of time.", "On 4 September 2009 the Migration Board (Migrationsverket) rejected the applicants’ request for asylum. The Board noted that they had waited two months before applying for asylum which indicated that they were not in need of international protection. It was further noted that the second applicant had not been called up for military service, but she was likely to be excused from service due to her medical condition. She had visited Eritrea in 2004 without any problems and she had been able to travel legally to and from the country. With regard to the applicants’ state of health, the first applicant’s condition was not considered sufficiently serious. Furthermore, the Board noted that the second applicant had been admitted to hospital and had received medical treatment in Eritrea in 2004, although a diagnosis could not be established. The Board could not find that the second applicant had made plausible that she would not receive appropriate medical care in Eritrea.", "The applicants appealed to the Migration Court (Migrationsdomstolen) in Stockholm and submitted additionally that they belonged to a small religious minority and were subject to persecution in Eritrea.", "On 27 December 2010 the Migration Court rejected the applicants’ appeal. The court found that they had added new circumstances at a late stage of the proceedings and that there was no indication that they would be subjected to persecution due to their religious affiliation in Eritrea. Furthermore, it found no reason to believe that the applicants would be subjected to ill-treatment on the grounds that the second applicant had not done military service. The first applicant’s medical condition was not considered to be of such a serious nature as to constitute grounds for asylum. With regard to the second applicant’s medical condition, the court found that the submitted medical certificate did not substantiate that the illness was fatal. Furthermore, there was no indication that adequate care and medical treatment would not be available to the applicant in Eritrea.", "On 25 May 2011 the Migration Court of Appeal (Migrations-överdomstolen) refused leave to appeal.", "The applicants turned anew to the Migration Board and submitted, inter alia, a medical certificate concerning the first applicant and some correspondence from a physician working for the World Health Organisation (WHO) in Eritrea and from the Red Cross in Stockholm concerning the second applicant. The medical certificate, dated 17 January 2011, was issued by a general practitioner and stated that the first applicant had an alleged progressive memory problem and could occasionally not remember her daughter. There was no evidence, but strong indications of early Alzheimer’s disease. According to the submitted correspondence, not all of the drugs that the second applicant had received in Sweden were available in Eritrea and the management of complications such as thrombosis and, in the long run, renal complications was not possible there. There were allegedly difficulties in having haemodialysis since only two units were available for the whole country and there were regular breaks in service.", "On 29 September 2011 the Migration Board refused to review the case as it found no new circumstances which constituted impediments to the enforcement of the expulsion. Concerning the first applicant, it was noted that she had received effective medical treatment and that her Alzheimer’s disease had improved. With regard to the second applicant, the only medical certificate submitted had already been considered in the main proceedings.", "On 12 October 2011 the Migration Court rejected the applicants’ appeal with regard to a review of the case in accordance with Chapter 12, section 19 of the Alien’s Act.", "The applicants turned again to the Migration Board and submitted an additional medical certificate, issued by a specialist physician on 4 October 2011, concerning the second applicant. The certificate stated that if the necessary medication were stopped this would, within days or weeks, lead to fatal complications.", "On 7 October 2011 the Board noted that the medical certificate described the progression of SLE in general terms as well as general treatment methods. It had not been issued by the second applicant’s own doctor and the Board noted that no information was submitted concerning the applicant’s state of health for the period 2009-2011. The Board did not question the submitted mail correspondence with the WHO, but found that the applicant had failed to substantiate that there were no alternative medicines available in Eritrea. Furthermore, it was considered that the correspondence had taken place in 2009 and there was no new information on the applicant’s state of health or required medicines for treatment. The Board found that the applicants had failed to substantiate any impediments to enforcing the expulsion to Eritrea.", "On 13 October 2011 the applicants were deported to Eritrea, but no information has been submitted as to their situation following their return.", "The provisions mainly applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the Aliens Act (Utlänningslagen, 2005:716).", "Chapter 5, section 1, of the Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden.", "According to Chapter 4, section 1, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, membership of a particular social group, religious or political beliefs, grounds of gender, sexual orientation and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2).", "As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2).", "Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies, under Chapter 12, section 18, where new circumstances have emerged which imply there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to treatment as referred to in Chapter 12, sections 1 and 2, or that there are medical or other special reasons why the order should not be enforced. If a residence permit cannot be granted under this provision, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, sections 1 and 2, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not having done so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a reexamination (Chapter 12, section 19).", "The World Health Organisation report, Eritrea Country Cooperation Strategy 2009-2013 (pp. 3-5), published in 2009, stated that:", "“Since independence in 1991, Eritrea has made considerable progress in promoting equitable, accessible and affordable health services to the majority of its citizens with the support of its partners. This is demonstrated by the significant improvement of health indicators.", "The health infrastructure has made considerable progress. ... Over 60 different medical products are locally produced; key medicines are available in 95% of health facilities and there is no shortage of supplies and equipment. ... Chronic diseases like diabetes, hypertension, mental health and infectious diseases like tuberculosis, HIV/AIDS and other sexually transmitted diseases are treated free of charge.", "...", "...[T]he country still experiences acute shortage of human resources particularly at the peripheral level of the healthcare delivery system.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}