{"ITEMID": "001-61635", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF VENKADAJALASARMA v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3", "JUDGES": "", "TEXT": ["8. The applicant was born in 1958 and currently resides in Heerlen.", "9. On 2 November 1995 the applicant arrived in the Netherlands, where, on 3 November 1995, he applied for asylum or, alternatively, a residence permit for compelling reasons of a humanitarian nature (klemmende redenen van humanitaire aard). In support of his claim for asylum he submitted the following.", "10. He belonged to the Tamil population group, was married with two children and lived in the town of Jaffna on the Jaffna peninsula. This area was controlled by the Tamil Tigers (the “LTTE”), a Tamil terrorist organisation, engaged in an armed struggle for independence.", "11. The applicant owned a minibus which was his livelihood. From January 1994 the LTTE forced him to transport foodstuffs as well as its members two or three times a month. The LTTE would pay for his petrol. In March 1995 the LTTE confiscated his minibus because he had refused to transport bombs for them. They subsequently forced him to work in their kitchens and to help dig trenches. On 21 September 1995 some LTTE members came to his house and told his wife that the applicant had to report to their camp, which meant that he was expected to fight alongside them and to transport their weapons. Upon hearing this, the applicant immediately went into hiding. Since two friends of his, who had also driven his minibus, had recently been shot dead by the LTTE when they had refused to join the LTTE's ranks, the applicant decided to flee to the national capital Colombo.", "12. On 1 October 1995 he went to the army camp at Vavuniya to apply for the required travel pass. He was apprehended and held until 3 October 1995 as he was suspected of being an LTTE supporter. He was taken to a mill where he was undressed and beaten with a small iron rod. This left a horizontal scar of about five centimetres in length on the heel of his right foot. He was also stabbed with a knife, leaving a number of scars on the underside of his forearms, and a cigarette was put out on his left arm, leaving a round scar. His hands were tied and he was strung up and beaten. After two days he was made to stand in a line. A man wearing a black mask walked past the people in the line, indicating the moment he recognised somebody. This man was an informant. The applicant was not recognised. He was released and issued with a travel pass on condition that he return from Colombo within one week.", "13. He travelled to Colombo by train. In Colombo he stayed at the house of an acquaintance for one month without leaving the house as he feared arrest by the army. A doctor came to the house to see to his injuries. As he was not allowed to settle in Colombo, and he could not go back to Jaffna because of his problems with the LTTE, he decided to leave the country. An acquaintance of his father's arranged for his flight to Amsterdam via Bombay. He left the country using his own passport, but the “travel agent” kept his passport in Bombay.", "14. After his arrival in the Netherlands on 2 November 1995, he was interviewed by an official of the Immigration and Naturalisation Service (Immigratie- en Naturalisatiedienst) on 6 December 1995. According to this official, the scars which the applicant showed him were much more than two months' old, and the round scar on the applicant's left forearm was bigger than the diameter of a cigarette.", "15. On 5 January 1996 the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicant's requests. It was noted that it had not appeared that the Sri Lankan authorities had such grave presumptions against the applicant that he could be said to have a well-founded fear of persecution. Although he had once been detained for a short period, there had been no evidence against him of any LTTE involvement. The fact that the applicant had been able to leave his country using his own passport also did not suggest that the applicant had to fear persecution. Finally, according to a country report (ambtsbericht) of the Ministry of Foreign Affairs of 15 December 1995, Tamils coming from the Jaffna peninsula were able to find safety in the centre, south and west of Sri Lanka.", "16. The Deputy Minister further informed the applicant that he would not be allowed to remain in the Netherlands pending the consideration of any objection (bezwaar) he might wish to submit against the decision to refuse his requests.", "17. The applicant filed on objection on 10 January 1996 and, on the same date, also applied for an interim measure (voorlopige voorziening) to the President of the Regional Court (arrondissementsrechtbank) of The Hague. By letter of 10 May 1996, the applicant was informed that his expulsion would in fact be suspended while his objection was being considered. The applicant withdrew his request for an interim measure.", "18. The applicant's objection was rejected by the Deputy Minister of Justice on 5 November 1996. He was also informed that he would not be allowed to remain in the Netherlands pending the examination of any appeal he might lodge. On 11 December 1997 the applicant lodged an appeal with the Regional Court of The Hague and at the same time requested an interim measure from the President of that court. By final decision of 9 July 1997, the acting President of the Regional Court of The Hague rejected the applicant's appeal against the Deputy Minister's decision as well as his request for an interim measure.", "19. Following this decision, an expulsion order was issued to the Aliens Police (vreemdelingendienst) in the applicant's place of residence on 16 July 1997. However, the applicant did not leave the country and neither was he forcibly expelled.", "20. On 5 September 1997 he lodged a new request for a residence permit based on compelling reasons of a humanitarian nature. Finding that the applicant had not submitted any new facts or circumstances which invalidated the decision of the Regional Court of 9 July 1997, the Deputy Minister of Justice rejected this request on 24 April 1998. In his objection to this decision, the applicant argued that, according to information that had recently become available, some groups of Tamils in Colombo ran an increased risk of persecution or treatment contrary to Article 3 of the Convention. The applicant submitted that he belonged to one of these identified “risk categories”, given that he came from Jaffna, spoke no Sinhalese, was suspected of LTTE membership, had already been detained for more than 48 hours on the basis of that suspicion and had been seriously ill-treated on that occasion.", "21. The Deputy Minister rejected the objection on 8 December 1998. Referring to domestic case-law, the Deputy Minister held that merely belonging to one of the “risk categories” was an insufficient basis on which to accept that Article 3 of the Convention might be violated if the applicant was expelled. Since it had not appeared that, in addition to belonging to one of the “risk categories”, any other special circumstances existed which could give rise to the assumption that the Sri Lankan authorities wished to apprehend the applicant, he was not eligible for residence in the Netherlands. As regards the applicant's argument that the Deputy Minister of Justice ought to have sought the advice of the Ministry's Medical Adviser to have his scars examined, it was held that such a step would only have been called for if doubts existed as to the truthfulness of the applicant's account, which was not the case. The Deputy Minister also informed the applicant that he would not be allowed to remain in the Netherlands pending the examination of any appeal he might lodge against this decision.", "22. By letter of 5 January 1999, the applicant appealed to the Regional Court of The Hague against the decision of 8 December 1998. In order to prevent his expulsion, he also requested an interim measure from the President of that court.", "23. In his appeal, the applicant argued that he did run an increased risk of being subjected to treatment contrary to Article 3 if expelled, because he had given practical assistance to the LTTE. His chances of being apprehended were also increased, given that he had no identity card, no fixed address and no accommodation. If he was arrested and detained for a second time, he would certainly not be treated well or released after only a few days. There would, on the contrary, be a great likelihood that he would be killed. Moreover, arrested Tamils ran a real risk of being tortured if their bodies bore signs of military training or deployment, such as grazes or scars.", "24. In addition, the applicant lodged a request for revision (herziening) of the Deputy Minister's decision of 8 December 1998, submitting that the fact that he bore scars increased the risk of being subjected to torture, and informing the Deputy Minister that a member of Amnesty International's Medical Examination Group was going to conduct an examination of his scars. In the applicant's submission, this development required the Deputy Minister to review the decision of 8 December 1998.", "25. On 16 September 1999 the Regional Court of The Hague rejected the applicant's appeal of 5 January 1999 in a judgment delivered orally. The Regional Court found that the applicant had failed to adduce new facts or changed circumstances, and added that the matter of the applicant's scars had already been taken into account in the determination of his first requests. In view of this decision, the applicant's request for an interim measure was declared inadmissible.", "26. Following the Regional Court's judgment, an expulsion order was issued to the Aliens Police on 28 October 1999.", "27. By decision of 4 January 2000, the application for revision of the Deputy Minister's decision of 8 December 1998 was dismissed by that authority.", "28. On 11 January 2000 the applicant was examined by a physician belonging to Amnesty International's Medical Examination Group. The applicant's lawyer had put the following questions to the physician:", "- could the applicant's scars be linked to the torture he had undergone?", "- was the applicant traumatised as a result of his experiences in Sri Lanka?", "29. In his report, the physician described, inter alia, the scars he had noted on the applicant's body. There were a number of horizontal scars, three to six centimetres in length and differing in width, on the underside of the forearms (four on the left and one on the right), consistent with unsutured, open wounds, possibly caused by knives. There were also two round scars on the right forearm and one round scar on the left forearm, with a diameter of 10 millimetres, consistent with burns, possibly caused by the putting out of a cigarette. Finally, there was a round scar, sensitive to pressure, 15 millimetres in diameter, and level with the Achilles tendon of the right foot, from which ran a three-centimetre scar outwardly with clear traces of sutures. In the conclusion to his report, the physician answered the questions put by the applicant's lawyer in the affirmative.", "30. Under Article 15 § 1 of the Aliens Act 1965 (vreemdelingenwet, hereinafter “the Act”), in force at the relevant time, aliens coming from a country where they have a well-founded reason to fear persecution on account of their religious or political conviction, or of belonging to a particular race or a particular social group, could be admitted by the Minister of Justice as refugees.", "31. The expression “refugee” in this provision was construed to have the same meaning as in Article 1 of the Convention relating to the Status of Refugees of 28 July 1951 (decision of the Judicial Division of the Raad van State of 16 October 1980, Rechtspraak Vreemdelingenrecht – Immigration Law Reports – 1981, no. 1).", "32. Aliens, other than refugees, wishing to reside in the Netherlands for any length of time had to hold a residence permit (Article 9 of the Act). Such a permit was to be requested from, and granted by, the Minister of Justice (Article 11 § 1 of the Act).", "33. Given the situation obtaining in the Netherlands with regard to population size and employment, Government policy was – and is – aimed at restricting the number of aliens admitted to the Netherlands. In general, aliens are only granted admission for residence purposes if:", "(a) the Netherlands are obliged under international law to do so, as in the case of citizens of the European Union or Benelux member States and refugees covered by the above-mentioned Geneva Convention; or", "(b) this serves the “essential interests of the Netherlands”, e.g. economic or cultural interests; or", "(c) there are “compelling reasons of a humanitarian nature”.", "34. An alien not, or no longer, qualifying for admission to the Netherlands could be expelled (Article 22 § 1 of the Act). However, aliens claiming that their removal from the Netherlands would compel them to travel to a country where they have reason to fear persecution on one of the grounds set out in Article 15 § 1 (see paragraph 30 above) could not be expelled except by a specific order of the Minister of Justice (Article 22 § 2).", "35. An objection (bezwaar) against the refusal to grant refugee status or a residence permit lay to the Deputy Minister of Justice (Articles 6:4 and 7:1 of the General Administrative Law Act (Algemene Wet Bestuursrecht), Article 29 of the Aliens Act). An appeal against the rejection of an objection lay to the Administrative Law Section of the Regional Court of The Hague (Article 8:1 of the General Administrative Law Act; Article 33a of the Aliens Act). No further appeal was allowed (Article 33e of the Act).", "36. At the time of the decision on the applicant's objection (8 December 1998), Netherlands policy was based on country reports issued by the Ministry of Foreign Affairs on 24 March and 6 November 1998.", "37. To assess whether a person ran a real risk of being treated in a manner contrary to the provisions of Article 3 of the Convention, the following factors were taken into account:", "- All young Tamils in Colombo who speak little Sinhalese and whose documents reveal that they were born in the north ran the risk of being taken to a police station for questioning following an identity check. Most were released within 48 to 72 hours once their identity had been established and they had explained their reasons for being in the city.", "- People who had recently come to Colombo from a war zone and had no identity documents or “valid” reason for being in Colombo, ran the risk of being held for longer than 48 to 72 hours so that further enquiries could be made. People who failed to register on arrival also lay themselves open to suspicion.", "- Tamils suspected of LTTE activities on the basis of police files or information from other sources ran the risk of being held for more than a week. This also applied to people whom the authorities believed could provide information on the LTTE, such as people known to have a relative who is an LTTE member.", "- People could be detained for 3, 12 or 18 months under the Emergency Regulations or the Prevention of Terrorism Act if there was firm evidence that they were involved in the LTTE. Such evidence included arms caches or suspect documents.", "38. Persons held for longer than 48 to 72 hours for further questioning could be treated roughly (beatings). Where the person concerned was held for more than a week, and questioned about LTTE involvement, the risk of illtreatment was considerable.", "39. The mere fact that a Tamil belonged to one or more of the above categories of persons, who in theory ran the risk of longer detention did not necessarily mean that there was a real risk of their being subjected to treatment prohibited by Article 3 of the Convention. According to the country report of 6 November 1998, it could be assumed that, in any event, no such risk existed in the case of Tamils falling into the first two categories.", "40. Netherlands policy in force when the Government submitted their observations on the admissibility of the present application was based on the country reports of 28 July and 22 August 2000. These reports indicated that Tamils fleeing the war could find an alternative place of residence in Government-controlled areas, including Colombo. Tamils were subject to frequent identity checks in such areas, especially on or around public holidays, after attacks and if the military position of Government troops had deteriorated. Tamils who could not identify themselves on the spot or who were believed to come from the north or east of Sri Lanka could be arrested. Most were released within 48 to 72 hours, after their identity and background had been checked. As to the factors which could occasion longer detention, the report of 28 July 2000 referred to that of 6 November 1998.", "41. The country report of 15 May 2002 included information on the developments of the peace process that was started in 2000, stating that a formal cease-fire agreement (CFA) between the Government and the LTTE had been signed on 22 February 2002. It further stated that during the period under review one suicide attack had taken place in Colombo, which had not been followed by the usual round-ups, large-scale identity checks and arrests. After the installation of Ranil Wickremasinghe as prime minister in December 2001, the security situation in Colombo had improved considerably and the atmosphere in the city was relaxed and had normalised. Most roadblocks and checkpoints were removed. The number of identity checks had been drastically reduced and there were no reports of arrests of LTTE suspects.", "42. The most recent country report, of 28 May 2003, confirmed that the security situation in Sri Lanka had significantly improved as had freedom of movement. Tamils were free to travel through the whole of the country without requiring prior permission to enter certain areas. As a result, it was now far simpler for Tamils fleeing LTTE-controlled areas to go to areas under Government control. In Colombo, no restrictions on freedom of movement applied. During the period under review, the Sri Lankan authorities had in general respected human rights, in line with the provisions of the CFA. No arbitrary arrests had been made. Ill-treatment and torture to which persons who had been arrested on suspicion of membership of, or involvement in, the LTTE had been subjected in the past, no longer occurred.", "43. As of 2001, returning unsuccessful asylum seekers were for the most part allowed to leave the airport after their identity documents had been checked. In a few cases, returnees had been handed over to the Criminal Investigation Department (CID), usually within 24 but sometimes within 48 to 72 hours, and subsequently transferred to a Magistrates Court. The Magistrates Court judge had to decide whether, on the basis of the information provided by the CID, the person concerned should be remanded in prison, released on bail pending the conclusion of the investigation, or simply released. During the period under review, all returnees were released the same day, either on or without bail.", "44. The country report of 30 September 1999 stated that persons who were suspected of LTTE membership because they bore scars ran a risk of detention for a period longer than 48 to 72 hours. According to the report of 27 April 2001, the presence of scars could constitute an indication for further questioning, but this element alone would not be a reason for such questioning. If a Tamil, when checked in the street or during a round-up, had valid identity documents and a credible explanation for his presence in Colombo, there would generally be no reason to question that person further. None of the sources interviewed by the Ministry of Foreign Affairs thought it likely that in that case the presence of scars would constitute an element of risk.", "45. The report of 11 July 2001 stated that the presence of scars alone did not lead to an increased risk of detention longer than 48 to 72 hours. In the country report of 15 May 2002, it was stated that the presence of clearly visible scars of whatever nature generally did not by itself lead to a suspicion of LTTE-involvement, and this was even less so if the person concerned was in possession of correct identity papers. Such visible scars could nevertheless constitute a reason to stop a person. In practice, it was only on very rare occasions that a person would be taken to the police station for questioning solely because he or she bore scars. There were no indications that Tamils were ordered to undress during identity checks at checkpoints so that any scars might be detected. The report of 28 May 2003, finally, stated that the treatment of returning unsuccessful asylum seekers bearing scars of whatever nature was no different from the treatment of returnees without scars. Neither were there any indications that, during the 48 to 72 hour period that they were held by the CID, returnees with scars encountered an increased risk of suspicion of LTTE-involvement or longer detention.", "46. In its Annual Report 2003, covering events from January to December 2002, Amnesty International noted with respect to Sri Lanka:", "“There was a major improvement in the human rights situation in the context of a cease-fire and peace talks between the Government and the LTTE. However, torture in police custody continued to be reported frequently...", "Unilateral cease-fires declared by both the Government and the LTTE in late 2001 were followed by a formal cease-fire agreement (CFA) that came into force on 23 February. Peace negotiations, facilitated by the Norwegian Government, started in September in Thailand. A Sri Lanka Monitoring Mission (SLMM) consisting of representatives of Nordic countries was set up to verify the implementation of the agreement through on-site monitoring. By November, about 180,000 of the estimated 800,000 internally displaced persons (IDPs) had returned home. ...", "As part of the CFA, the Government made a commitment not to arrest anyone under the PTA. ...", "Especially in the first part of the year, there were numerous complaints of hostage- taking and recruitment of children by the LTTE.”", "47. On 31 March 2003 the US Department of State released the Sri Lanka Country Report on Human Rights Practices for 2002. It stated:", "“In the past, arbitrary arrest and detention were problems; however, there were no reports of arbitrary arrests or detentions during the year. ...", "Unlike in previous years, there were no large-scale arrests of Tamils during the year. ...", "The ... reports of regular mistreatment by security forces largely ceased. ...", "The reconciliation also has led to a sharp reduction in roadblocks and checkpoints around the country, the return of approximately 150,000 IDPs to their points of origin in the north and east, and to the opening of numerous investigations into actions by security force personnel. ...", "The Government restricted the movement of displaced Tamils due to possible security, economic, and social concerns. These restrictions have been lifted with the onset of the peace process. ...", "The LTTE continued to commit serious human rights abuses. The LTTE reportedly committed several unlawful killings, and was responsible for disappearances, torture, arbitrary arrest, detentions, and extortion.”", "48. The Operational Guidance Note on Sri Lanka, issued on 23 July 2003 by the Immigration and Nationality Directorate (Asylum and Appeals Policy Directorate) of the United Kingdom Home Office reported:", "“The authorities in Sri Lanka will no longer be concerned with those individuals with past low-level support for the LTTE (e.g. digging trenches, providing food/shelter to LTTE fighters), those with no police/criminal record or those who may have been arrested in the past and subsequently released. Those individuals who may be of continuing interest to the authorities would be ... 'those wanted in a relatively serious fashion'. This could mean high-profile members of the LTTE who are still active and influential, and wanted by the authorities.”", "49. A letter dated 1 September 1999 from the Netherlands section of Amnesty International to the applicant's representative stated:", "“Amnesty International are aware that the presence of scars suggestive of LTTEtraining may cause army and police to suspect him or her of LTTEmembership. Police look for traces on the body of an arrested person, such as grazes or scars, which may point to military training or deployment as a fighter for the LTTE.”", "50. A report by the Medical Foundation for the Victims of Torture entitled “Caught In The Middle: A study of Tamil torture survivors coming to the UK from Sri Lanka” dated June 2000 stated:", "“The evidence available to the Medical Foundation suggests that any sort of scar can be interpreted by the Sri Lankan security forces as linking that person to the LTTE. ... Nor is it the presence of easily visible scars alone that leads the security forces to the conclusion that the person arrested is an LTTE supporter. Several of our clients have reported that their bodies were actively searched for scars, which, when discovered, were taken as evidence of LTTE support. Thus we maintain that any sort of scar can be and has been taken by the Sri Lankan security forces as 'evidence' of LTTE support and the bearers of such scars detained and tortured. ... It is our view therefore that whether an asylum seeker has the type of scars described as 'battle' or 'combat', whether the scars are 'significant and visible' is not relevant to an assessment of the likelihood of further persecution if returned. What is relevant is simply whether or not they have scars. ”", "One of the recommendations made in the Medical Foundation's report mentioned above read:", "“That it is not safe to return to Colombo Tamils with scars, or who do not have proper identity documents until the Sri Lankan Government ends its torture of many of the Tamils arrested.”", "51. In a letter of 15 April 2002 to a solicitor in London, the UNHCR (United Nations High Commissioner for Refugees) noted:", "“Although steps towards peace have been taken in Sri Lanka recently, it is still premature to advocate that the situation has reached a satisfactory level of safety to warrant the return of all unsuccessful asylum applicants to Sri Lanka. In this regard, UNHCR has been aware that returning Tamils are potentially open to risk of serious harm similar to those generally encountered by young male Tamils in certain circumstances. ... In UNHCR's view, the presence of torture-related scars on the body of a returnee should be a relevant consideration in assessing the likelihood of danger upon the return of Sri Lankan Tamil asylum seekers. Where such scars are related to human rights abuses, they would likely be seen as evidence of the security forces' previous interest in the particular individual. This could in turn serve to trigger further adverse attention to that individual. While every case should be assessed on its own merits, UNHCR would reiterate its view that special care must be taken in relation to the return of failed asylum seekers to Sri Lanka.”", "52. The Sri Lanka Country Report of October 2003, drawn up by the Immigration and Nationality Directorate (Country Information and Policy Unit) of the United Kingdom Home Office, noted:", "“The UNHCR has indicated [in January 2000] that Tamil asylum seekers with scars, should they be returned to Sri Lanka, may be more prone to adverse identification by the security forces and taken for rigorous questioning and potential ill-treatment. However, in discussions in Sri Lanka in July 2001, respondents including local NGOs rarely mentioned scarring, and then generally only when the subject was brought up by members of the UK Home Office fact-finding mission team. The views of many of the NGOs, and indeed the police, was that scarring was not likely to be an overriding reason for arresting or suspecting someone, but if a person had been stopped or arrested for some other reason, the presence of certain types of scars could be a reason for holding or questioning them further. Most respondents felt that scarring was only one of many factors which could play a part in the authorities' decision to detain someone...", "On a more recent visit to Sri Lanka between 14 and 23 March 2002 a Home Office delegation discussed the issue of scarring with the Director of the CID. The Director explained that if a returnee was not wanted they would not be stopped at the airport. However, when the CID are certain that the individual has committed or been convicted of an offence then they would be stopped. A computer holds the name, address and age of a wanted person. The police purely go on records – scars would not make a difference, and the authorities would not make a decision only on that basis.”", "53. On 4 November 2003, Sri Lankan President Chandrika Kumaratunga suspended parliament and sacked three senior ministers. The President accused the Government of making too many concessions to the LTTE. On 14 November 2003, Norwegian mediators said, after talks with the LTTE, that the peace process was on hold until the country's political crisis was resolved. The mediators had passed on to the LTTE guarantees from both the President and the Prime Minister that they would abide by the terms of the CFA. The LTTE stated that they would be patient during the political upheaval."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}