{"ITEMID": "001-60898", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PECK v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["8. The applicant was born in 1955 and lives in Essex.", "9. In February 1994 Brentwood Borough Council (“the Council”) approved guidelines for the operation and management of CCTV. The CCTV tape recordings would be retained initially for ninety days, this period to be reviewed from time to time and reduced to a minimum, and the tapes would be erased on completion of the storage period. In the section headed “privacy to neighbouring properties”, it was noted that the CCTV system should ensure adequate provision for the avoidance of unwarranted intrusion in areas surrounding those under surveillance. In the event of it becoming apparent that privacy was being violated, it was foreseen that the Council would take such steps as to ensure that “either an electronic (digital) screening or physical screening is taking place”. In April 1994 the Council installed a CCTV surveillance system in Brentwood. It was fully operational by July 1994. The Council's monitoring operator had a direct visual and audio link to the police so that if it was considered that an incident warranting police intervention was taking place, the images being captured could be switched through to the police.", "10. In August 1995 the applicant was suffering from depression as a result of personal and family circumstances. On 20 August 1995 at 11.30 p.m. he walked alone down the high street towards a central junction in the centre of Brentwood with a kitchen knife in his hand and he attempted to commit suicide by cutting his wrists. He stopped at the junction and leaned over a railing facing the traffic with the knife in his hand. He was unaware that a CCTV camera, mounted on the traffic island in front of the junction, filmed his movements. The CCTV footage later disclosed did not show the applicant cutting his wrists, the operator being solely alerted to an individual in possession of a knife at the junction.", "11. The police were notified by the CCTV operator and arrived. They took the knife from the applicant, gave him medical assistance and brought him to the police station. He was detained under the Mental Health Act 1983. His custody record refers to the self-inflicted injuries to his wrists on arrival and notes that he was examined and treated by a doctor, after which he was released without charge and taken home by police officers.", "12. On 14 September 1995 the CCTV working party of the Council agreed to authorise the release of regular press features on the CCTV system. The Council also decided to cooperate with third parties in the preparation of factual programmes concerning their CCTV system.", "13. The Council's first press feature, the CCTV News, was released on 9 October 1995 and included two photographs taken from the CCTV footage of the applicant to accompany an article entitled “Defused – The partnership between CCTV and the police prevents a potentially dangerous situation”. The applicant's face was not specifically masked. The article noted that an individual had been spotted with a knife in his hand, that he was clearly unhappy but not looking for trouble, that the police had been alerted, that the individual had been disarmed and brought to the police station where he was questioned and given assistance for his problems. The article included the name of a Council employee in the event that readers wished to obtain copies of the pictures.", "14. On 12 October 1995 the Brentwood Weekly News used a photograph of the incident involving the applicant on its front page to accompany an article on the use and benefits of the CCTV system. The applicant's face was not specifically masked.", "15. On 13 October 1995 an article entitled “Gotcha” appeared in the Yellow Advertiser, a local newspaper with a circulation of approximately 24,000. The article was accompanied by a photograph of the applicant taken from the CCTV footage. The newspaper article referred to the applicant having been intercepted with a knife and a potentially dangerous situation being defused as a result of the CCTV system. It was noted that the applicant had been released without charge.", "16. As a result Anglia Television sought, and the Council provided, footage of the incident involving the applicant. On 17 October 1995 extracts from that footage were included in its news programme about the CCTV system, a local broadcast to an average audience of 350,000. The applicant's face had been masked at the Council's oral request. However, that masking was later considered inadequate by the Independent Television Commission (see below), the applicant's distinctive hairstyle and moustache making him easily recognisable to anyone who knew him.", "17. On 18 October 1995 the Chairman of the Council informed the Council Technical Services Committee that cooperation had been, and would continue to be, given in the preparation of factual documentary programmes concerning the CCTV system. He referred to the feature on CCTV which had been broadcast by Anglia Television on the previous day.", "18. In late October or November 1995 the applicant became aware that he had been filmed on CCTV and that footage had been released because a neighbour told his partner that the former had seen him on television. He did not take any action then as he was still suffering from severe depression.", "19. On 16 February 1996 a second article entitled “Eyes in the sky triumph” was published in the Yellow Advertiser outlining the benefits of CCTV in the fight against crime and was accompanied by the same photograph as had been previously used by that newspaper. It appears that a number of people recognised the applicant. A letter of 25 April 1996 from the Yellow Advertiser opined that the applicant was not identifiable. The Press Complaints Commission did not decide whether or not the applicant was identifiable from the photograph (see below).", "20. At or about that time the Council agreed to furnish CCTV footage of, inter alios, the applicant to the producers of “Crime Beat”, a series on BBC national television with an average of 9.2 million viewers. The Council imposed orally a number of conditions on the producers including that no one should be identifiable in the footage and that all faces should be masked. The BBC were also to consult with the police to ensure that they had “no objection to recordings being shown because of sub judice issues”.", "21. Around 9 to 11 March 1996 the applicant was told by friends that they had seen him on 9 March 1996 in trailers for an episode of “Crime Beat” which was to be broadcast soon. On 11 March 1996 he complained to the Council about the forthcoming programme, at which stage the Council became aware of his identity. The Council contacted the producers who confirmed that his image had been masked. That evening the CCTV footage was shown on “Crime Beat”. The applicant's image was masked in the main programme itself but the Broadcasting Standards Commission (see below) later found that masking inadequate. Many of the applicant's friends and family who saw the programme recognised the applicant.", "22. In response to the applicant's request for a copy of the Council's licence agreement with the producers of “Crime Beat”, by letter dated 21 February 1997, the Council provided an unsigned and undated agreement which did not appear to relate to the applicant but which contained a requirement to mask all faces in any copies of the relevant video. By letter dated 31 October 1997 the Council confirmed that it could not locate a signed copy of the agreement with the producers but it included an earlier draft of that agreement which had been signed by the producers, which related to the footage of the applicant but which did not include any masking requirement.", "23. The applicant made a number of media appearances thereafter to speak out against the publication of the footage and photographs. On 28 March 1996 he participated in a national radio programme (BBC Radio 4). On 31 March 1996 he spoke to a journalist who published an article in a national newspaper and this was the first time the applicant's name appeared in the media. Other newspaper articles included photographs of the applicant or quotes given by him. He also appeared on national television: on 13 April 1996 on Channel 4's “Right to Reply”, on 25 July 1996 on Channel 5's “Espresso” and on 5 August 1997 on BBC 1's “You Decide”. He also had his photograph published in the Yellow Advertiser on 25 October 1996.", "24. On 25 April 1996 the applicant lodged a complaint with the BSC in relation to, inter alia, the “Crime Beat” programme alleging an unwarranted infringement of his privacy and that he had received unjust and unfair treatment. On 13 June 1997 the BSC upheld both of his complaints.", "25. The BSC noted that the BBC had already accepted that it had meant to mask the applicant's image and that this had not been done in the trailer due to an oversight. The BSC also considered the masking during the programme inadequate as the applicant had been recognised by viewers who had not seen the trailer. It was accepted that the BBC had not intended that the applicant would be identifiable. However, the BSC found that the effect was to reveal to the applicant's family, friends and neighbours an episode which he did not wish to reveal, and that the outcome had been distressing and amounted to an unwarranted infringement of his privacy. The BSC added that the fact that the applicant later chose to speak publicly about this incident did not alter the infringement established. The BBC was directed to broadcast a summary of the adjudication of the BSC with the episode of “Crime Beat” on 12 June 1997 and a summary of the adjudication was also published in The Daily Telegraph on 12 June 1997.", "26. On 1 May 1996 the applicant complained to the ITC in respect of the broadcast by Anglia Television. The latter had already apologised to the applicant and conceded that it had breached the privacy requirements of section 2(2) and (5) of the ITC Code (sections concerning coverage of events in public and scenes of suffering and distress). The ITC noted that the implication was that a man carrying a knife was likely to be intent on a criminal act. It found that the applicant's identity was not adequately obscured and that he was readily identifiable and easily recognisable by those who knew him. It found that section 2(2) and (5) of the Code had been breached and the decision of the ITC was published in its Programme Complaints and Interventions Report of June 1996. Given the admission and apology by Anglia Television, no further action was taken by the ITC.", "27. On 17 May 1996 the applicant complained to the PCC in respect of the articles published in the Yellow Advertiser. The PCC rejected the applicant's complaint without a hearing and the decision was communicated to the applicant by letter dated 2 August 1996. The PCC considered that, whether or not the applicant was identifiable from the photographs, the events in question took place in a town high street, open to public view. It did not consider that the juxtaposition of the photographs and the articles implied that the applicant had committed a crime and it had been made clear that he was released without charge, the second article indicating that the applicant was ill at the relevant time.", "28. On 23 May 1996 the applicant applied to the High Court for leave to apply for judicial review of the Council's disclosure of the CCTV material arguing, inter alia, that that disclosure had no basis in law. On 26 June 1996 a single judge of the High Court refused leave. On 18 October 1996 the High Court granted leave on a renewed request and leave to amend the application to include a complaint that the disclosure was irrational, even if lawful.", "29. By judgment dated 25 November 1997 the High Court rejected the application for judicial review. It found that the purpose of section 163 of the Criminal Justice and Public Order Act 1994 (“the 1994 Act”) was to empower a local authority to provide CCTV equipment in order to promote the prevention of crime or the welfare of victims of crime:", "“By publicising information about the successful operation of the CCTV, the Council was providing information about its effectiveness and thereby reinforcing the deterrent effect of its operation. The making available to the media of footage from the CCTV film to show the effectiveness of the system can properly be said ... to be incidental to and to facilitate the discharge of the Council's function under section 163 [of the 1994 Act] because it thereby increased, or tended to increase, the preventative effect of the equipment which [the Council was] providing for the purposes of the prevention of crime.”", "30. It concluded that the Council had the power to distribute the CCTV footage to the media by virtue of section 111 of the Local Government Act 1972 in the discharge of their functions under section 163 of the 1994 Act.", "31. As to the “rationality” of the Council's decision to disclose, the applicant submitted that the Council acted irrationally in disclosing the footage with the aim of crime prevention when he had not been, in fact, involved in any criminal activity. He argued that by failing to consult the police to see if he had been charged with a criminal offence and to impose sufficient restrictions as regards disclosure of his identity, the Council had facilitated an unwarranted invasion of his privacy which was contrary to the spirit, if not the letter, of the Council's guidelines.", "32. The High Court judge had some sympathy with that submission but did not consider it correct in law. He went on:", "“I have some sympathy with the applicant who has suffered an invasion of his privacy, as is borne out by the findings of the Independent Television Commission and the Broadcasting Standards Commission. However, if I am right in deciding that the Council does have power to distribute the film footage from its CCTV system, there may on occasion be undesirable invasions of privacy. Unless and until there is a general right of privacy recognised by English law (and the indications are that there may soon be so by incorporation of the European Convention on Human Rights into our law), reliance must be placed on effective guidance being issued by Codes of practice or otherwise, in order to try and avoid such undesirable invasions of a person's privacy.", "The evidence is that the CCTV cameras in public places play an important role in both crime prevention and crime detection. In this case, the film footage showed a man walking in the High Street carrying a large knife in his hand. It did not show him attempting to commit suicide. It was plainly a potentially dangerous situation which the Council's monitoring employee quite properly put to the police, as a result of which the man was arrested. ... It was not unreasonable for the Council to conclude that the footage was a useful example of how a potentially dangerous situation can be avoided. ... In those circumstances, it seems to me that the decision of the Council to distribute the film footage to the media could not be said to be irrational or unreasonable, bearing in mind that the film did not show an attempted suicide and that, at the time, they did not know the applicant's identity. They therefore had no reason to consult the police as to whether an offence had been committed. They did not sell the take-outs from the CCTV footage for commercial gain and, more importantly, they had imposed on the television companies a requirement that an individual's face should be masked. It is true that that was a verbal rather than a written requirement, but I am not persuaded that what happened was likely to have been different if it had been a written requirement. In the event, the fault lay with the television companies. Anglia TV failed to mask the applicant's identity adequately. The BBC failed to mask the applicant's identity at all in the trailers. As soon as the Council were notified about that by the applicant, two days before the programme went out, which was the first time they were aware of the applicant's identity, they immediately contacted the BBC and received assurances that his image had been masked in the programme. In the event, unknown to the Council, it had not been adequately masked in the programme.", "I am sure that lessons can be learnt from this unfortunate incident, and it may be that, with the benefit of hindsight, the Council will want to see if they can tighten up their guidelines to seek to avoid a similar incident in the future. I am, however, equally sure that, in the circumstances that I have described, the Council cannot be said to have acted irrationally in the sense that they had taken leave of their senses or had acted in a manner in which no reasonable local authority could sensibly have acted.”", "33. An application to the High Court for leave to appeal to the Court of Appeal was rejected. The subsequent leave application to a single judge of the Court of Appeal was rejected on 21 January 1998 because", "“... the [High Court] Judge was plainly correct in his interpretation of the relevant statutory provisions and the Council was neither acting outside its statutory authority nor irrationally in making the film and photographs available to the media. The injury, of which complaint is made, arises from a failure on the part of the media to sufficiently disguise the applicant when making the film and photographs visible to the public. That is and has been the subject of complaint against the media involved but is not capable of supporting a claim for a declaration against Brentwood Borough Council”.", "34. Following an oral hearing before the full Court of Appeal, the applicant's leave application was dismissed on 19 February 1998.", "35. The Criminal Justice and Public Order Act 1994 (“the 1994 Act”) came into force on 3 February 1995. The relevant parts of section 163 provide as follows:", "“1. Without prejudice to any power which they may appear to exercise for those purposes under any other enactment, a local authority may take such of the following steps as they consider will, in relation to their area, promote the prevention of crime or the welfare of the victims of crime –", "(a) providing apparatus for recording visual images of events occurring on any land in their area;", "(b) providing within their area a telecommunications system which, under Part II of the Telecommunications Act 1984, may be run without a licence;", "(c) arranging for the provision of any other description of telecommunications system within their area or between any land in their area and any building occupied by a public authority.", "2. Any power to provide, or to arrange for the provision of, any apparatus includes power to maintain, or operate, or, as the case may be, to arrange for the maintenance or operation of, that apparatus.”", "36. The relevant part of section 111(1) of the Local Government Act 1972 provides as follows:", "“Without prejudice to any powers exercisable apart from this section but subject to the provisions of this Act and any other enactment passed before or after this Act, a local authority shall have the power to do anything ... which is calculated to facilitate, or is conducive or incidental to the discharge of any of their functions.”", "37. Essex Police Policy Guidelines dated June 1995 concern the involvement of the police in the installation and operation of CCTV systems in their remit. In the section concerning the release to the media of video footage, it was pointed out that care should be taken not to jeopardise any existing or future legal proceedings, that licence agreements covering all appropriate terms and conditions of release should be drawn up and that care should always be taken to ensure that victims or other innocent parties featured were aware of its potential use and, where possible, their consent obtained. Where possible, the identity of victims, police employees and suspects (where identification might jeopardise criminal proceedings) should be masked.", "38. As an extension of the Crime Reduction Programme announced in July 1998, government funding for CCTV systems was introduced in March 1999 and the sum of 153 million pounds sterling (GBP) has been made available over a period of three years, of which over GBP 40 million has already been allocated to more than 200 CCTV schemes. One of the requirements of such funding is that the scheme should be regulated by a suitable code of practice to ensure that it operates fairly and with proper respect for personal privacy. In the first year of operation of the CCTV system in Brentwood, there was a 34% reduction in crime.", "39. Where a public authority has exceeded its powers or has acted irrationally or has reached a decision in breach of the rules of procedural fairness, then a person aggrieved may challenge the decision by means of a judicial review. If a decision is so disproportionate to its intended objective as to be irrational, the Court will strike it down. The English courts do not recognise proportionality as a separate head of judicial review. However, in the case of R. (Alconbury Developments Ltd) v. Secretary of State for the Environment, Transport & the Regions ([2001] 2 Weekly Law Reports 1389), Lord Slynn of the House of Lords stated obiter dictum:", "“I consider that even without reference to the Human Rights Act 1998 the time has come to recognise that this principle [of proportionality] is part of English administrative law, not only when judges are dealing with Community acts but also when they are dealing with acts subject to domestic law.”", "40. The remedy of breach of confidence is made up of three essential elements: the information itself must have “the necessary quality of confidence about it”; the information “must have been imparted in circumstances importing an obligation of confidence”; and there must have been an “unauthorised use of that information to the detriment of the party communicating it” (Coco v. A.N. Clark Engineers Ltd [1969] Reports of Patent Cases 41, at p. 47). A fuller description of this cause of action together with more recent domestic case-law are detailed in Earl and Countess Spencer v. the United Kingdom (applications nos. 28851/95 and 28852/95, Commission decision of 16 January 1998, Decisions and Reports (DR) 92A, p. 56).", "41. Where a public official abuses his position by performing an administrative act maliciously, or which he knows he has no power to do, and causes foreseeable harm, then the injured person may recover damages on the basis of misfeasance in public office.", "42. The remedy of defamation is well established in English law. Every person is entitled to his good name and to the esteem in which he is held by others and has a right to claim that his reputation shall not be disparaged by defamatory statements made about him to a third person or persons without lawful justification or excuse.", "43. The essential elements of malicious falsehood are that a defendant has published words about the claimant that are false, that they were published maliciously and that special damage has followed as a direct and natural result of their publication (Kaye v. Robertson [1991] Fleet Street Reports 62).", "44. The tort of nuisance consists of an unwarranted interference with the use or enjoyment of land (see, for example, Thomas v. National Union of Mineworkers [1986] Law Reports: Chancery Division 20). Trespass consists of an unjustifiable intrusion by one person upon the land in the possession of another. The domestic courts have been developing the concept of a tort of harassment causing personal injury (see, for example, Burnett v. George [1992] 1 Family Law Reports 525, and Khorasandjin v. Bush [1993] 3 All England Law Reports 669).", "45. Depending on the circumstances in which any film has been made or published, the unauthorised taking or publication of pictures might be prevented (or damages recovered) on the grounds of copyright, breach of contract or inducing breach of contract.", "46. Statute law provides certain protection in the form of the Protection from Harassment Act 1997. Statutory regulation of surveillance is provided by the Interception of Communications Act 1985, by the Intelligence Services Act 1994 and by the Police Act 1997. The purpose of the Regulation of Investigatory Powers Act 2000 is to ensure that the relevant investigatory powers of the authorities are used in accordance with human rights. Many users of CCTV will have to comply with the provisions of the Data Protection Act 1998. Specific statutory protection of privacy is accorded in certain other contexts such as the anonymity of rape victims (Sexual Offences (Amendment) Act 1976) and the prohibition of the publication of the names or photographs of children involved in legal proceedings (Children and Young Persons Act 1933).", "47. The Human Rights Act 1998 came into force in October 2000. It requires that, so far as it is possible to do so, primary and subordinate legislation be read and given effect in a manner compatible with the European Convention on Human Rights and further provides that it is unlawful for a public authority to act in a way incompatible with a Convention right.", "In Douglas v. Hello! Ltd ([2001] 1Weekly Law Reports 992), Sedley LJ indicated that he was prepared to find that there was now a qualified right to privacy under English domestic law, although other members of the Court of Appeal (Brooke LJ and Keene LJ) did not find it necessary to rule on that point.", "48. The Broadcasting Standards Commission (BSC) was established by section 106 of the Broadcasting Act 1996 with effect from April 1997. It is the duty of the BSC to draw up and publish a code giving guidance as to the principles to be observed and practices to be followed in connection with the avoidance of unjust or unfair treatment in programmes or the unwarranted infringement of privacy in programmes (section 107 of the 1996 Act). In this respect, paragraph 16 of the code points out that broadcasters should take care with material recorded by CCTV cameras to ensure identifiable individuals are treated fairly and that “any exceptions to the requirement of individual consent would have to be justified by an overriding public interest”. The BSC is also required to consider and adjudicate on complaints relating to unjust or unfair treatment in programmes, or to unwarranted infringement of privacy in programmes (sections 110 and 111 of the 1996 Act).", "49. The BSC has powers, inter alia, to direct broadcasting bodies to publish the findings of the BSC or a summary of them (section 119), but it has no powers to direct a broadcasting body not to broadcast a programme.", "50. The Independent Television Commission (ITC) is a public body set up by the Broadcasting Act 1990 to licence and regulate commercially funded television (excluding television services provided by, inter alia, the BBC). The Act requires the ITC to draw up and enforce a code governing programming standards and practice, which code covers issues of privacy. The ITC adjudicates upon complaints made under the code and, where a breach is confirmed, the ITC may impose sanctions such as requiring on-screen apologies, ordering fines and revoking licences.", "51. The Press Complaints Commission (PCC) is a non-statutory body set up by the newspaper industry for the purposes of self-regulation. The PCC operates a voluntary code of practice, which code includes provisions relating to privacy. If a newspaper is found to be in breach of the code, the newspaper is to publish the adjudication of the PCC. The PCC has no legal powers to prevent publication of material, to enforce its rulings or to grant any legal remedies to a complainant."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}