{"ITEMID": "001-98645", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "MIAH v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["1. The applicant, Mr Jahed Tofur Miah, is a Bangladeshi national who was born in 1979 and now lives in Bangladesh.", "2. The applicant was born in Bangladesh. Soon after his birth, his parents divorced and his father moved to the United Kingdom and remarried. His mother remained in Bangladesh. The applicant moved to the United Kingdom in 1991, when he was eleven years of age, to join his father, stepmother and two brothers. His father died there in 1994.", "3. When he was sixteen years of age, the applicant began abusing drugs. In 1999, he was convicted of burglary and theft and sentenced to two years' detention in a Young Offender Institution. Between 2001 and 2003 he was convicted of two counts of theft, failing to surrender to custody, another count of theft, a further two counts of failing to surrender to custody, failing to surrender to bail and possession of a controlled class A drug. He was given a fine on each occasion. On 23 December 2005 he was convicted of burglary and theft and failing to surrender to custody and sentenced to a community order of twelve months. On 24 June 2006, he was convicted of theft and sentenced to twelve months' imprisonment. The trial judge described him as a “persistent thief and burglar”.", "4. On 16 October 2006, the Secretary of State gave the applicant notice of intention to make a deportation order. On 28 November 2006, after considering representations from the applicant, the Secretary of State decided to make a deportation order. In the Secretary of State's opinion the applicant had not provided any details of legitimate employment he had held in the United Kingdom. He had spent his youth and formative years in Bangladesh and so it would not be unreasonable to expect him to readjust to life there. The deportation would therefore be compatible with Article 8 of the Convention.", "5. The applicant appealed to the then Asylum and Immigration Tribunal. His appeal was dismissed on 22 May 2007. The Tribunal accepted that the applicant had indefinite leave to remain in the United Kingdom and that he had lived for a substantial period of time in the country and had family there. However, these factors were outweighed by other factors. The applicant had no employment record. He had a substantial number of convictions and had already been given a number of opportunities to mend his ways. He had stolen to fund a substantial drug habit (he had been using GBP 50 worth of heroin and crack cocaine per day) but was now in good health. He had given evidence in Bengali and therefore, as a relatively young man, in good health and speaking the language, there was no reason why he could not return to Bangladesh and take up work there. His mother had remained there and it was likely that there were other members of his extended family to whom he could turn for support. The Tribunal doubted that the applicant, as an adult, could be said enjoy family life in the United Kingdom with his stepmother or his brother, with whom he intended to live upon release from prison. It had no doubt that he had established private life in the United Kingdom but did not consider that, given that the applicant had been in and out of prison and abusing drugs for eleven years, the deportation would have consequences of such gravity as to engage Article 8. The Tribunal concluded that, even if it were wrong in respect of a lack of an interference with the applicant's private or family life, any interference would be proportionate to the legitimate aim of the prevention of disorder or crime.", "6. The applicant sought reconsideration of the Tribunal's determination. This application was refused by a Senior Immigration Judge on 11 June 2007. A further such application was refused by the High Court on 8 October 2007. In each case, it was found that the application amounted to no more than a disagreement with the Tribunal's findings.", "7. On 10 December 2007, the applicant lodged an application with this Court and sought interim measures under Rule 39 of the Rules of Court to prevent his removal to Bangladesh. The following day, he was informed that this request fell outside the scope of Rule 39. He was duly deported to Bangladesh on 12 December 2007. He has since indicated that he wishes to continue his application from Bangladesh.", "8. Sections 1(4) and 3(2) of the Immigration Act 1971 provide for the making of Immigration Rules by the Secretary of State. Section 3(5)(b) of the same Act (as amended by the Immigration and Asylum Act 1999) provides that a person who is not a British citizen shall be liable to deportation from the United Kingdom if the Secretary of State deems his deportation to be conducive to the public good.", "Sections 82(1) and 84(1)(a) of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against a decision to deport, inter alia, on the grounds that the decision is incompatible with the Convention and that it was not in accordance with the Immigration Rules.", "Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen.", "9. The version of paragraph 364 of the Immigration Rules, which was in force prior to 20 July 2006, provided as follows:", "(i) age;", "(ii) length of residence in the United Kingdom;", "(iii) strength of connections with the United Kingdom;", "(iv) personal history, including character, conduct and employment record;", "(v) domestic circumstances;", "(vi) previous criminal record and the nature of any offence of which the person has been convicted;", "(vii) compassionate circumstances;", "(viii) any representations received on the person's behalf.”", "The amended version of paragraph 364, in force since 20 July 2006, provides as follows:", "“Subject to paragraph 380, while each case will be considered on its merits, where a person is liable to deportation the presumption shall be that the public interest requires deportation. The Secretary of State will consider all relevant factors in considering whether the presumption is outweighed in any particular case, although it will only be in exceptional circumstances that the public interest in deportation will be outweighed in a case where it would not be contrary to the Human Rights Convention and the Convention and Protocol relating to the Status of Refugees to deport. The aim is an exercise of the power of deportation which is consistent and fair as between one person and another, although one case will rarely be identical with another in all material respects...”", "Paragraph 380 of the Immigration Rules, referred to in both versions of paragraph 364, provides as follows:", "“A deportation order will not be made against any person if his removal in pursuance of the order would be contrary to the United Kingdom's obligations under the Convention and Protocol relating to the Status of Refugees or the Human Rights Convention [the European Convention on Human Rights].”", "10. The Rules relating to the revocation of a deportation order are contained in paragraphs 390 to 392 of the Immigration Rules HC 395 (as amended), supplemented by Chapter 13 of the Immigration Directorate's Instructions (“IDIs”). There is no specific period after which revocation will be appropriate although Annex A to Chapter 13 of the IDIs gives broad guidelines on the length of time deportation orders should remain in force after removal. Cases which will normally be appropriate for revocation three years after deportation include those of overstayers and persons who failed to observe a condition attached to their leave, persons who obtained leave by deception, and family members deported under section 3(5)(b) of the Immigration Act 1971. With regard to criminal conviction cases, the normal course of action will be to grant an application for revocation where the decision to deport was founded on a criminal conviction which is now “spent” under section 7(3) of the Rehabilitation of Offenders Act 1974. Paragraph 391 of the Rules, however, indicates that in the case of an applicant with a serious criminal record continued exclusion for a long term of years will normally be the proper course. This is expanded on in Annex A to Chapter 13 of the IDIs, which indicates that revocation would not normally be appropriate until at least 10 years after departure for those convicted of serious offences such as violence against the person, sexual offences, burglary, robbery or theft, and other offences such as forgery and drug trafficking."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}