{"ITEMID": "001-100387", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CHERNICHKIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1941 and lives in Moscow.", "6. In 1995 the applicant deposited his money with the Savings Bank of Russia (Sberbank). Subsequently, the Savings Bank unilaterally reduced the interest rate on his deposit. The applicant sued the Savings Bank for the damages incurred through the unilateral modification of the interest rate.", "7. On 10 March 1998 the Tverskoy District Court of Moscow dismissed the applicant's claim as unsubstantiated. On 26 May 1998 the Moscow City Court upheld that judgment.", "8. On 10 June 1999 the Presidium of the Moscow City Court quashed the judgments of 10 March and 26 May 1998 by way of supervisory review and remitted the claim for fresh consideration. The Presidium's decision was set aside by the Supreme Court of the Russian Federation on 16 November 1999. However, on 9 December 1999 the City Court's Presidium re-examined the supervisory-review application, quashed the earlier judgments and ordered a new examination of the applicant's claim.", "9. On 17 October 2000 the Tverskoy District Court granted a small portion of the applicant's claims to the amount of 386,63 Russian roubles and rejected the remainder. On 27 October 2000 the District Court adopted a supplementary judgment, by which it declared the deposit agreement, in relation to the right of the Savings Bank to change unilaterally the interest rate, invalid. On 16 February 2001 the Moscow City Court rejected an appeal by the applicant.", "10. The applicant lodged a claim against the Ministry of Finance, seeking compensation for pecuniary and non-pecuniary damages incurred through the inappropriate administration of justice, and notably the excessive length of proceedings in respect of his claim against the Savings Bank.", "11. On 23 July 2001 the Basmanniy District Court of Moscow dismissed the applicant's claim. Referring to the Constitutional Court's Ruling of 25 January 2001 (see paragraph 16 below), the District Court noted that Parliament had not yet adopted a law determining jurisdiction over claims concerning State liability for the damage caused by a court's or judge's failure to adjudicate a case within a reasonable time, and dismissed the claim in the following terms:", "“According to Article 1 of the RSFSR Code of Civil Procedure, the rules of civil procedure in federal courts of general jurisdiction are determined by the Russian Constitution, the Judicial System Act, the Code of Civil Procedure and other federal laws.", "The law has not determined the territorial and subject-matter jurisdiction over civil claims for compensation of damages incurred in civil proceedings in cases where a dispute has not been heard on the merits as a consequence of unlawful acts (or failures to act) of a court (a judge), including the breach of a reasonable-time guarantee.", "The court must dismiss the statement of claim if there are grounds listed in Article 129 (1) and (7) of the RSFSR Code of Civil Procedure, that is if the claim may not be examined in civil proceedings and if the court is not competent to examine the claim.”", "12. On 20 December 2001 the Moscow City Court upheld the decision to dismiss the applicant's claim, finding as follows:", "“In dismissing the claim, the judge correctly stated that the law had not determined the territorial and subject-matter jurisdiction over civil claims for compensation of damages incurred in civil proceedings in cases where a dispute had not been heard on the merits as a consequence of unlawful acts (or failures to act) of a court (a judge), including the breach of a reasonable-time guarantee.", "Under these circumstances, the [City Court] finds no grounds for quashing that decision. Since the judge reached the conclusion that the claim may not be examined in civil proceedings, the reference to Article 129 (7) of the RSFSR Code of Civil Procedure must be deleted [as being superfluous]”.", "13. On 5 May 2003 and 4 February 2004 the Moscow City Court and the Supreme Court of the Russian Federation, respectively, refused the applicant's requests for the institution of supervisory-review proceedings.", "14. Article 1064 of the Civil Code contains general provisions on liability for the infliction of damage. It establishes that damage inflicted on the person or property of an individual shall be reimbursed in full by the person who inflicted the damage (Article 1064 § 1).", "15. Article 1070 of the Civil Code determines liability for the damage caused by unlawful actions of law-enforcement authorities or courts. In particular, it is established that the federal or regional treasury shall be liable for the damage sustained by an individual in the framework of the administration of justice provided that the judge's guilt has been established in a final criminal conviction (Article 1070 § 2).", "16. By Ruling no. 1-P of 25 January 2001, the Constitutional Court found that Article 1070 § 2 of the Civil Code was compatible with the Constitution in so far as it provided for special conditions on State liability for the damage caused in the framework of administration of justice. It clarified, nevertheless, that the term “administration of justice” did not cover the judicial proceedings in their entirety, but only extended to judicial acts touching upon the merits of a case. Other judicial acts – mainly of a procedural nature – fell outside the scope of the notion “administration of justice”. State liability for the damage caused by such procedural acts or failures to act, such as a breach of the reasonable length of court proceedings, could arise even in the absence of a final criminal conviction of a judge if the fault of the judge has been established in civil proceedings. The Constitutional Court emphasised, moreover, that the constitutional right to compensation by the State for the damage should not be tied in with the personal fault of a judge. An individual should be able to obtain compensation for any damage incurred through a violation by a court of his or her right to a fair trial within the meaning of Article 6 of the Convention. The Constitutional Court held that Parliament should legislate on the grounds and procedure for compensation by the State for the damage caused by unlawful acts or failures to act of a court or a judge and determine territorial and subject-matter jurisdiction over such claims.", "17. The RSFSR Code of Civil Procedure (in force at the material time) established that a civil claim should be dismissed, by a single judge, in particular, if it was not amenable to examination in civil proceedings (Article 129 (1)) or if the court was not competent to examine it (Article 129 (7))."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}