{"ITEMID": "001-57610", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF R. v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["8. The applicant, a British citizen born in December 1959, lives in England. In about October 1978, she met a Mr. B, with whom she started living. Her son, A, was born on 29 August 1979, shortly after Mr. B’s release from a term of imprisonment. She had a second child, J, on 9 October 1980 and a third - who is not the subject of the present proceedings - in 1985.", "9. Two days after her discharge from hospital after the birth of A, the applicant was severely assaulted by Mr. B. He again assaulted her in October 1979, during a visit to A in hospital. Although the applicant was not aware of it at the time, this incident caused the Social Services Department of the local authority (\"the Authority\") in whose area she lived to put A on the \"at-risk register\"; such registers, which are maintained on a non-statutory basis by each local authority for reference purposes as an administrative aid for agencies with professional responsibilities for children, record particulars of children identified as being actually or potentially at risk of abuse.", "10. In January 1980, after a period of accommodation in hostels, the applicant and Mr. B obtained the tenancy of a flat, but difficulties arose because of his drinking, his constant assaults on the applicant and his failure to pay the rent. The applicant acknowledges that at this time she was managing to look after A but unable to give him enough love and attention. From February 1980, the family was regularly visited by a social worker, who assisted it notably with its financial problems.", "In March 1980, the applicant was visited by a social worker who told her of A’s entry on the \"at-risk register\". On another occasion, the social worker warned Mr. B that, if he did not \"buck his ideas up\", A would be taken away. In mid-1980, Mr. B sought treatment for his drinking problem, but when on week-end leave relapsed and again assaulted the applicant.", "11. During the course of a visit by the applicant, A and Mr. B to the latter’s family in Wales in September 1980, Mr. B was arrested on fraud charges. On returning home with A, the applicant discovered that Mr. B had permitted squatters to enter the flat and had \"sold\" them the key. The Authority advised the applicant to put A into voluntary care (see paragraphs 40-42 below) for a few days until the flat could be recovered and it placed A with short-term foster parents employed by its Social Services Department. The Authority subsequently evicted the squatters; the applicant, who was again pregnant, followed its advice to leave A in voluntary care until after her confinement.", "12. The applicant’s second child, J, was born on 9 October 1980, by which time Mr. B had returned from Wales, having been given a suspended sentence. On 10 October, he arrived at the foster parents’ home, drunk and in an aggressive mood, to collect A to visit the applicant in hospital. On being notified by the foster parents, the Authority sent a social worker to accompany Mr. B and A. It was worried that Mr. B would remove A from care and the night-duty staff were warned to apply for a place of safety order (see paragraph 31 below) should he try to do so. The social workers also warned Mr. B that, unless his behaviour improved, the Authority might assume his parental rights (see paragraph 43 below).", "The applicant was discharged from hospital on 19 October and A was returned home in November, but the situation with Mr. B did not improve.", "13. In February 1981, the applicant was admitted to hospital urgently. She and Mr. B decided that since he was incapable of looking after the children, they should be put into the voluntary care of the Authority, which placed them with foster parents. Whilst in hospital, the applicant decided to leave Mr. B. With the assistance of a social worker she went to a women’s aid refuge where she stayed for six weeks.", "14. The Authority was fearful as to Mr. B’s likely reaction to the applicant’s decision to leave him and the possibility that he might discharge the children from voluntary care. In February 1981, the Chairman of the Authority’s Social Services Committee approved the passing of a resolution assuming Mr. B’s parental rights over the children - although, since they were illegitimate, he did not in fact have, for the purposes of the relevant legislation, any such rights -, on the ground that his \"habits or mode of life render[ed] him unfit to have the care of the child[ren]\". He was told of this resolution, but made no objection (see paragraph 44 below). He continued to receive support from the social services and was admitted to hospital in March 1981 for alcohol detoxification, but relapsed.", "15. Whilst at the women’s refuge, the applicant visited A and J frequently at their foster parents’ home. She told the social worker responsible that she wanted to discharge the children from care when she had recovered from the period in hospital. She also took legal advice with a view to excluding Mr. B from contact with her or the children, as the Authority had made this a condition for offering her accommodation with them.", "Following a case conference held in March 1981 - in the absence of the applicant, who had not been informed of the meeting -, the Authority decided to place J, in addition to A, on the \"at-risk register\" in view of the uncertainty of the family’s position. Nevertheless, the social worker responsible told the meeting that it was hoped that in time the children would be re-united with the applicant; the possibility that she might resume living with Mr. B was also discussed, but no decision was reached as to the consequences which this should have for her and the children.", "On 26 March, A and J were discharged from care and went to live with the applicant at the refuge.", "16. The applicant had applied to the local County Court for an injunction excluding Mr. B from the flat and on 31 March 1981 she heard from her solicitor that the proceedings were to come on for hearing on the following day. On the basis of the good relations existing between them, the applicant arranged with the short-term foster parents, with whom the children had been placed before, that they would look after the children on the day of the hearing; this was an informal arrangement in which the Authority was not involved.", "On 1 April, the applicant met Mr. B outside the court and they agreed to try to resume their relationship despite the proceedings. The facts relating to the subsequent 24 hours are in dispute. According to the applicant, she asked the foster parents to look after the children for a further night so that she could establish the effectiveness of the reconciliation with Mr. B. She also states that she was told to contact a senior social worker, whom she had never met, who informed her that she could not have her children returned to her if she intended to resume her relationship with Mr. B; she understood the position to be that she should leave the children with the foster parents until 3 April, that the Authority would take no action in the meantime and that, on that date, she should discuss the matter with the social worker whom she knew. According to the social worker’s records, the applicant and Mr. B were both warned on 1 April that the Authority would have to obtain some legal authority over the children, although a parental rights resolution was not mentioned.", "17. During a discussion on 2 April 1981, the two social workers responsible for the case agreed that an application should be made to assume the applicant’s parental rights. The relevant notes record:", "\"... In the longer term, consideration should be given to spelling out to [the applicant] what we would expect of her prior to discharging the children to her again, and that if she appears unable to provide long-term satisfactory care for them we would move to considering freeing them for adoption.\"", "The applicant, who had not been contacted by the Authority on 2 April either in respect of this discussion or otherwise, attended the Social Services Department on the following day as, according to her, she had arranged. She states that she was informed on 3 April that the Authority had passed a resolution assuming her parental rights over A and J.", "18. The circumstances surrounding the exact date and the manner of the passing of the resolution are confused. In all subsequent proceedings the Authority maintained that it was passed on 3 April 1981, but the Local Ombudsman’s investigation (see paragraph 26 below) reveals that it was dated 7 April, possibly as a result of delay in typing the document. Although at the time the children were de facto placed with the foster parents who had looked after them when they were in voluntary care (see paragraph 13 above), it appears to be very doubtful whether they were then, as a matter of law, in the voluntary care of the Authority and therefore whether the resolution was lawfully made (section 3(1) of the Child Care Act 1980; see paragraph 43 below). According to the Local Ombudsman, the Authority believed the resolution to be lawful and its officers had acted in good faith. The grounds for the purported assumption of the applicant’s parental rights were that she had consistently failed, without reasonable cause, to discharge the obligations of a parent so as to be unfit to have the care of the children.", "19. After service by the applicant, on 15 April 1981, of a counter-notice objecting to the parental rights resolution, the question of its appropriateness was referred by the Authority on 30 April to the juvenile court for decision (see paragraph 44 below). Various hearing dates were set, but had to be vacated; in the meantime, A and J, who had been placed with short-term foster parents, remained subject to the resolution and were visited by the applicant, approximately once a week. The social worker responsible informed her that if Mr. B obtained work and if their flat was improved, the social worker would not oppose the children’s return home. On 4 August, the applicant was offered increased access of two visits per week. According to the Local Ombudsman’s report, the applicant told a social worker in July that she was very anxious about the children returning home because of Mr. B’s behaviour and, on 19 August, that she felt \"unable to look after the children\". In early August, the juvenile court hearing was adjourned because the applicant’s solicitor was ill and to enable her to obtain a medical report on Mr. B.", "20. On 10 August 1981, Mr. B got drunk and broke into a safe in a hospital where he and the applicant had started voluntary work. After going to Wales and spending the proceeds there, they were both arrested and charged, the applicant subsequently being released on bail. On 14 September, she was sentenced to six months’ imprisonment but on 9 October, following an appeal to the Crown Court, she was released on two years’ probation. Mr. B was imprisoned until June 1982, and there has been no further contact between him and the applicant.", "21. At a case conference on 25 August 1981, the Authority took the contingent decision that if the parental rights resolution did not lapse - because the applicant either withdrew her objection thereto or failed in challenging it before the juvenile court -, her access to A and J would be stopped and they would be placed for adoption with long-term foster parents. The applicant was not notified of the conference or its outcome and the fact that this decision was taken was only revealed subsequently.", "22. The adjourned hearing before the juvenile court was held on 29 September 1981, but on that occasion the applicant withdrew her objection to the parental rights resolution: her then solicitors had advised her that, being in prison at the time, she could not realistically contest the resolution, although she should be able to retain contact with the children.", "On her release from prison on 9 October, the applicant asked to see her children. She was told that she could not, firstly because she had been in prison and secondly because of her relationship with Mr. B; she also learned, for the first time, that it was proposed to place the children for adoption in the very near future. They were in fact so placed in December, with long-term foster parents to whom they had been introduced on 6 November. The applicant, who had last seen A and J on 13 September 1981, did not see them again until April 1986 (see paragraph 28 below).", "23. Having taken further legal advice, the applicant applied on 8 December 1981 to the juvenile court for the discharge of the parental rights resolution (see paragraph 45 below). She was no longer able to maintain that she had opposed the resolution throughout, but submitted that its discharge would be in the children’s best interests. Due to court delays the case was not heard until 5 and 6 April 1982, when the juvenile court decided by a majority that the resolution should stand. It considered that there was a risk that the applicant would resume her relationship with, and hence expose the children to the influence of, Mr. B; further, that it would be disruptive for the children to move them from the long-term foster parents.", "24. An appeal by the applicant to the Family Division of the High Court against this decision was heard on 15-17 November 1982 and was dismissed. The judges took the view that it would cause the children unjustifiable disruption to remove them from their foster parents and concluded that, on balance, the children’s interests were best served by their remaining in care. The applicant had argued that if her appeal were not allowed, the question of her access to the children would be decided by the Authority in its sole discretion and unfavourably to her, given its commitment to their adoption. Whilst it considered this argument, the High Court was not able to examine the question of access as a separate issue (see paragraph 53 below). Both judges referred to the effects of the passage of time between the placing of the children with prospective adopters in December 1981 and the hearing of the appeal, the President of the Family Division stating:", "\"I do not suggest anyone is to blame for this. It may merely be the result of circumstances ... It cannot be sufficiently stressed that in a case such as the present, where continuity is seen by all concerned to be highly relevant, and indeed was the very basis of the decision of the court below, expedition is all in relation to the possible success of an appeal. There is no reason why an interlocutory application should not be made in this court to expedite the hearing of an appeal.\"", "The applicant was given leave to appeal to the Court of Appeal against the High Court’s decision, but did not pursue the matter.", "25. After taking further advice, the applicant applied to the High Court in January 1983 to make the children wards of court (see paragraphs 47-49 and 54 below), in order to raise the issue of her access to them. On 25 February, the High Court, following the principles set out by the House of Lords in A v. Liverpool City Council, declined to exercise its jurisdiction to continue the wardship: it found it impossible to say that there had been some clear abuse by the Authority in the exercise of its discretion (see paragraphs 53-54 below). It considered, inter alia, that it would have been \"premature\" for the Authority to have informed the applicant in August 1981 of its contingent decision of that date (see paragraph 21 above).", "The applicant was granted leave to appeal against this decision but was advised that there were no grounds for doing so; she was also told at that time that there were no further remedies available to her for the resumption of access to the children.", "26. The applicant referred the matter to the Local Ombudsman, who has the task of investigating complaints made by a member of the public claiming to have sustained injustice in consequence of maladministration in connection with action taken by a local authority in the exercise of its administrative functions.", "The applicant alleged maladministration in that (a) there were shortcomings in the way in which the Authority assumed her parental rights in April 1981 and (b) the Authority failed subsequently to keep her informed of its intentions for her children. In his report of 9 May 1984, the Local Ombudsman found maladministration on the first but not on the second of these grounds, although he added that ideally the applicant should have been told of the decision taken at the case conference of 25 August 1981 (see paragraph 21 above). In considering the injustice suffered as a result of the maladministration found, he stated:", "\"I cannot now speculate what would have happened had the errors not occurred. Events may quite well have turned out no differently, but it is impossible to say. The clock cannot be put back and, as I have made clear, the future of the children is in the hands of the courts. Accordingly there is little that the [Authority] can now do to remedy the possible injustice, except to apologise to [the applicant] and reimburse her for any costs she has incurred in making her complaint to me, and to review [its] procedures. I am pleased to note that [it is] already carrying out such a review.\"", "27. On 27 May 1983, the foster parents applied to adopt A and J. In April 1984, whilst adoption proceedings were pending before the High Court, the applicant applied to it for the children to be made wards of court, notably because the prospective adopters had separated and in order to seek access to and care and control of the children. In October 1984, the Authority, by its own decision, rescinded the parental rights resolution. On 12 November 1984, the High Court confirmed the wardship and also dismissed the foster parents’ application to dispense with the applicant’s consent to the adoption (see paragraph 57 below); the question of access was adjourned.", "28. On 16 December 1985, an order was made in the High Court authorising the guardian ad litem (see paragraph 49 below) to arrange and supervise up to three visits per year between the applicant and A and J; the latter are still wards of court and are living with the foster mother. Such visits took place in April and September 1986 and, at the time of the hearings before the European Court, another was in prospect for January 1987.", "29. In the law of England and Wales, there are a number of different and partially co-ordinated procedures for dealing with the welfare of children. Whilst the oldest of these is the wardship jurisdiction of the High Court, it has for many years co-existed with, but not been ousted by, various statutory provisions whereby a child who is at risk may be put into the care of a local authority.", "Although the terms are not wholly accurate, the legislation is commonly divided into two categories: the first provides for \"compulsory care\", by establishing machinery whereby a local authority can obtain a court order committing a child to its care; the second concerns \"voluntary care\", the machinery here being originally designed to meet an emergency situation without the need of recourse to the courts. At any given time, there are approximately 86,000 children in public care in England and Wales, of whom 70,000 are not living with their parents or a relative.", "The statutory provisions have been amended on several occasions and many of them were repealed and replaced by the Child Care Act 1980 (\"the 1980 Act\"), a consolidating measure the greater part of which came into force on 1 April 1981. In the following summary of the law in force at the time of the present case, the original enactments are cited first and any corresponding provision of the 1980 Act in force at the relevant time is indicated in square brackets.", "By way of general background information, the summary covers all three of the procedures referred to above (namely those relating to compulsory care, voluntary care and wardship), but in the present case it was the machinery for voluntary care and the wardship jurisdiction of the High Court which were directly relevant.", "30. The principal statute concerning compulsory care is the Children and Young Persons Act 1969 (\"the 1969 Act\"), as amended by the Children Act 1975 and then partly replaced by the 1980 Act; it enables a local authority to obtain, as a temporary measure, a \"place of safety order\" and, as longer-term measures, a variety of other orders.", "31. Under section 28(1) of the 1969 Act, any person, including a local authority, may apply to a justice of the peace for authority to detain a child and take him to a place of safety; the justice may grant the application if he is satisfied that the applicant has reasonable cause to believe, inter alia, that the child’s proper development is being avoidably prevented or neglected or his health is being avoidably impaired or neglected or he is being ill-treated, or that he is exposed to moral danger.", "A \"place of safety order\" so granted lasts for a maximum of 28 days and cannot be extended. The person detaining the child must as soon as possible take such steps as are practicable for informing his parent of the detention and the reason for it.", "If the local authority wishes to retain the child in protective surroundings after the 28-day period, it has either to make the child a ward of court (see paragraphs 47-49 below), or to institute care proceedings under section 1 of the 1969 Act (see paragraphs 32-34 below), or to apply to a justice or a magistrates’ court for an interim order under section 28(6) (see paragraph 37 below); if an application of the last kind is refused, the child’s immediate release \"may be ordered\".", "32. Under sections 1 and 2(2) of the 1969 Act, a local authority which reasonably believes that there are grounds for making an order as to the care and control or supervision of a child is, subject to certain exceptions, under a duty to institute care proceedings by bringing the child before a juvenile court.", "33. In care proceedings instituted by a local authority, the parties are the local authority and the child, but not the latter’s parents. The child is entitled, subject to his means, to legal aid and it is open to him to have his parents conduct the case on his behalf either directly or through a lawyer. If the child is of sufficient competence, he may decide that he wishes to be separately represented.", "A natural parent who is not acting on behalf of the child is entitled to be notified of and to attend the hearing and to give and call evidence challenging the allegations made by the local authority. As a matter of practice, the court will also allow such parent to cross-examine witnesses on behalf of the local authority and to have separate legal representation.", "34. If the court before which the child is brought is satisfied that one of the grounds specified in section 1 of the 1969 Act exists and that the child is in need of care or control which he is unlikely to receive unless an order is made, it may make, inter alia, a supervision order, a care order or an interim order. The specified grounds include those on which a place of safety order may be made (see paragraph 31 above).", "35. A supervision order is an order placing the child under the structured supervision of the local authority; subject thereto, he may continue to live with his parents.", "36. A care order is an order committing the child to the care of the local authority. The latter will have the same powers and duties with respect to the child as his parent or guardian would have apart from the care order (section 24 of the 1969 Act [10(2) of the 1980 Act]), except that it cannot cause the child to be brought up in any religious creed other than that in which he would otherwise have been brought up and it cannot agree to the child’s adoption.", "37. An interim order is a care order limited to a specified period not exceeding 28 days; it may be renewed on application (section 22 of the 1969 Act). It may be made if the juvenile court hearing the care proceedings is not in a position to decide which of the other specified orders ought to be made (section 2(10)) or, alternatively, during the currency of a place of safety order (see paragraph 31 above). The powers and duties of the local authority under an interim order are the same as under a full care order (see paragraph 36 above).", "38. A full care order normally terminates when the child in question attains the age of 18 (section 20(3)(b) of the 1969 Act).", "In addition, under sections 21(2) and 70(2), the juvenile court may, on application by the child or his parent on the child’s (but not his own) behalf and if it considers it appropriate, discharge the care order and may, on discharging it, make a supervision order in respect of the child. Such applications may be made every three months or, with the juvenile court’s permission, more frequently (section 21(3)). The paramount consideration in deciding whether to discharge the order is the interests of the child.", "39. Under sections 2(12) and 21(4) of the 1969 Act, the child in respect of whom the care order was made, or his parent on the child’s (but not his own) behalf, may appeal to the Crown Court against the making of a care order, against the refusal of an application to discharge a care order or against the making of a supervision order on its discharge. The Crown Court will review the decision by way of re-hearing the case. From the Crown Court a further appeal may, with leave, be made to the High Court by way of case stated; thereafter an appeal lies to the Court of Appeal and, in rare cases, to the House of Lords.", "The local authority has no general right to appeal against a juvenile court’s refusal to make a care order, except on a point of law to the High Court.", "40. The principal statute concerning voluntary care is the Children Act 1948 (\"the 1948 Act\"), as amended by the Children Act 1975 and then replaced by the 1980 Act. This legislation in effect enables a parent to place his child into the care of a local authority; at the initial stage the authority acquires no special status in relation to the child but a different situation may arise subsequently.", "41. Section 1 of the 1948 Act [2 of the 1980 Act] imposes on the local authority a duty to receive into its care a child under 17 where it appears, inter alia, that his parents or guardian are for the time being or permanently prevented by illness, incapacity or other circumstances from providing for his proper accommodation, maintenance and upbringing and that the intervention of the authority is necessary in the interests of the child’s welfare. Whilst the authority must, save as otherwise provided in the Act, keep the child in its care so long as his welfare requires it and he has not attained the age of 18, it is also under a duty to endeavour to secure the resumption of parental care where this appears consistent with the child’s welfare.", "42. Section 1 of the 1948 Act [2 of the 1980 Act] specifies that it does not entitle the local authority to keep the child in care if any parent or guardian desires to take over that care. However, if the child has been in care throughout the preceding six months, no person may take him away unless he has given at least 28 days’ notice of his intention to do so or has the authority’s consent (section 1(3A) [13(2)]).", "Moreover, if a parent requests the return of the child, the authority is not compelled to comply regardless of his welfare (Lewisham London Borough Council v. Lewisham Juvenile Court Justices [1979] 2 All England Law Reports 297). If it then considers the transfer of care to the parent to be inconsistent with that welfare, it may either pass a parental rights resolution (see paragraph 43 below) or apply to make the child a ward of court (see paragraphs 47-49 below).", "43. If it appears to a local authority in relation to any child who is in its care under section 1 of the 1948 Act [2 of the 1980 Act] that, inter alia, a parent of his is unfit to have the care of the child on account, notably, of his habits or mode of life or of having consistently failed without reasonable cause to discharge the obligations of a parent, the local authority may resolve that there vest in it the parental rights and duties with respect to that child (section 2(1) [3(1)]). The rights and duties which so vest are all rights and duties which by law the mother and father have in relation to a legitimate child and his property, including \"a right of access\" but excluding the right to agree or refuse to agree to the making of an adoption or certain related orders (section 2(11) of the 1948 Act [3(10) of the 1980 Act] and section 85(1) of the Children Act 1975).", "Before passing a parental rights resolution, the local authority must consider a report from its Social Services Department on the desirability of assuming parental rights, which report should contain all the material necessary for the proper exercise of the authority’s discretion. In deciding the matter, the authority is to regard the interests of the child as of paramount importance and the views of the parents on the proposal are to be taken into account.", "44. If the parent has not already consented in writing to the parental rights resolution and his whereabouts are known, he must be served with notice of it, indicating his right to object by counter-notice within one month (section 2(2) and (3) of the 1948 Act) [3(2) and (3) of the 1980 Act]). If such objection is made, the resolution lapses on the expiry of 14 days from service of the counter-notice (section 2(4) [3(4)]). However, within that period, the local authority may \"complain\" to a juvenile court, in which event the resolution will not lapse until the complaint is determined; on hearing the complaint, the court may order that the resolution is not to lapse, provided that it is satisfied that the grounds for the resolution were made out when it was passed and subsist at the time of the hearing and that the continuation of the resolution is in the child’s interest (section 2(5) [3(5) and (6)]).", "45. A parental rights resolution continues in force until the child attains the age of 18, unless it is previously rescinded by the local authority or terminated by a juvenile court (section 4 of the 1948 Act [5 of the 1980 Act]).", "The parent concerned, even if he did not originally object to the parental rights resolution, may apply to a juvenile court for its discharge. The court may grant the application if it is satisfied that there were no grounds for the making of the resolution or that it should be terminated in the child’s interests (section 4(3)(b) [5(4)(b)]). An application based on the original foundation for the resolution can, however, be entertained only if lodged within six months of its adoption (section 127 of the Magistrates’ Court Act 1980).", "46. Under section 4A of the 1948 Act [6 of the 1980 Act], an appeal (by the parent or the local authority) lies to the Family Division of the High Court from the making by a juvenile court of an order confirming (under section 2(5) [3(6)]) or discharging (under section 4(3)(b) [5(4)(b)]) a parental rights resolution, or from a juvenile court’s refusal to make such an order. A further appeal lies to the Court of Appeal and, with leave, to the House of Lords.", "47. The Family Division of the High Court has an inherent jurisdiction, independent of statutory provisions and deriving from the prerogative power of the Crown acting in its capacity as parens patriae, to make a child a ward of court.", "48. The effect of wardship is that custody, in a broad sense, of the child is vested in the court itself; it assumes responsibility for all aspects of his welfare and may make orders on any relevant matter whatsoever, notably as regards the care and control of and access to the child and his education, religion or property. In making such orders, the court is required to treat the child’s welfare as the \"first and paramount consideration\" (Guardianship of Minors Act 1971, section 1). Unless terminated earlier by order of the court, the wardship continues until the child attains his majority.", "Where there are exceptional circumstances making it impracticable or undesirable for the ward to be, or continue to be, under the care of his parents, the court may make an order committing him to the care of the local authority (Family Law Reform Act 1969, section 7(2)), subject to the power of the court to give directions (Matrimonial Causes Act 1973, section 43(5)(a)). In such circumstances, custody of the child remains with the court and it is for the court, and not the local authority, to take major decisions regarding the ward’s future; it retains, inter alia, jurisdiction to make orders for access to the child.", "49. Wardship proceedings may be instituted by anyone who can show an appropriate interest in the child’s welfare. An application for a wardship order has to be made by originating summons. The child becomes a ward immediately the summons is issued but the wardship automatically lapses after 21 days unless within that time an appointment is made for the hearing of the summons. This appointment is normally held before a registrar who, subject to an appeal to a judge, may give interim directions on such matters as access to the child and may decide that other interested parties be joined in the proceedings.", "A judge will hear contested wardship proceedings and also applications - which can be made at any time by any party - for the variation or discharge of an existing wardship order or for directions on such matters as access to or the education of the child. From the judge’s order, an appeal lies to the Court of Appeal and thence, with leave, to the House of Lords.", "The child may be represented in wardship proceedings by a guardian ad litem appointed by the court; this is usually the Official Solicitor, who is a full-time public employee entirely independent of the executive.", "Under the Rules of the Supreme Court, it is possible to seek an order expediting the proceedings, notably if a party thereto is dilatory.", "50. The functions of a local authority in child-care matters are exercised and decisions are taken either by its Social Services Committee or by a sub-committee or an officer to whom powers have been delegated. At the time relevant to the present case, the practice varied from authority to authority, there being no precise requirements or guidance even of a non-statutory kind, and much depended on the nature or gravity of the decision to be taken. Whether the child is in its care by virtue of the 1948 [1980] or the 1969 Act, the local authority must give first consideration to the need to safeguard and promote the child’s welfare throughout his childhood, and must so far as practicable ascertain his wishes and feelings regarding the decision and give due consideration to them, having regard to his age and understanding (section 59 of the Children Act 1975 [18(1) of the 1980 Act]).", "Authorities’ decisions in this area are, in fact, often based on the outcome of case reviews or case conferences. The authority is under a statutory duty to review the case of each child in its care at six-monthly intervals (section 27(4) of the 1969 Act) and, as a matter of practice, the child’s position will in addition be regularly examined at case conferences. Reviews and conferences will be attended notably by the social workers responsible and senior officials of the authority’s Social Services Department, as well as by such other persons as health visitors, doctors and police officers.", "51. A parent may on occasion be allowed or invited to attend a case review or case conference or part thereof, although he has no legal right to do so. His contacts with the social workers constitute the most usual channel for the communication of his views on matters to be decided by the authority.", "In the absence of legal proceedings, the parent cannot compel the local authority to produce or permit inspection of the minutes of its relevant meetings or reports produced thereat, although the authority has a discretion to allow such inspection. In proceedings for judicial review (but not in juvenile court proceedings), the court may order the pre-trial disclosure of such documents, but only after leave to institute the proceedings has been obtained (see paragraph 53 below); however, this would be a rare occurrence, the general rule being that the documents are privileged and not open to inspection.", "52. A parent whose child is in the care of a local authority is not automatically deprived of access to him. The continuation of access is, however, a matter within the discretionary power of the authority (per Lord Wilberforce in A v. Liverpool City Council [1981] 2 All England Law Reports 385). Thus, under English law, the question whether and to what extent a parent is to have access to his child who is in public care was, at the relevant time, within the competence of the local authority to decide, without any application to a court.", "Both the 1948 [1980] Act and the 1969 Act reflect the general idea that continuation of parental access to children in public care is in many cases normal and desirable: the former allows the local authority to contribute to the costs of parental visits and the latter makes special provision for certain cases where the parents have not visited the child during a certain period of time.", "53. The statutory remedies described in paragraphs 38-39 and 44-46 above, whereby a parent may challenge or seek the discharge of a care order or a parental rights resolution, are directed to the order or resolution as such, there being, at the relevant time, no specific statutory remedy whereby he could contest the isolated issue of a decision to restrict or terminate his access to his child.", "A decision of a local authority concerning access can, however, be challenged by way of an application for judicial review. Anyone who wishes to make such an application must first seek, normally within three months of the decision, the leave of the court. The circumstances where judicial review will lie may be briefly summarised as follows:", "(a) the authority acted illegally, ultra vires or in bad faith;", "(b) the authority failed to take into account relevant considerations, took account of irrelevant considerations or came to a decision to which no reasonable authority could have come (Associated Provincial Picture Houses, Ltd. v. Wednesbury Corporation [1948] 1 King’s Bench Reports 223);", "(c) the authority failed to observe statutory procedural rules or to act fairly (see notably R v. The Bedfordshire County Council, ex parte C and R v. The Hertfordshire County Council, ex parte B, Times Law Reports, 19 August 1986).", "The remedy of judicial review is concerned with reviewing not the merits of the decision in question but rather the decision-making process itself, and the court will not act as a \"court of appeal\" from the body involved. Thus, where on a successful application for judicial review the court quashes an authority’s decision, it will normally remit the matter to the authority for reconsideration; it may, however, also direct the authority to reach a conclusion in accordance with the court’s findings (Rules of the Supreme Court, Order 53, rule 9(4)).", "54. In certain circumstances, the wardship jurisdiction may also be invoked to question the decisions of a local authority or a juvenile court relating to a child in the former’s care. The general rule is that the prerogative power of the Crown is not for all purposes ousted or abrogated by the exercise of the duties and powers conferred on local authorities by legislation. In the leading case of A v. Liverpool City Council, the House of Lords examined the relationship between the wardship jurisdiction and the authorities’ statutory powers. Their Lordships were unanimously of the view that the courts had no reviewing powers as to the merits of local authority decisions, notably on such matters as access to the child: the general inherent power of the court in its wardship jurisdiction was available to fill gaps or supplement the powers of local authorities but not to supervise (except on judicial review principles; see paragraph 53 above) the exercise of discretion within the field committed to them by statute. Sometimes, however, the local authority itself may invite the supplementary assistance of the court and the wardship may then be continued with a view to action by the court.", "The foregoing limits on the High Court’s powers apply only where the wardship proceedings concern a child who is already in public care. If he is not, the High Court can examine fully such questions as access and make such order as it considers to be in his best interests.", "55. The inability of parents to approach the courts, save as explained above, where decisions are made by a local authority affecting access to their children led Parliament, in the Health and Social Services and Social Security Adjudications Act 1983, to modify the law on this point.", "Under the new provisions - which came into force on 30 January 1984, that is after the events giving rise to the present case -, a local authority may not refuse to make arrangements for access to a child in care and may not terminate such arrangements unless it has first given notice to the parent. The latter then has a right to apply to a juvenile court for an access order, requiring the local authority to allow access subject to such conditions as the court may specify. Where an access order has been made, there is a right to apply for variation. An appeal against the juvenile court’s decision lies to the High Court. Any court dealing with the matter must regard the welfare of the child as the first and paramount consideration.", "This new remedy applies only to decisions refusing or terminating access; in all other cases, the nature and extent of access remain within the local authority’s discretion.", "56. In December 1983, the Government published a Code of Practice on Access to Children in Care. This document stresses the importance of involving the child’s natural parents in the local authority’s decision-making process in this area and of informing them fully and promptly as to the substance of decisions concerning access.", "57. A court cannot make an adoption order in respect of a child unless, inter alia, it is satisfied that each parent freely and unconditionally agrees (Children Act 1975, section 12). However, such agreement may be dispensed with upon a number of grounds specified in that section, notably that the parent is withholding consent unreasonably or has persistently failed without reasonable cause to discharge his parental duties. In reaching any decision relating to the adoption of a child, a court must have regard to all the circumstances, first consideration being given to the need to safeguard and promote his welfare throughout his childhood (Children Act 1975, section 3).", "58. Adoption proceedings in respect of a child who is a ward of court may not be instituted without the leave of the High Court. On an application for leave, the court’s function is to consider whether the proposed adoption application is one that might reasonably succeed, the merits of the matter being examined subsequently, once leave has been granted and after compliance with the requirements concerning notices and reports."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}