{"ITEMID": "001-109062", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF DIMITAR IVANOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 2 of Protocol No. 4 - Freedom of movement-{general} (Article 2 para. 2 of Protocol No. 4 - Freedom to leave a country)", "JUDGES": "Ledi Bianku;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1974 and lives in Dinkata.", "7. On 6 October 1994 the applicant confessed before the police to committing robbery together with two other individuals earlier that day. The stolen goods were confiscated by the police that same day.", "8. On 4 October 1995 criminal proceedings against the applicant were formally instituted.", "9. It appears that thereafter the case remained dormant until 5 October 2004 when witnesses were questioned.", "10. In the period between 2001 and 2004 the applicant left the country on a number of occasions and returned each time.", "11. On 6 October 2004 the applicant, who was abroad at the time, was appointed an ex officio lawyer and was charged in absentia with robbery.", "12. The first hearing of the case was held on 14 January 2005 in the applicant’s presence.", "13. In a judgment of 12 April 2006 the Pazardzhik District Court found the applicant guilty and sentenced him to one year’s imprisonment, suspended for three years.", "14. Following an appeal lodged by the applicant’s co-defendant, in a final judgment of 12 October 2006 the Pazardzhik Regional Court upheld the lower court’s judgment including the applicant’s conviction and sentence.", "15. On 9 March 2007 the Pazardzhik Regional Police Directorate ordered the imposition of a ban on the applicant leaving the country on account of his conviction and pending his rehabilitation. It relied on section 76(2) of the 1998 Bulgarian Identity Papers Act.", "16. The applicant contested the order arguing that he was unable to provide for his family in Bulgaria and that he had employment opportunities in Serbia.", "17. On 25 May 2007 the applicant was refused passage by a border police official while attempting to leave Bulgaria in spite of the imposed prohibition.", "18. By a final judgment of 10 October 2007 the Supreme Administrative Court upheld the prohibition. The court reasoned that it was within the administrative authority’s discretion to impose such a ban and that its assessment was not subject to judicial control. At the same time, it held that the law had been complied with in that such restriction could be imposed in cases where a conviction was in place and prior to the rehabilitation of the convicted person and that other factors, such as the impossibility to find employment in Bulgaria, were irrelevant.", "19. The relevant domestic law and practice concerning travel bans on convicted individuals pending their rehabilitation is set out in the Court’s judgment in the case of Nalbantski v. Bulgaria, no. 30943/04, §§ 25-29, 10 February 2011.", "20. The relevant statutory provisions concerning the rehabilitation of persons convicted with a suspended sentence are summarised in the abovecited Nalbantski judgment, § 30."], "VIOLATED_ARTICLES": ["13", "6", "P4"], "VIOLATED_PARAGRAPHS": ["6-1", "P4-2"], "VIOLATED_BULLETPOINTS": ["P4-2-2"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}