{"ITEMID": "001-5732", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "SLICHKO v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Ukrainian national, born in 1919 and living in Nizhni Vorta (Ukraine).", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "From 5 May 1943 to 9 May 1945 the applicant was serving in the former Czechoslovak foreign army during the Second World War. After the Second World War, between 10 May 1945 and 1 August 1949, he was serving in the regular Czechoslovak army. In 1944 he suffered injuries, as confirmed the former Czechoslovak Ministry of National Defence (Ministerstvo národní obrany) on 20 March 1985.", "On 1 August 1949 the applicant was dismissed from the army, allegedly without any reasons. Shortly afterwards, he was arrested and detained in the territory of former Czechoslovakia. On an unspecified date, the applicant left Czechoslovakia to live in Germany and the United States. It is not clear when he returned to the Ukraine where he had been living before the Second World War.", "On 7 December 1992 the former Federal Ministry of Defence of the former Czech and Slovak Federal Republic agreed that the applicant had been dismissed from the army for the reasons set out in section 21 of the Extra-Judicial Rehabilitation Act. The Ministry delivered the certificate for the purposes of awarding damages to the applicant under the Extra-Judicial Rehabilitation Act.", "On an unspecified date, the applicant applied to the Czech authorities for a pension, pursuant to the Extra-Judicial Rehabilitation Act. By letter of 16 October 1991 from the Division of rehabilitation and appeal of the former Federal Ministry of Defence (Oddělení rehabilitační a odvolací Federálního ministerstva obrany), the applicant was informed that the Division had received his appeal against the decision of the Central Rehabilitation Commission (Centrální rehabilitační komice) and that he would be notified of the result of his appeal.", "The applicant has not submitted any relevant documents concerning these matters.", "Extra-Judicial Rehabilitation Act No. 87/1991", "Section 21(1)(e) of the Extra-Judicial Rehabilitation Act provides that any legal operation by which the employment relationship was terminated during the period from 25 February 1948 to 1 January 1990, in particular, an agreement on the severance of the employment relationship, is considered void if the termination was carried out as a result of political persecution or violated generally recognised human rights and freedoms.", "Section 24 provides inter alia that if the severance of the employment relationship is void under section 21, the period between the termination of this employment relationship and the date on which the person concerned presents his or her claim to retirement or disability benefit is considered as a period of employment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}