{"ITEMID": "001-102642", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF JANOS LAKATOS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;Kristina Pardalos", "TEXT": ["4. The applicant was born in 1931 and lives in Miske.", "5. On 2 August 1992 two plaintiffs brought an action in trespass against the applicant before the Kalocsa District Court. After several hearings, a judgment was given on 8 September 1994. On 28 February 1995 the Bács-Kiskun County Regional Court quashed this decision and remitted the case.", "6. In the resumed proceedings several hearings took place. On 18 December 1998 the District Court delivered a partial judgment. On appeal, on 24 August 1999 the Regional Court suspended the proceedings pending the adjudication of those claims which were unaffected by the partial judgment.", "7. On 10 January 2000 the District Court held a hearing. On 2 May 2000 it suspended the proceedings pending the termination, on 7 February 2002, of a related land registry dispute.", "8. Upon the resumption of the case on 11 December 2002 another hearing was held and an expert appointed. The expert opinion was submitted on 16 June 2003. Between 8 July 2003 and 14 March 2004 the proceedings were again suspended pending the termination of related administrative proceedings.", "9. On 5 July 2004 the District Court adopted a partial judgment concerning damages. On appeal, on 6 January 2005 the Regional Court partly upheld the first instance decision while remitting some claims.", "10. On 13 September 2005 the first instance proceedings continued. Another expert was appointed who filed his opinion on 12 October 2005. On 17 November 2005 and 7 February 2006 further hearings took place.", "11. On 15 February 2006 the District Court gave judgment, finding partly for the plaintiffs. On appeal, on 22 November 2006 the Regional Court heard the parties and appointed an expert who filed his opinion on 5 January 2007.", "12. On 20 November 2007 the Regional Court gave judgment. On 24 June 2009 the Supreme Court dismissed the applicant's petition for review."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}