{"ITEMID": "001-108846", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MUCO v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Jean de Dieu Muco, is a Burundian national who was born in 1987 and is currently in Sweden.", "The applicant arrived in Sweden on 30 August 2006 and applied for asylum and a residence permit. Before the Migration Board (Migrationsverket) he stated that he was of Tutsi ethnicity from Bujumbura Rural. During the war in 1993 his parents had been killed and he and his four younger siblings had remained in their home town. Since April 2006 they had been threatened by Hutus to leave their property as the Hutus considered that the land belonged to them. On 20 August 2006 a group of former Hutu rebels, who now belonged to the army and police, had come to their home and threatened to burn it. They had separated the applicant from his younger siblings and they had taken him to a graveyard where they had beaten him until he lost consciousness. He had awoken later at a medical centre run by Médecins sans Frontières. One of the doctors had helped to arrange travel documents and a passport for him and this doctor had then travelled with him to Sweden where he had left him. He did not know what had happened to his siblings. The applicant further claimed that he had not reported the incident to the police as both his attackers and the police were of Hutu ethnicity and thus would protect each other. Lastly, he stated that he suffered from hepatitis B and was in need of treatment.", "On 19 January 2007 the Migration Board rejected the request. It first stated that the general situation in Burundi was not so serious that the applicant could be granted a residence permit on this sole ground. Turning to his individual claims, the Board noted that the applicant had not reported the incident to the authorities although it was a criminal act and not condoned by the State. Moreover, it observed that about 80% of the cases before the Burundian courts concerned disputes over land, making them a priority issue, which was also reflected in the fact that the authorities cooperated with non-governmental organisations (NGO) to solve property conflicts. As the applicant had failed to report the incident to the police (or to the alleged involved police officers’ superiors), the judicial system or NGOs, he had not exhausted domestic remedies available to him. In this respect, the Board considered that there was no reason to believe that he would not have received help and support from the authorities or NGOs. The fact that he was Tutsi did not change its opinion on this point. Thus, the Board found that the applicant had not shown that he would be at risk if returned and that he was not in need of protection in Sweden. As concerned his illness, the Board noted that he took no medication for his hepatitis B and that health care was available in Burundi. Hence, he could not be granted leave to remain in Sweden on this ground either.", "The applicant appealed to the Migration Court (Migrationsdomstolen), maintaining his claims and adding that he was now convinced that his younger siblings had been killed so they could not claim their right to the property. The same fate would await him, if he returned. He also stressed that the judicial system in Burundi was corrupt and that, since he had no financial means, he would never win legal proceedings or get help.", "On 19 October 2007 the Migration Court rejected the appeal. It first considered that, although parts of the applicant’s story, such as his travel to Sweden, lacked credibility, in general his story about the incident in August 2006 appeared credible. However, like the Migration Board, the court found that the applicant had failed to exhaust the domestic remedies available to him in Burundi and that thereby he had not shown that he was in need of protection in Sweden. It also considered that his illness was not so serious that he could be granted leave to remain in Sweden.", "On 14 January 2008 the Migration Court of Appeal (Migrationsöver-domstolen) refused leave to appeal.", "On 30 June 2008 the applicant lodged a request for reconsideration of his case. He now claimed that he had worked as a bodyguard for Deo, the president of SOJEDEM (Solidarité des Jeunesse pour la Défense des Droits des Minorités). This had also been the real reason for the attack in August 2006 by the Secret Service as they had wanted to interrogate him and then kill him. The applicant further alleged that he had received confirmation that his siblings had been killed by “Valentine” upon order by Adolphe Nshimirimana, a general within the Secret Service. He was now very afraid of being returned to Burundi as he would be arrested, tortured and killed for political reasons. Since he had been depressed, he had not understood the importance of telling every detail to the migration authorities.", "On 7 July 2008 the Migration Board refused to reconsider the case. It noted that the applicant had invoked new circumstances for his asylum claim but found that he had given no valid grounds for why he had not invoked these reasons before. In this respect, it observed that he had been in Sweden for almost two years before mentioning these new reasons. In the Board’s view, it was an escalation of the applicant’s story and not credible. Moreover, it considered that there were no impediments to the enforcement of the deportation order.", "The applicant appealed to the Migration Court, relying on the same grounds as before and adding that he had also been active for the organisations AC Genocide, la Puissance d’Auto-defense and PARENA (Parti pour le Redressement National). As he had been very depressed he had not thought of mentioning this before. Moreover, he had only been in contact with persons in Burundi during the summer of 2007 and they had informed him of his “personal situation” there. He submitted a copy of what he claimed was his membership card for SOJEDEM.", "On 14 August 2008 the Migration Court rejected the appeal. It noted that the applicant had invoked new grounds for his asylum claim but agreed with the Migration Board that he had shown no valid excuse for not having invoked these circumstances from the beginning.", "On 11 June 2009 the applicant lodged his application with the Court and requested the Court to apply Rule 39 of the Rules of Court in order to stop the enforcement of his deportation, scheduled for the following morning. As the application was incomplete and arrived very late in the afternoon, the applicant was informed that the request had been submitted too late to the Court for it to be able to make a proper examination of his request.", "On 15 June 2009 the applicant again contacted the Court, informing it that his deportation planned for 12 June 2009 had been postponed to a later, unknown date. Therefore, he renewed his request for interim measures and stated that he had been a fervent member of SOJEDEM. Since the Burundian government persecuted opposition parties and, in particular, SOJEDEM, he had been forced to flee the country. In support, he submitted copies of what he alleged were:", "His SOJEDEM membership card.", "An arrest warrant (Mandat d’Arrêt), no. 1237/AG/2006, dated 18 August 2006 and signed by General Major Adolphe Nshimirimana, Director of the National Intelligence Service (l’Administrateur General du Service National de Renseignement, SNR). It stated that the SNR ordered the arrest of the applicant for breach of national security (Atteinte à la Sécurité Nationale) and requested all public authorities to help in apprehending him and taking him to the SNR or the police. The copy also contained some text in Kirundi.", "An article from “Umuntu-Lumière”, no. 068 of 18 October 2006, and written by Gerard Nimubona. It stated that on 20 August 2006 the family of Ndayshimiye had been attacked by men wearing police uniforms. Five persons had been killed, four were children who were burned alive. Their brother, Muco Jean de Dieu, had been found unconscious at a cemetery and later disappeared. It was suspected that members of the Documentation Nationale and the police were responsible for the deaths as they allegedly wanted to eliminate all witnesses to the acts of genocide committed by persons in power within the governing party, the CNDD-FDD. As this family had lost members during the “crisis”, they had been ready to testify before the international criminal court.", "On 8 July 2009 the President of the former Third Section refused the applicant’s request for interim measures. Subsequently, the applicant informed the Court that he wished to maintain his application.", "The basic provisions mainly applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the 2005 Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the 2005 Act”) which replaced, on 31 March 2006, the old Aliens Act (Utlänningslagen, 1989:529). Both the old Aliens Act and the 2005 Act define the conditions under which an alien can be deported or expelled from the country, as well as the procedures relating to the enforcement of such decisions.", "Chapter 5, Section 1, of the 2005 Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, Section 1, of the 2005 Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, Section 2, of the 2005 Act).", "As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, Section 1, of the 2005 Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, Section 2, of the 2005 Act).", "Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies, under Chapter 12, Section 18, of the 2005 Act, where new circumstances have emerged that mean there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced. If a residence permit cannot be granted under this provision, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, Sections 1 and 2, of the 2005 Act, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not doing so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, Section 19, of the 2005 Act).", "Under the 2005 Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances; the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3, and Chapter 16, Section 9, of the 2005 Act). Hence, upon entry into force on 31 March 2006 of the 2005 Act, the Aliens Appeals Board ceased to exist.", "Burundi is a constitutional republic with an elected government and a population of 8.6 million. Roughly 85% of the population are of Hutu ethnic origin, 15% are Tutsi and fewer than one percent are Twas.", "The political landscape of Burundi has been dominated in recent years by the civil war and a long peace process and move to democracy. The country has a multi-party system where the parties are usually based on ethnic background.", "The US Department of State, Background note, Burundi, 3 June 2011, sets out, inter alia:", "“Burundi’s civil war officially ended in 2006 under a South Africa-brokered cease-fire agreement with the last of Burundi’s rebel groups. In 2009, the PALIPEHUTU-FNL, the last rebel group, disarmed, demobilized and registered as a political party (the FNL), in accordance with the terms of the agreement. Today the government is focused on rebuilding its infrastructure and re-establishing external relations with its regional neighbours.", "From May to September [2010], the country held elections for all public offices, including the first direct presidential elections since 1993. Following the May 25 Communal Council elections, which the international community characterized as generally free and fair, a coalition of 12 opposition parties alleged massive fraud and called for the annulment of the results and new elections. When the parties’ demands were not met, they withdrew their candidates from the subsequent presidential, legislative, and “colline” elections. President Pierre Nkurunziza, of the ruling National Council for the Defense of Democracy-Forces for the Defense of Democracy (CNDD-FDD) party, ran unopposed in the June presidential election and was reelected to a second term. International observers characterized the elections as generally free and fair, although there were reports of political violence leading up to and throughout the five-month election season. ...", "Human rights abuses during the year included security force killings, torture, and mistreatment of civilians and detainees; official impunity; societal killings and vigilante justice; harsh, life-threatening prison and detention center conditions; prolonged pretrial detention and arbitrary arrest and detention; detention and imprisonment of political prisoners and political detainees; lack of judicial independence and efficiency; official corruption; restrictions on privacy and freedom of speech, assembly, and association; ...”", "The 2011 UNHCR country operations profile – Burundi, states as follows in relation to land conflicts:", "“Access to land for returnees remains a priority. UNHCR supports the resolution of land disputes by working with the Government’s land commission, the Commission Nationale des Terres et autres Biens (CNTB). With the voluntary return of some 35,000 refugees from Tanzania, the DRC and other countries, the reintegration programme will be extended to the west and north of the country to cover the needs of returnees.", "UNHCR will be advocating for the CNTB and informal mechanisms to resolve land conflicts peacefully and to include returnees in national development plans. A contingency plan has been put in place in the case of forced returns from Tanzania. UNHCR will support the reintegration of 53,800 returnees, including those repatriated in 2009 and 2010 and not yet assisted. Legal assistance will be provided to returnees facing land disputes.”", "SOJEDEM (Solidarité jeunesse pour la défense des droits des minorités) was founded in 1993 by Father Déogracias Niyonzima, a member of the Dominican Order (expelled from the Order in 1995). It is a Tutsi youth organisation, by some considered extremist."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}