{"ITEMID": "001-90160", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "AYASHI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Mr Ali Ayashi, is an Iranian national who was born in 1978 and is currently detained in Greece. He was represented before the Court by İ. Oklu, a lawyer practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 4 February 2006 the Iranian authorities issued an arrest warrant against the applicant. According to the information given by the Interpol office in Iran to the Interpol office in Turkey, he was charged with fraud.", "In February 2006 the applicant crossed the border into Turkey illegally and was caught by the Turkish security forces in possession of a forged passport. He was subsequently detained on remand. On 12 May 2006 the Istanbul Criminal Court of First Instance convicted the applicant of forgery of official documents and sentenced him to one year and eight months’ imprisonment.", "On an unspecified date, extradition proceedings were brought before the Istanbul Assize Court. Before the court, the applicant and his lawyer maintained that the applicant was charged with political offences in Iran and that a decision had been taken to execute the applicant, a decision which had been published in the Iranian Official Gazette of 27 August 2005. They thus contended that, if returned to Iran, the applicant would be executed.", "On 17 July 2006 the Istanbul Assize Court decided to extradite the applicant to Iran. In its judgment, the court noted that the applicant was charged with fraudulent acts, forgery and bribery in Iran, and that the offences with which the applicant was charged in Iran were not of a political or military nature. The assize court found that there were no circumstances hindering the extradition of the applicant according to Article 18 of Law no. 5237.", "The applicant appealed against this decision.", "On 12 February 2007 the Court of Cassation quashed the judgment of the first-instance court holding, inter alia, that the latter had failed to examine the applicant’s claim that he would be subjected to torture and executed if returned to Iran.", "On 5 June 2007 the Istanbul Assize Court decided not to extradite the applicant to Iran, in the light of the Court of Cassation’s decision. This judgment became final on 13 June 2007.", "In the meantime, the applicant requested asylum from the national authorities.", "On 27 September 2006 the Ministry of the Interior rejected his request.", "On an unspecified date the applicant brought proceedings before the Ankara Administrative Court for the annulment of the Ministry’s decision.", "On 26 June 2007 the administrative court annulled the decision, holding that the administration had failed to examine the applicant’s claim that he would be at risk if deported to Iran.", "The Ministry of the Interior appealed.", "The proceedings are currently pending before the Supreme Administrative Court.", "On an unspecified date the applicant was released.", "On 5 June 2007 the applicant was issued a temporary residence permit valid for three months."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}